[
    {
        "text": "Welcome everybody to the H3 podcast here with living meme... is that... how do you feel about that?",
        "start": 0.039,
        "duration": 6.14
    },
    {
        "text": "Soflo: I don't know you tell me, you gave me life!",
        "start": 6.18,
        "duration": 2.07
    },
    {
        "text": "Ethan: Meme-dom... well, whatever, he's a fascinating guy,",
        "start": 9.13,
        "duration": 4.399
    },
    {
        "text": "a mogul?",
        "start": 14.17,
        "duration": 1.259
    },
    {
        "text": "I mean really an interesting guy, I have to say. How old are you?",
        "start": 15.429,
        "duration": 2.9
    },
    {
        "text": "Soflo: Uh, 22. \nEthan: 22 years old, has achieved quite a bit in terms of business.  Soflo Antonio, you guys know him",
        "start": 18.699,
        "duration": 5.93
    },
    {
        "text": "Ethan: You guys definitely know him, he's a legend!",
        "start": 25.84,
        "duration": 1.7
    },
    {
        "text": "Ethan: And I really appreciate, honestly, you coming here and joining us and of course with Hila Kleiner.",
        "start": 28.04,
        "duration": 5.04
    },
    {
        "text": "Hila: What up?\nEthan: Represent, and we have one sponsor today. Thank you to...",
        "start": 33.25,
        "duration": 4.369
    },
    {
        "text": "Ethan: Vincero! More about that later. God bless.",
        "start": 38.559,
        "duration": 2.48
    },
    {
        "text": "Ethan: Thanks for joining us dude. I think it's... I think it's great that you're willing to come and talk. Obviously we have a colorful history",
        "start": 41.7,
        "duration": 5.3
    },
    {
        "text": "Soflo: Yeah, you know what though it's like",
        "start": 47.92,
        "duration": 2.06
    },
    {
        "text": "I don't like have any like, personal issue towards like, someone y'know talking about someone else",
        "start": 50.26,
        "duration": 5.42
    },
    {
        "text": "I think it's really fun and like, it's interesting, it brings out more value out of like",
        "start": 55.829,
        "duration": 6.24
    },
    {
        "text": "what we do, y'know that's the whole point of making content for a true reason behind it.",
        "start": 62.62,
        "duration": 4.789
    },
    {
        "text": "Ethan: I agree completely!",
        "start": 67.659,
        "duration": 1.051
    },
    {
        "text": "Ethan: And I fucking love that about like, um, like Joey Salads is a perfect example like from the very beginning",
        "start": 68.71,
        "duration": 6.62
    },
    {
        "text": "Ethan: we are shitting on this guy...",
        "start": 75.33,
        "duration": 1.81
    },
    {
        "text": "He's like a salad head, but he embraced it from the very beginning and like really represented that attitude of what you're saying",
        "start": 77.14,
        "duration": 6.08
    },
    {
        "text": "It's like, it brings more color, more texture to the whole thing.",
        "start": 83.22,
        "duration": 2.84
    },
    {
        "text": "Soflo: Yeah, it's a weird 'cause have you met Joey in person?",
        "start": 86.06,
        "duration": 2.2
    },
    {
        "text": "Ethan: Yeah, yeah.",
        "start": 88.26,
        "duration": 0.5
    },
    {
        "text": "Soflo: A smart guy he's not...\nEthan: No, he definitely is.",
        "start": 88.76,
        "duration": 2.2
    },
    {
        "text": "Soflo: He is really, really motivated",
        "start": 90.96,
        "duration": 2.0
    },
    {
        "text": "Soflo: Y'know, so.",
        "start": 93.2,
        "duration": 1.0
    },
    {
        "text": "Ethan: Y'know you got to respect the, the hustle y'know.",
        "start": 94.8,
        "duration": 2.3
    },
    {
        "text": "Ethan: I respect the hustle and you... all you pranksters, like you, the Bradberry's, Joey Salads...",
        "start": 97.11,
        "duration": 5.699
    },
    {
        "text": "Ethan: You're all like hustlers in your own way",
        "start": 102.81,
        "duration": 2.129
    },
    {
        "text": "Soflo: That one video *laughs* \nEthan: Which one?",
        "start": 105.36,
        "duration": 2.68
    },
    {
        "text": "Soflo: By the way, for the record he... they never claim that... like they always",
        "start": 108.04,
        "duration": 4.3
    },
    {
        "text": "Soflo: They claim all of their stuff is real to me too, so it's really funny.",
        "start": 112.93,
        "duration": 4.31
    },
    {
        "text": "Ethan: Oh the pranks?  \nSoflo: And also that they don't do the",
        "start": 117.24,
        "duration": 2.55
    },
    {
        "text": "the toy stuff \nHila: The Spider-Man and Elsa?",
        "start": 120.42,
        "duration": 1.7
    },
    {
        "text": "Soflo: And so I laugh so much",
        "start": 122.12,
        "duration": 1.22
    },
    {
        "text": "Soflo: They keep saying no, but they kind of laugh too because they can't hold it in",
        "start": 123.34,
        "duration": 3.08
    },
    {
        "text": "Ethan: That's what Joey was telling us I find it so weird\nSoflo: So funny",
        "start": 126.6,
        "duration": 2.92
    },
    {
        "text": "Ethan: That like Joey told... tells me that he called them when we made our first Spider-Man-Elsa-Bradberry video.",
        "start": 129.78,
        "duration": 6.48
    },
    {
        "text": "Ethan: And he's like \"Yo, guys, are you doing this?\"\nSoflo: That was so good",
        "start": 136.26,
        "duration": 1.58
    },
    {
        "text": "Ethan: So you watch our videos?\nSoflo: Yeah, yeah of course. Yeah, yeah, I watch, uh, they're funny, so.",
        "start": 137.98,
        "duration": 4.1
    },
    {
        "text": "Soflo: They're really funny, cause,  I, you know, especially to creators they're funny because creators know these creators, and so",
        "start": 142.08,
        "duration": 6.48
    },
    {
        "text": "Ethan: Yeah",
        "start": 148.56,
        "duration": 0.98
    },
    {
        "text": "Ethan: Right but at first, like, we had some beef, because at first we made this video",
        "start": 150.22,
        "duration": 4.64
    },
    {
        "text": "And you guys... it seemed that weren't happy with it. \nSoflo: Right, and I can I can definitely talk to that",
        "start": 154.86,
        "duration": 5.399
    },
    {
        "text": "Soflo: I'm not one to care about my reputation",
        "start": 160.26,
        "duration": 2.0
    },
    {
        "text": "Soflo: It was just my partner, which I don't even like to talk about because he really likes to be private.",
        "start": 162.3,
        "duration": 4.52
    },
    {
        "text": "Ethan: That's totally fine, I won't mention his name out of respect for him 'cause I know",
        "start": 166.82,
        "duration": 3.32
    },
    {
        "text": "Ethan: That was an issue back then",
        "start": 170.64,
        "duration": 1.44
    },
    {
        "text": "Ethan: But when we first made our Soflo Facebook page that probably was almost two years ago now, which is crazy",
        "start": 172.48,
        "duration": 4.62
    },
    {
        "text": "Ethan: Or maybe a year and a half?\nHila: Year and a half?",
        "start": 177.72,
        "duration": 2.28
    },
    {
        "text": "Soflo: *mumbles* Yeah, time does fly \nEthan: Um, we got, we got",
        "start": 180.04,
        "duration": 1.68
    },
    {
        "text": "a lot of flack from you guys and your...",
        "start": 181.72,
        "duration": 2.86
    },
    {
        "text": "and threats of lawsuits from you and partner.\nSoflo: And again, like I say this isn't from me, I don't really care about the reputation",
        "start": 184.58,
        "duration": 6.7
    },
    {
        "text": "I think... but at the moment in time we were trying to",
        "start": 192.1,
        "duration": 2.779
    },
    {
        "text": "We were actually in this point where we're trying to take this",
        "start": 195.519,
        "duration": 4.22
    },
    {
        "text": "Page on Facebook which was \"Soflo Antonio,\" change it to \"Soflo,\" and then produce content, which we produced a lot of content",
        "start": 200.829,
        "duration": 6.65
    },
    {
        "text": "And y'know to get it to that phase",
        "start": 207.97,
        "duration": 2.0
    },
    {
        "text": "Changing it, having a good reputation around it so you can raise money was important right, but again",
        "start": 211.269,
        "duration": 5.12
    },
    {
        "text": "Y'know I'm like this guy who",
        "start": 216.39,
        "duration": 1.27
    },
    {
        "text": "y'know my passion is not... is not money like money is great like, it's fun to acquire much of it, but",
        "start": 217.66,
        "duration": 6.229
    },
    {
        "text": "I'm really driven with just going with the flow, being myself. \nEthan: Soflo?",
        "start": 224.4,
        "duration": 5.02
    },
    {
        "text": "I'm a really grounded person. I'm not, like... it's weird like say like, I do crazy stuff",
        "start": 229.5,
        "duration": 5.1
    },
    {
        "text": "But I genuinely think it's fun to like, just do that stuff. I don't just... I don't have like this fake façade",
        "start": 234.6,
        "duration": 6.12
    },
    {
        "text": "I'm like a very open book",
        "start": 240.72,
        "duration": 2.0
    },
    {
        "text": "Most people like... they sometimes they wouldn't want to come in here because they don't want to be open book",
        "start": 242.73,
        "duration": 4.71
    },
    {
        "text": "I don't care. Like to me, it's like why not, y'know?",
        "start": 247.44,
        "duration": 2.279
    },
    {
        "text": "By the way, are we allowed to curse, or no?",
        "start": 250.38,
        "duration": 2.0
    },
    {
        "text": "Ethan: You can say whatever you want, yeah, of course, of course",
        "start": 252.44,
        "duration": 2.54
    },
    {
        "text": "So what, what is it that you... that you're passionate about with like the Soflo brand, like what is it that motivates you?",
        "start": 255.3,
        "duration": 6.96
    },
    {
        "text": "Um, y'know like when I first started, like, it definitely was like the video creation",
        "start": 262.26,
        "duration": 3.68
    },
    {
        "text": "I created like... I'd say like seven videos, and they're pretty good, like I cut them and like... for like a kid",
        "start": 265.95,
        "duration": 5.009
    },
    {
        "text": "y'know? What? 15 years old? pretty impressive to like be able to cut",
        "start": 270.96,
        "duration": 4.05
    },
    {
        "text": "Especially with the software we had to use back in the day, like...\nHila: What were you using?",
        "start": 275.01,
        "duration": 3.239
    },
    {
        "text": "I was using... I forgot. It was like",
        "start": 278.249,
        "duration": 1.62
    },
    {
        "text": "it's like VideoPad... like one of those like, really, like, shitty, like free ones",
        "start": 279.91,
        "duration": 4.579
    },
    {
        "text": "And uh...",
        "start": 284.489,
        "duration": 1.18
    },
    {
        "text": "No, I remember I like I got it all down, and I was like \"Oh, this is a good video,\" like showing people",
        "start": 285.669,
        "duration": 4.46
    },
    {
        "text": "Because this one girl told me that this kid was famous out of it",
        "start": 290.65,
        "duration": 3.92
    },
    {
        "text": "This is like back when like YouTube was like... it was big",
        "start": 294.6,
        "duration": 2.399
    },
    {
        "text": "But like people didn't know like creators was like a thing it just started happening because of the partnering system that they had",
        "start": 297.0,
        "duration": 6.6
    },
    {
        "text": "That... when they first brought that in and that's when like people started getting big",
        "start": 303.6,
        "duration": 3.32
    },
    {
        "text": "having like a fan base, and so I thought it was really cool, and I needed to make money other time so that's",
        "start": 307.38,
        "duration": 4.88
    },
    {
        "text": "like, kinda like what got me into it\nEthan: So at the beginning you... well",
        "start": 312.26,
        "duration": 4.0
    },
    {
        "text": "it seems like it was motivated by just",
        "start": 316.26,
        "duration": 2.279
    },
    {
        "text": "wanting to get a job and make money \nSoflo: That.. that and also I thought",
        "start": 318.76,
        "duration": 3.213
    },
    {
        "text": "it would be like really cool, uh, making videos",
        "start": 321.98,
        "duration": 2.44
    },
    {
        "text": "Uh... let me think if I can remember them. Yeah my first thing. It's up there so like somewhere",
        "start": 324.42,
        "duration": 5.22
    },
    {
        "text": "I put on my Twitter. It's like I did when I was a little kid",
        "start": 329.64,
        "duration": 2.759
    },
    {
        "text": "I did this like... I took the Nyan Cat and then I just like, took that like song and then I synced",
        "start": 332.4,
        "duration": 6.869
    },
    {
        "text": "myself to singing it, obviously you can't sing it because it's really fast, so I had to like",
        "start": 339.82,
        "duration": 3.5
    },
    {
        "text": "speed it like the right time so what I do is I put it slowly and",
        "start": 343.51,
        "duration": 4.039
    },
    {
        "text": "Then I, and I sped it back up and it was perfect",
        "start": 347.71,
        "duration": 2.99
    },
    {
        "text": "- so, uh.\n- How'd that do?",
        "start": 350.979,
        "duration": 1.41
    },
    {
        "text": "- It did pretty well you know,  thousand views for like a kid\n- I don't think our first video got a thousand views, shit",
        "start": 352.389,
        "duration": 6.47
    },
    {
        "text": "- I know over time though.\n- Oh, okay, was that like over the course-",
        "start": 358.86,
        "duration": 2.5
    },
    {
        "text": "I used to refresh it",
        "start": 361.36,
        "duration": 1.3
    },
    {
        "text": "I was like, oh fuck, 50 views, 50 views! Okay.",
        "start": 362.66,
        "duration": 2.84
    },
    {
        "text": "Back in the early days when we made videos like every time you go and refresh",
        "start": 365.58,
        "duration": 3.8
    },
    {
        "text": "It's just your own view you're like \"Fuck, that is sad.\"",
        "start": 369.389,
        "duration": 3.3
    },
    {
        "text": "You knew it has like 30 views and you know that probably all of them are yours just going there refreshing",
        "start": 373.3,
        "duration": 5.3
    },
    {
        "text": "You trick yourself into thinking you're getting views",
        "start": 378.63,
        "duration": 2.22
    },
    {
        "text": "So back in the day or when we made this video and you guys were like \"Oh, I'm going to sue you for defamation\"",
        "start": 381.61,
        "duration": 5.179
    },
    {
        "text": "I'm just curious. What was it that we got wrong? Is there something, where you watched us-",
        "start": 387.46,
        "duration": 4.639
    },
    {
        "text": "Uh, you just going to-",
        "start": 392.65,
        "duration": 1.1
    },
    {
        "text": "It's always going to happen because people like if they feel like they you know their image was like negatively impacted",
        "start": 393.75,
        "duration": 6.829
    },
    {
        "text": "They're gonna see that. Me personally, I didn't care, but-",
        "start": 400.58,
        "duration": 2.96
    },
    {
        "text": "But do you think that we had, did anything wrong?",
        "start": 403.54,
        "duration": 1.63
    },
    {
        "text": "Do you think that we misunderstood something you guys were doing?",
        "start": 405.17,
        "duration": 2.59
    },
    {
        "text": "No, because I-",
        "start": 407.76,
        "duration": 0.6
    },
    {
        "text": "I mean like, I understand like, why like, you can have empathy for people, but at the end of the day, like",
        "start": 408.36,
        "duration": 6.26
    },
    {
        "text": "If you're just, if you're, if you do it in a way where like people",
        "start": 416.22,
        "duration": 4.66
    },
    {
        "text": "Truly think that you're not trying to make them feel negatively about themselves like, there's a, like",
        "start": 420.9,
        "duration": 4.14
    },
    {
        "text": "there's a difference between like, bullying someone and like, just saying like funny things about somebody but like you truly like it like",
        "start": 425.1,
        "duration": 6.44
    },
    {
        "text": "you can be friends of them make them know that you're just kidding about what you're saying and",
        "start": 431.54,
        "duration": 3.54
    },
    {
        "text": "Not being a forceful in like a mean manner, I think. I don't think your stuff is bad because It's actually really funny and comedic",
        "start": 435.36,
        "duration": 7.25
    },
    {
        "text": "and also it's, uh",
        "start": 442.61,
        "duration": 2.0
    },
    {
        "text": "Sometimes you over exaggerate which allows people understand that you're joking around",
        "start": 444.72,
        "duration": 4.16
    },
    {
        "text": "- It's not just like straight up like shots at somebody\n- Right",
        "start": 448.88,
        "duration": 3.63
    },
    {
        "text": "So I think that helps in general like you know you like act stuff out and whatnot. It's just funny",
        "start": 452.58,
        "duration": 5.089
    },
    {
        "text": "Right whereas like other people I've seen there are some people that call out are straight up. Just like",
        "start": 458.25,
        "duration": 6.049
    },
    {
        "text": "dissing people but like not even like dis",
        "start": 465.24,
        "duration": 2.33
    },
    {
        "text": "I would mean like straight up like finding flaws in like people and it's just like-",
        "start": 467.57,
        "duration": 4.29
    },
    {
        "text": "Trying to hurt their feelings",
        "start": 471.86,
        "duration": 1.78
    },
    {
        "text": "Exactly and that's not-",
        "start": 473.68,
        "duration": 1.9
    },
    {
        "text": "I mean that just makes you look really bad, and it probably, it can make- \nMe, I have thick skin",
        "start": 475.58,
        "duration": 6.06
    },
    {
        "text": "You know I was like not a kid that was like, that was like cool in like, high school, or whatever",
        "start": 481.64,
        "duration": 3.5
    },
    {
        "text": "you know coming from like-",
        "start": 485.14,
        "duration": 1.48
    },
    {
        "text": "Fuck, that is so responsible of you dude",
        "start": 486.62,
        "duration": 2.26
    },
    {
        "text": "I like,  came from like, uh,",
        "start": 489.94,
        "duration": 2.0
    },
    {
        "text": "Columbia you know when I was like really young so I didn't speak-",
        "start": 492.02,
        "duration": 1.96
    },
    {
        "text": "Wait, so you came from Columbia?",
        "start": 493.98,
        "duration": 1.12
    },
    {
        "text": "- Yeah\n- Interesting\n- So I didn't, I didn't speak English, so I was a little bit like slow at like that kind of thing",
        "start": 495.1,
        "duration": 5.82
    },
    {
        "text": "- What age were you? \n- I was like 5 so when I, I was in Kindergarten it was great, like I had no idea",
        "start": 502.32,
        "duration": 6.739
    },
    {
        "text": "- Yeah, I don't know how I did it\n- Interesting you didn't speak any English, went straight into kindergarten. That's crazy",
        "start": 509.3,
        "duration": 5.4
    },
    {
        "text": "I can see that would probably be really traumatic as like-",
        "start": 514.7,
        "duration": 3.12
    },
    {
        "text": "Yes, like even in like third grade",
        "start": 517.82,
        "duration": 1.8
    },
    {
        "text": "I was still like this, I came out like oddball",
        "start": 519.62,
        "duration": 2.0
    },
    {
        "text": "such because I went to a private school and it was easier in public schools over there because there's a lot of Hispancis in uh,",
        "start": 521.94,
        "duration": 5.359
    },
    {
        "text": "South Florida",
        "start": 527.459,
        "duration": 1.651
    },
    {
        "text": "But, uh, you know came back on it",
        "start": 529.11,
        "duration": 2.13
    },
    {
        "text": "I mean, I feel like sometimes, that you know the negativity makes people incompetent who they are right?",
        "start": 531.24,
        "duration": 6.539
    },
    {
        "text": "but sometimes",
        "start": 538.33,
        "duration": 1.98
    },
    {
        "text": "You know all this negativity and whatnot can actually have make someone have really thick skin because you I would leave like high school",
        "start": 540.31,
        "duration": 7.609
    },
    {
        "text": "I would leave my like my high school",
        "start": 547.92,
        "duration": 1.919
    },
    {
        "text": "You know from high school and now go to like hang out with friends outside of school who weren't influenced by other people's like",
        "start": 549.839,
        "duration": 6.48
    },
    {
        "text": "Say, I'm like oh like I would seriously like I was like me that person",
        "start": 557.05,
        "duration": 3.109
    },
    {
        "text": "I'd be like oh, they told us not to hang out with you type of thing",
        "start": 560.16,
        "duration": 2.309
    },
    {
        "text": "So I've gone through a lot in that kind of like sense, but outside of like high school like I was like cool",
        "start": 562.47,
        "duration": 6.42
    },
    {
        "text": "I got a lot of friends. It was a lot of fun when I went to colleges great experience, but I think it made me",
        "start": 568.89,
        "duration": 5.819
    },
    {
        "text": "Shape as a person a lot and I'd never take for granted",
        "start": 575.23,
        "duration": 3.229
    },
    {
        "text": "Um",
        "start": 579.07,
        "duration": 1.23
    },
    {
        "text": "A Lot of things, and I respect people that are smart all the time that are like",
        "start": 580.3,
        "duration": 5.42
    },
    {
        "text": "like considered nerdy because it's I was like friends with a lot of them, and they're, like,",
        "start": 585.72,
        "duration": 3.3
    },
    {
        "text": "it's stupid the only reason that they are like kind of like what people might call like soft sometimes is because they",
        "start": 589.1,
        "duration": 6.48
    },
    {
        "text": "They're very grateful people who",
        "start": 596.17,
        "duration": 2.57
    },
    {
        "text": "Have not been as lucky because of the way that they've been treated",
        "start": 600.16,
        "duration": 3.38
    },
    {
        "text": "You know when people see something different or special they always point at it",
        "start": 603.54,
        "duration": 3.929
    },
    {
        "text": "and they you know even as like a kid, kids always point out at",
        "start": 607.47,
        "duration": 3.57
    },
    {
        "text": "Negative in a wheelchair they point cuz they're like that's interesting is the same like it's just a feel like- excuse me,",
        "start": 611.26,
        "duration": 5.989
    },
    {
        "text": "It's a psychological thing so yeah, so you really like as a kid that you were you were different enough that people were",
        "start": 617.32,
        "duration": 7.279
    },
    {
        "text": "Chose you I couldn't suck my fucking mouth because dollars don't live out you talk to my spell is your thing I?",
        "start": 625.99,
        "duration": 6.589
    },
    {
        "text": "Also, probably was like a weird kid like or like when I was younger, just cuz I didn't speak much English you know",
        "start": 633.94,
        "duration": 5.959
    },
    {
        "text": "Yeah, so you got you had a rough time in school like for how long",
        "start": 640.72,
        "duration": 3.26
    },
    {
        "text": "um",
        "start": 644.77,
        "duration": 1.8
    },
    {
        "text": "I'd say like",
        "start": 646.57,
        "duration": 2.0
    },
    {
        "text": "Probably like Middle school after like high school. It's like it was kind of like I got like I",
        "start": 648.61,
        "duration": 3.739
    },
    {
        "text": "Didn't like it so much, but it was just like one of those things where it's like I",
        "start": 652.93,
        "duration": 3.649
    },
    {
        "text": "Was still happy outside of school? I was one of the gym",
        "start": 657.16,
        "duration": 2.539
    },
    {
        "text": "I like other friends everything and like it was weird because like the first time I do",
        "start": 659.699,
        "duration": 4.47
    },
    {
        "text": "like Middle school first time I went out like it's like a party or whatever and I met people outside my school and",
        "start": 664.29,
        "duration": 5.82
    },
    {
        "text": "Like girls were like laughing are like the stupidest jokes",
        "start": 670.209,
        "duration": 2.42
    },
    {
        "text": "I might do like you have no idea like I see the best jokes in class",
        "start": 672.63,
        "duration": 2.729
    },
    {
        "text": "But people try to not laugh to it or make her laugh at me on purpose",
        "start": 675.699,
        "duration": 4.01
    },
    {
        "text": "Just because like you know, it's like",
        "start": 680.29,
        "duration": 2.57
    },
    {
        "text": "they're trying to be cool so like I always thought was really interesting and that made me feel really like grateful really grateful like",
        "start": 682.86,
        "duration": 7.44
    },
    {
        "text": "I don't know. I think it was a good experience. I really like I look back on it",
        "start": 690.759,
        "duration": 4.25
    },
    {
        "text": "I really am happy that I wasn't like a cool kid",
        "start": 695.009,
        "duration": 2.94
    },
    {
        "text": "Yeah, interesting yeah, I feel the same way in a way like I have Tourette's syndrome",
        "start": 697.949,
        "duration": 5.94
    },
    {
        "text": "but when I was a kid",
        "start": 704.41,
        "duration": 1.099
    },
    {
        "text": "I had like I was at which he fucking mastered and mike it was it was a bit of a spectacle, right?",
        "start": 705.509,
        "duration": 4.74
    },
    {
        "text": "But I think it builds a lot of character as a kid",
        "start": 710.56,
        "duration": 2.149
    },
    {
        "text": "You can't go through school and knock it like bullied a little bit and not",
        "start": 713.23,
        "duration": 3.26
    },
    {
        "text": "Rigid it",
        "start": 716.649,
        "duration": 0.781
    },
    {
        "text": "Definitely makes you a stronger person if you come out without being like with egged on or bullied a little bit right hmm",
        "start": 717.43,
        "duration": 5.089
    },
    {
        "text": "I don't know builds character. It's important",
        "start": 722.519,
        "duration": 2.28
    },
    {
        "text": "I don't I mean it's the same thing when it comes to like being spoiled and not being spoiled you know",
        "start": 724.8,
        "duration": 4.739
    },
    {
        "text": "I'm not a fan of like spoiling your kids. I feel like people have to work for it",
        "start": 729.54,
        "duration": 3.15
    },
    {
        "text": "Even if it's like a pointless thing like I wasn't able to play like video games on the weekend",
        "start": 732.69,
        "duration": 4.529
    },
    {
        "text": "I'm feel like I was older. You know that's a child abuse",
        "start": 737.22,
        "duration": 3.119
    },
    {
        "text": "It is pretty rough, but you know what it is",
        "start": 741.19,
        "duration": 2.089
    },
    {
        "text": "Though like it like it really made me yeah, I'm like a really like I was like a stubborn kid",
        "start": 743.279,
        "duration": 5.01
    },
    {
        "text": "You know I always like fought for like my own grounds everything, but it really taught me like",
        "start": 748.6,
        "duration": 5.059
    },
    {
        "text": "How to build that discipline and realizing what I didn't think I never thought it was bad, and I still don't think it's bad",
        "start": 754.389,
        "duration": 7.07
    },
    {
        "text": "But it still teaches a principle discipline. You know I don't think like doing a little advocate. It's just the principal discipline and being like",
        "start": 761.459,
        "duration": 7.53
    },
    {
        "text": "You know like good kid",
        "start": 769.99,
        "duration": 1.61
    },
    {
        "text": "I read a study where it was like um kids that can show restraint",
        "start": 771.6,
        "duration": 3.869
    },
    {
        "text": "Like if you put a kid in a room with a snack, and you say don't eat this for an hour mmM",
        "start": 775.81,
        "duration": 4.429
    },
    {
        "text": "It was like a long-term",
        "start": 780.329,
        "duration": 1.45
    },
    {
        "text": "Lifetime study on these kids like over 30 years and the kids who are actually able to show restraint and not eat the snacks",
        "start": 781.779,
        "duration": 5.929
    },
    {
        "text": "Had way more successful",
        "start": 787.93,
        "duration": 2.0
    },
    {
        "text": "Fruitful lives. Why did we see that? I don't know I read that. Sorry",
        "start": 790.81,
        "duration": 3.169
    },
    {
        "text": "I don't the source but it was like a really intensive study and the kids who would just eat it",
        "start": 793.98,
        "duration": 4.619
    },
    {
        "text": "ended up more times in prison",
        "start": 799.69,
        "duration": 2.0
    },
    {
        "text": "Like on drugs. How many people I mean and statistically? I made a lot of people maybe talking about like 5% more",
        "start": 801.97,
        "duration": 6.74
    },
    {
        "text": "It's not like they are all criminals",
        "start": 808.71,
        "duration": 1.26
    },
    {
        "text": "No, no, right, but I mean like they must have done this a lot of people ever became a criminal yeah, yeah",
        "start": 809.97,
        "duration": 4.65
    },
    {
        "text": "Probably like a thousand there's there's at a certain point like a thousand people is enough to show guy after",
        "start": 814.62,
        "duration": 4.679
    },
    {
        "text": "But I find I find that common really interesting. I think there's there's truth to that",
        "start": 819.76,
        "duration": 3.469
    },
    {
        "text": "I'm wondering if it was from the vSAuce show I'm looking at",
        "start": 823.23,
        "duration": 3.0
    },
    {
        "text": "How was it be sausage hell dissection no from the you thought God we're learning shit from YouTube red",
        "start": 826.23,
        "duration": 5.07
    },
    {
        "text": "Fuck me like a ted talk on that shit. You know were you ever bullied in school. I?",
        "start": 831.459,
        "duration": 4.88
    },
    {
        "text": "was like",
        "start": 836.92,
        "duration": 1.41
    },
    {
        "text": "Not exactly bullied, but I was always so shy that I was doing only like an odd",
        "start": 838.33,
        "duration": 6.019
    },
    {
        "text": "One you know people weren't really mean to me, but I was like I was just I had trouble like",
        "start": 844.87,
        "duration": 5.839
    },
    {
        "text": "being part of it again",
        "start": 851.74,
        "duration": 1.49
    },
    {
        "text": "Yeah, fitting and interesting so I definitely had this like weird awkward situation, man. Yeah",
        "start": 853.23,
        "duration": 6.96
    },
    {
        "text": "That's true. I was like watching like some like video like yesterday. I took a random video and it was like",
        "start": 861.55,
        "duration": 5.21
    },
    {
        "text": "Like some call it like no some high school prank or whatever and they put like these like strings or bungee cords",
        "start": 867.37,
        "duration": 5.96
    },
    {
        "text": "I don't know from like side to side on my blockers and like I was just like okay",
        "start": 873.33,
        "duration": 4.259
    },
    {
        "text": "I don't care that you did that",
        "start": 877.589,
        "duration": 1.171
    },
    {
        "text": "But the way that these guys sound like sailing sit like screaming yolo and stuff like in the most ignorant way",
        "start": 878.76,
        "duration": 6.179
    },
    {
        "text": "I'm just like wow dude. I would never want to step into let's go ahead out here",
        "start": 884.94,
        "duration": 3.779
    },
    {
        "text": "Yeah, but like some people just like so obnoxious high schools a horrible place",
        "start": 888.72,
        "duration": 4.11
    },
    {
        "text": "It's amazing that anyone get that I like relatively normal like high school a fucking nightmare for anybody pretty much and the 5%",
        "start": 892.83,
        "duration": 7.259
    },
    {
        "text": "Who were popular and cool in high school go on to have the like probably the most fucked up lives?",
        "start": 900.19,
        "duration": 4.639
    },
    {
        "text": "Kind of right like they end up where they end up with the shittiest jobs the worst marriages",
        "start": 906.579,
        "duration": 4.76
    },
    {
        "text": "this is obviously like I'm talking on my",
        "start": 911.339,
        "duration": 2.0
    },
    {
        "text": "That's what we all like to think real movie posters hippie stuff. Yeah. Yeah, you thought you told me that",
        "start": 913.42,
        "duration": 5.929
    },
    {
        "text": "Welcome. This is why I like this podcast in a way this format. I feel like in",
        "start": 920.41,
        "duration": 3.77
    },
    {
        "text": "This country specifically right now disc like obviously we've had a lot of disagreements in the past",
        "start": 924.88,
        "duration": 5.059
    },
    {
        "text": "And it's really cool to sit in front of you, and just see you as a human being and not just like this",
        "start": 929.94,
        "duration": 5.01
    },
    {
        "text": "Fucking guy on the internet that I mean you know whatever",
        "start": 935.56,
        "duration": 3.169
    },
    {
        "text": "No me wrong like sometimes like you'll like see someone on YouTube, and they'll be like. Oh that person's a character",
        "start": 938.73,
        "duration": 5.55
    },
    {
        "text": "Lee is kind of weird peppers it might actually be lat",
        "start": 944.28,
        "duration": 2.489
    },
    {
        "text": "You know way, you know when they you're out and about like you know, I really loved it",
        "start": 946.8,
        "duration": 3.6
    },
    {
        "text": "Just because it I found it so interesting",
        "start": 950.4,
        "duration": 2.0
    },
    {
        "text": "To meet people I'm like guy",
        "start": 953.14,
        "duration": 1.73
    },
    {
        "text": "I really enjoy meeting people and getting to know them even if like and",
        "start": 954.87,
        "duration": 5.07
    },
    {
        "text": "In the things that it's more important if you can do it without",
        "start": 960.16,
        "duration": 2.659
    },
    {
        "text": "Seeking anything you're just just meeting there's not they're not like sound like an attractive girl",
        "start": 963.46,
        "duration": 4.76
    },
    {
        "text": "It's not like some like person that has money or whatever you just genuinely are curious",
        "start": 968.35,
        "duration": 4.58
    },
    {
        "text": "What like that person thinks you know that's interesting yeah, I think that's good advice too. It's sometimes hard because like I don't know well",
        "start": 973.75,
        "duration": 7.369
    },
    {
        "text": "It's hard to engineer your brain to not always like want something as a result",
        "start": 981.79,
        "duration": 4.01
    },
    {
        "text": "Oh, yeah",
        "start": 985.8,
        "duration": 0.57
    },
    {
        "text": "You're doing and just to like be with somebody and be like I just want to fucking get to know you and not like want",
        "start": 986.37,
        "duration": 4.799
    },
    {
        "text": "Something from you. I'll tell you something so I just recently and I like this story because it's oh I was rolling at A",
        "start": 991.17,
        "duration": 5.88
    },
    {
        "text": "At EdC, and I was like I was like rolling friends that really. Oh, you were like on MD. Okay?",
        "start": 997.78,
        "duration": 6.019
    },
    {
        "text": "You know talk about very good okay? I'm verifier, but I thought over book",
        "start": 1004.08,
        "duration": 4.429
    },
    {
        "text": "No, that's fine anyway, so I probably clarified because you're using that Street lingo",
        "start": 1008.64,
        "duration": 4.25
    },
    {
        "text": "Crystal back bro. How did you not know Rolie duh? No no roll any nDMa right?",
        "start": 1015.18,
        "duration": 5.059
    },
    {
        "text": "So I was also some friends whatever and my friends like okay?",
        "start": 1020.24,
        "duration": 4.38
    },
    {
        "text": "Let's go find some girls, but like yeah",
        "start": 1024.62,
        "duration": 1.8
    },
    {
        "text": "Let's do I not so we like broke out some like a group that we were with and then",
        "start": 1026.42,
        "duration": 3.779
    },
    {
        "text": "You know I was just like I got tired and I was like really in the moment, and I was like dude",
        "start": 1030.569,
        "duration": 4.64
    },
    {
        "text": "You know what I don't want to find like",
        "start": 1035.209,
        "duration": 2.19
    },
    {
        "text": "Like a like I just want to finally chill personally a joke girl",
        "start": 1037.92,
        "duration": 3.409
    },
    {
        "text": "whatever",
        "start": 1041.329,
        "duration": 0.311
    },
    {
        "text": "No need to find a girl that like that like is like super attractive, or you know like I know that's what you want",
        "start": 1041.64,
        "duration": 6.979
    },
    {
        "text": "But like I'm just trying to chill out right now. No. I'm done with it",
        "start": 1048.62,
        "duration": 3.239
    },
    {
        "text": "you know like after so much like walking around and everything kind of just want to do it and",
        "start": 1051.86,
        "duration": 4.17
    },
    {
        "text": "You know he like met this like one person for like a cigarette, and then I'm like",
        "start": 1057.99,
        "duration": 5.359
    },
    {
        "text": "Oh this person is pretty nice like it's like young girl smart nerdy could tell and so I okay okay?",
        "start": 1063.35,
        "duration": 5.94
    },
    {
        "text": "I'm gonna take her and then the guy was like like he's like. What do you mean?",
        "start": 1069.54,
        "duration": 4.099
    },
    {
        "text": "You're gonna take her with us like I might do like it's okay like she's chill like I don't want like",
        "start": 1073.64,
        "duration": 5.13
    },
    {
        "text": "whatever it is you want and",
        "start": 1078.99,
        "duration": 2.0
    },
    {
        "text": "Um he's like he would like pull me aside like do like this girl's like really unattractive",
        "start": 1081.09,
        "duration": 3.68
    },
    {
        "text": "Like what you do it like you did push it",
        "start": 1084.9,
        "duration": 1.94
    },
    {
        "text": "but I'm like probably that's not what I want right now like if you get it like",
        "start": 1086.84,
        "duration": 3.989
    },
    {
        "text": "Getting laid is one thing okay like just chilling out hanging out is a different thing and I'm doing something different now",
        "start": 1091.17,
        "duration": 6.439
    },
    {
        "text": "So I took this girl",
        "start": 1097.61,
        "duration": 2.0
    },
    {
        "text": "Backstage and everything because I actually bought two bands on purpose",
        "start": 1100.95,
        "duration": 3.05
    },
    {
        "text": "So I could just like cut people like it's convenient like if someone needs to like go backstage no problem",
        "start": 1104.13,
        "duration": 5.239
    },
    {
        "text": "Just hand it off. I hope they're not watch",
        "start": 1109.37,
        "duration": 2.0
    },
    {
        "text": "Granulation your head for life. Yeah",
        "start": 1112.17,
        "duration": 2.0
    },
    {
        "text": "But no, I bought two so I let her use it we went backstage showed her it's like a trailer",
        "start": 1115.08,
        "duration": 5.119
    },
    {
        "text": "Then I also like took her like what she's never seen the things that the whole time. She wasn't ever asking for anything",
        "start": 1120.2,
        "duration": 5.91
    },
    {
        "text": "She was always going to flow really really respectful, and I love that",
        "start": 1126.11,
        "duration": 2.79
    },
    {
        "text": "I think it's really I think you know you could tell when someone's being really grateful because it you just know that",
        "start": 1128.9,
        "duration": 6.39
    },
    {
        "text": "They're not just saying it could some people to it be like oh my God. Thank you so much blah blah blah",
        "start": 1135.29,
        "duration": 3.63
    },
    {
        "text": "But it's just because they were told to say thank you",
        "start": 1139.47,
        "duration": 2.75
    },
    {
        "text": "They don't actually feel grateful right so this person was amazing",
        "start": 1142.22,
        "duration": 2.85
    },
    {
        "text": "And I even like do I even pay for like a helicopter ride like back because I was like",
        "start": 1145.07,
        "duration": 5.939
    },
    {
        "text": "Oh, why not because I I thought to myself like dude. How many like terrible girls that like really hot but they're just terrible people",
        "start": 1151.01,
        "duration": 7.53
    },
    {
        "text": "Have I taken and like done like spent so much money on them and I it would be terrible if I don't",
        "start": 1159.06,
        "duration": 6.829
    },
    {
        "text": "Spend money on people who really deserve it because this girl probably doesn't get nearly as much as like these like hot girls",
        "start": 1166.2,
        "duration": 5.99
    },
    {
        "text": "I like thing - this shit",
        "start": 1172.19,
        "duration": 0.9
    },
    {
        "text": "right and so I did that for it was so I can probably one of the nicest things I've done and",
        "start": 1173.09,
        "duration": 5.97
    },
    {
        "text": "I have to think my one friend ally who's changed me so much my blast six months because I was not that type of person",
        "start": 1179.43,
        "duration": 7.099
    },
    {
        "text": "Cuz I never saw that",
        "start": 1186.53,
        "duration": 1.39
    },
    {
        "text": "But yeah, so yeah, so",
        "start": 1187.92,
        "duration": 2.0
    },
    {
        "text": "Like are you still in touch with her? Yeah? You guys did you stay in touch?",
        "start": 1190.2,
        "duration": 3.71
    },
    {
        "text": "They like randomly texture like yesterday. I figure out how she was doing because she has like",
        "start": 1194.34,
        "duration": 4.25
    },
    {
        "text": "Pretty like not so good pass. She has a schizophrenic mother who doesn't remember her",
        "start": 1199.58,
        "duration": 5.06
    },
    {
        "text": "Oh, yeah",
        "start": 1204.64,
        "duration": 1.15
    },
    {
        "text": "so it's like one of those things so it's like dude like I don't know like it's a",
        "start": 1205.79,
        "duration": 3.679
    },
    {
        "text": "You see when you go to these music festivals you end up connecting with people",
        "start": 1209.66,
        "duration": 3.349
    },
    {
        "text": "And it's like always like a like a meant to be connections. I was thinking. What's like",
        "start": 1213.01,
        "duration": 4.859
    },
    {
        "text": "You know you meet good people you help them out",
        "start": 1217.87,
        "duration": 2.01
    },
    {
        "text": "I actually lost two phones out there someone like actually robbed that I was like damn do like you guys are clean having good time",
        "start": 1219.88,
        "duration": 6.059
    },
    {
        "text": "Right that's really bad play yeah",
        "start": 1226.16,
        "duration": 2.269
    },
    {
        "text": "experience",
        "start": 1228.98,
        "duration": 1.079
    },
    {
        "text": "I've been to a good one helicopter ride back",
        "start": 1230.059,
        "duration": 2.78
    },
    {
        "text": "Really bad, so if we tried like three hours",
        "start": 1233.72,
        "duration": 2.63
    },
    {
        "text": "How much is the helicopter ride from you you went around?",
        "start": 1236.929,
        "duration": 3.02
    },
    {
        "text": "550 bucks probably worth it to some degree from Agency like the strip",
        "start": 1240.35,
        "duration": 4.76
    },
    {
        "text": "Yeah, I'd say otherwise if you take like regular uber probably like 100 bucks",
        "start": 1245.14,
        "duration": 4.02
    },
    {
        "text": "But you're saving like your radio or a lot of our a lot of time and at the same time you're getting",
        "start": 1249.16,
        "duration": 5.369
    },
    {
        "text": "Experience right now obviously like I think I took it four times so or you know DEv for it",
        "start": 1254.75,
        "duration": 7.099
    },
    {
        "text": "So that's a lot of money, especially if you're paying for people, but it's again. It's like one of those things",
        "start": 1261.85,
        "duration": 6.75
    },
    {
        "text": "it's like if you have if you have the money to do it and",
        "start": 1268.6,
        "duration": 3.359
    },
    {
        "text": "You know you may be and you can help someone else why not? Yeah, but the most important thing is gratefulness",
        "start": 1272.51,
        "duration": 6.559
    },
    {
        "text": "Yeah, I don't care if the girls like really hot really nice and really grateful person. I would take your - it's fine",
        "start": 1279.07,
        "duration": 5.34
    },
    {
        "text": "Yeah, but you just gotta think it's really beautiful when you don't have anything in mind because I mean just like everyone else",
        "start": 1284.41,
        "duration": 5.729
    },
    {
        "text": "I'm not gonna lie to you and say that I haven't liked taking girls like",
        "start": 1290.14,
        "duration": 3.029
    },
    {
        "text": "You know trips and whatnot in like like hopes",
        "start": 1293.72,
        "duration": 2.66
    },
    {
        "text": "I like it's like oh, I think I'm gonna get with her so I might as well like paste up you know yeah",
        "start": 1296.38,
        "duration": 4.289
    },
    {
        "text": "I might yeah, I got life no. That's why I'm open book. That's the thing like I'm very very like honest",
        "start": 1300.669,
        "duration": 5.49
    },
    {
        "text": "I don't really I feel I'm pretty happy with my decisions right, so",
        "start": 1306.16,
        "duration": 3.299
    },
    {
        "text": "Um we were at Edc",
        "start": 1310.34,
        "duration": 2.0
    },
    {
        "text": "Because we went there to make a video. I found the environment like really well, we weren't on drugs at a time",
        "start": 1312.799,
        "duration": 5.48
    },
    {
        "text": "We were there to work. Which is probably was one of the reasons why we I didn't really like it",
        "start": 1318.28,
        "duration": 4.679
    },
    {
        "text": "I found that that environment was like super intense",
        "start": 1322.96,
        "duration": 2.729
    },
    {
        "text": "Feel like people were chill or nice or nice. Don't really feel like that. Well, this was in New York. It wasn't the EDC",
        "start": 1326.75,
        "duration": 5.989
    },
    {
        "text": "Yeah, all right. We were at Edc. Las Vegas was all yeah, but it was like it felt like gnarly",
        "start": 1332.74,
        "duration": 5.529
    },
    {
        "text": "I felt like unsafe almost it was you saying that your phones were stolen doesn't surprise ya the energy was like really",
        "start": 1338.299,
        "duration": 7.979
    },
    {
        "text": "Negative like just a cloud of like really manic weird energy. Yeah, I don't know it",
        "start": 1346.62,
        "duration": 5.75
    },
    {
        "text": "I mean have you been to coachella? No coachella is like it might be like all like happy and cute and whatnot but",
        "start": 1352.37,
        "duration": 6.779
    },
    {
        "text": "Trust me like it's pretty pretentious because a lot of people from",
        "start": 1360.059,
        "duration": 3.68
    },
    {
        "text": "From la you know how light people are yeah, very very pretentious like where's your resume type of thing. I'm like",
        "start": 1364.35,
        "duration": 6.439
    },
    {
        "text": "No, if I showed you my resume",
        "start": 1371.309,
        "duration": 2.45
    },
    {
        "text": "You'd be impressed, and I walk away, okay. It's like one of those things. Where is it like lily?",
        "start": 1374.549,
        "duration": 4.369
    },
    {
        "text": "I feel like that's how people are they expect you to show them a reason to talk to alright",
        "start": 1378.919,
        "duration": 5.19
    },
    {
        "text": "Then that's on a lie saying I think you're from New York right now",
        "start": 1384.11,
        "duration": 2.76
    },
    {
        "text": "I'm from I'm from socal not la okay, but you you live in New York. I did live in New York",
        "start": 1386.87,
        "duration": 5.099
    },
    {
        "text": "Yeah for you people. They're probably very pretentious as well",
        "start": 1391.97,
        "duration": 2.52
    },
    {
        "text": "Pride Stakeholder absolutely like",
        "start": 1395.279,
        "duration": 2.54
    },
    {
        "text": "just like in a hurry maybe",
        "start": 1399.33,
        "duration": 2.089
    },
    {
        "text": "Yes, yeah, la definitely has a dude like if you go down to Hollywood",
        "start": 1402.21,
        "duration": 4.16
    },
    {
        "text": "Specifically you find like some of the most pretentious douchey people in the whole fucking planet like everyone's such a trihard yeah",
        "start": 1407.159,
        "duration": 5.75
    },
    {
        "text": "You're you're describing them yesterday",
        "start": 1412.909,
        "duration": 2.28
    },
    {
        "text": "oh",
        "start": 1415.2,
        "duration": 0.5
    },
    {
        "text": "It's the worst too because the thing is that the ones are the worst are the ones that like they're like wearing like",
        "start": 1415.7,
        "duration": 5.67
    },
    {
        "text": "You know chains or what doesn't matter like they're just dissuading nice stuff",
        "start": 1421.769,
        "duration": 4.13
    },
    {
        "text": "You know expensive stuff, but it's likely not real and even if it is",
        "start": 1426.059,
        "duration": 5.209
    },
    {
        "text": "By some weird reason they do this thing where they try to like push their ego on top of you and be like oh",
        "start": 1432.269,
        "duration": 7.16
    },
    {
        "text": "My God like look at all the things that I'm doing right, and it's like soda motivating because it's like",
        "start": 1439.59,
        "duration": 5.989
    },
    {
        "text": "It's like you feel kind of like family. I didn't realize",
        "start": 1446.309,
        "duration": 2.839
    },
    {
        "text": "You know I everyone only shows like they're happy pictures on Facebook, and then you get the press because everyone looks happy and successful",
        "start": 1450.09,
        "duration": 5.359
    },
    {
        "text": "But everyone has a shitty life, just like you. It's just what they present. Yeah, and also when it's like a facade",
        "start": 1455.76,
        "duration": 5.029
    },
    {
        "text": "It's also like more annoying because you it gets you confused and everything like say, okay like a person that actually like has you know",
        "start": 1460.789,
        "duration": 7.53
    },
    {
        "text": "like a good",
        "start": 1469.709,
        "duration": 1.5
    },
    {
        "text": "Successful and whatever it is that they are they they tend you know?",
        "start": 1471.209,
        "duration": 3.71
    },
    {
        "text": "I'm not hopefully to be a little bit more humble because they know that they",
        "start": 1475.079,
        "duration": 3.74
    },
    {
        "text": "They they are and they want to help people rather than push it on top of them",
        "start": 1478.949,
        "duration": 3.89
    },
    {
        "text": "And that's a better like way to look at it",
        "start": 1482.839,
        "duration": 2.22
    },
    {
        "text": "Let's talk about your Facebook page. I want talk about your brand. So flow hmM like what like I'm",
        "start": 1486.599,
        "duration": 5.15
    },
    {
        "text": "intrigued by like the Facebook business by everything you do because you used to be on YouTube and",
        "start": 1492.629,
        "duration": 5.839
    },
    {
        "text": "You're you but you don't really make youtube videos anymore, you're mostly on Facebook right? Yeah, what is this so flow brand?",
        "start": 1500.069,
        "duration": 6.47
    },
    {
        "text": "You know like I don't think it is much of a bread anymore because I don't really push it so much",
        "start": 1507.329,
        "duration": 4.88
    },
    {
        "text": "You know I have the license content. It's a lot of work. You know I have to constantly be",
        "start": 1512.209,
        "duration": 3.84
    },
    {
        "text": "You know hitting people up and trust me. I've like hired licensing and it's not easier less",
        "start": 1516.599,
        "duration": 6.229
    },
    {
        "text": "Just license because you have to know that people knowing that people get to the good contacts",
        "start": 1522.829,
        "duration": 4.41
    },
    {
        "text": "But uh you know what I want my brand to be is not as important as what I want",
        "start": 1527.309,
        "duration": 5.059
    },
    {
        "text": "you know",
        "start": 1533.219,
        "duration": 1.02
    },
    {
        "text": "might might come as a whole to go forward I don't really care so much right now about the the solo brand because it's",
        "start": 1534.239,
        "duration": 7.489
    },
    {
        "text": "Just license content doesn't really hold much value so more focus on building",
        "start": 1541.859,
        "duration": 5.839
    },
    {
        "text": "brands",
        "start": 1548.699,
        "duration": 2.0
    },
    {
        "text": "Around like products. You know my karelian to trying to get the e-Commerce thing, but it's very difficult. It's a lot of money",
        "start": 1550.769,
        "duration": 5.869
    },
    {
        "text": "You actually have to hold inventory if you want to let me know the commerce. You're trying to sell shit",
        "start": 1557.399,
        "duration": 4.28
    },
    {
        "text": "Yeah, so I make products right but no drop shipping right now. So that's a thing few dropship",
        "start": 1561.679,
        "duration": 4.979
    },
    {
        "text": "You can you make money and not have so much of a lot of Raffia?",
        "start": 1566.729,
        "duration": 3.92
    },
    {
        "text": "What is that like you you ship directly from China? He packets it usually takes as low",
        "start": 1570.649,
        "duration": 6.449
    },
    {
        "text": "I mean as if you're lucky as low as six shipping days",
        "start": 1577.099,
        "duration": 3.119
    },
    {
        "text": "Um but your business is whatever or it can take up to like",
        "start": 1580.889,
        "duration": 4.849
    },
    {
        "text": "like",
        "start": 1586.409,
        "duration": 1.35
    },
    {
        "text": "Maximum like 20 something to us like if you're unlucky and then us the world it's like",
        "start": 1587.759,
        "duration": 6.349
    },
    {
        "text": "30 or so but rest of the world is used to like long shipping",
        "start": 1594.569,
        "duration": 3.59
    },
    {
        "text": "I don't know if you've seen like how long it takes like some or something Amazon right like it there nobody",
        "start": 1598.159,
        "duration": 5.46
    },
    {
        "text": "What's the business? I don't understand so we refined products online that are like going viral like we saw like the black mass stuff",
        "start": 1603.62,
        "duration": 6.839
    },
    {
        "text": "We also did like the bra. This is like a while back",
        "start": 1611.1,
        "duration": 2.78
    },
    {
        "text": "That we were doing those specifically",
        "start": 1614.52,
        "duration": 2.0
    },
    {
        "text": "The bra the like that I don't know if you've seen the the shop list bra that like just sticks on and I knew it",
        "start": 1616.919,
        "duration": 5.75
    },
    {
        "text": "Is okay so we like got some models to come in and then?",
        "start": 1622.669,
        "duration": 4.59
    },
    {
        "text": "Have them like try it on whatever made a video",
        "start": 1628.26,
        "duration": 2.329
    },
    {
        "text": "Saw a lot of other companies doing it so we thought would be interesting on like we take like kind of like some like mini",
        "start": 1631.98,
        "duration": 4.819
    },
    {
        "text": "Trends on Instagram put them on Facebook, and it does pretty well, you only make decent money",
        "start": 1636.799,
        "duration": 4.23
    },
    {
        "text": "But it's a lot of hassle is Chargeback customer service issues",
        "start": 1641.25,
        "duration": 4.069
    },
    {
        "text": "So it is a grind like I would say like if that's why like I was telling you earlier like the mineral stuff and like",
        "start": 1645.84,
        "duration": 5.81
    },
    {
        "text": "You know advertising on that?",
        "start": 1651.65,
        "duration": 2.0
    },
    {
        "text": "Well first of all you make money from Facebook Facebook pays you right well not really Facebook monetized some pages",
        "start": 1653.789,
        "duration": 7.16
    },
    {
        "text": "So flow used to be monetized, but then you know I don't know they took it away",
        "start": 1660.95,
        "duration": 5.28
    },
    {
        "text": "This this is when I was actually licensing concept so they didn't have to pay you for videos, right?",
        "start": 1666.23,
        "duration": 5.939
    },
    {
        "text": "And then it was why did they remove it?",
        "start": 1672.169,
        "duration": 2.0
    },
    {
        "text": "um I",
        "start": 1674.64,
        "duration": 1.14
    },
    {
        "text": "think just the backlash of like",
        "start": 1675.78,
        "duration": 2.599
    },
    {
        "text": "Rebooting yeah, yeah, because like that was like obviously like I was in a bad light",
        "start": 1678.99,
        "duration": 4.459
    },
    {
        "text": "But I wanted to ask you more, specifically",
        "start": 1683.94,
        "duration": 2.45
    },
    {
        "text": "Do you think that we meats?",
        "start": 1686.39,
        "duration": 1.36
    },
    {
        "text": "Represented your free bidding stuff like when we made the whole video about how you guys were stealing videos and real podium I think",
        "start": 1687.75,
        "duration": 6.049
    },
    {
        "text": "No, but I mean definitely were wrong about the the thing about like that one account get them you found out who that guy was",
        "start": 1694.919,
        "duration": 7.13
    },
    {
        "text": "Right he works in your office, right he used to a long time ago",
        "start": 1702.049,
        "duration": 3.27
    },
    {
        "text": "But he actually if you look at his cause that's pretty funny",
        "start": 1705.32,
        "duration": 2.67
    },
    {
        "text": "If you guys okay, because I've noticed this whole weird like what we called it Facebook like wandering back",
        "start": 1708.809,
        "duration": 6.38
    },
    {
        "text": "Then yeah where it's like one page",
        "start": 1715.19,
        "duration": 2.0
    },
    {
        "text": "Will won't you'll be like, so you have this one page, and you're like",
        "start": 1717.96,
        "duration": 3.53
    },
    {
        "text": "I don't free but I don't steal shit but my friend here steal shit, and I'll share his page hmM",
        "start": 1721.49,
        "duration": 6.03
    },
    {
        "text": "Like you, that's a thing that happens",
        "start": 1728.1,
        "duration": 1.88
    },
    {
        "text": "I didn't say and at the time when you when you brought that up though so funny because like that",
        "start": 1729.98,
        "duration": 5.51
    },
    {
        "text": "I don't even remember had I shared one of their videos ism. Yes, yeah, okay?",
        "start": 1735.49,
        "duration": 3.42
    },
    {
        "text": "I think what it was is I had bought a piece of content from him and",
        "start": 1738.91,
        "duration": 3.179
    },
    {
        "text": "The deal was like I would give him a share on top of like the payment",
        "start": 1742.82,
        "duration": 3.35
    },
    {
        "text": "But yeah like but it was a piece of content. He didn't make no. He made it. No he made it",
        "start": 1747.5,
        "duration": 3.89
    },
    {
        "text": "There's the skies of content producer. Okay good ticket it. Yeah",
        "start": 1751.58,
        "duration": 3.92
    },
    {
        "text": "You had other channels with it like what the fuck how they're not sketchy",
        "start": 1756.29,
        "duration": 4.519
    },
    {
        "text": "Channels I run of like a non. I claim have you heard of a channel. You should do",
        "start": 1761.57,
        "duration": 4.79
    },
    {
        "text": "Well if you do a call-out, you give too much attention as a thing. I don't know what you guys catch it. Yeah later um",
        "start": 1766.91,
        "duration": 5.39
    },
    {
        "text": "This thing is a catch a cheater. I know oh yeah, I love",
        "start": 1772.88,
        "duration": 4.099
    },
    {
        "text": "Same guy, no louise know that look let's let me go to edit wait louise",
        "start": 1777.71,
        "duration": 5.599
    },
    {
        "text": "Wait, that's good ticket it. Oh my God. No fun birthday well",
        "start": 1784.49,
        "duration": 4.67
    },
    {
        "text": "I had we were in concept with those guys for a minute after we made the video and are you fucking kidding me?",
        "start": 1789.16,
        "duration": 6.0
    },
    {
        "text": "That's cazuca, dude that guy's got to come at me and not say that that's him. So you guys know each other",
        "start": 1795.16,
        "duration": 5.76
    },
    {
        "text": "Well, I met this guy at YouTube space a long time ago",
        "start": 1801.17,
        "duration": 3.259
    },
    {
        "text": "He's like hey like you're so floating I like to me love and then I liked guys number",
        "start": 1804.429,
        "duration": 4.56
    },
    {
        "text": "Whatever, and then we contacted later",
        "start": 1808.99,
        "duration": 1.83
    },
    {
        "text": "I was like okay, you make content make content for us his stuff is like not high quality",
        "start": 1810.82,
        "duration": 4.44
    },
    {
        "text": "But it's like the craziest like most stupidest stuff, so it's funny and it works well",
        "start": 1815.42,
        "duration": 5.029
    },
    {
        "text": "That's small because it looks so it is high quality Facebook content, okay, okay?",
        "start": 1820.79,
        "duration": 4.76
    },
    {
        "text": "can't even download the the that might be like if I download my own videos yeah like I",
        "start": 1826.01,
        "duration": 4.489
    },
    {
        "text": "Reload my stuff all the time. I don't ask you and",
        "start": 1830.72,
        "duration": 2.089
    },
    {
        "text": "You when you click hd, you can't even get it like 1080p or whatever it really hits it's weird",
        "start": 1833.51,
        "duration": 5.329
    },
    {
        "text": "Facebook's intercept tell me what's the shadiest shit you see on Facebook because I I look at Facebook",
        "start": 1839.72,
        "duration": 5.27
    },
    {
        "text": "And I see it to me. It looks like a total clusterfuck of what it seems like supersize Facebook",
        "start": 1844.99,
        "duration": 7.65
    },
    {
        "text": "You know I'm a huge Facebook's it. Well clearly I mean well",
        "start": 1852.64,
        "duration": 2.88
    },
    {
        "text": "I don't know if you are not personally, but your business has thrived there",
        "start": 1855.52,
        "duration": 2.88
    },
    {
        "text": "Yeah, and it seems like there's it's like unregulated when I scroll figure just for my personal side",
        "start": 1858.74,
        "duration": 6.17
    },
    {
        "text": "It looks like a total fucking skin looks like a scam",
        "start": 1864.91,
        "duration": 2.939
    },
    {
        "text": "It looks like an Indian newsletter that the end is like send money to my nigerian prince. I get a total mess",
        "start": 1868.12,
        "duration": 6.479
    },
    {
        "text": "Like what some shit you've seen on Facebook let that he wait like so weird is like stop. I've seen um I",
        "start": 1875.12,
        "duration": 6.229
    },
    {
        "text": "Don't know you know I can't like I",
        "start": 1883.34,
        "duration": 2.869
    },
    {
        "text": "Mean most I've seen a lot of like annoying us",
        "start": 1887.059,
        "duration": 2.39
    },
    {
        "text": "Advertisements like let's paid for where it's like people like making so much money on Sort of things like ty Lopez Model",
        "start": 1889.909,
        "duration": 5.21
    },
    {
        "text": "But for like e-Commerce because I always get that because they know like I go on shopify and all that kind of stuff",
        "start": 1895.12,
        "duration": 4.649
    },
    {
        "text": "But it's just like it's there are a lot of those like ads were like they are a little",
        "start": 1899.84,
        "duration": 5.9
    },
    {
        "text": "Scam ëcoz like it's like why are you making ads about?",
        "start": 1906.289,
        "duration": 3.41
    },
    {
        "text": "Making ecommerce money when you can focus more on your that business when I don't matter that kind of less on",
        "start": 1909.83,
        "duration": 5.0
    },
    {
        "text": "What wait you're not a fan of ty lopez aye lopez know it's like you talk about the money that you make but you make",
        "start": 1914.83,
        "duration": 5.489
    },
    {
        "text": "More money from talking about of course when he's selling him jack",
        "start": 1920.32,
        "duration": 3.479
    },
    {
        "text": "Dorso virus, but I feel a lot of those on like rights",
        "start": 1924.35,
        "duration": 3.169
    },
    {
        "text": "Right I don't see that many",
        "start": 1928.13,
        "duration": 2.0
    },
    {
        "text": "crazy things",
        "start": 1930.62,
        "duration": 0.99
    },
    {
        "text": "I mean",
        "start": 1931.61,
        "duration": 0.65
    },
    {
        "text": "I know there's a lot of hackers are like",
        "start": 1932.26,
        "duration": 1.99
    },
    {
        "text": "you know living in like Asia like something like a lot of like people on Facebook from like Pakistan and Philippines and",
        "start": 1934.25,
        "duration": 6.26
    },
    {
        "text": "Some of those people like they are like that their stuff is like low-quality and like they somehow like they do",
        "start": 1940.639,
        "duration": 5.78
    },
    {
        "text": "Like some hacky and stuff, but overall. What purpose oh, no",
        "start": 1946.49,
        "duration": 4.01
    },
    {
        "text": "I just like they just get on peoples pages in this hack primer",
        "start": 1950.5,
        "duration": 3.659
    },
    {
        "text": "And I'm like like pages, and shit like what's for what purpose",
        "start": 1954.159,
        "duration": 3.0
    },
    {
        "text": "You know just to get like some pages, and I love that. There's a whole hacking operation",
        "start": 1957.159,
        "duration": 3.84
    },
    {
        "text": "Just think it likes you know why it means followers here yeah, I?",
        "start": 1961.0,
        "duration": 4.079
    },
    {
        "text": "Thought I felt like spur valuable on YouTube, but it hasn't gotten that bad yet",
        "start": 1966.049,
        "duration": 4.01
    },
    {
        "text": "um oh my God back in the day when like you can actually like a video on YouTube, and it wouldn't like",
        "start": 1970.669,
        "duration": 5.51
    },
    {
        "text": "Influence like the growth that was like the good times now on YouTube. It's all about clickbait. It's all in consistency",
        "start": 1976.58,
        "duration": 6.53
    },
    {
        "text": "You're how to be consistent with like your uploads and then that way you like slowly rise to the top and like now",
        "start": 1983.11,
        "duration": 6.0
    },
    {
        "text": "You're like number one suggested. No matter what you throw up",
        "start": 1989.11,
        "duration": 2.52
    },
    {
        "text": "Yeah, well",
        "start": 1992.269,
        "duration": 1.491
    },
    {
        "text": "What's the dip because you you started on Youtube why do you think that you were success more successful and Facebook than Youtube?",
        "start": 1993.76,
        "duration": 7.59
    },
    {
        "text": "Well, I think I've made",
        "start": 2002.11,
        "duration": 2.0
    },
    {
        "text": "At a time, okay right when you called me on everything",
        "start": 2004.3,
        "duration": 3.8
    },
    {
        "text": "I was not making any money at all well a billion views a month zero dollars really so yeah",
        "start": 2008.1,
        "duration": 6.9
    },
    {
        "text": "No\nSeriously all my money was coming from from YouTube the only paycheck I got from",
        "start": 2015.0,
        "duration": 4.32
    },
    {
        "text": "Facebook at a time when I was by the tide was 16 k which was for like a billion views a month",
        "start": 2019.57,
        "duration": 5.27
    },
    {
        "text": "They're like 800 million views a month and so because they kicked me out of the program. Whatever. I don't know",
        "start": 2024.84,
        "duration": 5.099
    },
    {
        "text": "So in reality. I wasn't making much money at all on Facebook",
        "start": 2030.55,
        "duration": 3.349
    },
    {
        "text": "All my money was still coming from Youtube for a while the only reason I decided to retire from that was because I started trying",
        "start": 2034.33,
        "duration": 5.51
    },
    {
        "text": "To do brand deals with my Facebook, and I was making some good money",
        "start": 2039.84,
        "duration": 3.119
    },
    {
        "text": "But we're talking like I mean like even with like the big size that I had with all my stuff",
        "start": 2042.96,
        "duration": 4.829
    },
    {
        "text": "you know I was grinding hard to make 50 k that month and",
        "start": 2048.13,
        "duration": 3.709
    },
    {
        "text": "our expenses got to like near 40 50 k a month on production on",
        "start": 2052.24,
        "duration": 6.14
    },
    {
        "text": "employment all the other stuff you know so it got to a point where we actually lost a lot of money just because it a",
        "start": 2059.29,
        "duration": 7.729
    },
    {
        "text": "Media business has obviously take on a huge risk in terms of like how much money is spent",
        "start": 2067.75,
        "duration": 5.03
    },
    {
        "text": "Versus how much margins you make you know they make a high top-line revenue, but a very low Margin on",
        "start": 2073.45,
        "duration": 5.75
    },
    {
        "text": "profits so that being said like I I",
        "start": 2080.14,
        "duration": 3.739
    },
    {
        "text": "Really like it was not easy and Facebook wasn't exactly",
        "start": 2084.61,
        "duration": 2.929
    },
    {
        "text": "They didn't become my thing because of the money it became I think is I just enjoyed the fact that you can",
        "start": 2087.64,
        "duration": 6.29
    },
    {
        "text": "Reach so many more people I was doing on YouTube",
        "start": 2094.18,
        "duration": 2.869
    },
    {
        "text": "And I was grinding my ass off and again like we were talking about earlier",
        "start": 2097.05,
        "duration": 3.06
    },
    {
        "text": "YouTube is really difficult with the odds, and it always has been right?",
        "start": 2100.51,
        "duration": 3.949
    },
    {
        "text": "So what was it that?",
        "start": 2104.86,
        "duration": 1.28
    },
    {
        "text": "You saw in the long-term potential cuz you're grinding you're getting all these views on Facebook, but you're not making any money",
        "start": 2106.14,
        "duration": 4.349
    },
    {
        "text": "But clearly you're doing well now right you're flying helicopters you going to eat. Not really I would say",
        "start": 2110.53,
        "duration": 5.42
    },
    {
        "text": "I'm just a I'm a I'm a I'm",
        "start": 2115.95,
        "duration": 2.399
    },
    {
        "text": "Terrible fighters right I I would say that mean you spent a lot of money",
        "start": 2119.11,
        "duration": 4.58
    },
    {
        "text": "Are you been I defended a lot of money a lot more than I should what do you spend money on?",
        "start": 2123.69,
        "duration": 3.869
    },
    {
        "text": "Flights, I mean, I took two two months off traveled all of ASia",
        "start": 2129.1,
        "duration": 3.979
    },
    {
        "text": "Went to dubai. I like dubai still like Asia better because like the people are like so chill",
        "start": 2134.01,
        "duration": 5.31
    },
    {
        "text": "But yeah went to uk that's I've been spending a lot of money on the travel adventure stuff",
        "start": 2140.65,
        "duration": 5.39
    },
    {
        "text": "I don't know. I just like I feel like that you play poker - right yeah, yeah, Gonna",
        "start": 2146.04,
        "duration": 4.77
    },
    {
        "text": "Take me that you like poker. I play I yeah, I used to play a lot of poker",
        "start": 2150.81,
        "duration": 3.419
    },
    {
        "text": "Back in the day I but I took some fucking heavy losses boy, and I was like I can't do this anymore",
        "start": 2154.75,
        "duration": 5.209
    },
    {
        "text": "like man",
        "start": 2160.75,
        "duration": 0.8
    },
    {
        "text": "And that was when I was in college like I was living on like student loans at the time so my colors because I do",
        "start": 2161.55,
        "duration": 5.429
    },
    {
        "text": "Crazy stuff on Poker it's crazy did it?",
        "start": 2167.32,
        "duration": 2.899
    },
    {
        "text": "well, there's something like only one or two percent of players are actually profitable over the course of their their like time playing poker I",
        "start": 2170.77,
        "duration": 6.949
    },
    {
        "text": "Was definitely one of the losers man. It's a brutal game you have to play for so long",
        "start": 2177.88,
        "duration": 4.159
    },
    {
        "text": "Yeah, you have to believe I will the true successful poker players are like",
        "start": 2182.11,
        "duration": 3.529
    },
    {
        "text": "Mathematicians dude they're like patient, and it's a grind for them, right?",
        "start": 2186.67,
        "duration": 3.86
    },
    {
        "text": "It's not like this is like trying to do there's straight-up crying",
        "start": 2190.53,
        "duration": 3.929
    },
    {
        "text": "Just like it's annoying when you sit down another table, and they're all grinders because you're like",
        "start": 2194.46,
        "duration": 3.57
    },
    {
        "text": "Okay, great at the way for my perfect spot to get this person by a hair yeah exactly and that's what they do",
        "start": 2198.03,
        "duration": 5.189
    },
    {
        "text": "That's how people are successful playing or you don't have to beat the other people you have to beat the house rake",
        "start": 2203.22,
        "duration": 4.89
    },
    {
        "text": "because when you think that the house is taking",
        "start": 2208.57,
        "duration": 2.329
    },
    {
        "text": "Five to ten percent off the top of every box every fairy want to type well like over the over the course of the other",
        "start": 2211.63,
        "duration": 6.35
    },
    {
        "text": "Game, maybe because if you're shaving off like five dollars every land",
        "start": 2217.98,
        "duration": 4.05
    },
    {
        "text": "I mean like the way, so the way the way that they do. It is usually like at a casino. It'll be like",
        "start": 2222.03,
        "duration": 6.33
    },
    {
        "text": "Like $8 7 based on dollars it depends on how many people are sitting down",
        "start": 2228.94,
        "duration": 4.489
    },
    {
        "text": "maybe it's 8",
        "start": 2233.43,
        "duration": 0.61
    },
    {
        "text": "And then you know the higher the the bigger the game you play the better the odds are for you because the houses are going",
        "start": 2234.04,
        "duration": 6.139
    },
    {
        "text": "To take the work is is less by 4 yeah, no, it's not less, but yet by proportionate like how much money you're playing yeah",
        "start": 2240.18,
        "duration": 6.12
    },
    {
        "text": "But that being said you know you can play big games at a home game, and they can be like oh, yeah",
        "start": 2247.18,
        "duration": 4.76
    },
    {
        "text": "The Rake is five seven percent",
        "start": 2251.94,
        "duration": 1.35
    },
    {
        "text": "And it's it's stupid like a person actually you know grinds you can't grind you you would lose to the house",
        "start": 2253.29,
        "duration": 5.909
    },
    {
        "text": "You can't beat that high percent. It's actually yeah over time",
        "start": 2259.2,
        "duration": 3.239
    },
    {
        "text": "It's not does it make sense you are you losing player or you a winning player probable really?",
        "start": 2262.44,
        "duration": 4.469
    },
    {
        "text": "- what well I mean, you get understand like I did a pat",
        "start": 2267.109,
        "duration": 2.699
    },
    {
        "text": "Is it like a do look at it as a profession or like? It's just for fun. No for fun for fun",
        "start": 2269.809,
        "duration": 4.53
    },
    {
        "text": "I would I mean I'd love to do it",
        "start": 2274.339,
        "duration": 1.44
    },
    {
        "text": "But it's like it's wet with anything in life that you like",
        "start": 2275.779,
        "duration": 2.34
    },
    {
        "text": "You know that you do for like work and whatnot",
        "start": 2278.309,
        "duration": 2.33
    },
    {
        "text": "You have to have like some sort of end goal that you're looking up to and as much as I like to win like",
        "start": 2280.71,
        "duration": 5.689
    },
    {
        "text": "World series and Whatnot great, right?",
        "start": 2286.769,
        "duration": 2.33
    },
    {
        "text": "It's still not like one of those things where it's like",
        "start": 2289.98,
        "duration": 2.059
    },
    {
        "text": "I wouldn't feel so fulfilled like if I just like once I'd done that like I feel like I need more",
        "start": 2292.039,
        "duration": 5.43
    },
    {
        "text": "I need something else, so I still like the business to uh you know work that. I do a lot",
        "start": 2297.47,
        "duration": 6.239
    },
    {
        "text": "But I you know it's hard. It's hard to stay focused considering like I can just go travel right now",
        "start": 2304.92,
        "duration": 6.319
    },
    {
        "text": "And it'd be fun. You know do you think that you have a shot of winning will surge poker. I mean playing",
        "start": 2311.239,
        "duration": 6.39
    },
    {
        "text": "I really that will shot",
        "start": 2317.63,
        "duration": 1.81
    },
    {
        "text": "but do I have a better shot than like phil ivey",
        "start": 2319.44,
        "duration": 2.179
    },
    {
        "text": "Definitely, no phil ivey though that you're comparing yourself to one great tournament players. Well, no",
        "start": 2321.9,
        "duration": 4.82
    },
    {
        "text": "I'm just saying like a good a good player in general",
        "start": 2326.72,
        "duration": 3.149
    },
    {
        "text": "Has like you know that he could have a hundred times better chance then like even though chance is a huge factor in",
        "start": 2330.21,
        "duration": 5.839
    },
    {
        "text": "Tournaments like them you can't just say well",
        "start": 2336.21,
        "duration": 2.029
    },
    {
        "text": "It's a good player no like you need help when you go all-in you need love yeah",
        "start": 2338.239,
        "duration": 4.14
    },
    {
        "text": "So like phil ivey who's like the best tournament player of all time? Let's just say if",
        "start": 2342.39,
        "duration": 4.159
    },
    {
        "text": "Compared to like someone who's just an amateur player?",
        "start": 2347.19,
        "duration": 2.479
    },
    {
        "text": "Maybe he has like 100 times chance better of winning",
        "start": 2349.739,
        "duration": 3.53
    },
    {
        "text": "But still probably like half a percent chance of winning the tournament or something like that",
        "start": 2353.269,
        "duration": 4.26
    },
    {
        "text": "I would say like someone that's like an amateur would have like",
        "start": 2358.489,
        "duration": 2.1
    },
    {
        "text": "Very very close to zero a chance and look if you look at the odds",
        "start": 2360.869,
        "duration": 3.83
    },
    {
        "text": "so if you want like your phone",
        "start": 2364.7,
        "duration": 1.349
    },
    {
        "text": "And just go pocket aces every single time and you take your starting stock and you go to like the the winning stock?",
        "start": 2366.049,
        "duration": 6.33
    },
    {
        "text": "first of all your chance of winning like with pocket aces against like a like",
        "start": 2373.17,
        "duration": 3.229
    },
    {
        "text": "Whatever hands like 80% let's say or 70 something that's depending on hand",
        "start": 2376.559,
        "duration": 3.77
    },
    {
        "text": "You're not going to you add those like if you multiply itself right that's how you find the probability you multiply",
        "start": 2382.65,
        "duration": 5.929
    },
    {
        "text": "0.8 one like 10 times however many times you need to double up to get to the top you're looking at a very low chance",
        "start": 2389.22,
        "duration": 7.579
    },
    {
        "text": "of winning even if you have the best starting hand just when it all in recently right, so",
        "start": 2397.44,
        "duration": 4.999
    },
    {
        "text": "It there is a very",
        "start": 2403.289,
        "duration": 2.0
    },
    {
        "text": "Interesting thing but play for players can do it and it's just picking their spots really",
        "start": 2406.019,
        "duration": 5.84
    },
    {
        "text": "Wisely and taking risks where the where they should you mean picking spies and which hand to play spots us in like?",
        "start": 2412.259,
        "duration": 6.83
    },
    {
        "text": "Not just hands because a hand like yeah sure like when you're preflop that can can be considered a spot",
        "start": 2419.64,
        "duration": 5.419
    },
    {
        "text": "but I mean like if someone calls you like I mean, they're a",
        "start": 2425.059,
        "duration": 3.0
    },
    {
        "text": "someone let's say some bets into you and",
        "start": 2428.909,
        "duration": 2.12
    },
    {
        "text": "You're you think about it. You're like. I could call. I feel like I could hit my flush or something",
        "start": 2431.579,
        "duration": 5.359
    },
    {
        "text": "You can choose to call there. You know thinking that you know this first",
        "start": 2437.699,
        "duration": 4.76
    },
    {
        "text": "I'm sorry hand",
        "start": 2442.459,
        "duration": 0.79
    },
    {
        "text": "Or you can choose to back away thinking that the first time is another hand",
        "start": 2443.249,
        "duration": 3.439
    },
    {
        "text": "You know you you choose where to do certain things very wisely as in like even though like it's a 50/50 for you",
        "start": 2446.689,
        "duration": 7.05
    },
    {
        "text": "for like A 45",
        "start": 2454.049,
        "duration": 2.0
    },
    {
        "text": "655 you end up going and taking like though the right route right a more conservative thing because you think that over time",
        "start": 2456.659,
        "duration": 6.29
    },
    {
        "text": "That's the right or the statistically correct thing to do right other think what there's a lot to it, too",
        "start": 2462.949,
        "duration": 5.31
    },
    {
        "text": "They know like good poker players look at the pot, and they're crunching numbers like a rain man",
        "start": 2468.259,
        "duration": 3.63
    },
    {
        "text": "Yeah, forces like so much enjoyment out with your stock sizes, right?",
        "start": 2472.409,
        "duration": 4.49
    },
    {
        "text": "I mean like you're not going to be like oh like that person blinked. Uh went when he was hard not stupid",
        "start": 2476.9,
        "duration": 7.229
    },
    {
        "text": "you know what a lot of the things are random, but yeah, there's a lot to it, and I think it's interesting because",
        "start": 2484.13,
        "duration": 6.089
    },
    {
        "text": "you learn to analyze risk without actually having numbers in your mind like",
        "start": 2491.13,
        "duration": 5.779
    },
    {
        "text": "clean cut all the time you just kind of have like a",
        "start": 2497.459,
        "duration": 2.93
    },
    {
        "text": "Center like a sixth sense to like",
        "start": 2500.699,
        "duration": 1.89
    },
    {
        "text": "Knowing whether you're good or not based on the range of hands you think the person would be playing in this spot",
        "start": 2502.589,
        "duration": 5.179
    },
    {
        "text": "Yeah, it's complicated. It's got to tell me like",
        "start": 2508.409,
        "duration": 2.75
    },
    {
        "text": "We should don't do the spot of the spot before",
        "start": 2511.799,
        "duration": 2.899
    },
    {
        "text": "I move on I something a fun my next poker losses there we go, but I do have one question like well",
        "start": 2514.699,
        "duration": 7.26
    },
    {
        "text": "How much money are you in on poker?",
        "start": 2521.959,
        "duration": 2.0
    },
    {
        "text": "Would you say are you even are you close to even I don't know I don't think I'm down that much. I'd say like",
        "start": 2524.249,
        "duration": 5.63
    },
    {
        "text": "over like",
        "start": 2530.4,
        "duration": 2.0
    },
    {
        "text": "Funny because I obviously pay under age if I say I play this long",
        "start": 2532.529,
        "duration": 4.04
    },
    {
        "text": "Unless I was playing in Florida, but I think over like was it in three years",
        "start": 2537.24,
        "duration": 4.76
    },
    {
        "text": "I'm probably down 50 down 50. This is not bad",
        "start": 2542.0,
        "duration": 4.32
    },
    {
        "text": "But I've done a lot from up your income bracket. I was like we good",
        "start": 2546.32,
        "duration": 4.139
    },
    {
        "text": "But for a regular gambling I'm probably down",
        "start": 2551.1,
        "duration": 3.5
    },
    {
        "text": "the same",
        "start": 2556.05,
        "duration": 1.41
    },
    {
        "text": "Gambling what are the gambling do you play regular like you know like?",
        "start": 2557.46,
        "duration": 2.659
    },
    {
        "text": "Baccarat blackjack, but you know I've come up to I don't know at the idea",
        "start": 2560.7,
        "duration": 4.13
    },
    {
        "text": "I'm not like - like mad about it because it's like one of those entertaining. It's like",
        "start": 2564.83,
        "duration": 3.239
    },
    {
        "text": "I yeah, I mean is not worth that much, but still like we're also going to get the same exact entertainment for cheaper. Yeah, yeah",
        "start": 2568.07,
        "duration": 6.989
    },
    {
        "text": "Gambling is a bitch did fuck median",
        "start": 2575.88,
        "duration": 2.12
    },
    {
        "text": "Well when I was in college, I used to",
        "start": 2578.88,
        "duration": 2.0
    },
    {
        "text": "I I won one tournament with 500 people took me 12 hours",
        "start": 2581.58,
        "duration": 4.549
    },
    {
        "text": "Played online. There's a lot. We did I won like",
        "start": 2586.77,
        "duration": 2.929
    },
    {
        "text": "$5,000 very good and then immediately afterwards I",
        "start": 2590.31,
        "duration": 3.02
    },
    {
        "text": "Fell fuck like a million bucks same night. I took that money to a cash table the byun was like",
        "start": 2593.88,
        "duration": 6.71
    },
    {
        "text": "Like five ten but it was no limits, and it was like it was alright",
        "start": 2602.01,
        "duration": 3.409
    },
    {
        "text": "It was a good game, and I was like cool. I got five thousand. I'm feeling gravy sit down at this table",
        "start": 2605.42,
        "duration": 5.189
    },
    {
        "text": "I fly I died I had like pocket jacks flop three of three of a kind no, ezra",
        "start": 2610.619,
        "duration": 6.38
    },
    {
        "text": "And I it was a flop like the other tough work. Do you remember just roughly what you know yeah?",
        "start": 2617.04,
        "duration": 5.629
    },
    {
        "text": "I know I was I was in the lead for the nuts",
        "start": 2622.67,
        "duration": 2.459
    },
    {
        "text": "Yeah, I had the nuts and then this guy calls me with like pockets hands. He's got nothing on the board",
        "start": 2625.13,
        "duration": 5.37
    },
    {
        "text": "I think catches a 10 on the river",
        "start": 2630.619,
        "duration": 1.711
    },
    {
        "text": "and I lost all my",
        "start": 2632.33,
        "duration": 1.45
    },
    {
        "text": "Fucking money and like 30 minutes of winning that tournament which was like the peak of my poker career",
        "start": 2633.78,
        "duration": 5.149
    },
    {
        "text": "I I hit all in and whenever",
        "start": 2638.93,
        "duration": 2.76
    },
    {
        "text": "Ethan will play and I will watch and sit with him whenever he goes all-in and like I'm dying",
        "start": 2642.72,
        "duration": 5.87
    },
    {
        "text": "That one day well",
        "start": 2649.41,
        "duration": 1.82
    },
    {
        "text": "I heard I know you because like I see there's some people",
        "start": 2651.23,
        "duration": 2.459
    },
    {
        "text": "I do take like the girlfriends and wise and like they're just like they're just watching old time",
        "start": 2653.69,
        "duration": 5.669
    },
    {
        "text": "And I don't know how much they know about the game. They probably know enough. Yeah, it's still like what they go hole in",
        "start": 2659.359,
        "duration": 5.52
    },
    {
        "text": "GC. So it's like look you guys like quick",
        "start": 2665.58,
        "duration": 2.449
    },
    {
        "text": "Yeah, yeah, well yeah",
        "start": 2669.12,
        "duration": 2.239
    },
    {
        "text": "but like",
        "start": 2672.54,
        "duration": 1.44
    },
    {
        "text": "That crushed me that crushed me to tourism and like that was at a time when I had no money I",
        "start": 2673.98,
        "duration": 6.08
    },
    {
        "text": "Was on a loan dude. I was grinding. I was like waiting tables",
        "start": 2680.64,
        "duration": 3.29
    },
    {
        "text": "I was broke and that put me on a tilt",
        "start": 2683.93,
        "duration": 2.16
    },
    {
        "text": "And I remember I deposited like a thousand dollars after that to like catch back up you know this",
        "start": 2686.09,
        "duration": 4.559
    },
    {
        "text": "Gambler Gamblers Fallacy, and I fucking went to a cash game and the same thing happened",
        "start": 2691.14,
        "duration": 5.3
    },
    {
        "text": "And I lost like a thousand dollars and and I had like I was super",
        "start": 2696.44,
        "duration": 4.5
    },
    {
        "text": "I didn't play poker since then I'm lucky that had the presence of mind to be like this is fucked up what I just did",
        "start": 2700.94,
        "duration": 5.79
    },
    {
        "text": "Thousand dollars for me was like the world for me back then no. I mean, that's a lot of money",
        "start": 2707.79,
        "duration": 4.189
    },
    {
        "text": "Yeah my husband and 1080 kid. Yeah, that's a lot when I go play poker like",
        "start": 2712.29,
        "duration": 5.089
    },
    {
        "text": "My losses don't usually get that high right like only like when I play big games",
        "start": 2717.96,
        "duration": 5.0
    },
    {
        "text": "But even then like it it stings even if it's like",
        "start": 2722.96,
        "duration": 3.84
    },
    {
        "text": "1,000 that's still life fuck of her. We had hurts also like I don't you're doing it like for fun like you like it",
        "start": 2727.95,
        "duration": 6.32
    },
    {
        "text": "Right yeah, you're not one of those what's been grinding forever and so like you don't care because it's a short-term loss",
        "start": 2734.27,
        "duration": 6.659
    },
    {
        "text": "Yeah, you know for you. It's a really long time. Yes. That was a life long",
        "start": 2740.93,
        "duration": 4.77
    },
    {
        "text": "So I remember being at like this realization like man, I",
        "start": 2746.43,
        "duration": 3.229
    },
    {
        "text": "Can't play poker anymore, but like I think some people",
        "start": 2750.3,
        "duration": 3.229
    },
    {
        "text": "wouldn't confess faced with that yeah, that's when gambling addiction stars in a",
        "start": 2754.29,
        "duration": 5.389
    },
    {
        "text": "Path to do no horrible things one of the good ways of like",
        "start": 2760.29,
        "duration": 4.309
    },
    {
        "text": "Standing up and this is it like people will tell you no you do stand-up earlier",
        "start": 2765.42,
        "duration": 3.32
    },
    {
        "text": "But the way, I do it to like really like get me like to stand up from any table is",
        "start": 2768.81,
        "duration": 4.789
    },
    {
        "text": "when you've lost",
        "start": 2774.57,
        "duration": 1.47
    },
    {
        "text": "Enough and the things that you want to buy in and in a way that you're not",
        "start": 2776.04,
        "duration": 3.26
    },
    {
        "text": "You don't you don't bite you don't get into this position when like you're like broke, but let's say like you have like",
        "start": 2779.43,
        "duration": 5.57
    },
    {
        "text": "$10,000 and that you're",
        "start": 2786.18,
        "duration": 2.0
    },
    {
        "text": "Willing to spend then maybe you want to join at a table for like",
        "start": 2789.06,
        "duration": 3.229
    },
    {
        "text": "Four thousand four thousand two thousand like is the case you lose them all and because you're okay with spending like ten let's say",
        "start": 2792.96,
        "duration": 5.719
    },
    {
        "text": "That's okay like sizing I would say because then you get to you lose all that you're going to get to this point",
        "start": 2799.14,
        "duration": 6.679
    },
    {
        "text": "Where you realize in if you keep sitting down you're very very unlikely that you're going to make that ten back",
        "start": 2805.82,
        "duration": 7.53
    },
    {
        "text": "Yeah, so that's like one thing that helps you like stand away",
        "start": 2813.35,
        "duration": 3.06
    },
    {
        "text": "It's like when you get to that point where it's like",
        "start": 2816.41,
        "duration": 1.48
    },
    {
        "text": "You know what even if I can see you're playing no matter how tool did I am about the fact I want my money back",
        "start": 2817.89,
        "duration": 4.939
    },
    {
        "text": "It's just not going to come back. Yeah, so that always helps and that's why it's important the size how much?",
        "start": 2823.14,
        "duration": 6.619
    },
    {
        "text": "How many bytes you'd be willing to lose right? Yeah?",
        "start": 2830.34,
        "duration": 2.84
    },
    {
        "text": "All right listed this spot. Yeah, so we'll take a quick break",
        "start": 2834.0,
        "duration": 3.41
    },
    {
        "text": "We'll do a fucking sponsored shh me Marino here if you want to use the bathroom or something",
        "start": 2837.41,
        "duration": 6.0
    },
    {
        "text": "Go, enjoy it. Okay. You know say no, so we have let me see we got here",
        "start": 2843.84,
        "duration": 5.449
    },
    {
        "text": "We can just play chess not only for the next hour",
        "start": 2852.09,
        "duration": 2.239
    },
    {
        "text": "I don't know we don't have a lot more time because okay so flow at 5:30, so",
        "start": 2854.33,
        "duration": 5.399
    },
    {
        "text": "Thank you to our",
        "start": 2860.49,
        "duration": 2.0
    },
    {
        "text": "Sponsor today Vince Arrow",
        "start": 2863.31,
        "duration": 2.0
    },
    {
        "text": "Vince arrow is this really great watch company",
        "start": 2866.22,
        "duration": 2.45
    },
    {
        "text": "That sells like high-class watches for just over a hundred bucks",
        "start": 2869.91,
        "duration": 4.369
    },
    {
        "text": "This is actually a really nice watch usually these kind of watches like this is fucking beautiful good",
        "start": 2875.13,
        "duration": 5.06
    },
    {
        "text": "These kind of watches is just how bad is this for you right now? No, no I?",
        "start": 2880.65,
        "duration": 4.639
    },
    {
        "text": "Just it's over 100 bucks is a good deal. Look at this watch dude. That's actually beautiful",
        "start": 2885.96,
        "duration": 4.22
    },
    {
        "text": "Like other brands. You know is so anything like way more expensive, and it's like this is a good quality",
        "start": 2890.76,
        "duration": 5.51
    },
    {
        "text": "Usually it watch like this cause that have you feels every day it looks at me",
        "start": 2896.82,
        "duration": 4.159
    },
    {
        "text": "We take this plastic off ball here these are for women yeah. I like the girl boy look at that shit",
        "start": 2900.98,
        "duration": 6.18
    },
    {
        "text": "That's a classy ass watch. No. This is really close here. Give that a feel dude feel the girth feel the weight on that shit",
        "start": 2907.16,
        "duration": 5.52
    },
    {
        "text": "So let's fill this one. This is actually really likes trump. Wow it's really good",
        "start": 2913.32,
        "duration": 4.699
    },
    {
        "text": "Yeah, that is over order, so this lisa start at just over 100 bucks, but I don't think they go over $200",
        "start": 2918.03,
        "duration": 5.87
    },
    {
        "text": "But they're legitimately nice watches",
        "start": 2923.9,
        "duration": 2.399
    },
    {
        "text": "Cut out the Middleman material you get save",
        "start": 2927.03,
        "duration": 2.39
    },
    {
        "text": "Visit veni Vidi Vici, we came. We saw we conquered so it says like well. I mean Ii",
        "start": 2930.69,
        "duration": 4.459
    },
    {
        "text": "That's what it means. Oh, really",
        "start": 2936.079,
        "duration": 2.0
    },
    {
        "text": "Learning we were learning through water watches here",
        "start": 2938.43,
        "duration": 2.689
    },
    {
        "text": "He'll and that enjoy it the more you learn the more you earn that's right. It took stylo paralyzed, right?",
        "start": 2941.119,
        "duration": 6.149
    },
    {
        "text": "Thanks doug. So this is like a leather band super nice front here vince arrow",
        "start": 2949.559,
        "duration": 5.899
    },
    {
        "text": "Dot-Com no, it's Vince arrow collective Calm. /h",
        "start": 2957.18,
        "duration": 3.589
    },
    {
        "text": "3V int E, Ro",
        "start": 2961.979,
        "duration": 2.0
    },
    {
        "text": "Collective calm /h 3 if you go to their website right now you get this classy beautiful watch leather wristband",
        "start": 2964.259,
        "duration": 6.86
    },
    {
        "text": "Can you can you it please observe the beauty of this watch you?",
        "start": 2971.119,
        "duration": 3.33
    },
    {
        "text": "Get 15% off",
        "start": 2974.969,
        "duration": 2.0
    },
    {
        "text": "they wrote here build your legacy today, I",
        "start": 2977.16,
        "duration": 2.419
    },
    {
        "text": "Don't know if I will go that far",
        "start": 2980.7,
        "duration": 2.0
    },
    {
        "text": "It's just a wash after all",
        "start": 2982.95,
        "duration": 2.0
    },
    {
        "text": "But it is very nice. I don't know if this is where your legacy begins, but it is a very nice watch",
        "start": 2985.289,
        "duration": 4.4
    },
    {
        "text": "What does that mean veni Vidi Vici?",
        "start": 2990.509,
        "duration": 2.0
    },
    {
        "text": "We came we saw we conquered. That's all on that. It's just like there's a lot packed an",
        "start": 2992.759,
        "duration": 5.66
    },
    {
        "text": "About that's a lot packed in it sounds nice right they mean Vidi Vici anyway",
        "start": 2999.599,
        "duration": 6.02
    },
    {
        "text": "You guys are headed to a wedding or bar",
        "start": 3005.66,
        "duration": 1.699
    },
    {
        "text": "Mitzvah always with the bar Mitzvahs, and you want to look slanting hot ghetto this one's really",
        "start": 3007.359,
        "duration": 4.679
    },
    {
        "text": "Legit another way, if I saw that every girl would be like there. It's really lit damn girl",
        "start": 3012.739,
        "duration": 4.16
    },
    {
        "text": "You want go on a helicopter ride? Well? Let's go",
        "start": 3016.9,
        "duration": 2.339
    },
    {
        "text": "Let's go, baby. I'm definitely going to be wearing this though when I go to events. It's huge",
        "start": 3019.759,
        "duration": 4.61
    },
    {
        "text": "So if you guys are in the market for a watch and you want a slamming hot?",
        "start": 3024.369,
        "duration": 3.27
    },
    {
        "text": "Classy ass watch for an affordable price, and you want to support our show",
        "start": 3028.249,
        "duration": 3.02
    },
    {
        "text": "Helps a lot go to",
        "start": 3032.059,
        "duration": 2.0
    },
    {
        "text": "Vince",
        "start": 3034.759,
        "duration": 2.0
    },
    {
        "text": "The go to Vince zero like the collective dialogue slash notes is collective",
        "start": 3037.219,
        "duration": 6.29
    },
    {
        "text": "I kind of infused, okay the url's a little confused on be honest collective",
        "start": 3043.509,
        "duration": 3.93
    },
    {
        "text": "Why is it a collective tribute collection regardless? It's not collection then Cero collective Ben Cero collective calm",
        "start": 3047.44,
        "duration": 7.739
    },
    {
        "text": "H3 link is in the",
        "start": 3055.729,
        "duration": 1.62
    },
    {
        "text": "description",
        "start": 3057.349,
        "duration": 0.75
    },
    {
        "text": "and",
        "start": 3058.099,
        "duration": 0.72
    },
    {
        "text": "Should be spammed in the chat is it being spammed in the chat do um yes knife was already there guys appreciate you",
        "start": 3058.819,
        "duration": 5.929
    },
    {
        "text": "That's a really nice wish that's like you have that guy. Here's mighty snipes the",
        "start": 3064.819,
        "duration": 4.58
    },
    {
        "text": "Like oh it's not out, so whatever",
        "start": 3070.16,
        "duration": 2.0
    },
    {
        "text": "Check out their collection that they have a bunch of really amazing amazing stuff free shipping 24 month warranty",
        "start": 3073.22,
        "duration": 6.349
    },
    {
        "text": "nice",
        "start": 3080.81,
        "duration": 1.95
    },
    {
        "text": "Apparently they have three thousand five star reviews. I don't know where those reviews are",
        "start": 3082.76,
        "duration": 3.349
    },
    {
        "text": "But I believe it because this is a nice a swatch all right. I'm going to I'm going to take a quick break",
        "start": 3086.72,
        "duration": 4.58
    },
    {
        "text": "I'm going to the bathroom get a cup of coffee. We will be back in eight short",
        "start": 3092.3,
        "duration": 4.489
    },
    {
        "text": "Two minutes don't go anywhere. Thanks for sticking around. We are back and ready to slam here with so flo antonio",
        "start": 3097.61,
        "duration": 6.86
    },
    {
        "text": "I'm intrigued. I'm really chilly by the Facebook shift",
        "start": 3105.41,
        "duration": 3.169
    },
    {
        "text": "How does your business small work now like you you don't steal videos anymore um right now?",
        "start": 3109.01,
        "duration": 5.629
    },
    {
        "text": "Like how do you select videos? How do you put shit on your Facebook page?",
        "start": 3116.6,
        "duration": 3.739
    },
    {
        "text": "Do you take shit from people still? How many people work for you? Yeah, honey?",
        "start": 3120.41,
        "duration": 4.159
    },
    {
        "text": "It's employees you have that's a lot of questions that I won't ever know",
        "start": 3124.57,
        "duration": 3.06
    },
    {
        "text": "Mom we have about",
        "start": 3128.66,
        "duration": 2.0
    },
    {
        "text": "1000",
        "start": 3130.97,
        "duration": 1.17
    },
    {
        "text": "Yeah, but we got rid of like two recently because I came back for my trip. Yeah and like things were like",
        "start": 3132.14,
        "duration": 5.57
    },
    {
        "text": "Not good because your laptop is when you go away for so long like you start to realize who's actually doing this shit",
        "start": 3138.35,
        "duration": 6.14
    },
    {
        "text": "We got people being lazy",
        "start": 3144.49,
        "duration": 1.63
    },
    {
        "text": "Exactly um what is the okay dude? There's a little theorises boozer. Yeah, I love it",
        "start": 3146.12,
        "duration": 6.14
    },
    {
        "text": "Anyways, so top secret shit",
        "start": 3152.84,
        "duration": 2.06
    },
    {
        "text": "though if you a cure the guy said to see that no, this is definitely everybody like probably special, but I think it was a",
        "start": 3155.51,
        "duration": 7.159
    },
    {
        "text": "Austin fox my thing was post for long you carol, okay?",
        "start": 3163.19,
        "duration": 2.6
    },
    {
        "text": "So yeah, no. I mean more or less right now",
        "start": 3166.76,
        "duration": 3.169
    },
    {
        "text": "We're moving towards the the mid role like model, or just like you know monetizing through Facebook",
        "start": 3169.93,
        "duration": 6.389
    },
    {
        "text": "I I look like I said, I just love Facebook. They've been great to like",
        "start": 3176.32,
        "duration": 4.83
    },
    {
        "text": "Creators I feel but I'd only it only got better over time and then they'll that Facebook's been bit great to creators",
        "start": 3182.0,
        "duration": 7.399
    },
    {
        "text": "Yes",
        "start": 3189.98,
        "duration": 1.23
    },
    {
        "text": "because",
        "start": 3191.21,
        "duration": 1.41
    },
    {
        "text": "Compared to YouTube in the early days you",
        "start": 3192.62,
        "duration": 2.84
    },
    {
        "text": "But it's completely different like Facebook is just they have no like Moral conscious",
        "start": 3195.92,
        "duration": 5.6
    },
    {
        "text": "They have like they don't care about freebooting. They don't care about copyright. I think they're taking a lot more seriously now",
        "start": 3201.76,
        "duration": 5.76
    },
    {
        "text": "There's a lot of third party claiming and everything even like music that like is on our own videos from a long time before that",
        "start": 3207.52,
        "duration": 6.27
    },
    {
        "text": "We created that was supposed to be royalty-free somehow randomly gets claimed violate companies now. They have rights manager and stuff",
        "start": 3213.79,
        "duration": 7.26
    },
    {
        "text": "Well, they better now that they're introducing mid-roll share money and like Facebook me",
        "start": 3221.05,
        "duration": 3.899
    },
    {
        "text": "See if there should do this if you don't know the money that's going to be in the licensing business",
        "start": 3224.95,
        "duration": 3.42
    },
    {
        "text": "So they should have been sued a long-ass time ago Facebook",
        "start": 3228.41,
        "duration": 2.93
    },
    {
        "text": "I hope somebody sue's them and I hate Facebook whenever we get our video ripped off you have nothing to do about it",
        "start": 3231.37,
        "duration": 6.0
    },
    {
        "text": "I fucking tried to send no, but they're hired like recently they hire like 3,000 or so",
        "start": 3237.7,
        "duration": 4.8
    },
    {
        "text": "Employees and they all work with up, they said always to protect",
        "start": 3243.11,
        "duration": 3.919
    },
    {
        "text": "protect people who are being like",
        "start": 3248.9,
        "duration": 2.0
    },
    {
        "text": "Bullied or whatever, but no trust me most of them work on like on copyright. They would they like stop the shit",
        "start": 3251.24,
        "duration": 5.75
    },
    {
        "text": "I don't know but they beat up the shit out of like their their copyright seem like they so seriously when I we someone",
        "start": 3256.99,
        "duration": 6.0
    },
    {
        "text": "Reuploaded one of our warm it up video and extent the fucks and cease and desist a DMCA and it never got removed",
        "start": 3263.06,
        "duration": 6.739
    },
    {
        "text": "Yeah, except keep giving me a dead end like on the DMCa process",
        "start": 3270.11,
        "duration": 4.039
    },
    {
        "text": "It was really unintuitive horrible, and I just got impatient. I never took it down",
        "start": 3274.16,
        "duration": 4.01
    },
    {
        "text": "So there's people making money out there hand over fist by stealing content and shit right and it's fucked up",
        "start": 3278.21,
        "duration": 5.419
    },
    {
        "text": "And I shouldn't go on for years",
        "start": 3283.63,
        "duration": 1.08
    },
    {
        "text": "and I think though on the face when Facebook again like",
        "start": 3284.71,
        "duration": 3.54
    },
    {
        "text": "Copyrights been getting really crazy, and yes, if you want to talk about selling content just go on Instagram Instagram",
        "start": 3288.41,
        "duration": 5.36
    },
    {
        "text": "Nobody make more money on Instagram, but it was the same thing on Facebook for the longest time",
        "start": 3294.23,
        "duration": 4.13
    },
    {
        "text": "Ever since they brought on the the monetization stuff that's when people start asking questions, obviously",
        "start": 3300.02,
        "duration": 4.609
    },
    {
        "text": "And that's when like Facebook start taking it easy",
        "start": 3304.63,
        "duration": 3.12
    },
    {
        "text": "I think they take it pretty seriously and they",
        "start": 3307.75,
        "duration": 2.159
    },
    {
        "text": "Like done a lot of things and you can't just get away with it on Facebook",
        "start": 3310.13,
        "duration": 3.86
    },
    {
        "text": "You will get strikes and taken down and now if you use a video",
        "start": 3313.99,
        "duration": 3.719
    },
    {
        "text": "every time you get licensed for it, so",
        "start": 3318.29,
        "duration": 3.379
    },
    {
        "text": "Right now I've been recycling my content for like the longest period of time and recycling like um does that work?",
        "start": 3322.58,
        "duration": 6.889
    },
    {
        "text": "Yeah, it works",
        "start": 3329.84,
        "duration": 0.83
    },
    {
        "text": "Can you enjoy solid video prologue colony?",
        "start": 3330.67,
        "duration": 2.4
    },
    {
        "text": "Or can you imagine on you to be uploading videos like that like that's why I think Facebook is a shit. That's right",
        "start": 3333.07,
        "duration": 6.27
    },
    {
        "text": "But don't like no quality control their Horizon if we recycled our videos",
        "start": 3340.28,
        "duration": 4.879
    },
    {
        "text": "That's what I'm saying. Just reposting for months our old shit like this of neither",
        "start": 3345.2,
        "duration": 3.979
    },
    {
        "text": "That's not like that's not like indicative of a place for quality. I just one video. I got like 40 million views",
        "start": 3349.67,
        "duration": 6.29
    },
    {
        "text": "and then I took it down because we",
        "start": 3357.05,
        "duration": 1.77
    },
    {
        "text": "Filmed it and the lady didn't like the fact that we didn't blow her face when she signed and said that it was okay interesting",
        "start": 3358.82,
        "duration": 5.299
    },
    {
        "text": "And then we blurred her face and then alligator got even more",
        "start": 3364.51,
        "duration": 3.78
    },
    {
        "text": "What's up fucked? Oh my God?",
        "start": 3369.08,
        "duration": 2.089
    },
    {
        "text": "Such a trash website. I hate Facebook well okay. So now you guys are making money now",
        "start": 3371.84,
        "duration": 4.819
    },
    {
        "text": "You have the mid-roll shit, and you just showed me a screenshot. Oh",
        "start": 3376.66,
        "duration": 2.64
    },
    {
        "text": "I'm not gonna say who it was no, but I can tell how much I don't okay",
        "start": 3380.48,
        "duration": 4.55
    },
    {
        "text": "I want no I have to say I have to say it's carly. It's like $1 CPI was user setup",
        "start": 3385.03,
        "duration": 5.429
    },
    {
        "text": "Almost okay, I use your imagination",
        "start": 3391.4,
        "duration": 2.449
    },
    {
        "text": "I'm not gonna say who it was what does it matter?",
        "start": 3393.849,
        "duration": 2.0
    },
    {
        "text": "Sorry at $1 cpM. You pretty much saying that you have to like do some basic basic arithmetic mmM",
        "start": 3396.07,
        "duration": 5.549
    },
    {
        "text": "a little bit less the one dog but by oh really show me a screenshot of",
        "start": 3402.339,
        "duration": 3.63
    },
    {
        "text": "50 million views which you get all the time on Facebook you see that shit like Joey salads",
        "start": 3406.13,
        "duration": 4.28
    },
    {
        "text": "Camera it's shit coming out asshole. Gets 50 million because there's no quality color",
        "start": 3411.05,
        "duration": 3.919
    },
    {
        "text": "it looks like a breast feeding yeah, it's just you know sucking ass -",
        "start": 3414.97,
        "duration": 3.389
    },
    {
        "text": "It'll look really cool. I feel like why don't you think of Brevity like like channel? All it is is like",
        "start": 3419.06,
        "duration": 6.739
    },
    {
        "text": "best meeting versus homeless guy best see here it is it's a suit, but it's probably selling and that's",
        "start": 3426.5,
        "duration": 6.349
    },
    {
        "text": "Ignore you that's the kind of shit that does well on Facebook",
        "start": 3434.24,
        "duration": 2.78
    },
    {
        "text": "So anyway, antonio's show me a screenshot of someone who had 48 million views",
        "start": 3437.45,
        "duration": 5.209
    },
    {
        "text": "approximately and made like",
        "start": 3443.18,
        "duration": 2.0
    },
    {
        "text": "$45,000",
        "start": 3445.82,
        "duration": 1.83
    },
    {
        "text": "$45,000 from some shitty fucking Facebook on it down because the Facebook reviews are like",
        "start": 3447.65,
        "duration": 4.699
    },
    {
        "text": "25 cent watched A 25",
        "start": 3453.08,
        "duration": 2.029
    },
    {
        "text": "Second average watch time. I thought you just crawl in this concert of you right. Yeah, that's crazy",
        "start": 3455.839,
        "duration": 5.3
    },
    {
        "text": "but uh well",
        "start": 3462.59,
        "duration": 1.83
    },
    {
        "text": "Yes, yeah, overall like how's youtube though isn't like the how naughty my yams are you - it's okay?",
        "start": 3464.42,
        "duration": 6.29
    },
    {
        "text": "How much of the CPI Monday's magnetized?",
        "start": 3471.19,
        "duration": 2.0
    },
    {
        "text": "Well before the ad pocalypse like I bet a really range per channel right and for a video at best",
        "start": 3473.27,
        "duration": 6.619
    },
    {
        "text": "We would get like $3 cPM",
        "start": 3479.89,
        "duration": 2.0
    },
    {
        "text": "But there's no go it was great for us at the time. That was like in December of last year",
        "start": 3482.36,
        "duration": 5.329
    },
    {
        "text": "Yeah, we don't yeah, those December",
        "start": 3487.9,
        "duration": 3.0
    },
    {
        "text": "I had the best yeah, I know back in the day though some people are like no, no it still happened",
        "start": 3490.9,
        "duration": 4.83
    },
    {
        "text": "yeah, I was going to say their channel to get 10 the Disney Channel Super brand Friendly a",
        "start": 3495.73,
        "duration": 5.61
    },
    {
        "text": "Great brand friendly bloggers vloggers, no, I think the jake brawlers is it all come on seriously yeah",
        "start": 3502.79,
        "duration": 6.679
    },
    {
        "text": "yeah, they make is like making like",
        "start": 3509.48,
        "duration": 2.479
    },
    {
        "text": "Totally and it all come on ten thousand dollars. There's no more like a hundred thousand dollars per video",
        "start": 3512.51,
        "duration": 4.399
    },
    {
        "text": "Well, I don't know hMM",
        "start": 3517.67,
        "duration": 2.0
    },
    {
        "text": "Yeah, maybe you mean a fast ten million views yeah, maybe boom you guys thought goes well. Do you think did well?",
        "start": 3519.83,
        "duration": 6.29
    },
    {
        "text": "I'd say out of it. There's like a lot already. I already made fun of them. Well look they're not doing anything",
        "start": 3526.12,
        "duration": 4.559
    },
    {
        "text": "well\nI like that video by those pretty but it's things like that wait the audio jungle pick",
        "start": 3530.68,
        "duration": 4.59
    },
    {
        "text": "Audio jungle the part where it's like the little insert like you're making fun of like the music",
        "start": 3535.61,
        "duration": 6.109
    },
    {
        "text": "But wasn't at you. You said that sounds it sounds a lot of jungle shit. Yeah. Yeah, I know jungle",
        "start": 3541.76,
        "duration": 5.659
    },
    {
        "text": "Yeah, I don't know jungle exactly I'm in the music video. There's like a part which sounds like it was ripped in",
        "start": 3547.42,
        "duration": 5.16
    },
    {
        "text": "Everyday, bro. You're talking for jungle. I don't think that I was actually but that's so many",
        "start": 3554.33,
        "duration": 5.179
    },
    {
        "text": "I don't know. I watched so many videos",
        "start": 3559.51,
        "duration": 1.41
    },
    {
        "text": "It was funny, but you know what the other day like they are killing it",
        "start": 3560.92,
        "duration": 4.26
    },
    {
        "text": "Yeah, if you get hate for it known I would let anyone in the spot like at their age. You know no, it's insane",
        "start": 3565.21,
        "duration": 6.12
    },
    {
        "text": "I'm not hating that for a cigarette their success. It's just it's funny and I like the opportunity to like punch up",
        "start": 3571.33,
        "duration": 4.889
    },
    {
        "text": "You know because these days that I mean, there's not many people like super successful. Who are deserving of getting shit on",
        "start": 3576.22,
        "duration": 6.57
    },
    {
        "text": "Usually it's like you find weird shit, and you make fun of them, and that's not as fun or like",
        "start": 3583.43,
        "duration": 4.459
    },
    {
        "text": "It's not good sport",
        "start": 3587.9,
        "duration": 1.68
    },
    {
        "text": "So if I can find like Jake and logan Paul who are getting like 300 million views a month and I can",
        "start": 3589.58,
        "duration": 4.099
    },
    {
        "text": "Take a shit on them I get punch up. I don't have to feel bad about it",
        "start": 3593.84,
        "duration": 3.349
    },
    {
        "text": "So are you friends with any of the pranksters or not really?",
        "start": 3597.53,
        "duration": 3.469
    },
    {
        "text": "I'm Mike by the way all the words yeah, I still talk to the bad days Joey salad and even to you",
        "start": 3601.0,
        "duration": 6.54
    },
    {
        "text": "They wouldn't say that it's real then oh well. Let's see Joey's like this hair is really honest about things and",
        "start": 3607.54,
        "duration": 7.919
    },
    {
        "text": "funny it's like comedic to me but",
        "start": 3616.34,
        "duration": 2.149
    },
    {
        "text": "no, you know they don't they don't like they like to keep on a house even but like",
        "start": 3620.93,
        "duration": 4.25
    },
    {
        "text": "The ones that can feel it the most is about a granny they'll never talk about it",
        "start": 3626.36,
        "duration": 4.429
    },
    {
        "text": "I don't carry would they kill me no. They're really good people they scare me",
        "start": 3630.89,
        "duration": 4.52
    },
    {
        "text": "Did you you all went on like a boat, Ohio is always a great man. I love seeing you on a boat",
        "start": 3635.41,
        "duration": 6.81
    },
    {
        "text": "I was like what the fuck",
        "start": 3642.22,
        "duration": 2.0
    },
    {
        "text": "But you're sorts what?",
        "start": 3644.33,
        "duration": 2.479
    },
    {
        "text": "They are addicted to gambling",
        "start": 3647.66,
        "duration": 2.0
    },
    {
        "text": "There is soda really the Bradbury's what are they playing a little bit worried? Where would they loved it?",
        "start": 3649.96,
        "duration": 5.76
    },
    {
        "text": "They just something that just on that phone wait wait",
        "start": 3655.72,
        "duration": 3.419
    },
    {
        "text": "I remember a scene when you were on that fucking boat, and you're like. I just lost 3,000",
        "start": 3659.14,
        "duration": 3.69
    },
    {
        "text": "I'm pretty sure you like my book, and I was like saw flow of a gambling problem, okay, really",
        "start": 3663.89,
        "duration": 5.51
    },
    {
        "text": "I think maybe it's possible. I went up like 2k, and I went down like - that's all I remember wasn't too much",
        "start": 3669.4,
        "duration": 5.91
    },
    {
        "text": "It's like small",
        "start": 3675.31,
        "duration": 0.91
    },
    {
        "text": "It was my first time ever ever gambling like gambling gambling that not poker just saying yeah",
        "start": 3676.22,
        "duration": 6.05
    },
    {
        "text": "I've never done like real and something",
        "start": 3682.27,
        "duration": 1.35
    },
    {
        "text": "I thought I thought was so low Joey told me they cook if you gave money. I liked extreme",
        "start": 3683.62,
        "duration": 4.829
    },
    {
        "text": "It's like getting really yeah, you wouldn't do it the most and then he got lucky",
        "start": 3688.45,
        "duration": 4.199
    },
    {
        "text": "Joey told me like because I was talking abut that you were going to come on stuff, and he was saying like that",
        "start": 3693.17,
        "duration": 4.85
    },
    {
        "text": "You've used his content and not giving him credit or paid him",
        "start": 3698.02,
        "duration": 2.969
    },
    {
        "text": "She texted me today Joey was like throwing some some bomb he said no",
        "start": 3702.65,
        "duration": 4.97
    },
    {
        "text": "But he does it",
        "start": 3707.62,
        "duration": 0.93
    },
    {
        "text": "He was immediately a bad bad way no",
        "start": 3708.55,
        "duration": 1.98
    },
    {
        "text": "I'm sure you guys are cool cuz he likes ice of yesterday knows that ever IV that's why I was on the phone them",
        "start": 3710.53,
        "duration": 4.5
    },
    {
        "text": "He texted me today. He's like dude. Why did you try cutting me in a video?",
        "start": 3715.03,
        "duration": 2.58
    },
    {
        "text": "I just came out of ten minutes ago. I don't do the posting I don't do it",
        "start": 3717.61,
        "duration": 2.879
    },
    {
        "text": "I saw you credit him yeah, and then like that post, so",
        "start": 3720.67,
        "duration": 2.52
    },
    {
        "text": "Then we fixed it, but that does happen means my editor",
        "start": 3724.01,
        "duration": 3.739
    },
    {
        "text": "My publisher messes it up sometimes like I'm uploader. I like shares people",
        "start": 3728.29,
        "duration": 5.219
    },
    {
        "text": "I share right, you know like get ship or shares with like shake page. It's like no been phillips. I don't know if you're like",
        "start": 3733.51,
        "duration": 5.58
    },
    {
        "text": "Facebook",
        "start": 3739.76,
        "duration": 1.8
    },
    {
        "text": "Okay, well anyway. We do share for shares",
        "start": 3741.56,
        "duration": 2.239
    },
    {
        "text": "And then we have like people that do the video uploads so that's an actual job",
        "start": 3743.8,
        "duration": 5.369
    },
    {
        "text": "The Shares to google it was the only thing we share for sure so I know that Joe is waiting for some money",
        "start": 3749.57,
        "duration": 7.609
    },
    {
        "text": "Right you know and I'm not even that much. I wish it was a lot",
        "start": 3757.61,
        "duration": 4.399
    },
    {
        "text": "You know how much it is not yet, because I've got it. Yes, baby. I joey told me thousands of dollars",
        "start": 3762.01,
        "duration": 5.85
    },
    {
        "text": "I wish",
        "start": 3769.61,
        "duration": 2.0
    },
    {
        "text": "That just miss between you guys. Bye lovely. I love this whole like oh",
        "start": 3771.68,
        "duration": 5.989
    },
    {
        "text": "Hold on",
        "start": 3778.52,
        "duration": 0.87
    },
    {
        "text": "Video my radiation hold up from video my ization",
        "start": 3779.39,
        "duration": 2.689
    },
    {
        "text": "The last month and a half we well last month for sure I leave me like five thousand under my job really",
        "start": 3782.23,
        "duration": 7.08
    },
    {
        "text": "Really?",
        "start": 3789.71,
        "duration": 0.5
    },
    {
        "text": "Yeah, so ideally he covers some selling products and everything a job shit",
        "start": 3790.21,
        "duration": 4.02
    },
    {
        "text": "But even the mid roller thing enjoy was like Joey was like he license my shit, and he doesn't pay me",
        "start": 3794.23,
        "duration": 6.3
    },
    {
        "text": "And he owes me thousands of dollars",
        "start": 3801.71,
        "duration": 2.0
    },
    {
        "text": "Let's go over it up",
        "start": 3805.09,
        "duration": 2.0
    },
    {
        "text": "Because I definitely a little a bit sad that much because we got paid we get screwed over so much we were talking about it",
        "start": 3809.84,
        "duration": 5.989
    },
    {
        "text": "today we got like",
        "start": 3815.83,
        "duration": 1.45
    },
    {
        "text": "That they just took away the monetization existed before the suggested video today today was the day they removed it",
        "start": 3817.28,
        "duration": 6.83
    },
    {
        "text": "So no one can make money from suggestive videos anymore. What does that mean suggest? Yeah, what is that man on Facebook?",
        "start": 3824.11,
        "duration": 4.949
    },
    {
        "text": "There's suggestive videos in the carousel and like the little thing where you can swipe up into more videos",
        "start": 3829.06,
        "duration": 5.459
    },
    {
        "text": "The third one or second ones a suggestive video you get that's a page placement, so you get paid?",
        "start": 3835.01,
        "duration": 5.51
    },
    {
        "text": "however",
        "start": 3841.16,
        "duration": 1.41
    },
    {
        "text": "they stopped the",
        "start": 3842.57,
        "duration": 2.0
    },
    {
        "text": "Sharing of revenue for that one is that like after you finish the video",
        "start": 3845.03,
        "duration": 3.229
    },
    {
        "text": "Yeah, yeah, yeah if you finish the video usually",
        "start": 3849.41,
        "duration": 2.959
    },
    {
        "text": "Scroll past it based on how much time they watched your video that that becomes the ratio",
        "start": 3852.89,
        "duration": 5.75
    },
    {
        "text": "Of how much you get paid based on like how much and watch it. Yeah, okay? We got jelly on the phone",
        "start": 3859.16,
        "duration": 4.799
    },
    {
        "text": "Good too much, chili. Are you there? Oh?",
        "start": 3865.259,
        "duration": 2.0
    },
    {
        "text": "Yeah, I'm not on the show yeah, you're on with self-love",
        "start": 3867.959,
        "duration": 2.87
    },
    {
        "text": "I'm on the show it's live. Yeah, it's live",
        "start": 3871.859,
        "duration": 2.149
    },
    {
        "text": "Everyone go hallo me and Joey sally alright at a meeting you idiot it. You're muted",
        "start": 3875.309,
        "duration": 4.88
    },
    {
        "text": "Listen I mean, I'm here with so flo",
        "start": 3881.039,
        "duration": 2.51
    },
    {
        "text": "And I was saying and I was saying I was passing it on for you that he owed you a couple thousand dollars",
        "start": 3883.549,
        "duration": 5.58
    },
    {
        "text": "Several thousand Dollars, but he laughed he laughed",
        "start": 3889.769,
        "duration": 2.66
    },
    {
        "text": "He laughed over several joy. You're dead. We got screwed on my citation. You know it's not that good, so",
        "start": 3893.039,
        "duration": 5.75
    },
    {
        "text": "So he laughed when I said thousands, and he's like maybe hundreds",
        "start": 3899.64,
        "duration": 3.469
    },
    {
        "text": "Talk about like I'd say like telling it",
        "start": 3903.989,
        "duration": 2.45
    },
    {
        "text": "Tell him this remember a while ago when we had our deal he had a similar deal with Op TV. The moni G brothers",
        "start": 3906.44,
        "duration": 6.629
    },
    {
        "text": "They got paid out a few thousand dollars, and I was like where's my money",
        "start": 3913.229,
        "duration": 3.89
    },
    {
        "text": "You're supposed to pay me out as well, and so froze right yeah, I got any money wouldn't pay you anything. You're right",
        "start": 3917.119,
        "duration": 5.489
    },
    {
        "text": "You're right. You're right good old feeling. I'm gonna go back and look at how every time Joyce hold on",
        "start": 3922.609,
        "duration": 5.04
    },
    {
        "text": "Hold on",
        "start": 3928.499,
        "duration": 1.74
    },
    {
        "text": "Hold on, so it's our old yield stacked on the new deal. That's fine. You'll get paid no way. How long's right is right",
        "start": 3930.239,
        "duration": 6.709
    },
    {
        "text": "We a long time ago. We did this deal where two years ago",
        "start": 3936.949,
        "duration": 3.39
    },
    {
        "text": "I'll do years ago in my home hold on hold on hold on hold hold",
        "start": 3940.339,
        "duration": 4.35
    },
    {
        "text": "I know that let me explain. What happened on there easily",
        "start": 3945.539,
        "duration": 2.57
    },
    {
        "text": "Let's hear joey today, so let's get to the bottom of this we know we were paying people out like 20",
        "start": 3948.299,
        "duration": 4.79
    },
    {
        "text": "What was it 25 percent of the revenue? It was like 25, right?",
        "start": 3953.089,
        "duration": 3.689
    },
    {
        "text": "Yeah, so the licensing deal was I would tag them to us. I would give them 25 percent or I don't know whatever right, but",
        "start": 3956.839,
        "duration": 6.389
    },
    {
        "text": "What happens to us is that?",
        "start": 3963.809,
        "duration": 2.479
    },
    {
        "text": "We didn't get the website because they took it away or something",
        "start": 3967.619,
        "duration": 3.109
    },
    {
        "text": "I don't know. We didn't actually make money that joey sells, so we'd have to pay out of pocket",
        "start": 3970.729,
        "duration": 4.14
    },
    {
        "text": "We didn't actually make money, but we thought that because they obviously",
        "start": 3975.749,
        "duration": 2.93
    },
    {
        "text": "Wanted to make money. Why why did everyone else get paid out? But me I'm talking about two years ago",
        "start": 3979.229,
        "duration": 5.42
    },
    {
        "text": "Yeah",
        "start": 3984.69,
        "duration": 0.5
    },
    {
        "text": "I know that you were the last one to come on board and we are less or less the least views I think at the",
        "start": 3985.19,
        "duration": 4.739
    },
    {
        "text": "Time I forgot my videos will get we're going up same exact time",
        "start": 3989.93,
        "duration": 4.149
    },
    {
        "text": "There's work, and I remember they got a payout because I was talking them about it",
        "start": 3994.079,
        "duration": 3.689
    },
    {
        "text": "And I hit you up and you kept on telling me Buyouts kuhlman payouts coming as in last minute we tell me all the sign",
        "start": 3997.769,
        "duration": 6.42
    },
    {
        "text": "of money, and I never got to pay out and",
        "start": 4004.19,
        "duration": 2.729
    },
    {
        "text": "Over the years I let it go, and I moved on and then I worked out this other deal with you, which would probably be",
        "start": 4007.469,
        "duration": 7.489
    },
    {
        "text": "Hundreds of dollars oh yeah much, but I still want to get paid up they know that",
        "start": 4016.41,
        "duration": 5.03
    },
    {
        "text": "I just know back then you owe me a lot of money",
        "start": 4021.44,
        "duration": 4.019
    },
    {
        "text": "When I what happened pull out it, I'm confused you were playing people out even though you didn't make money",
        "start": 4026.13,
        "duration": 5.419
    },
    {
        "text": "Big howdy right anywhere he promised",
        "start": 4032.4,
        "duration": 1.669
    },
    {
        "text": "How did you calculate what you pay them because based on cPM percent right so I paid him always see less than what",
        "start": 4034.069,
        "duration": 5.489
    },
    {
        "text": "Than what was expected like I calculated the numbers, and I was like oh, they were supposed to make this much",
        "start": 4039.719,
        "duration": 5.15
    },
    {
        "text": "But we didn't get paid a single dollar like it was terrible at the time",
        "start": 4044.869,
        "duration": 3.719
    },
    {
        "text": "You know I was still you know is like a year or so ago",
        "start": 4048.589,
        "duration": 3.419
    },
    {
        "text": "I was still working my partner and everything. I was like okay",
        "start": 4052.009,
        "duration": 3.6
    },
    {
        "text": "Well, what do we do with these people because I want to keep their videos up, and I want to delete them",
        "start": 4055.609,
        "duration": 3.659
    },
    {
        "text": "And so we decided to do is like still family. I think like Joey",
        "start": 4059.819,
        "duration": 4.429
    },
    {
        "text": "I think we pay like Kobe like do you believe this story I?",
        "start": 4064.249,
        "duration": 3.66
    },
    {
        "text": "Don't know go in and now they make great points",
        "start": 4069.449,
        "duration": 3.92
    },
    {
        "text": "They make let's say 100 to 300 dollars every million views so I'll go throughout calculate",
        "start": 4073.369,
        "duration": 5.189
    },
    {
        "text": "I'm sure I don't know how many of you I got on the so flow pages",
        "start": 4078.559,
        "duration": 3.149
    },
    {
        "text": "but I mean I could go and check and see how much about",
        "start": 4082.89,
        "duration": 3.199
    },
    {
        "text": "Estimate how much I would get but I'm just going to run message it down",
        "start": 4086.4,
        "duration": 2.899
    },
    {
        "text": "Anything at all this stuff joey. Why do you years ago? Why do you keep agreeing for him to use your videos I?",
        "start": 4090.15,
        "duration": 5.149
    },
    {
        "text": "Have faith in him, and that's so hard. I just hope one day. I will get a doubt",
        "start": 4097.29,
        "duration": 5.719
    },
    {
        "text": "Video from two years ago. We posted three million news hold on Joey Joey. You know I'm going to pay you out, right?",
        "start": 4103.679,
        "duration": 7.1
    },
    {
        "text": "So much, I'll pay you out",
        "start": 4111.659,
        "duration": 1.491
    },
    {
        "text": "You're won't calculate the couple hundred won",
        "start": 4113.15,
        "duration": 2.879
    },
    {
        "text": "Right if that one's easy to do and then we'll figure out the old one by the way",
        "start": 4116.159,
        "duration": 4.01
    },
    {
        "text": "I didn't make any money on it. So on contract. I owe you zero, but it's a good-faith",
        "start": 4120.17,
        "duration": 3.839
    },
    {
        "text": "We did that good way to get us Koji you can add denis",
        "start": 4124.17,
        "duration": 3.56
    },
    {
        "text": "I don't know if I paid Kobe or debt whichever one does Dennison like octavia some of that ask them",
        "start": 4127.73,
        "duration": 5.64
    },
    {
        "text": "I paid them out of pocket. I'm not legally liable. That's opposed to you",
        "start": 4133.37,
        "duration": 4.529
    },
    {
        "text": "Why didn't you pay me out of pocket use my cell I think no out with ten plus billion followers",
        "start": 4137.9,
        "duration": 5.669
    },
    {
        "text": "with my videos and you",
        "start": 4144.569,
        "duration": 1.98
    },
    {
        "text": "Made money off of that exposure on your channel, okay, right?",
        "start": 4146.549,
        "duration": 4.459
    },
    {
        "text": "But that's what I'm saying",
        "start": 4151.009,
        "duration": 0.871
    },
    {
        "text": "It didn't make any money at the time",
        "start": 4151.88,
        "duration": 2.31
    },
    {
        "text": "But I still paid people because I felt bad",
        "start": 4154.19,
        "duration": 3.0
    },
    {
        "text": "Because I structured a deal that I promised people that they would make a certain amount of money",
        "start": 4157.38,
        "duration": 3.77
    },
    {
        "text": "I'll be like oh look. It's gonna make you about this much, and if I show someone",
        "start": 4161.15,
        "duration": 3.689
    },
    {
        "text": "I think omega much and then it turns out that we make zero not gonna be happy nonetheless",
        "start": 4164.839,
        "duration": 4.709
    },
    {
        "text": "I think the reason I never got around to yours",
        "start": 4169.549,
        "duration": 2.22
    },
    {
        "text": "was because you're the last person and the money that was supposed to come in would have come in later and",
        "start": 4171.87,
        "duration": 5.06
    },
    {
        "text": "So we were hoping that we were going to get the monetization right, but it never came through",
        "start": 4177.33,
        "duration": 3.77
    },
    {
        "text": "So that being said you can look back on it. We're at the end of the year",
        "start": 4181.65,
        "duration": 3.68
    },
    {
        "text": "You're on calculated outlet at the end of the year I calculated how many views",
        "start": 4187.049,
        "duration": 3.95
    },
    {
        "text": "My video has got on your pages. I remember I was counting because I wanted to see how many views I got",
        "start": 4191.94,
        "duration": 5.299
    },
    {
        "text": "for the entire year",
        "start": 4197.94,
        "duration": 1.46
    },
    {
        "text": "But I don't remember that by the time that you texted me when the heel turned a million views came for your age 100 million",
        "start": 4199.4,
        "duration": 6.419
    },
    {
        "text": "Well over a hundred million views so what do you what? Do you think that he owes you then for those views?",
        "start": 4206.94,
        "duration": 5.66
    },
    {
        "text": "Again, I guess if you had to guess",
        "start": 4214.26,
        "duration": 2.0
    },
    {
        "text": "I'm going through honestly dude",
        "start": 4217.71,
        "duration": 2.569
    },
    {
        "text": "I don't know because it all depends on if he was monetize at the time and",
        "start": 4220.28,
        "duration": 3.87
    },
    {
        "text": "Even if he wasn't may still think I surely do remember, and you know you know many followers you gain from that",
        "start": 4224.28,
        "duration": 6.17
    },
    {
        "text": "How many closing I'm games going through because I'm not sure I?",
        "start": 4231.63,
        "duration": 2.93
    },
    {
        "text": "Mean you can't really check that but know well that you can check that Joey enjoy you go",
        "start": 4234.63,
        "duration": 5.149
    },
    {
        "text": "I know you can hold on well you got to remember. I never get report a full screen hold on",
        "start": 4239.78,
        "duration": 4.86
    },
    {
        "text": "No, you know they don't give rip they don't give reports on like per video business",
        "start": 4244.77,
        "duration": 3.739
    },
    {
        "text": "But I can calculate it out in this and I give it on they give it our monthly basis",
        "start": 4248.51,
        "duration": 4.29
    },
    {
        "text": "And we can judge by how many views you got that one this is give a payment",
        "start": 4252.8,
        "duration": 3.54
    },
    {
        "text": "But listen, I hate to see what you guys couldn't talk. I hate to see you guys fight. How can we resolve this?",
        "start": 4257.62,
        "duration": 5.359
    },
    {
        "text": "Take care of it time. I think it's not even that much money because not that much money Julia and",
        "start": 4263.89,
        "duration": 4.309
    },
    {
        "text": "Even then even then on top of it if you make any of it joey didn't make any money",
        "start": 4268.719,
        "duration": 4.64
    },
    {
        "text": "They don't owe you anything there. I always don't worry else. I can take care of you",
        "start": 4273.36,
        "duration": 3.33
    },
    {
        "text": "I don't like people to be unhappy",
        "start": 4276.69,
        "duration": 1.54
    },
    {
        "text": "So like like even if I shot it was even a thought you were in the wrong",
        "start": 4278.23,
        "duration": 3.649
    },
    {
        "text": "But like you really meant that you really wanted something sometimes I go out of my way to give something that I don't feel like",
        "start": 4281.98,
        "duration": 6.109
    },
    {
        "text": "Iii Agree with just because I want to make them happy it's okay",
        "start": 4288.46,
        "duration": 3.08
    },
    {
        "text": "It doesn't think they look at the end of the day at the end of the day you got",
        "start": 4292.21,
        "duration": 3.799
    },
    {
        "text": "understanding confuse off of my videos gained probably hundreds of thousands of like",
        "start": 4296.32,
        "duration": 3.8
    },
    {
        "text": "Jedi work and get paid out money said the videos were making money and last minute I don't get paid",
        "start": 4300.46,
        "duration": 5.87
    },
    {
        "text": "That's all I know that's all. I know what happened",
        "start": 4306.33,
        "duration": 2.399
    },
    {
        "text": "I don't know what happened behind the scenes whether you're being honest or not",
        "start": 4308.73,
        "duration": 3.6
    },
    {
        "text": "I let it go at the time",
        "start": 4312.33,
        "duration": 1.68
    },
    {
        "text": "And I'm just hoping to get the money for now it all set and in the future would get better",
        "start": 4314.01,
        "duration": 5.16
    },
    {
        "text": "All I know is I've actually multiple times that have your good",
        "start": 4319.57,
        "duration": 3.26
    },
    {
        "text": "Fortune I never did",
        "start": 4324.13,
        "duration": 2.0
    },
    {
        "text": "Yeah, no dude. Joy. Like we",
        "start": 4326.29,
        "duration": 3.02
    },
    {
        "text": "We started like the deal or whatever. I think like way. I wasn't remember right you suppose your videos without any like",
        "start": 4330.1,
        "duration": 7.459
    },
    {
        "text": "Monetization deal like the longest time and then you said that hey look weez we have to change it up",
        "start": 4338.409,
        "duration": 5.54
    },
    {
        "text": "Are you guys are gonna? You guys are take care of this well? Well how much you gonna pay here all right?",
        "start": 4345.1,
        "duration": 5.149
    },
    {
        "text": "What do you think he's a couple hundred bucks? I guess you know I can look it up on do bucks",
        "start": 4350.25,
        "duration": 3.839
    },
    {
        "text": "Can you get some photo couple hundred bucks for sure? How much is it share? We'll keep trying",
        "start": 4354.1,
        "duration": 4.699
    },
    {
        "text": "I don't know. I tell them I'll I'll do with no money if I get a few share a couple chairs money",
        "start": 4359.01,
        "duration": 5.52
    },
    {
        "text": "I'll juicers with no money",
        "start": 4364.53,
        "duration": 1.919
    },
    {
        "text": "I wonder what do you happy forever peace between you guys so weird so like there was no money involved",
        "start": 4366.449,
        "duration": 5.55
    },
    {
        "text": "But if we can get a couple of shares out of this, maybe we want to share one of ours for doing this",
        "start": 4372.0,
        "duration": 4.409
    },
    {
        "text": "No mines that is overbroad. Yeah",
        "start": 4380.17,
        "duration": 3.259
    },
    {
        "text": "Okay, all right Joey",
        "start": 4384.13,
        "duration": 2.0
    },
    {
        "text": "I'll even find the conversation can I even as I have to think with some chairs if I wasn't getting money?",
        "start": 4386.139,
        "duration": 5.5
    },
    {
        "text": "He's always like oh, I'll show you if you share this video. I don't do shit for Shares not",
        "start": 4391.639,
        "duration": 4.89
    },
    {
        "text": "Coming up emily. I mean like some other kids. Yes, I actually know to be honest though Joey",
        "start": 4397.53,
        "duration": 4.04
    },
    {
        "text": "I had no like I I completely completely complete, and I'm not in a bad way, but I completely",
        "start": 4401.57,
        "duration": 5.49
    },
    {
        "text": "Forgot like I'm not like well, if I if I remember if I was outstanding that with you",
        "start": 4407.67,
        "duration": 4.58
    },
    {
        "text": "I would have come back to you and touched about it, but I completely",
        "start": 4412.25,
        "duration": 2.879
    },
    {
        "text": "True, so I apologize about so Joey. Are you happy?",
        "start": 4415.71,
        "duration": 3.469
    },
    {
        "text": "Do you feel like you got it off your chest are you happy with the resolution here?",
        "start": 4419.179,
        "duration": 3.15
    },
    {
        "text": "I'm happy. I wrote my trust. That's good you he was holding on to this",
        "start": 4423.239,
        "duration": 4.04
    },
    {
        "text": "Did you have any told me this over the phone you got to do it in front of all the cameras?",
        "start": 4427.83,
        "duration": 4.189
    },
    {
        "text": "That are gonna be like dude this guy to the baby would shit. It was like you had a great talk",
        "start": 4432.33,
        "duration": 4.549
    },
    {
        "text": "this was not planned by now I",
        "start": 4438.09,
        "duration": 2.0
    },
    {
        "text": "Want to get to the call him? Yeah everyone it's a calling. I mean I was like. That's a great",
        "start": 4440.969,
        "duration": 4.399
    },
    {
        "text": "I know same book",
        "start": 4445.369,
        "duration": 0.901
    },
    {
        "text": "I told you like I don't have anything to hide like okay my Pod doesn't like you know has to do something to do so",
        "start": 4446.27,
        "duration": 5.25
    },
    {
        "text": "How many shares for to get this right for you Joey?",
        "start": 4451.52,
        "duration": 2.339
    },
    {
        "text": "Is it shares to make up for the deal, but I never saw phase four yes, no stairs",
        "start": 4455.489,
        "duration": 5.03
    },
    {
        "text": "No, no, no for the old one I told anyone. I there's to be square with everything",
        "start": 4460.52,
        "duration": 4.77
    },
    {
        "text": "Okay, well in my of that. Well how many calls you got?",
        "start": 4466.739,
        "duration": 2.99
    },
    {
        "text": "no Twelve Nellie",
        "start": 4470.489,
        "duration": 2.0
    },
    {
        "text": "Well hold on hold on although. I have I have a",
        "start": 4472.92,
        "duration": 2.87
    },
    {
        "text": "Has like 80 something million on my phone back on your phone? Yeah?",
        "start": 4476.46,
        "duration": 4.31
    },
    {
        "text": "I manage a lot of people",
        "start": 4480.77,
        "duration": 1.38
    },
    {
        "text": "and I still pay like monthly fee and",
        "start": 4482.15,
        "duration": 2.0
    },
    {
        "text": "They all don't want to fight people you have access to 80 million. He has access to 80 million Joe. We're gonna do a full",
        "start": 4484.35,
        "duration": 5.75
    },
    {
        "text": "pages they have like a million and they got no activity somehow they",
        "start": 4490.739,
        "duration": 3.439
    },
    {
        "text": "Do come we want it just from straight, so floor do you not want the whole Social network",
        "start": 4495.3,
        "duration": 4.22
    },
    {
        "text": "Okay, Jeff little bro",
        "start": 4500.76,
        "duration": 2.0
    },
    {
        "text": "Salad fans they just don't know it's not your page anymore. So flow you say there's a lot still my date",
        "start": 4503.969,
        "duration": 6.26
    },
    {
        "text": "All right, so you okay? So yes he has 12 million followers on",
        "start": 4510.23,
        "duration": 3.419
    },
    {
        "text": "So flow the page so how many how many shares on so flow to make this right?",
        "start": 4514.409,
        "duration": 4.729
    },
    {
        "text": "I",
        "start": 4520.429,
        "duration": 0.611
    },
    {
        "text": "think",
        "start": 4521.04,
        "duration": 1.02
    },
    {
        "text": "five more a week wow so is that a lot of actually I'd like to read my beautiful paper be fair though, but I",
        "start": 4522.06,
        "duration": 7.339
    },
    {
        "text": "Be fair the new and repost your own shit",
        "start": 4530.4,
        "duration": 2.66
    },
    {
        "text": "Like people don't give a frank talk. I'm trying to I'm working for you joey. I'm working for you",
        "start": 4533.61,
        "duration": 4.91
    },
    {
        "text": "Well as well Antonio's like five is a lot",
        "start": 4539.1,
        "duration": 2.629
    },
    {
        "text": "But I'm saying nobody gives a shit because he's saying he reposts his own videos and the people they don't even notice",
        "start": 4541.73,
        "duration": 5.52
    },
    {
        "text": "Right they even notice so five shares",
        "start": 4547.44,
        "duration": 2.509
    },
    {
        "text": "Over the course of a week may not be a huge loss for you",
        "start": 4551.04,
        "duration": 2.689
    },
    {
        "text": "So you said want Lisa one a week one away one per week one per week yeah once a week",
        "start": 4553.94,
        "duration": 5.009
    },
    {
        "text": "How about we do will do for that way? We do one month one per week one per week?",
        "start": 4558.949,
        "duration": 4.65
    },
    {
        "text": "They're not doing is that good for you joey. That's fine. I?",
        "start": 4563.6,
        "duration": 2.579
    },
    {
        "text": "Rule it",
        "start": 4567.06,
        "duration": 1.56
    },
    {
        "text": "Jake boom oh",
        "start": 4568.62,
        "duration": 2.0
    },
    {
        "text": "Good. Yo, do. It here. This was like. This was really special. That's just some really special",
        "start": 4570.63,
        "duration": 5.18
    },
    {
        "text": "Joey are you feel good you feel better?",
        "start": 4577.05,
        "duration": 2.0
    },
    {
        "text": "Yeah good. I'm happy that was okay. I really salad tomorrow Dr.",
        "start": 4579.84,
        "duration": 4.31
    },
    {
        "text": "Jose will pay the sears is I'm going to be soon again, okay?",
        "start": 4584.15,
        "duration": 3.18
    },
    {
        "text": "You guys go to succulent world back together you you see my image. You're helping so flow out. What is neck?",
        "start": 4587.33,
        "duration": 6.689
    },
    {
        "text": "neck auto Yeah, the president said Brad brains are still min behind I know by the",
        "start": 4595.02,
        "duration": 5.0
    },
    {
        "text": "Girls becoming I've been trying to get ahold of the grabbers for so long they just ignore the other numbered act like I don't exist",
        "start": 4600.81,
        "duration": 5.119
    },
    {
        "text": "no, ok give you the",
        "start": 4606.0,
        "duration": 2.0
    },
    {
        "text": "On the line. Oh yeah, well I didn't see why I should say no to that",
        "start": 4609.87,
        "duration": 5.869
    },
    {
        "text": "Are you sure they're not going to fucking kill you were live on air right now?",
        "start": 4617.76,
        "duration": 3.32
    },
    {
        "text": "I mean, I I want this to happen listen um if you want to make mistakes did I endorse it",
        "start": 4621.08,
        "duration": 4.199
    },
    {
        "text": "Get him on the phone",
        "start": 4626.55,
        "duration": 2.0
    },
    {
        "text": "Yeah, like you like people you take the girl home",
        "start": 4628.77,
        "duration": 2.389
    },
    {
        "text": "excited",
        "start": 4632.25,
        "duration": 1.5
    },
    {
        "text": "tsunami did",
        "start": 4633.75,
        "duration": 1.59
    },
    {
        "text": "Well, what are they gonna? Do I mean hopefully because he's forever scares me. If he goes on a rampage was always an expose",
        "start": 4635.34,
        "duration": 6.319
    },
    {
        "text": "We yeah, I love",
        "start": 4641.659,
        "duration": 2.34
    },
    {
        "text": "small your net",
        "start": 4644.969,
        "duration": 2.0
    },
    {
        "text": "Yeah",
        "start": 4647.01,
        "duration": 1.35
    },
    {
        "text": "Are you up to?",
        "start": 4648.36,
        "duration": 1.839
    },
    {
        "text": "I'm driving",
        "start": 4650.199,
        "duration": 1.861
    },
    {
        "text": "Are you what you drove it. You know what oh well ethan wants to talk to you guys and so flo",
        "start": 4652.06,
        "duration": 6.859
    },
    {
        "text": "Hey, moe this Ethan",
        "start": 4659.56,
        "duration": 2.0
    },
    {
        "text": "All of that hey dude. How are you mad and trying to get ahold of you guys for a while, but I like",
        "start": 4662.35,
        "duration": 4.639
    },
    {
        "text": "You guys are real hard to get ahold of I I can understand you don't want to talk to me though",
        "start": 4667.719,
        "duration": 4.28
    },
    {
        "text": "I",
        "start": 4674.02,
        "duration": 1.139
    },
    {
        "text": "Think ethan's bringing the world back together",
        "start": 4675.159,
        "duration": 2.33
    },
    {
        "text": "no, I love I just",
        "start": 4678.19,
        "duration": 1.739
    },
    {
        "text": "I",
        "start": 4679.929,
        "duration": 1.5
    },
    {
        "text": "I admire your guys. Talk to one girl on Earth. What up dawg. I'm nice",
        "start": 4681.429,
        "duration": 4.19
    },
    {
        "text": "It's really nice to finally get to chat with you like I I appreciate you guys hustle",
        "start": 4685.62,
        "duration": 3.839
    },
    {
        "text": "I know like we've had our gifts and gasps and laughs",
        "start": 4689.46,
        "duration": 2.79
    },
    {
        "text": "But I think you guys are super I don't you guys are hustled. You're super fascinating people",
        "start": 4692.56,
        "duration": 5.239
    },
    {
        "text": "I love to get the opportunity to talk with you guys and meet you sometime",
        "start": 4697.8,
        "duration": 3.27
    },
    {
        "text": "Definitely better though oh yeah. Yeah, yeah on",
        "start": 4703.6,
        "duration": 3.559
    },
    {
        "text": "En La no yeah, we're in La we have this podcast we've been doing now",
        "start": 4708.31,
        "duration": 4.279
    },
    {
        "text": "We have so flow on and we had joey on and it's always like a ton of fun",
        "start": 4712.59,
        "duration": 3.629
    },
    {
        "text": "Let's get a roulette wheel in here. Yo Chad",
        "start": 4716.32,
        "duration": 2.149
    },
    {
        "text": "I want that the prankster cruise",
        "start": 4719.32,
        "duration": 2.06
    },
    {
        "text": "Reenacted live in our Podcast studio now",
        "start": 4721.9,
        "duration": 2.54
    },
    {
        "text": "Yeah, we're in La, but like I don't know we just like having people in here and just kind of like",
        "start": 4724.44,
        "duration": 3.629
    },
    {
        "text": "Seeing them as real people and not like internet",
        "start": 4728.739,
        "duration": 2.51
    },
    {
        "text": "The gifts that we do so I think it'd be cool to get to know you guys",
        "start": 4731.32,
        "duration": 3.709
    },
    {
        "text": "That's another rebecca what I meant. Oh, yeah, dude bring. It spider-man suit. Oh, yeah",
        "start": 4736.719,
        "duration": 5.36
    },
    {
        "text": "Yeah, we have a podcast. It's called. It's called H2 pocket",
        "start": 4744.55,
        "duration": 3.26
    },
    {
        "text": "Joey was on it A",
        "start": 4748.33,
        "duration": 1.889
    },
    {
        "text": "Couple weeks ago. You can check it out if you want to get some idea of what goes on here",
        "start": 4750.219,
        "duration": 3.709
    },
    {
        "text": "You guys people love me. I have girls in the bag dude. We had girls in the back",
        "start": 4754.81,
        "duration": 4.399
    },
    {
        "text": "Yeah, people like Joey south now if we can make Joey sobs likeable. I mean come on you guys",
        "start": 4759.639,
        "duration": 4.31
    },
    {
        "text": "Yeah",
        "start": 4764.86,
        "duration": 1.65
    },
    {
        "text": "Yeah, yeah",
        "start": 4766.51,
        "duration": 2.0
    },
    {
        "text": "We good to go",
        "start": 4768.67,
        "duration": 2.0
    },
    {
        "text": "Well, maybe the new you, maybe people watch our videos. I maybe they don't dislike you but they're probably like at best impartial",
        "start": 4773.8,
        "duration": 7.339
    },
    {
        "text": "I don't know why people look just like a",
        "start": 4785.13,
        "duration": 2.389
    },
    {
        "text": "it's probably it's probably like the",
        "start": 4790.02,
        "duration": 2.0
    },
    {
        "text": "Sip ranks the fake pranks and maybe the well, maybe not disliking for the Spider-Man, Elsa ship more just intriguing",
        "start": 4792.57,
        "duration": 6.5
    },
    {
        "text": "Because you guys kind of pioneered that whole Genre?",
        "start": 4800.16,
        "duration": 2.0
    },
    {
        "text": "right",
        "start": 4804.81,
        "duration": 1.29
    },
    {
        "text": "Not just the pranks, but the spider man else's stuff",
        "start": 4806.1,
        "duration": 2.63
    },
    {
        "text": "Thanks, let's fuck no matter what?",
        "start": 4809.76,
        "duration": 3.049
    },
    {
        "text": "How does resin Elsa do if it comes like he doesn't know what it wears out when we love oh",
        "start": 4813.75,
        "duration": 6.469
    },
    {
        "text": "Love I do of indonesia every time that she comes up",
        "start": 4820.22,
        "duration": 3.479
    },
    {
        "text": "You want to call me later. You wait six flags. Are you in La right now?",
        "start": 4828.69,
        "duration": 3.469
    },
    {
        "text": "No, I'm in England. Oh yeah. There's there's no that world exists here in La",
        "start": 4833.46,
        "duration": 4.969
    },
    {
        "text": "Mo mo where do you come in too late? You guys got to do trip too late? It's been like a long time",
        "start": 4839.01,
        "duration": 4.43
    },
    {
        "text": "Alright, that's so cool. Antonio you probably but go by until now",
        "start": 4845.4,
        "duration": 4.1
    },
    {
        "text": "Yo mo come to uh come to La let's do what a good cruise again",
        "start": 4850.83,
        "duration": 4.1
    },
    {
        "text": "Yeah",
        "start": 4856.86,
        "duration": 1.53
    },
    {
        "text": "passionately you",
        "start": 4858.39,
        "duration": 1.56
    },
    {
        "text": "Don't sink into it Mellie things really talked about it in my group session, so it's just like it never happens",
        "start": 4859.95,
        "duration": 5.629
    },
    {
        "text": "But one day mo how could you guys act like the Spider-Man Elsa thing didn't happen?",
        "start": 4865.58,
        "duration": 3.75
    },
    {
        "text": "I mean like I saw the play button on the wall and your guys's cars in the garage and like the driveway",
        "start": 4869.33,
        "duration": 5.64
    },
    {
        "text": "Which body man also everybody talks about?",
        "start": 4877.8,
        "duration": 2.479
    },
    {
        "text": "Why do you do that? It's like, you should have braised it. It's a beautiful thing. Yes",
        "start": 4882.42,
        "duration": 4.189
    },
    {
        "text": "we are equal living in the house like",
        "start": 4887.25,
        "duration": 2.389
    },
    {
        "text": "Pasta liang don't oh, I don't know other people who did it hmm so spider-man just runs in real quick",
        "start": 4890.76,
        "duration": 6.89
    },
    {
        "text": "Goes to say the dangers happy to live there guys in your place. I don't want to get it cricket",
        "start": 4899.58,
        "duration": 5.0
    },
    {
        "text": "I don't okay sure all right. That's fair anyway. I'd love to get the chance",
        "start": 4904.61,
        "duration": 4.439
    },
    {
        "text": "Hey mo I'd love the chance to hang out and get to know you guys",
        "start": 4909.48,
        "duration": 2.779
    },
    {
        "text": "I appreciate everything you do and I wish you the best",
        "start": 4912.26,
        "duration": 2.37
    },
    {
        "text": "Thanks very much, La panel it. Oh fuck. Yeah, man. I'd love fun you guys poop",
        "start": 4916.47,
        "duration": 7.099
    },
    {
        "text": "Okay, all right dude drive Safe drive safe",
        "start": 4926.67,
        "duration": 2.419
    },
    {
        "text": "You know as you gone nice is he gone Joey",
        "start": 4935.31,
        "duration": 3.35
    },
    {
        "text": "You just repaid your debt to me. I brokered the place between you and antonio and now you pay me back immediately",
        "start": 4938.66,
        "duration": 5.189
    },
    {
        "text": "That's why I left yeah",
        "start": 4944.36,
        "duration": 2.0
    },
    {
        "text": "Those were your buddies",
        "start": 4947.01,
        "duration": 2.0
    },
    {
        "text": "Why do they deny it it's so weird they should own that and so funny",
        "start": 4949.8,
        "duration": 3.68
    },
    {
        "text": "I should totally own that",
        "start": 4953.48,
        "duration": 1.87
    },
    {
        "text": "But it's me",
        "start": 4955.35,
        "duration": 1.68
    },
    {
        "text": "Hold on",
        "start": 4957.03,
        "duration": 0.65
    },
    {
        "text": "We enjoy to say like it is so funny like we're like fixing the world one step at a time with our fake videos",
        "start": 4957.68,
        "duration": 6.359
    },
    {
        "text": "Did you guys used to say that looks like we're helping so many people out. We're doing these social experiments",
        "start": 4964.59,
        "duration": 5.03
    },
    {
        "text": "they're making people realize so many big Lie kind of",
        "start": 4969.62,
        "duration": 3.449
    },
    {
        "text": "Interesting so what you guys have this like good boy Joey. I'm gonna hang up on your ass, okay",
        "start": 4973.68,
        "duration": 5.119
    },
    {
        "text": "Yeah, okay, all right. Thanks, man. Appreciate it. God bless the jokes all right",
        "start": 4979.32,
        "duration": 5.3
    },
    {
        "text": "So that's the interesting thing so like you guys used to do these fake social experiments",
        "start": 4985.8,
        "duration": 4.28
    },
    {
        "text": "but in your running like we're doing a good thing for La I was even doing the social experiments that were like you know like",
        "start": 4990.08,
        "duration": 4.83
    },
    {
        "text": "oh like Raise awareness",
        "start": 4994.91,
        "duration": 1.36
    },
    {
        "text": "He was but I was posting them and like other other people you fell enjoy a positive impact on the world",
        "start": 4996.27,
        "duration": 5.45
    },
    {
        "text": "Well, we're joking about it because it looks like it's kind of like a shitty",
        "start": 5001.87,
        "duration": 2.729
    },
    {
        "text": "Positive impact. It's like sure like you can be a lesson",
        "start": 5005.24,
        "duration": 2.389
    },
    {
        "text": "But whoever the hell listen and not realize that this is like the fakest shit ever",
        "start": 5007.63,
        "duration": 3.99
    },
    {
        "text": "I don't know how they fall it looks, so fake maybe baby. You know that what so that's one of the reasons",
        "start": 5011.62,
        "duration": 5.399
    },
    {
        "text": "I hate Facebook is I feel and you have to agree the people on Facebook who consume media are the most gold elbow?",
        "start": 5017.02,
        "duration": 5.58
    },
    {
        "text": "Let me because you don't like that for example. I visit the philippines just a",
        "start": 5022.79,
        "duration": 3.649
    },
    {
        "text": "Month ago now I love this beautiful beautiful beautiful place they though",
        "start": 5027.5,
        "duration": 4.58
    },
    {
        "text": "Really look up to western culture and western Media. They think it's amazing. They love Facebook really good people",
        "start": 5032.81,
        "duration": 6.319
    },
    {
        "text": "I had fucking love that place, but it's like it's fucking like nice Mecca like nice people but",
        "start": 5039.13,
        "duration": 5.31
    },
    {
        "text": "That being said because you know they all speak English out up there",
        "start": 5045.5,
        "duration": 3.5
    },
    {
        "text": "What not like they really they find it really intriguing they seem like the you know the United States and everything like they",
        "start": 5049.15,
        "duration": 6.24
    },
    {
        "text": "You know they just they never actually seen it, but they see it on there on a Facebook",
        "start": 5055.88,
        "duration": 4.7
    },
    {
        "text": "And it's like so intriguing to them because a different American culture is Facebook Media",
        "start": 5060.58,
        "duration": 4.409
    },
    {
        "text": "That's not for a while. So everyone's running around doing social experiments or like",
        "start": 5066.14,
        "duration": 5.389
    },
    {
        "text": "Any, and it's all you guys you guys are nice sometimes. I'll see my family members in Israel",
        "start": 5072.5,
        "duration": 6.409
    },
    {
        "text": "Share your sharing soul flow and I'm like God what the hell you guys say the problem",
        "start": 5078.909,
        "duration": 5.7
    },
    {
        "text": "I have with like the social experiments in shit",
        "start": 5084.61,
        "duration": 2.01
    },
    {
        "text": "Is that you like and don't usually have like a uplifting message?",
        "start": 5086.62,
        "duration": 3.629
    },
    {
        "text": "But the setup is something really fucked up like people stealing change of a homeless persons cup and then the comments are like man",
        "start": 5090.32,
        "duration": 7.01
    },
    {
        "text": "I can't believe I can't believe people and you know it's a little thing",
        "start": 5097.33,
        "duration": 3.959
    },
    {
        "text": "it's like so like the model is usually to create something that's so outrageously like",
        "start": 5101.29,
        "duration": 4.919
    },
    {
        "text": "Stupid and like I'm they are likely to happen the way that happens is still also communicable because the way happens",
        "start": 5106.88,
        "duration": 7.399
    },
    {
        "text": "It doesn't make sense like is that just being a bad person",
        "start": 5114.28,
        "duration": 2.64
    },
    {
        "text": "So people are like",
        "start": 5117.05,
        "duration": 1.169
    },
    {
        "text": "you know like if you see like the one with a cheater one that the that a",
        "start": 5118.219,
        "duration": 5.12
    },
    {
        "text": "Genocide or whatever for example the that the dentist TV one with like the pikachu whatever",
        "start": 5123.56,
        "duration": 5.149
    },
    {
        "text": "What happened in the one one were like the ones wearing like a pikachu costume or something, but what happens in it?",
        "start": 5128.989,
        "duration": 5.39
    },
    {
        "text": "I don't know like they catch like someone cheating and like they're doing like some cosplay like weird stuff",
        "start": 5134.929,
        "duration": 5.72
    },
    {
        "text": "like they'd make it as goofy as",
        "start": 5141.949,
        "duration": 2.0
    },
    {
        "text": "Unreal is it and you know some you think that it should be obvious that it's fake. I don't think I",
        "start": 5144.38,
        "duration": 5.089
    },
    {
        "text": "Obviously, they're trying to portray it that it's not they they're not making a parody they're making it seem like it's real but I think",
        "start": 5150.739,
        "duration": 6.439
    },
    {
        "text": "it should be obvious especially with so many people saying it's fake like you like but not the Facebook like",
        "start": 5157.179,
        "duration": 5.55
    },
    {
        "text": "Ecosystem is different like on YouTube",
        "start": 5163.07,
        "duration": 1.64
    },
    {
        "text": "I feel like every time it's obvious and pranks have kind of died down on YouTube as a result",
        "start": 5164.71,
        "duration": 4.589
    },
    {
        "text": "But you there's no way to like reach our audience on Facebook and be like hey this shit's fake",
        "start": 5169.4,
        "duration": 4.609
    },
    {
        "text": "It's kind of interesting to hear you say that because you're sharing it you're promoting this content",
        "start": 5174.38,
        "duration": 3.83
    },
    {
        "text": "But at the same time you feel like if people found out that it was fake. They're almost were killed your home market um",
        "start": 5178.21,
        "duration": 5.399
    },
    {
        "text": "Not really you don't think so. I don't know. It's just it's still freaking funny as fuck like to me it is yeah",
        "start": 5185.03,
        "duration": 6.02
    },
    {
        "text": "But for that kind of stem a day I run a comedy value",
        "start": 5191.719,
        "duration": 3.979
    },
    {
        "text": "They watch it because we're the top you can actually do the shit bars where it's like this shit will change your life",
        "start": 5195.829,
        "duration": 5.45
    },
    {
        "text": "Right you think you invent invented?",
        "start": 5201.28,
        "duration": 2.729
    },
    {
        "text": "Uh was the first one to like start actually capitalizing on that it killed it and then it bars",
        "start": 5204.01,
        "duration": 6.6
    },
    {
        "text": "I also invented the thing everyone was doing it like their own way like with black made black background and white text",
        "start": 5210.61,
        "duration": 5.729
    },
    {
        "text": "I was doing it always white background black text when I only did bold right and yeah",
        "start": 5216.34,
        "duration": 6.449
    },
    {
        "text": "I had the moses when I first started",
        "start": 5222.789,
        "duration": 1.23
    },
    {
        "text": "But then I only then I decide I wanted a punchline word always on the bottom",
        "start": 5224.019,
        "duration": 3.63
    },
    {
        "text": "Because I felt like it was it would grab people and it works",
        "start": 5227.749,
        "duration": 3.35
    },
    {
        "text": "However, I still seen a lot of better ones where they write out their own thing, but that was my signature",
        "start": 5231.979,
        "duration": 4.94
    },
    {
        "text": "I feel like it it was",
        "start": 5236.92,
        "duration": 2.0
    },
    {
        "text": "Did you invent it? I would I was in the first one ever cuz in Twitter on Twitter",
        "start": 5239.36,
        "duration": 4.759
    },
    {
        "text": "There's still people like putting like they did it",
        "start": 5244.119,
        "duration": 2.459
    },
    {
        "text": "But I was the first we're not actually",
        "start": 5246.579,
        "duration": 2.04
    },
    {
        "text": "capitalize on it right and back in the day a lot of people that used to do like black on black background white",
        "start": 5248.9,
        "duration": 5.239
    },
    {
        "text": "Now you never see that almost ever you see black background and white text. It's almost always a white background you have that signature",
        "start": 5254.599,
        "duration": 6.08
    },
    {
        "text": "Black text on white back that white text on black background. Yeah, that's like a white background",
        "start": 5262.219,
        "duration": 6.68
    },
    {
        "text": "I'm like to reverse it does it matter so you in a way?",
        "start": 5268.9,
        "duration": 3.959
    },
    {
        "text": "Facebook have to leave soon by the way",
        "start": 5273.8,
        "duration": 2.0
    },
    {
        "text": "Or you live. Do you have a ghost story a ghost yeah?",
        "start": 5276.53,
        "duration": 4.189
    },
    {
        "text": "That's a tough one. I don't know have you ever lyrical you don't believe you down. So it was something paranormal a paranormal",
        "start": 5282.38,
        "duration": 6.049
    },
    {
        "text": "Otherworldly wait there was this one time any but it wasn't to me",
        "start": 5289.429,
        "duration": 4.43
    },
    {
        "text": "okay, it was it wasn't to me um my",
        "start": 5294.709,
        "duration": 2.87
    },
    {
        "text": "my friend I used to live next to a",
        "start": 5298.219,
        "duration": 2.66
    },
    {
        "text": "friend next-door neighbor and",
        "start": 5301.729,
        "duration": 2.0
    },
    {
        "text": "They like texted me, and they're like dude ian to come over here volvo, and I wasn't there when this happened, but you know",
        "start": 5304.369,
        "duration": 6.77
    },
    {
        "text": "all of a Sudden apparently like there was just like sleeping and",
        "start": 5311.9,
        "duration": 3.079
    },
    {
        "text": "there",
        "start": 5316.42,
        "duration": 1.27
    },
    {
        "text": "Passed out, and this the the screen door that were like the sliding like glass door just cracked",
        "start": 5317.69,
        "duration": 6.739
    },
    {
        "text": "And it wasn't it didn't sound like something hit it it or I don't even know what it was but they looked around there was",
        "start": 5324.429,
        "duration": 5.49
    },
    {
        "text": "No rock or anything. I hit it there was nothing",
        "start": 5329.92,
        "duration": 2.819
    },
    {
        "text": "I was like freaked out cause I my dude like what does someone come in like hit your glass",
        "start": 5332.739,
        "duration": 3.479
    },
    {
        "text": "Like signing door or something or I don't think those things just break, but I was finally the weirdest thing",
        "start": 5336.5,
        "duration": 5.75
    },
    {
        "text": "I mean, I don't you weren't there? I feel like there's always explanation something. Yeah, that's a guy so for me for me",
        "start": 5342.25,
        "duration": 5.819
    },
    {
        "text": "I'm just kind of like a wave it off with like probably with that, but the weirdest thing was that about you guys. Yeah",
        "start": 5348.07,
        "duration": 5.37
    },
    {
        "text": "So not really no, I don't like that just kind of I it's interesting because we bring guests on here",
        "start": 5353.44,
        "duration": 4.56
    },
    {
        "text": "And they sometimes have really incredible spirit ghost stories, and I'm weird like non-believers",
        "start": 5358.0,
        "duration": 5.939
    },
    {
        "text": "Yeah, I'm the same way. I'm the same way like people have told me like crazy stories. I'm like dude",
        "start": 5364.19,
        "duration": 5.479
    },
    {
        "text": "There's no need a filled fell down like you you miss something or or like",
        "start": 5369.89,
        "duration": 5.059
    },
    {
        "text": "if it's real quinces, I don't like I",
        "start": 5375.92,
        "duration": 2.779
    },
    {
        "text": "forgot what it was",
        "start": 5379.219,
        "duration": 1.471
    },
    {
        "text": "I've heard some really weird ones, so it's like. Oh yeah like this happened to like my grandmother or whatever and like",
        "start": 5380.69,
        "duration": 5.18
    },
    {
        "text": "Happened to my father's crazy stuff like that. I got come on",
        "start": 5386.54,
        "duration": 3.979
    },
    {
        "text": "Yeah",
        "start": 5390.52,
        "duration": 0.39
    },
    {
        "text": "Hop stuff even like with the",
        "start": 5390.91,
        "duration": 1.78
    },
    {
        "text": "Technology a technology like involves that you realize that like these ghost stories and all that stuff trying to like die out",
        "start": 5392.69,
        "duration": 5.419
    },
    {
        "text": "It's like a lot of fake ghost stories. Yeah",
        "start": 5398.179,
        "duration": 2.48
    },
    {
        "text": "But like in general like you know",
        "start": 5401.42,
        "duration": 3.049
    },
    {
        "text": "Maybe that people believe it. Maybe it's fake but so then they believe it. It's real to them. What's the difference?",
        "start": 5405.02,
        "duration": 5.659
    },
    {
        "text": "I have one last question for you. What do you think about like because you said?",
        "start": 5410.679,
        "duration": 3.57
    },
    {
        "text": "You think that this shit should be obviously fake but on your Facebook. It's getting like 50 80 100 million for areas like",
        "start": 5415.31,
        "duration": 7.58
    },
    {
        "text": "What?",
        "start": 5423.679,
        "duration": 1.891
    },
    {
        "text": "What do you think about Facebook users?",
        "start": 5425.57,
        "duration": 2.0
    },
    {
        "text": "Dude, well, I mean if you look at all them you have to be on Facebook page",
        "start": 5428.87,
        "duration": 3.5
    },
    {
        "text": "right so yeah, yeah um if you look at the",
        "start": 5432.37,
        "duration": 3.0
    },
    {
        "text": "Messages and you read the messages of the people are coming it is like",
        "start": 5436.07,
        "duration": 4.04
    },
    {
        "text": "They're so weird like people asking for like charity help all this test out and like the way they type",
        "start": 5440.36,
        "duration": 5.629
    },
    {
        "text": "It's like really weird like it's just like you man",
        "start": 5446.54,
        "duration": 3.109
    },
    {
        "text": "they typed Terribly like they don't like they don't they're not smart a lot of a lot more dumb people and you think",
        "start": 5450.08,
        "duration": 6.209
    },
    {
        "text": "But they're not you guys on dialer wait",
        "start": 5456.42,
        "duration": 1.79
    },
    {
        "text": "They're not they're not necessarily foreign like I'm not saying there for in there like there's a lot of like",
        "start": 5458.21,
        "duration": 4.62
    },
    {
        "text": "Really weird like American people that like I got message or whatever if you look at the comments and everything the top ones are pretty",
        "start": 5463.44,
        "duration": 5.99
    },
    {
        "text": "Clever usually because the ones at the top like if you read some of the stuff like the long ones did they chose what kind?",
        "start": 5469.43,
        "duration": 5.729
    },
    {
        "text": "Of person they are yeah, and you read the loved one. It's just like stupid or like weird",
        "start": 5475.16,
        "duration": 3.81
    },
    {
        "text": "That's when you get to know like the kind of people water that it's video base book is a good representation of like",
        "start": 5479.16,
        "duration": 6.919
    },
    {
        "text": "America of like the people who are out there? I'd say that I mean they have two billion users now",
        "start": 5486.33,
        "duration": 4.399
    },
    {
        "text": "I think it has a really good representation of the whole world and some people are dumb kind of right",
        "start": 5490.73,
        "duration": 4.859
    },
    {
        "text": "Yeah, more or less. They're just like dumb. Yeah",
        "start": 5495.99,
        "duration": 3.109
    },
    {
        "text": "I don't know. There's a little lot",
        "start": 5501.09,
        "duration": 2.18
    },
    {
        "text": "There's a lot people are a lot more",
        "start": 5503.27,
        "duration": 1.72
    },
    {
        "text": "Ignorant than you think but why do you think people are so willing to accept all this Facebook content like the stuff that you share?",
        "start": 5504.99,
        "duration": 5.33
    },
    {
        "text": "And stuff like they're like this is real",
        "start": 5510.32,
        "duration": 1.38
    },
    {
        "text": "And you see the passion in a common older people that you know they don't know that's going on",
        "start": 5511.7,
        "duration": 4.469
    },
    {
        "text": "They don't listen to you know your your videos. I don't know a demos. I assume. It's mostly like a",
        "start": 5516.17,
        "duration": 5.4
    },
    {
        "text": "24 hour that's right a 24 and then 13 18 the second",
        "start": 5522.21,
        "duration": 4.879
    },
    {
        "text": "It's actually the other way although youtube analytics are not just for this all. That's true",
        "start": 5527.37,
        "duration": 4.459
    },
    {
        "text": "That is a lie. Hid yeah yeah you have to be at least 13 our YouTube channel or some toilet",
        "start": 5531.83,
        "duration": 5.1
    },
    {
        "text": "you can't we have to say you're 18 otherwise like is restricted content with your actress, so everything is kind of",
        "start": 5536.96,
        "duration": 6.419
    },
    {
        "text": "Skewed towards being over 18 and all the statistic. That's true. That's why I like I feel like your Facebook",
        "start": 5544.11,
        "duration": 4.88
    },
    {
        "text": "Maybe a little bit. It's what I laughed when like youtubers are like I don't have kids watching me look at my demographic",
        "start": 5548.99,
        "duration": 5.549
    },
    {
        "text": "It's all 18 to 24 and it's like",
        "start": 5554.54,
        "duration": 2.0
    },
    {
        "text": "The real test is who's at Vidcon waiting for you?",
        "start": 5557.79,
        "duration": 3.379
    },
    {
        "text": "When like when you see Jake Paulo let's go",
        "start": 5562.5,
        "duration": 2.39
    },
    {
        "text": "Remember to survive again. I was like younger",
        "start": 5566.64,
        "duration": 2.239
    },
    {
        "text": "Self a couple videos there. I was like I can't fucking ever go there",
        "start": 5569.49,
        "duration": 2.81
    },
    {
        "text": "I guess like Jacob Logan Paul there, and it's just like hordes of kids dude",
        "start": 5572.3,
        "duration": 3.569
    },
    {
        "text": "Hordes of kids man well, it's just like in general like sometimes like there's some",
        "start": 5576.72,
        "duration": 4.069
    },
    {
        "text": "Having like all these like influences or whatever some of them are like very very down-to-earth",
        "start": 5581.7,
        "duration": 3.649
    },
    {
        "text": "But some of them are not you know, and I don't like when they like not down sir",
        "start": 5585.35,
        "duration": 4.649
    },
    {
        "text": "Especially cuz I don't care I don't care if I you have like 50 billion followers",
        "start": 5590.0,
        "duration": 3.27
    },
    {
        "text": "Yeah, I'm saying like you'll have people",
        "start": 5593.88,
        "duration": 1.79
    },
    {
        "text": "I have less followers than you think that they're more the shit than you right and everything like that",
        "start": 5595.67,
        "duration": 4.229
    },
    {
        "text": "That's not cool. You gotta be done sir and so I don't like going also. I feel well even though I'm 22",
        "start": 5599.94,
        "duration": 5.24
    },
    {
        "text": "I'm pretty mature like I don't I don't like hang out with people my age I often so I don't really enjoy",
        "start": 5605.18,
        "duration": 7.229
    },
    {
        "text": "like that crowd",
        "start": 5612.63,
        "duration": 1.83
    },
    {
        "text": "To they go out there",
        "start": 5614.46,
        "duration": 1.1
    },
    {
        "text": "And you know I think I said, I just do things that you know I like to do I don't like it",
        "start": 5615.56,
        "duration": 4.109
    },
    {
        "text": "Well do it so you're on a flight where you're off to vegas play poker. I'm gonna play some poker",
        "start": 5619.88,
        "duration": 4.59
    },
    {
        "text": "Yeah, get in there. Shake it up. What are you playing? What's your game? Uh? I play well. I'm Gonna try",
        "start": 5624.47,
        "duration": 6.0
    },
    {
        "text": "I'm going to play some tournaments to be fun",
        "start": 5630.47,
        "duration": 1.769
    },
    {
        "text": "But I finally the vibes usually got a 1.5 k 2 k 3 k",
        "start": 5632.239,
        "duration": 4.23
    },
    {
        "text": "But I'm going to try to do the main event, but I don't want to do it by myself",
        "start": 5636.93,
        "duration": 2.479
    },
    {
        "text": "Well serious poker the main event yeah, which is what's the binder that we get after it's a 10,000 but the things that",
        "start": 5639.42,
        "duration": 6.83
    },
    {
        "text": "you usually",
        "start": 5647.67,
        "duration": 1.41
    },
    {
        "text": "Losing almost on Keeper say almost on your brother",
        "start": 5649.08,
        "duration": 3.649
    },
    {
        "text": "you can make your money back if you like make it into the money which is a",
        "start": 5652.73,
        "duration": 2.79
    },
    {
        "text": "Top 10% of the field let's say feel doesn't like all the people playing interesting, but I'm not going to Paul",
        "start": 5655.68,
        "duration": 5.54
    },
    {
        "text": "I'm probably not gonna pay for the whole thing just because",
        "start": 5661.22,
        "duration": 2.009
    },
    {
        "text": "It it's very very unlikely to be so profitable, so I'd rather have somebody like",
        "start": 5663.84,
        "duration": 4.61
    },
    {
        "text": "You know have other people like your friends be like old you want to throw it, and they there now",
        "start": 5668.52,
        "duration": 3.68
    },
    {
        "text": "I have a lot of friends that will like the steak would love to you steak other people know there",
        "start": 5672.2,
        "duration": 4.469
    },
    {
        "text": "They stable yeah those ones that would like to not because I'm good, but because they want to like",
        "start": 5676.739,
        "duration": 4.49
    },
    {
        "text": "Fun, it's like sports better. Yeah",
        "start": 5681.84,
        "duration": 2.06
    },
    {
        "text": "Yeah",
        "start": 5683.9,
        "duration": 0.37
    },
    {
        "text": "so",
        "start": 5684.27,
        "duration": 0.75
    },
    {
        "text": "Like I so when you play world series of poker",
        "start": 5685.02,
        "duration": 2.239
    },
    {
        "text": "If you last till the final round that's like a week long of straight playing yeah, yeah",
        "start": 5687.36,
        "duration": 4.76
    },
    {
        "text": "But I wouldn't mind and by the way they also know the final table out there. Which is like I?",
        "start": 5692.12,
        "duration": 4.08
    },
    {
        "text": "Do have to go though okay was an amazing time. I really had a class dude",
        "start": 5697.02,
        "duration": 4.04
    },
    {
        "text": "It was we had a lot of laughs. Yeah, that was a gags never gags",
        "start": 5701.06,
        "duration": 3.6
    },
    {
        "text": "We're had class that Joey sells call was a real real momentous thing",
        "start": 5704.67,
        "duration": 5.03
    },
    {
        "text": "Those foot and nothing",
        "start": 5710.22,
        "duration": 1.4
    },
    {
        "text": "I told you like I speak highly of a guy like despite or like all like so that you brought a like the",
        "start": 5711.62,
        "duration": 5.129
    },
    {
        "text": "The jackass videos that you used to make was I get into them. Whatever what yeah? Yeah, yeah, but he's a smart guy yeah",
        "start": 5717.439,
        "duration": 7.29
    },
    {
        "text": "Well so so Khlo. I brokered this peace between you enjoy",
        "start": 5726.239,
        "duration": 2.689
    },
    {
        "text": "So I need those if you don't do those four shares is hey. Look bad of course of course all right all right",
        "start": 5728.929,
        "duration": 6.27
    },
    {
        "text": "Thanks for coming as we all cross. Thank you so much. All right cool",
        "start": 5735.38,
        "duration": 2.52
    }
]