[
    {
        "text": "Welcome everybody to another episode of the H3 podcast live.",
        "start": 0.13,
        "duration": 3.77
    },
    {
        "text": "Every Friday at twitch.tv/h3productions except sometimes it's not on Friday.",
        "start": 5.16,
        "duration": 4.22
    },
    {
        "text": "Uh. Thank you to Omaha Steaks, Lyft, MeUndies",
        "start": 10.78,
        "duration": 3.14
    },
    {
        "text": "and Honey for sponsoring this episode of the H3 podcast. If you guys have any questions for us or a guest today.",
        "start": 14.06,
        "duration": 6.52
    },
    {
        "text": "Give us a ring at eight one eight two one four eight five zero four",
        "start": 20.64,
        "duration": 4.02
    },
    {
        "text": "Next week, there's still alot of you know, there's some housekeeping stuff to get to you so just keep it , just keep it chill you know.",
        "start": 26.46,
        "duration": 6.44
    },
    {
        "text": "keep that house",
        "start": 33.22,
        "duration": 2.0
    },
    {
        "text": "Sometimes it surprised me how much housekeeping we have but anyway Michaels here. I'm gonna do like an official intro",
        "start": 36.84,
        "duration": 6.04
    },
    {
        "text": "I just want to say we have some houses keep chilling you're doing good",
        "start": 42.9,
        "duration": 2.8
    },
    {
        "text": "Doing great",
        "start": 46.26,
        "duration": 1.62
    },
    {
        "text": "Next week I'm very excited to say that we have Brendan green",
        "start": 47.89,
        "duration": 3.799
    },
    {
        "text": "Coming on to the podcast aka player unknown the creator of the massive",
        "start": 52.39,
        "duration": 5.66
    },
    {
        "text": "Successful PUBG is the director designer producer aka the new notch right?",
        "start": 58.57,
        "duration": 5.0
    },
    {
        "text": "Very excited that episode will be at an irregular time Wednesday the 20th at 3 p.m.. Leave your questions for him on the subreddit",
        "start": 65.17,
        "duration": 6.83
    },
    {
        "text": "I'll be throwing that up here after this live broadcast. I forgot to put it up today's guest is",
        "start": 72.0,
        "duration": 4.769
    },
    {
        "text": "a saucy fellow",
        "start": 77.38,
        "duration": 2.0
    },
    {
        "text": "A vsaucy fellow if you will",
        "start": 79.509,
        "duration": 2.0
    },
    {
        "text": "We all know him and we all love him. He's Michael and he's you've recently",
        "start": 81.88,
        "duration": 4.61
    },
    {
        "text": "Ascended from a science guy to a living meme status",
        "start": 87.04,
        "duration": 4.849
    },
    {
        "text": "I would say I think the Vsauce memes are in high demand as far as the meme economy is concerned",
        "start": 91.96,
        "duration": 5.18
    },
    {
        "text": "He just came out with in",
        "start": 97.72,
        "duration": 2.0
    },
    {
        "text": "Second season of YouTube red series mindfield was just released and I had a excellent time watching it",
        "start": 100.18,
        "duration": 6.589
    },
    {
        "text": "And he's got one of the best channels on YouTube Vsauce",
        "start": 107.17,
        "duration": 2.479
    },
    {
        "text": "Very honored and thrilled to introduce once again to the show Michael. Thank you great to be here",
        "start": 110.409,
        "duration": 5.389
    },
    {
        "text": "yeah after",
        "start": 116.53,
        "duration": 1.74
    },
    {
        "text": "Being here for the groundbreaking of this very studio. I'm back. It's it's very cool",
        "start": 118.27,
        "duration": 5.37
    },
    {
        "text": "You are I think our first ever guest",
        "start": 123.66,
        "duration": 3.24
    },
    {
        "text": "In this studio, it's a lot your friend first ever was PewDiePie right yeah, and that was like in a some warehouse",
        "start": 127.56,
        "duration": 7.0
    },
    {
        "text": "Right he had like a Airbnb in LA he was shooting scare PewDiePie",
        "start": 135.78,
        "duration": 3.26
    },
    {
        "text": "Right season 2? Yeah, I don't know if that yeah",
        "start": 139.64,
        "duration": 3.3
    },
    {
        "text": "I think that was season 2 Wow we all know we all know how that one ended a little season",
        "start": 142.94,
        "duration": 4.02
    },
    {
        "text": "Yeah, one of my favorites. I was in it by the way. Did you know that? No kidding.",
        "start": 147.06,
        "duration": 4.16
    },
    {
        "text": "How you were in minefield where like it didn't work. Yeah, and so it's kind of like thanks for trying",
        "start": 151.22,
        "duration": 4.11
    },
    {
        "text": "It was actually much worse than that I was a full episode",
        "start": 155.33,
        "duration": 2.97
    },
    {
        "text": "I co-starred mean HeLa both in an entire episode. No Kidding. It was a whole fucking thing. I got electrocuted, bro",
        "start": 158.3,
        "duration": 7.709
    },
    {
        "text": "For real yes",
        "start": 166.65,
        "duration": 2.0
    },
    {
        "text": "technically",
        "start": 168.989,
        "duration": 1.141
    },
    {
        "text": "For those science fans out there watching electrocuted means killed",
        "start": 170.13,
        "duration": 3.319
    },
    {
        "text": "If you didn't die you weren't electrocuted so shocked",
        "start": 174.12,
        "duration": 3.199
    },
    {
        "text": "I'm sure there's some other word but yea electrocuted.",
        "start": 178.2,
        "duration": 2.62
    },
    {
        "text": "Look it up. You have the power. I believe you I believe you.",
        "start": 180.9,
        "duration": 2.48
    },
    {
        "text": "I'm just I've said  \"that shocks me\" I'm not saying that I know every word",
        "start": 183.38,
        "duration": 3.209
    },
    {
        "text": "Electrifying knowledge electrocuted can I put my mouth right on the mic? It feels kind of good. Yeah, I prefer",
        "start": 188.54,
        "duration": 6.88
    },
    {
        "text": "Basically, the more in the better it sounds. How did this",
        "start": 197.16,
        "duration": 4.3
    },
    {
        "text": "A lot of famous mouths have been right up next to these",
        "start": 203.07,
        "duration": 2.599
    },
    {
        "text": "thats true",
        "start": 205.669,
        "duration": 0.82
    },
    {
        "text": "you get there's hep there's a",
        "start": 206.489,
        "duration": 2.0
    },
    {
        "text": "Really passionate and tender kiss have you ever seen me kiss. I'm all the sudden jealous of your wife. You should be.",
        "start": 209.37,
        "duration": 5.51
    },
    {
        "text": "Yeah, there's all kinds of hepatitis. It's a petri dish dish",
        "start": 215.73,
        "duration": 3.8
    },
    {
        "text": "It's basically new new forms of STDs being transmitted to your tongue right now glad to be part of history cheers to that",
        "start": 219.78,
        "duration": 6.289
    },
    {
        "text": "more Brad Berry",
        "start": 226.319,
        "duration": 1.531
    },
    {
        "text": "more Brad Berry yeah",
        "start": 227.85,
        "duration": 2.0
    },
    {
        "text": "That's one set of lips you may not like. This very mic?",
        "start": 230.6,
        "duration": 2.82
    },
    {
        "text": "Yeah, you keep this mic here, and you guys use the same mics every time. Yeah, well we...we have switched around.",
        "start": 233.64,
        "duration": 6.78
    },
    {
        "text": "What? Well I have been there before and here.",
        "start": 240.56,
        "duration": 3.16
    },
    {
        "text": "This is my mic. I don't know what Hila has been up too.",
        "start": 243.72,
        "duration": 2.0
    },
    {
        "text": "Ethan doesn't move.",
        "start": 246.04,
        "duration": 1.08
    },
    {
        "text": "I don't fucking...I don't let anyone use this mic.",
        "start": 247.4,
        "duration": 1.42
    },
    {
        "text": "Where was moo?",
        "start": 248.82,
        "duration": 0.94
    },
    {
        "text": "He was right there.",
        "start": 249.76,
        "duration": 1.96
    },
    {
        "text": "We bleached it though when he was done. Thank you.",
        "start": 251.72,
        "duration": 2.46
    },
    {
        "text": "I bleached it like halfway through the show",
        "start": 255.08,
        "duration": 2.0
    },
    {
        "text": "He was like protect me from myself. Yeah, I was like sorry buddy",
        "start": 257.86,
        "duration": 3.52
    },
    {
        "text": "How's the show change, I mean last time you were here",
        "start": 263.06,
        "duration": 2.3
    },
    {
        "text": "We had like tape it was it was kind of a funky setup right. Yeah, I was on that couch I think. Yeah.",
        "start": 265.36,
        "duration": 5.56
    },
    {
        "text": "Which was very comfortable now? I'm I do feel kind of tall with this chair being up high",
        "start": 271.04,
        "duration": 3.84
    },
    {
        "text": "But I'm afraid to move it cuz then the Michael have to move it'll just the Mike is very everyone. Yeah, the micah",
        "start": 274.88,
        "duration": 4.889
    },
    {
        "text": "Yeah, the mike but what if I don't move it right? What if I get too low?",
        "start": 279.77,
        "duration": 2.67
    },
    {
        "text": "I just want to get fishing you can really just manhandle this thing. Okay. Well. How are you? How have you been?",
        "start": 282.44,
        "duration": 6.269
    },
    {
        "text": "I mean how the hell is life since we last spoke with you. It's great. You know it's been it's been fantastic",
        "start": 288.71,
        "duration": 6.029
    },
    {
        "text": "I just got back from the brain candy fall tour",
        "start": 294.74,
        "duration": 2.7
    },
    {
        "text": "And that is you know it's a it's a slog you know everyday",
        "start": 297.44,
        "duration": 5.489
    },
    {
        "text": "You got a show well six days a week, and they get one day off we perform in Kansas City my hometown",
        "start": 302.93,
        "duration": 4.95
    },
    {
        "text": "gave shout outs to some teachers that made a difference in my life when were there in the audience and",
        "start": 308.61,
        "duration": 4.13
    },
    {
        "text": "Got to have my grandmother's come",
        "start": 313.11,
        "duration": 2.39
    },
    {
        "text": "You know couldn't really make it very far away from Kansas City's having the show there",
        "start": 316.139,
        "duration": 4.49
    },
    {
        "text": "It was really cool that is very cool",
        "start": 322.77,
        "duration": 2.119
    },
    {
        "text": "You do it six out",
        "start": 324.889,
        "duration": 1.861
    },
    {
        "text": "So how long do these tours last because you says you do it six times a week at once a day six times a week",
        "start": 326.75,
        "duration": 6.389
    },
    {
        "text": "So how long is that duration? It could be four weeks like this fall one, but in the spring we did nine",
        "start": 333.139,
        "duration": 6.51
    },
    {
        "text": "Holy, no break. I mean how?",
        "start": 340.32,
        "duration": 2.449
    },
    {
        "text": "Level with me Michael how awful is it? Yeah?",
        "start": 343.62,
        "duration": 2.899
    },
    {
        "text": "It's it's not because here's the thing Adam Savage has been traveling and touring for years",
        "start": 346.52,
        "duration": 5.73
    },
    {
        "text": "He knows how to make it nice, so we've got star coaches right. We've got rooms in the back of these buses. We drive",
        "start": 352.25,
        "duration": 7.739
    },
    {
        "text": "Overnight right you wake up whenever you want to because you don't have to worry about the show until like 6:00 p.m.",
        "start": 360.81,
        "duration": 5.209
    },
    {
        "text": "So you've got a day to just lay in bed go to the dressing room. I could do a lot of work",
        "start": 366.539,
        "duration": 4.73
    },
    {
        "text": "I can still make my regular calls and I can visit the cities. I'm away from home",
        "start": 371.27,
        "duration": 4.559
    },
    {
        "text": "I'm away from my cats Millay from my wife. I'm away from the Vsauce office. That's a drag right but",
        "start": 375.84,
        "duration": 5.419
    },
    {
        "text": "meeting people in person is",
        "start": 381.81,
        "duration": 2.029
    },
    {
        "text": "Really important. You know you can watch a YouTube video and and",
        "start": 384.78,
        "duration": 2.929
    },
    {
        "text": "Engage with me that way, but when you meet in person or when you turn it your whole evening",
        "start": 388.409,
        "duration": 4.16
    },
    {
        "text": "And it just coming to a live show it's a bigger part of your life. I think you know you remember it longer",
        "start": 392.57,
        "duration": 4.289
    },
    {
        "text": "You've been to show. Yeah, we really we're in Costa Mesa right there's in Santa Barbara, Santa Barbara. That's right",
        "start": 397.2,
        "duration": 6.619
    },
    {
        "text": "Yeah, so I remember",
        "start": 404.009,
        "duration": 2.0
    },
    {
        "text": "It's a total blast. It's a total rock really the kids they love the goddamn balls",
        "start": 406.56,
        "duration": 4.88
    },
    {
        "text": "Balls well they're free yeah, there's free balls. I mean guys free balls that you you really you're selling tickets to bring candy",
        "start": 411.99,
        "duration": 6.649
    },
    {
        "text": "But we you should really be selling us free balls free balls coming well. They're not free",
        "start": 418.639,
        "duration": 3.45
    },
    {
        "text": "Free it's lots of balls and then underneath in parentheses brain candy brain candy yeah",
        "start": 422.94,
        "duration": 5.179
    },
    {
        "text": "paper balls",
        "start": 429.06,
        "duration": 1.41
    },
    {
        "text": "balls yeah stay for the candy",
        "start": 430.47,
        "duration": 2.0
    },
    {
        "text": "Yeah, I found that to be true as well",
        "start": 434.729,
        "duration": 1.521
    },
    {
        "text": "I mean when you meet a fan you writ that personal connection or realizing that these like real people",
        "start": 436.25,
        "duration": 5.25
    },
    {
        "text": "watching your oh",
        "start": 441.87,
        "duration": 1.109
    },
    {
        "text": "man",
        "start": 442.979,
        "duration": 0.5
    },
    {
        "text": "and the best thing is that especially because I'm touring with Adam Savage a lot of makers come to the shows people who have a",
        "start": 443.479,
        "duration": 6.839
    },
    {
        "text": "craft people who love",
        "start": 450.319,
        "duration": 1.81
    },
    {
        "text": "To make things and they make us stuff",
        "start": 452.129,
        "duration": 2.42
    },
    {
        "text": "They make us wire sculptures a guy made these muppet type puppets of Adam, and I that are just phenomenal",
        "start": 454.55,
        "duration": 6.149
    },
    {
        "text": "I mean it's not like I tried it's like I'm a professional here normally",
        "start": 460.699,
        "duration": 4.559
    },
    {
        "text": "This would have probably been thousands of dollars",
        "start": 465.259,
        "duration": 1.65
    },
    {
        "text": "And I just made it because I love making puppets and now I have a puppet of myself which",
        "start": 466.909,
        "duration": 4.59
    },
    {
        "text": "So you're collecting treasures?",
        "start": 472.139,
        "duration": 2.0
    },
    {
        "text": "You collect treasures, that's that's powerful. Yeah. How I do get nervous before the shows",
        "start": 474.33,
        "duration": 5.36
    },
    {
        "text": "I mean, this is a serious production and there's a lot of people in the audience",
        "start": 479.69,
        "duration": 3.899
    },
    {
        "text": "Create these you know. It's it's a whole or thing they come out tonight. They come out",
        "start": 484.38,
        "duration": 3.769
    },
    {
        "text": "They watch you. I mean you've done a lot by now, but walk me through the process of of",
        "start": 488.15,
        "duration": 4.799
    },
    {
        "text": "Prepping yourself for that and now after doing it for so long",
        "start": 494.099,
        "duration": 2.809
    },
    {
        "text": "Dude does the nerve still affect you? How is it?",
        "start": 497.15,
        "duration": 2.669
    },
    {
        "text": "No, the nerves. Don't affect me now. They did for that first show because I had never done this. I have no idea",
        "start": 499.949,
        "duration": 6.17
    },
    {
        "text": "What the show was gonna be like we'd run through a few rehearsals with no one in the audience",
        "start": 506.12,
        "duration": 4.109
    },
    {
        "text": "But luckily you know Adam",
        "start": 510.81,
        "duration": 2.299
    },
    {
        "text": "And I are both pretty good at improving something goes wrong",
        "start": 513.11,
        "duration": 2.489
    },
    {
        "text": "If someone needs to change we can just do that on the spot",
        "start": 515.76,
        "duration": 2.63
    },
    {
        "text": "And you start to get really familiar with it",
        "start": 518.39,
        "duration": 1.649
    },
    {
        "text": "And then I've got a background of doing live performance ever since you know high school",
        "start": 520.039,
        "duration": 4.109
    },
    {
        "text": "Giving informative speeches and and that kind of stuff in forensics and debate",
        "start": 524.55,
        "duration": 4.039
    },
    {
        "text": "And so I got the butterflies out like I feel comfortable if something goes wrong I can fix it",
        "start": 528.589,
        "duration": 5.16
    },
    {
        "text": "Yeah, I feel like I would be shitting like my pants every fucking night",
        "start": 535.23,
        "duration": 4.07
    },
    {
        "text": "We thought we've toyed with the idea of doing a live tour",
        "start": 539.46,
        "duration": 2.63
    },
    {
        "text": "And I just I think I would I would I would have a breakdown well. It's too much stress",
        "start": 542.09,
        "duration": 4.799
    },
    {
        "text": "You might, but not forever. You know I'd get over it forever not forever",
        "start": 547.02,
        "duration": 4.969
    },
    {
        "text": "No, you would you would learn every night would be the worst night of my life. I feel it you",
        "start": 552.21,
        "duration": 4.4
    },
    {
        "text": "know I",
        "start": 557.28,
        "duration": 1.53
    },
    {
        "text": "Disagree okay? I should do it. I like your encouragement yeah, you'll be super nervous the first the second the third",
        "start": 558.81,
        "duration": 6.559
    },
    {
        "text": "But then you'll start to be like man. I can't wait for this",
        "start": 565.41,
        "duration": 2.899
    },
    {
        "text": "I can't wait right so it's a fun thing for you. Now. You go onstage you do your thing you look forward to it",
        "start": 568.31,
        "duration": 4.2
    },
    {
        "text": "It's really fun",
        "start": 572.51,
        "duration": 0.42
    },
    {
        "text": "I mean it's the same show every night",
        "start": 572.93,
        "duration": 1.53
    },
    {
        "text": "but not really because there is no script and",
        "start": 574.46,
        "duration": 2.7
    },
    {
        "text": "So are always tweaking things before the show will meet and I'll say you know",
        "start": 577.41,
        "duration": 3.229
    },
    {
        "text": "I think that joke would land better if we did this or I think we should change the order or I think we should",
        "start": 580.64,
        "duration": 5.099
    },
    {
        "text": "Explain that part and then I'll explain this part, and then you can think you don't understand and then I'll pretend understand",
        "start": 586.05,
        "duration": 4.25
    },
    {
        "text": "It's always really fun, and it's new to every audience right I've seen the show or I'm in it, but every night",
        "start": 590.34,
        "duration": 6.589
    },
    {
        "text": "It's a new city, and it's new people who were like hearing and seeing these things for the first time",
        "start": 596.93,
        "duration": 3.809
    },
    {
        "text": "You had said that you",
        "start": 601.5,
        "duration": 2.0
    },
    {
        "text": "Guys are both really good at improv and so when something goes wrong you feel comfortable picking up the pieces",
        "start": 603.9,
        "duration": 5.089
    },
    {
        "text": "What's the most dramatic thing that's gone wrong for you guys on stage?",
        "start": 609.21,
        "duration": 4.159
    },
    {
        "text": "I fall a lot on stage faceplant. Not a faceplant",
        "start": 613.37,
        "duration": 4.5
    },
    {
        "text": "There was one night. It was in Canada. I believe it was in London, Ontario",
        "start": 618.39,
        "duration": 3.59
    },
    {
        "text": "where we didn't have the right party fog juice normally we use propylene glycol I",
        "start": 622.65,
        "duration": 4.909
    },
    {
        "text": "believe and instead we had this oil-based thing which meant that a",
        "start": 628.11,
        "duration": 3.89
    },
    {
        "text": "Layer of oil formed on everything on stage including before me",
        "start": 632.4,
        "duration": 4.339
    },
    {
        "text": "Yeah, so you know I danced in the show as you've seen yeah, but it wasn't even during dancing",
        "start": 636.74,
        "duration": 5.1
    },
    {
        "text": "It was just I was just walking carrying this bottle of acetone and boom slip hit the ground",
        "start": 641.84,
        "duration": 5.13
    },
    {
        "text": "It was so bad the like I needed to discuss it during the QA and the middle of the show because the audience was like",
        "start": 647.49,
        "duration": 5.24
    },
    {
        "text": "Okay, and also maybe that was the had to have been scripted and planned because no way the show would have gone on that's not",
        "start": 653.82,
        "duration": 7.34
    },
    {
        "text": "Even the worst though the worst you ate shit pretty hard it sounds",
        "start": 661.16,
        "duration": 3.299
    },
    {
        "text": "Yeah, yeah, and I I'm a real jumpy person so when I fall. I don't just like kind of you know fall I go",
        "start": 664.46,
        "duration": 5.219
    },
    {
        "text": "Because I feel like me that'll be more entertaining or everyone thinks I'm really hurt another I fell and",
        "start": 672.36,
        "duration": 5.51
    },
    {
        "text": "Though this this was the same the same show with the oily floor",
        "start": 679.47,
        "duration": 3.17
    },
    {
        "text": "I fall and I feel while I'm falling I think you know what I can save this if I start like breakdancing",
        "start": 682.64,
        "duration": 5.909
    },
    {
        "text": "Maybe that's what I meant to do right, but there was a stagehand in the way",
        "start": 689.279,
        "duration": 3.74
    },
    {
        "text": "And I roll into him because of course the floors covered in oil I can't breakdance",
        "start": 693.02,
        "duration": 3.929
    },
    {
        "text": "I can't breakdance anyway, but I also can't even like get friction with the ground, so I just slide into him and",
        "start": 697.339,
        "duration": 5.73
    },
    {
        "text": "Killer show that sure we couldn't get the oil out of it, so",
        "start": 704.01,
        "duration": 3.169
    },
    {
        "text": "Was that a good was that a favorite sure yours it was a really good stage shirt?",
        "start": 707.76,
        "duration": 3.919
    },
    {
        "text": "That's of London, Ontario you guys were the last ones",
        "start": 711.68,
        "duration": 2.25
    },
    {
        "text": "I haven't seen any but I'm sure the",
        "start": 718.44,
        "duration": 2.69
    },
    {
        "text": "Michael are like Dan and Han, can you guys look up if there's Michael eating shit on stage? Oh my god?",
        "start": 722.25,
        "duration": 5.989
    },
    {
        "text": "No, there's some just like",
        "start": 728.85,
        "duration": 2.0
    },
    {
        "text": "Dancing and not falling Clips out there. Oh my god. I hope that's up there",
        "start": 731.07,
        "duration": 3.799
    },
    {
        "text": "I mean that sounds like a hell of a show if I'm being honest",
        "start": 734.87,
        "duration": 2.16
    },
    {
        "text": "Yeah, they were very lucky. Yeah, they're very fortunate people I again what my next question for you is that?",
        "start": 737.58,
        "duration": 6.559
    },
    {
        "text": "I'm fascinated by people who do a lot of stuff. Thanks. Matey. Thanks, Dan I",
        "start": 745.53,
        "duration": 5.959
    },
    {
        "text": "Can't go",
        "start": 752.4,
        "duration": 0.62
    },
    {
        "text": "I can't get a break people make fun of me because I say fascinating a lot",
        "start": 753.02,
        "duration": 3.149
    },
    {
        "text": "Like I wonder how they fascinating fascinating and every time I say fascinating Dan hits the soundboard to mock me",
        "start": 756.45,
        "duration": 5.869
    },
    {
        "text": "fascinating",
        "start": 763.68,
        "duration": 1.59
    },
    {
        "text": "fascinating",
        "start": 765.27,
        "duration": 1.56
    },
    {
        "text": "I'm I can't even say it do I get to do I get passes should I get some?",
        "start": 766.83,
        "duration": 4.879
    },
    {
        "text": "The F word the F word, but the guest won't know what I'm talking about dance err Michael just confused right now",
        "start": 772.47,
        "duration": 6.17
    },
    {
        "text": "There's no idea what's going on alright. Let's get I'm fascinated",
        "start": 779.12,
        "duration": 3.51
    },
    {
        "text": "Give me a give me a breakdown give me a fucking pass on this one",
        "start": 782.97,
        "duration": 2.989
    },
    {
        "text": "by",
        "start": 786.6,
        "duration": 1.26
    },
    {
        "text": "showman or productive",
        "start": 787.86,
        "duration": 2.0
    },
    {
        "text": "professionals",
        "start": 790.26,
        "duration": 1.86
    },
    {
        "text": "Who manage so many things in their lives because I find myself always like",
        "start": 792.12,
        "duration": 3.89
    },
    {
        "text": "Overloaded and I get flustered and lose focus when I have too much shit",
        "start": 796.23,
        "duration": 3.229
    },
    {
        "text": "Do you in minefield Vsauce brain candy of the Curiosity box?",
        "start": 799.459,
        "duration": 4.59
    },
    {
        "text": "How do you manage all these things at once and keep yourself sane and focused I?",
        "start": 804.27,
        "duration": 4.549
    },
    {
        "text": "Don't and I'm going insane. No. I think what it is is it's um",
        "start": 809.73,
        "duration": 4.46
    },
    {
        "text": "It's about a great team to help you you know",
        "start": 814.83,
        "duration": 3.559
    },
    {
        "text": "I'm I'm involved with the Curiosity box and help curate things",
        "start": 819.54,
        "duration": 4.22
    },
    {
        "text": "But there's a different team that packs them deals with orders deals with getting samples",
        "start": 823.76,
        "duration": 4.649
    },
    {
        "text": "And I love what I'm doing that's kind of a cliche answer, but like when I wake up in the morning",
        "start": 830.7,
        "duration": 5.329
    },
    {
        "text": "I want to continue reading about",
        "start": 836.029,
        "duration": 2.0
    },
    {
        "text": "You know rigid rotational dynamics. You know because I just want to and it happens to also be my job",
        "start": 838.95,
        "duration": 5.329
    },
    {
        "text": "But if I couldn't do that I'd be kind of like",
        "start": 844.68,
        "duration": 2.63
    },
    {
        "text": "Annoyed mmm so it's I'm really fortunate that my job happens to be what I do anyway when I have free time",
        "start": 848.13,
        "duration": 7.909
    },
    {
        "text": "But that also means that I do I ever have free time. Yeah, I gotta take a break you say okay",
        "start": 856.83,
        "duration": 4.759
    },
    {
        "text": "I'm gonna stop",
        "start": 861.589,
        "duration": 0.94
    },
    {
        "text": "What do you?",
        "start": 862.529,
        "duration": 0.901
    },
    {
        "text": "feel like you have free time do you feel you need free time does being so busy all the time how does that affect your",
        "start": 863.43,
        "duration": 4.88
    },
    {
        "text": "life",
        "start": 868.31,
        "duration": 1.0
    },
    {
        "text": "It doesn't affect my life because my life was already even before YouTube the same thing",
        "start": 869.31,
        "duration": 5.179
    },
    {
        "text": "I just didn't have anyone to listen to what I had discovered right I would talk out loud to myself",
        "start": 874.49,
        "duration": 4.919
    },
    {
        "text": "But then with YouTube around I could just turn who I was into a show a show right and",
        "start": 880.92,
        "duration": 7.85
    },
    {
        "text": "To get to get bigger than that to do a live show",
        "start": 891.45,
        "duration": 2.629
    },
    {
        "text": "to do the Curiosity Box to do mine field you have to have other people help and so wonder people work with you and",
        "start": 894.18,
        "duration": 6.26
    },
    {
        "text": "Supporting you so gosh. I mean there were more than a dozen people on mind field well, and we had a number of actual",
        "start": 900.57,
        "duration": 7.339
    },
    {
        "text": "psychologists helping with",
        "start": 908.459,
        "duration": 1.081
    },
    {
        "text": "Pre-production because the first season was classic",
        "start": 909.54,
        "duration": 3.049
    },
    {
        "text": "Experiments it was stuff that I knew because I had an undergraduate degree in it",
        "start": 912.66,
        "duration": 3.83
    },
    {
        "text": "And I was like let's just replicate all of these famous experiments. We know the result to expect",
        "start": 916.49,
        "duration": 4.739
    },
    {
        "text": "and we kind of you know we know we want to do but for season two I wanted to go into what a",
        "start": 921.75,
        "duration": 5.089
    },
    {
        "text": "psychologist doing today, and how are they doing it so we had to bring in people who were",
        "start": 927.029,
        "duration": 4.669
    },
    {
        "text": "Career psychologists who could then reach out to different universities and say what are you doing?",
        "start": 932.38,
        "duration": 4.34
    },
    {
        "text": "What can we help you do we've got",
        "start": 937.3,
        "duration": 2.0
    },
    {
        "text": "Money, we've got resources. We've got in some cases cameras like an episode that isn't out yet, maybe it will be",
        "start": 939.43,
        "duration": 6.739
    },
    {
        "text": "When you're watching this",
        "start": 947.2,
        "duration": 2.0
    },
    {
        "text": "Was about the placebo effect, and how we're enchanted by neuroscience that we believe it can do more than maybe it really can and having",
        "start": 949.57,
        "duration": 7.429
    },
    {
        "text": "Mine field there as a documentary crew",
        "start": 957.67,
        "duration": 2.419
    },
    {
        "text": "Made people believe that the study was more powerful than it was because of course it was a placebo study",
        "start": 960.4,
        "duration": 5.78
    },
    {
        "text": "But it must be something if all these people are here with cameras if this you know if Michael Stevens is here",
        "start": 966.31,
        "duration": 6.769
    },
    {
        "text": "It must work, and that was all part of of",
        "start": 973.08,
        "duration": 3.239
    },
    {
        "text": "Planting that suggestion in their mind that they're gonna get better mm-hmm",
        "start": 976.87,
        "duration": 3.109
    },
    {
        "text": "That's very cool. I'm looking forward to uh how there's another six episodes coming on my field or what's the deal?",
        "start": 980.89,
        "duration": 6.049
    },
    {
        "text": "I think were six already. I think there are three more",
        "start": 986.94,
        "duration": 3.45
    },
    {
        "text": "There's eight total and so far five have come out so over the next year the next three will come out",
        "start": 990.39,
        "duration": 6.51
    },
    {
        "text": "So I wanted to talk about the season to mine field actually",
        "start": 997.36,
        "duration": 2.75
    },
    {
        "text": "Because you definitely it seems kicked it up a notch",
        "start": 1000.81,
        "duration": 2.269
    },
    {
        "text": "From season one and I appreciate you",
        "start": 1003.6,
        "duration": 2.75
    },
    {
        "text": "sacrificing your own body of mine as guinea pig you dabbled in a little bit season one with the deprivation yeah, but I",
        "start": 1006.66,
        "duration": 6.619
    },
    {
        "text": "Loved the truth serum, and I loved the ayahuasca trip",
        "start": 1014.4,
        "duration": 3.799
    },
    {
        "text": "Tell me about how you guys came up with that deer and I basically I just want to hear like",
        "start": 1018.81,
        "duration": 5.299
    },
    {
        "text": "what was the experience like let me start with the ayahuasca because I feel like on the show I",
        "start": 1024.21,
        "duration": 4.459
    },
    {
        "text": "Wanted to I wanted to hear more about how was that experience for you right because it was fucking it was a weird",
        "start": 1028.89,
        "duration": 4.82
    },
    {
        "text": "trippy thing like it's one thing to take a psychedelic and hang out with your friends as another thing to hang out in like a",
        "start": 1033.78,
        "duration": 5.239
    },
    {
        "text": "Jungle while some robed man chants while you trip balls and be recorded. Yes. Yeah, yeah, there's like yeah",
        "start": 1039.02,
        "duration": 7.709
    },
    {
        "text": "That's a weird way to do a psychedelic. Yes. Hey guys rather than doing it in like my dorm room",
        "start": 1047.28,
        "duration": 4.969
    },
    {
        "text": "I'm gonna do it in the middle of nowhere",
        "start": 1052.65,
        "duration": 2.119
    },
    {
        "text": "Where no one has cell connection where the only way to get back to a city is by taking a boat ride for hours",
        "start": 1054.99,
        "duration": 6.41
    },
    {
        "text": "Lying there was a measure of paranoia. There was a lot of fear, and I don't think you know we didn't",
        "start": 1061.53,
        "duration": 5.239
    },
    {
        "text": "record a lot of that, but I was really nervous as the date approached because I couldn't",
        "start": 1067.29,
        "duration": 4.88
    },
    {
        "text": "Say no",
        "start": 1072.9,
        "duration": 0.53
    },
    {
        "text": "I could I made it very clear that like look if",
        "start": 1073.43,
        "duration": 3.0
    },
    {
        "text": "We're gonna do this we all need to agree that up until the moment",
        "start": 1076.83,
        "duration": 3.379
    },
    {
        "text": "I put it to my lips I can say no and no one's gonna be mad that we went all the way out there",
        "start": 1080.21,
        "duration": 7.14
    },
    {
        "text": "Because I didn't plan on not not doing it, but I wonder you want to reserve the right. I didn't want to feel forced yeah",
        "start": 1087.72,
        "duration": 6.14
    },
    {
        "text": "And so I said look when it comes to the decision process and what we do and how it works",
        "start": 1094.49,
        "duration": 4.65
    },
    {
        "text": "that hierarchy goes me then the shaman and",
        "start": 1099.93,
        "duration": 3.319
    },
    {
        "text": "Then everyone else",
        "start": 1103.95,
        "duration": 2.0
    },
    {
        "text": "If the shaman thinks that we need to have the lights off if the shaman thinks I need to stop recording",
        "start": 1107.1,
        "duration": 4.97
    },
    {
        "text": "And I can't respond you listen to the shaman yeah, I know he's not on payroll",
        "start": 1112.07,
        "duration": 4.319
    },
    {
        "text": "I know you didn't approve him as a director, but did he get EP credit. I don't know what he got",
        "start": 1116.39,
        "duration": 6.18
    },
    {
        "text": "But he was a great guy. He was also our boat captain. Oh he's uh he moonlights",
        "start": 1123.45,
        "duration": 4.579
    },
    {
        "text": "Yeah, yeah he moonlights with the ayahuasca right yeah",
        "start": 1128.19,
        "duration": 3.319
    },
    {
        "text": "But tell me about that experience because I'm first of all was it your first",
        "start": 1131.52,
        "duration": 3.14
    },
    {
        "text": "Psychedelic experience as far as my mother knows. Yes, of course. Okay, all right. Yes, not watching. This isn't your mother show and",
        "start": 1134.88,
        "duration": 6.29
    },
    {
        "text": "It was ah",
        "start": 1144.21,
        "duration": 2.0
    },
    {
        "text": "Man, I think the the initial emotion. I had before the ceremony was",
        "start": 1146.49,
        "duration": 5.84
    },
    {
        "text": "Aggravation really yeah, because I was nervous",
        "start": 1153.15,
        "duration": 2.75
    },
    {
        "text": "But I couldn't I couldn't do it my way",
        "start": 1156.48,
        "duration": 2.33
    },
    {
        "text": "What was your way my way would have been?",
        "start": 1159.24,
        "duration": 2.03
    },
    {
        "text": "To not have all the cameras there don't have to make a show right and so this is what's going through my mind",
        "start": 1161.55,
        "duration": 4.609
    },
    {
        "text": "I'm like hanging out in the hut waiting for the shaman and and his assistants to come and get me",
        "start": 1166.16,
        "duration": 6.059
    },
    {
        "text": "but I can't just get picked up and then taken to the",
        "start": 1172.41,
        "duration": 2.809
    },
    {
        "text": "The the ceremony we have to like do multiple angles and take the experience couldn't be authentic it was it was totally authentic",
        "start": 1175.71,
        "duration": 7.49
    },
    {
        "text": "But I had a job to do during right yeah, that was the hard part that I couldn't just completely",
        "start": 1183.36,
        "duration": 5.599
    },
    {
        "text": "Surrender myself to the experience as me",
        "start": 1189.75,
        "duration": 2.599
    },
    {
        "text": "I had to be Michael the host of mind field right I had to listen to direction like ooh",
        "start": 1192.35,
        "duration": 4.859
    },
    {
        "text": "you know what we have to do that again because",
        "start": 1197.21,
        "duration": 1.91
    },
    {
        "text": "This light was in the wrong place or oh we need to get the coverage of the shot of you entering and I'm fine doing",
        "start": 1199.12,
        "duration": 5.28
    },
    {
        "text": "that but I had bigger things on my mind and",
        "start": 1204.4,
        "duration": 2.339
    },
    {
        "text": "colors and shapes well",
        "start": 1208.01,
        "duration": 2.0
    },
    {
        "text": "I didn't even know what kind of colors and shapes are gonna be it was frightening",
        "start": 1213.53,
        "duration": 4.369
    },
    {
        "text": "Okay, so then we've got a crew of people right",
        "start": 1218.36,
        "duration": 3.229
    },
    {
        "text": "We've got something like eight people there",
        "start": 1221.59,
        "duration": 2.04
    },
    {
        "text": "And they've got microphones all around and usually you do this in the complete darkness",
        "start": 1223.63,
        "duration": 3.78
    },
    {
        "text": "That makes for a terrible show so we had to have lights installed which made me really self-conscious",
        "start": 1227.74,
        "duration": 5.13
    },
    {
        "text": "because not only am I being watched and surrounded by people you're expected to perform, which I can only imagine would be such an",
        "start": 1233.179,
        "duration": 7.64
    },
    {
        "text": "Awful feeling while you're tripping right okay, so expected to perform was another concern",
        "start": 1241.91,
        "duration": 4.429
    },
    {
        "text": "I had so I also made it clear that if if I do nothing, but lay there catatonic leave for eight hours",
        "start": 1246.34,
        "duration": 5.43
    },
    {
        "text": "You're all gonna be happy a speed. Yeah. Yeah, because I don't want to have any responsibility or obligation",
        "start": 1252.77,
        "duration": 4.789
    },
    {
        "text": "Because you're in a different state of mind yeah, and I can perform. It's my career. That's my job",
        "start": 1258.35,
        "duration": 4.849
    },
    {
        "text": "I'm used to that in this state of mind right if I get hangry or grumpy or happy I can still do those jobs",
        "start": 1263.2,
        "duration": 7.229
    },
    {
        "text": "But I wasn't familiar with what it was like to be in the state of mind that DMT creates",
        "start": 1270.429,
        "duration": 4.29
    },
    {
        "text": "So luckily we had all that figured out, and it wasn't that big of an issue, but I felt really",
        "start": 1275.3,
        "duration": 4.789
    },
    {
        "text": "Unhappy that I had to have all these eyes on me",
        "start": 1282.05,
        "duration": 3.379
    },
    {
        "text": "And and then as the drug started to take the effect I felt feelings of guilt",
        "start": 1285.429,
        "duration": 4.23
    },
    {
        "text": "Here I am I",
        "start": 1290.48,
        "duration": 1.8
    },
    {
        "text": "Was paid to fly to Peru to take drugs and only I got to take them no one else on the crew",
        "start": 1292.28,
        "duration": 7.789
    },
    {
        "text": "Had signed the right insurance paperwork",
        "start": 1300.83,
        "duration": 1.88
    },
    {
        "text": "Or would probably be able to do their job properly if they had also taken it so it'd been interesting though",
        "start": 1302.71,
        "duration": 4.89
    },
    {
        "text": "It could have been interesting maybe for the season three the boom",
        "start": 1307.6,
        "duration": 2.369
    },
    {
        "text": "Yeah",
        "start": 1312.559,
        "duration": 1.681
    },
    {
        "text": "I mean the shaman drank some okay. Well you would do that, but when you took a dose",
        "start": 1314.24,
        "duration": 4.969
    },
    {
        "text": "I was like were you a little concerned when you saw the shame and dip in yeah, cuz I was thinking wait",
        "start": 1319.21,
        "duration": 3.81
    },
    {
        "text": "I thought you were your my god over me you're my guide, bro. Yeah",
        "start": 1323.02,
        "duration": 2.609
    },
    {
        "text": "But let me let me tell you this",
        "start": 1326.71,
        "duration": 2.28
    },
    {
        "text": "in",
        "start": 1329.92,
        "duration": 1.78
    },
    {
        "text": "The the effects got stronger and stronger",
        "start": 1331.7,
        "duration": 2.75
    },
    {
        "text": "my feelings of fear and guilt and and cut the the self-awareness of all the cameras on me that every motion I",
        "start": 1335.69,
        "duration": 7.88
    },
    {
        "text": "Did was gonna be caught and if I sat up they'd have to reposition cameras?",
        "start": 1343.94,
        "duration": 4.4
    },
    {
        "text": "And I'd be aware of that and what if it didn't work",
        "start": 1348.34,
        "duration": 2.069
    },
    {
        "text": "What if they needed to give me some kind of direction and I wasn't in the right state of mind",
        "start": 1350.41,
        "duration": 3.119
    },
    {
        "text": "I've intial II realized hey as",
        "start": 1353.78,
        "duration": 2.0
    },
    {
        "text": "annoying as it is to have all these cameras around if",
        "start": 1356.39,
        "duration": 3.739
    },
    {
        "text": "We didn't have the cameras here there wouldn't be a show and I'm doing this for the audience",
        "start": 1360.65,
        "duration": 5.06
    },
    {
        "text": "I'm doing this for Robin the researcher who was there mm-hmm",
        "start": 1365.71,
        "duration": 3.51
    },
    {
        "text": "It's not about me all of these concerns about hey guys stop walking that noise is frustrating or stop asking for the coverage shots",
        "start": 1369.25,
        "duration": 6.72
    },
    {
        "text": "That's my job. It's for everyone else. This is not for me and",
        "start": 1376.82,
        "duration": 4.669
    },
    {
        "text": "Starting to think about I need to just give Robin. I come come do the the the",
        "start": 1382.07,
        "duration": 5.299
    },
    {
        "text": "EEG scan I'm ready for that I didn't want to but then I realized by allowing you to do it",
        "start": 1388.55,
        "duration": 4.819
    },
    {
        "text": "I'm giving it's not about me and what I want. It's about what everyone's here for so that's a lesson. I took",
        "start": 1393.4,
        "duration": 6.27
    },
    {
        "text": "That from that afterwards citrus in yeah",
        "start": 1400.46,
        "duration": 2.779
    },
    {
        "text": "How that's interesting that makes you think about?",
        "start": 1404.0,
        "duration": 2.39
    },
    {
        "text": "When when something is your hobby, and then becomes your job, it's kind of like it's not so much about you anymore",
        "start": 1407.66,
        "duration": 6.77
    },
    {
        "text": "Yeah, that is kind of profound. Yeah, exactly",
        "start": 1414.71,
        "duration": 2.989
    },
    {
        "text": "Did you you've you felt that on a level that you hadn't realized before yeah, I mean, I literally",
        "start": 1418.24,
        "duration": 4.98
    },
    {
        "text": "envisioned myself as this like",
        "start": 1424.31,
        "duration": 2.15
    },
    {
        "text": "Waterfall that's just offering",
        "start": 1427.22,
        "duration": 2.0
    },
    {
        "text": "Its water to the world",
        "start": 1429.53,
        "duration": 2.15
    },
    {
        "text": "And I'm like I remember sitting there going at some point Robin has to come over and give me a series of questions",
        "start": 1431.68,
        "duration": 5.849
    },
    {
        "text": "He's got to put this thing on my head and measure the electrolyte electrical activity there",
        "start": 1437.75,
        "duration": 4.01
    },
    {
        "text": "And I could say no and I planned on saying no until I realized the way to get rid of all that anxiety",
        "start": 1441.76,
        "duration": 6.51
    },
    {
        "text": "Was to just say let's do this I am a vessel for your research",
        "start": 1448.64,
        "duration": 5.15
    },
    {
        "text": "Were you concerned from the beginning that you weren't going to be able to perform that?",
        "start": 1454.43,
        "duration": 3.859
    },
    {
        "text": "Hmm no, I wasn't really couldn't because I figured even if it all completely is messed up",
        "start": 1460.94,
        "duration": 5.27
    },
    {
        "text": "And we don't get everything right that in and of itself is whatever happens is good. Whatever happens is well",
        "start": 1466.21,
        "duration": 4.829
    },
    {
        "text": "how did the experience meet match up to your expectation let's let's let's",
        "start": 1471.04,
        "duration": 4.47
    },
    {
        "text": "Let's just assume that you've taken other psychedelics. Let's just imagine a world where you have how would that?",
        "start": 1476.33,
        "duration": 4.729
    },
    {
        "text": "Hypothetically compare to your experience well",
        "start": 1482.6,
        "duration": 2.929
    },
    {
        "text": "It's it's different for every single person",
        "start": 1486.32,
        "duration": 2.06
    },
    {
        "text": "But anxiety was my biggest fear because once you're you're once you've drank the ayahuasca",
        "start": 1488.99,
        "duration": 6.079
    },
    {
        "text": "it's you're you're on the ride like you can't take the antidote right you know and",
        "start": 1496.52,
        "duration": 5.27
    },
    {
        "text": "The first ceremony was really Pleasant and and quite low in its dosage the second one within 20 minutes. I was like oh",
        "start": 1502.82,
        "duration": 7.609
    },
    {
        "text": "No you took twice as much as I recall you took like a third of a cup the first time and then",
        "start": 1512.27,
        "duration": 4.88
    },
    {
        "text": "3/4 of a cup that's right. Yeah, yeah, and",
        "start": 1517.91,
        "duration": 2.45
    },
    {
        "text": "It happened so fast. I had lost control. I no longer was like observing",
        "start": 1521.09,
        "duration": 5.689
    },
    {
        "text": "What was happening things were just happening to me right and?",
        "start": 1526.78,
        "duration": 3.42
    },
    {
        "text": "My heart started racing right we had a medical doctor there, which normally you don't because it's not dangerous basically",
        "start": 1531.71,
        "duration": 7.069
    },
    {
        "text": "but",
        "start": 1539.39,
        "duration": 1.32
    },
    {
        "text": "YouTube requested that we have a yeah",
        "start": 1540.71,
        "duration": 2.089
    },
    {
        "text": "Yeah, and so I was but here's the thing my heart was going. It was literally beating very fast",
        "start": 1543.38,
        "duration": 5.059
    },
    {
        "text": "I actually there's a moment where I touch my chest and I'm like yep",
        "start": 1548.44,
        "duration": 2.4
    },
    {
        "text": "It's really happening, but then I thought how do I let the doctor know?",
        "start": 1550.84,
        "duration": 3.239
    },
    {
        "text": "Because I can't think no this is not how I normally feel is it weird if I just say hey um help",
        "start": 1555.35,
        "duration": 7.969
    },
    {
        "text": "How are they going to interpret that and so I just I thought maybe I'll just ask for water",
        "start": 1564.71,
        "duration": 4.939
    },
    {
        "text": "You know maybe that like will tether me back down to reality because someone will have to bring me water",
        "start": 1570.29,
        "duration": 4.76
    },
    {
        "text": "And that's a really Mundus is so I've been that like I feel like I've been in that headspace of trying to like",
        "start": 1575.05,
        "duration": 4.619
    },
    {
        "text": "You're stuck between like",
        "start": 1580.31,
        "duration": 2.0
    },
    {
        "text": "the ethereal world and the physical world and trying to make sense of",
        "start": 1582.68,
        "duration": 3.71
    },
    {
        "text": "Being on another in another place, and it's frustrating. I hate that. It's frustrating because I was probably",
        "start": 1587.06,
        "duration": 5.33
    },
    {
        "text": "Most consumed not by anxiety, but by the feeling of how do I?",
        "start": 1593.0,
        "duration": 4.429
    },
    {
        "text": "Relay and describe what's happening to me later. You know because that's what always annoyed me about",
        "start": 1598.4,
        "duration": 5.63
    },
    {
        "text": "Discussions of psychedelic experiences is that it all felt really vague and",
        "start": 1606.17,
        "duration": 4.099
    },
    {
        "text": "Hard to empathize with and now I I mean",
        "start": 1610.52,
        "duration": 3.2
    },
    {
        "text": "I I know why it's it's like describing colors to someone who's never seen it's a completely different state of mind right and",
        "start": 1613.72,
        "duration": 7.5
    },
    {
        "text": "So I I every a psychedelic experience I've had",
        "start": 1621.8,
        "duration": 3.41
    },
    {
        "text": "I've hated it. I don't know why would you say it doesn't sound like you quite hated it?",
        "start": 1626.27,
        "duration": 4.64
    },
    {
        "text": "But it seems like it was marked with some negative feelings",
        "start": 1630.91,
        "duration": 2.459
    },
    {
        "text": "Might yeah, my experience always have a lot of I think my problem is like I'm too anchored",
        "start": 1633.98,
        "duration": 4.19
    },
    {
        "text": "I never really let go and you're always like resisting the urge to just kind of float off",
        "start": 1638.17,
        "duration": 5.16
    },
    {
        "text": "And you're trying to hold on to the earth as you're floating to the sky",
        "start": 1643.82,
        "duration": 3.109
    },
    {
        "text": "I think getting over that resistance is there a part of what psychedelics teach you right I didn't I?",
        "start": 1647.17,
        "duration": 5.939
    },
    {
        "text": "Didn't break from that, but I'm aware now of its existence. I know what it feels like",
        "start": 1653.72,
        "duration": 4.969
    },
    {
        "text": "Robyn Carhartt Harris from Imperial College London who came with me?",
        "start": 1660.02,
        "duration": 3.68
    },
    {
        "text": "Didn't say I had a bad trip. He describes. It as a challenging trip. Yeah. You know I like that",
        "start": 1664.22,
        "duration": 6.109
    },
    {
        "text": "I'm still glad that I did it, but I'm not like I got to do it again, and I think that's fine you know",
        "start": 1670.85,
        "duration": 5.75
    },
    {
        "text": "That's exactly it's fine. Yeah",
        "start": 1676.6,
        "duration": 2.009
    },
    {
        "text": "I think I think if you're so that eager to return to that state of mind you probably having some trouble dealing with the",
        "start": 1678.61,
        "duration": 7.29
    },
    {
        "text": "Actual physical world if you're so eager to its embarked out there and and on a daily basis um",
        "start": 1687.02,
        "duration": 6.92
    },
    {
        "text": "I don't know, but I know that",
        "start": 1693.94,
        "duration": 2.0
    },
    {
        "text": "There's a bonus clip where we spoke to a woman who took psilocybin as part of this. Oh, that's like mushrooms",
        "start": 1696.47,
        "duration": 6.439
    },
    {
        "text": "yeah, she took a pill through a study at NYU and",
        "start": 1702.91,
        "duration": 3.51
    },
    {
        "text": "She worked with these researchers for months",
        "start": 1707.3,
        "duration": 2.51
    },
    {
        "text": "And they crafted a pill just for her based on her weight based on her past",
        "start": 1709.81,
        "duration": 5.819
    },
    {
        "text": "They knew what dosage to give her and they I think she felt incredibly safe. She wasn't in the middle of this brand-new space",
        "start": 1715.63,
        "duration": 6.84
    },
    {
        "text": "Therapies for coping with death yeah, she heard death. Yeah because she had been diagnosed with cancer and",
        "start": 1723.14,
        "duration": 5.869
    },
    {
        "text": "confront your own mortality is obviously frightening, but they they",
        "start": 1730.0,
        "duration": 4.88
    },
    {
        "text": "Were experimenting with how psychedelics can help you deal with those feelings mm-hmm and she?",
        "start": 1735.82,
        "duration": 5.959
    },
    {
        "text": "Was it was a phenomenal experience for her? She she tells a story of?",
        "start": 1742.33,
        "duration": 5.239
    },
    {
        "text": "Seeing a table with all of her family and friends, but also death is at the table mm-hmm and she realized yeah",
        "start": 1748.3,
        "duration": 6.26
    },
    {
        "text": "Deaths invited of course hmm and and ever since this happened years ago ever since. She's felt much better",
        "start": 1754.56,
        "duration": 6.78
    },
    {
        "text": "she's she's",
        "start": 1761.62,
        "duration": 2.0
    },
    {
        "text": "You know felt healthier, and she only took that one pill. It's not like just",
        "start": 1763.69,
        "duration": 4.4
    },
    {
        "text": "it's one dose ah",
        "start": 1769.12,
        "duration": 2.0
    },
    {
        "text": "That's that that's awesome, I love that I think psychedelics and and drugs like that really have a",
        "start": 1772.09,
        "duration": 6.439
    },
    {
        "text": "lot of value to our society",
        "start": 1779.26,
        "duration": 1.64
    },
    {
        "text": "It's just it's a shame that they get stigmatized",
        "start": 1780.9,
        "duration": 2.55
    },
    {
        "text": "And I think that stigma itself is what contributes to a lot of the negative feelings you have when you take it",
        "start": 1783.58,
        "duration": 5.719
    },
    {
        "text": "I think so too. Yeah, because you start to feel like oh my god doing something wrong. I'm doing something wrong yeah in fact",
        "start": 1789.33,
        "duration": 6.149
    },
    {
        "text": "I had this thought that cracked me up during that second ceremony where I was like",
        "start": 1795.48,
        "duration": 4.05
    },
    {
        "text": "You know what when the shaman lights the candle and says that it's over first of all it's very comforting because he knows how long",
        "start": 1799.53,
        "duration": 5.52
    },
    {
        "text": "These experiences last when he lights that candle it's proof to me that",
        "start": 1805.05,
        "duration": 3.179
    },
    {
        "text": "The effects aren't only going to wear down from now. I mean it takes a very long time, but they",
        "start": 1808.99,
        "duration": 5.18
    },
    {
        "text": "When you're going down you start to regain control anyway",
        "start": 1814.78,
        "duration": 3.109
    },
    {
        "text": "I'm thinking you know once he lights the candle and like the crews done the first thing",
        "start": 1817.89,
        "duration": 4.29
    },
    {
        "text": "I'm going to say is I can't believe I'm gonna have to tell my mom. I did this and",
        "start": 1822.18,
        "duration": 4.589
    },
    {
        "text": "Such a funny thing I didn't mind obscene it cuz it just felt like a joke when the experience was really traumatic",
        "start": 1829.72,
        "duration": 5.33
    },
    {
        "text": "and poignant, but I",
        "start": 1835.33,
        "duration": 2.299
    },
    {
        "text": "Forgot what I was about to say you were",
        "start": 1842.53,
        "duration": 2.209
    },
    {
        "text": "Talking about the stigma how it makes that oh, yes",
        "start": 1845.8,
        "duration": 2.959
    },
    {
        "text": "I think that if if I was part of the you know Shipibo indigenous tribe where this is a",
        "start": 1848.76,
        "duration": 4.979
    },
    {
        "text": "Medicine prescribed all the time",
        "start": 1853.96,
        "duration": 1.61
    },
    {
        "text": "I would not have felt the same kind of am I a bad ryerson am I am I I mean",
        "start": 1855.57,
        "duration": 5.099
    },
    {
        "text": "This is illegal in the country that I live and I should feel bad that I'm doing this",
        "start": 1860.67,
        "duration": 4.5
    },
    {
        "text": "This is a behavior that only bad people do right and you have that social baggage on you. Yeah, it's interesting",
        "start": 1865.17,
        "duration": 6.03
    },
    {
        "text": "You know I heard about a study that doctors are starting to use MDMA to treat PTSD",
        "start": 1871.36,
        "duration": 6.02
    },
    {
        "text": "so they give you a dose of MDMA which is ecstasy in the pure form and they set you down, and I guess if",
        "start": 1878.41,
        "duration": 6.739
    },
    {
        "text": "It makes you feel more comfortable talking up and you feel more comfortable with the emotions that you're dealing with and so",
        "start": 1887.08,
        "duration": 7.279
    },
    {
        "text": "All these drugs that that I think it's a shame. I really think it's a shame this war on drugs. What is done",
        "start": 1894.67,
        "duration": 5.119
    },
    {
        "text": "III genuinely believe that people",
        "start": 1900.37,
        "duration": 2.54
    },
    {
        "text": "Yeah, I generally believe that people don't abuse drugs unless there's something else going on like people don't just all the sudden",
        "start": 1904.72,
        "duration": 7.819
    },
    {
        "text": "become addicted at drugs",
        "start": 1912.54,
        "duration": 1.26
    },
    {
        "text": "I think all drugs should be legal and people should decide what they want to do",
        "start": 1913.8,
        "duration": 3.63
    },
    {
        "text": "And if there's education and support to help people navigate those waters that we would be a healthier better society in the word drugs",
        "start": 1917.43,
        "duration": 6.869
    },
    {
        "text": "What does it mean because it sounds like so many gangs?",
        "start": 1924.49,
        "duration": 3.86
    },
    {
        "text": "everything from heroin to DMT tylenol caffeine to tylenol right and so we",
        "start": 1928.84,
        "duration": 5.63
    },
    {
        "text": "Have done a disservice to both ourselves and to innovation and knowledge by saying ooh",
        "start": 1935.89,
        "duration": 5.3
    },
    {
        "text": "You're gonna study psychedelics",
        "start": 1941.53,
        "duration": 1.95
    },
    {
        "text": "we really only want to fund that if you're going to be studying the",
        "start": 1943.48,
        "duration": 3.23
    },
    {
        "text": "bad side of them right and only recently has that started to break apart, and we have this now renaissance of",
        "start": 1946.84,
        "duration": 6.139
    },
    {
        "text": "Investigation of psychedelics Imperial College London has this whole psychedelics research group",
        "start": 1954.64,
        "duration": 4.67
    },
    {
        "text": "And that's who what Robin was from who came with us",
        "start": 1959.31,
        "duration": 2.699
    },
    {
        "text": "and so",
        "start": 1962.11,
        "duration": 1.2
    },
    {
        "text": "we're starting to be able to understand more about the mind because you cannot have a complete theory of the mind if you",
        "start": 1963.31,
        "duration": 5.15
    },
    {
        "text": "avoid or ignore",
        "start": 1968.53,
        "duration": 2.0
    },
    {
        "text": "Something that it's capable absolutely. I mean it's crazy that I",
        "start": 1970.54,
        "duration": 3.739
    },
    {
        "text": "Mean yeah, we've tried some obviously by now from the way. We're talking about it and",
        "start": 1974.92,
        "duration": 4.729
    },
    {
        "text": "It's it's weird to see what your mind is capable of",
        "start": 1980.56,
        "duration": 3.229
    },
    {
        "text": "So I was ashamed to do it on like a daily or weekly or I don't I mean we don't do anything now",
        "start": 1984.31,
        "duration": 6.65
    },
    {
        "text": "but we've tried it the",
        "start": 1990.96,
        "duration": 2.0
    },
    {
        "text": "Experience of trying something that is really interesting just to learn by your own",
        "start": 1993.76,
        "duration": 4.04
    },
    {
        "text": "Body people are so there's all these scares like you'd like you take acid once and you lose your mind",
        "start": 1998.17,
        "duration": 5.089
    },
    {
        "text": "I knew a guy who took acid and fucking jumped off a roof or he never came back from the trip like these are these",
        "start": 2003.26,
        "duration": 5.55
    },
    {
        "text": "Are I swear to god?",
        "start": 2008.81,
        "duration": 0.78
    },
    {
        "text": "These are all just old wives tales that are just designed to spook you I don't think that really happens",
        "start": 2009.59,
        "duration": 5.819
    },
    {
        "text": "Yeah, when I was a kid very very very rarely, right",
        "start": 2015.41,
        "duration": 2.91
    },
    {
        "text": "Well two things one when I was a kid. I read the story about the guy who took LSD thought",
        "start": 2018.99,
        "duration": 4.669
    },
    {
        "text": "He was an orange and locked himself in a closet because he was afraid of being juiced and there's no you think oh my gosh",
        "start": 2023.66,
        "duration": 5.609
    },
    {
        "text": "How terrifying and and to be fair, this is a significant decision this isn't like hey",
        "start": 2029.27,
        "duration": 6.96
    },
    {
        "text": "You know what? I should do is invest in gold right?",
        "start": 2036.23,
        "duration": 2.219
    },
    {
        "text": "No, you really you should it's I don't think anyone should I don't have any",
        "start": 2038.45,
        "duration": 3.689
    },
    {
        "text": "Advice or or I'm not gonna",
        "start": 2043.08,
        "duration": 2.359
    },
    {
        "text": "Recommend to anyone what they do it's their choice or maybe the choice of medical professional should make but the fact that you know",
        "start": 2045.72,
        "duration": 6.41
    },
    {
        "text": "HeLa you're like well as you guys can tell like maybe we have done something that",
        "start": 2052.13,
        "duration": 3.689
    },
    {
        "text": "Cajun is we have to have that yeah",
        "start": 2055.95,
        "duration": 1.7
    },
    {
        "text": "I feel bad like even talking about it because some people are gonna say oh you guys are promoting. Oh, yeah",
        "start": 2057.65,
        "duration": 5.219
    },
    {
        "text": "I don't endorse it. I don't recommend it",
        "start": 2063.08,
        "duration": 1.77
    },
    {
        "text": "I think you're like you shouldn't be able to talk about it",
        "start": 2064.85,
        "duration": 2.0
    },
    {
        "text": "Right and like I think like you said it's a big decision to make for yourself",
        "start": 2066.93,
        "duration": 4.129
    },
    {
        "text": "And I don't think that it needs to be caged by law or stigma",
        "start": 2071.06,
        "duration": 4.649
    },
    {
        "text": "I think that there should be open dialogue there should be conversation and like go to a place like",
        "start": 2075.71,
        "duration": 4.47
    },
    {
        "text": "Places in Europe where drugs are legal",
        "start": 2080.28,
        "duration": 2.209
    },
    {
        "text": "And they'll test it for purity for you so that you don't take something awful and die right",
        "start": 2082.68,
        "duration": 5.569
    },
    {
        "text": "Yeah\nI can always that you know where's it's some shady stuff can hit me is that drug that shady bad people are gonna own the",
        "start": 2088.25,
        "duration": 5.459
    },
    {
        "text": "Market, it's not gonna be regulated and there's not gonna be anything you're not gonna feel like there's anyone there",
        "start": 2093.71,
        "duration": 5.07
    },
    {
        "text": "Who can help you or advise you through through the experience something I found fascinating",
        "start": 2098.78,
        "duration": 5.61
    },
    {
        "text": "Was that when I spoke with Robin hit him heaven with the den fascinating fascinating?",
        "start": 2104.88,
        "duration": 4.159
    },
    {
        "text": "I",
        "start": 2109.64,
        "duration": 0.73
    },
    {
        "text": "Asked Robin the head of the psychedelics research group at Imperial College London",
        "start": 2110.37,
        "duration": 6.02
    },
    {
        "text": "I'm like so what's your experience with psychics assuming? She's done it?",
        "start": 2116.39,
        "duration": 4.26
    },
    {
        "text": "Hee hee sorry Robin Robin, Robin like Batman and Robin right he goes well. I don't talk about that",
        "start": 2121.02,
        "duration": 7.01
    },
    {
        "text": "My grandmother might see they're such a cop-out, and I'm I'm saying that is that is I?",
        "start": 2130.71,
        "duration": 5.78
    },
    {
        "text": "Was gonna say fascinating like that is you see it's fucked up. Yes. That's like drugs. It's the f-word",
        "start": 2137.22,
        "duration": 5.54
    },
    {
        "text": "I've got all the stigma around they're a great example of the stigma. That's your job is to research",
        "start": 2142.76,
        "duration": 6.27
    },
    {
        "text": "Psychedelics, and you can't say that you've ever experienced them what other scientists does that Oh mom I study gorillas",
        "start": 2149.55,
        "duration": 5.81
    },
    {
        "text": "Oh have you ever seen any Oh, No yeah?",
        "start": 2155.36,
        "duration": 2.52
    },
    {
        "text": "I would never look at a gorilla right I talk to people who have looked at them. Yeah",
        "start": 2157.88,
        "duration": 3.929
    },
    {
        "text": "Or an imagined an astronomer who's like yeah, I've been studying the Stars and the motions of the planets. I've never looked up",
        "start": 2161.81,
        "duration": 5.25
    },
    {
        "text": "Yeah, don't judge me if I don't look up. I've talked to others who have and until we break that barrier",
        "start": 2167.06,
        "duration": 5.58
    },
    {
        "text": "I think we're really missing out on a big part of the human mind. It's a such a beautiful paradox",
        "start": 2172.64,
        "duration": 4.859
    },
    {
        "text": "I think of this guy. I love even on a personal level. He's like no no no I don't talk about them",
        "start": 2177.5,
        "duration": 3.899
    },
    {
        "text": "Yeah, anyway listen. Let's let's roll to a break",
        "start": 2181.4,
        "duration": 2.22
    },
    {
        "text": "Quick thank you to our sponsors, and we will be right back with your boy. Saucy saucy Vsauce",
        "start": 2184.92,
        "duration": 5.15
    },
    {
        "text": "Thank you to Omaha Steaks for sponsoring this episode of the h3 podcasts listen",
        "start": 2192.9,
        "duration": 5.03
    },
    {
        "text": "Omaha Steaks is a product that I am fully behind",
        "start": 2198.21,
        "duration": 3.02
    },
    {
        "text": "You know that scene in Pulp Fiction where they open this mystery chestnuts like glowing orange?",
        "start": 2201.69,
        "duration": 4.88
    },
    {
        "text": "well",
        "start": 2206.57,
        "duration": 0.39
    },
    {
        "text": "That's basically what they send you I received my package full of filets sirloins pork chops in gabon size it",
        "start": 2206.96,
        "duration": 7.08
    },
    {
        "text": "Arrives in this chest with ice and you open it's like glowing. It's like I'm enlightened when I open this thing. It's unbelievable",
        "start": 2214.53,
        "duration": 6.379
    },
    {
        "text": "Let me tell you about Omaha Steaks for $49.99",
        "start": 2221.06,
        "duration": 2.55
    },
    {
        "text": "You can get my family gift pack",
        "start": 2224.25,
        "duration": 2.27
    },
    {
        "text": "When you go to their website and search h3 in the search bar. That's 75% off",
        "start": 2227.1,
        "duration": 5.119
    },
    {
        "text": "This is high-quality meets my friends for $49.99 listen to what you get two filets of the mignons I?",
        "start": 2232.32,
        "duration": 7.25
    },
    {
        "text": "Knew a guy who once said fill it MIG nons here in Australia. He was Australia apparently",
        "start": 2239.97,
        "duration": 4.61
    },
    {
        "text": "That's what they call it in Australia, but I didn't know that I'm sitting at a restaurant with this guy he goes",
        "start": 2244.58,
        "duration": 3.75
    },
    {
        "text": "I'll have a Phillip MIG. Not I'm like might be you're not people aren't that dumb",
        "start": 2248.33,
        "duration": 3.81
    },
    {
        "text": "If you're that uncultured you don't deserve a filet mignon",
        "start": 2253.58,
        "duration": 2.819
    },
    {
        "text": "meghna, hon",
        "start": 2257.85,
        "duration": 0.65
    },
    {
        "text": "I thought was funny Phil it may not you get to fill at Megan ons you get two tops",
        "start": 2258.5,
        "duration": 4.949
    },
    {
        "text": "Two boneless pork chops four boneless chicken breast for kielbasa sausages hold on let me catch my breath",
        "start": 2263.69,
        "duration": 7.439
    },
    {
        "text": "Four burgers for potato a Bratton's, which is yeah? These are actually?",
        "start": 2271.98,
        "duration": 4.549
    },
    {
        "text": "You look",
        "start": 2278.13,
        "duration": 1.83
    },
    {
        "text": "Me is incredible the potatoes are good. I'm not gonna take that away from it's a huge potato ball",
        "start": 2279.96,
        "duration": 4.76
    },
    {
        "text": "That's like it's like mashed potato in a ball",
        "start": 2284.97,
        "duration": 2.479
    },
    {
        "text": "It's like who made what genius made this you get four of those four caramel apple Titan to our new list",
        "start": 2287.46,
        "duration": 6.859
    },
    {
        "text": "one OMA steak seasoning pack and",
        "start": 2294.72,
        "duration": 2.089
    },
    {
        "text": "plus in",
        "start": 2297.03,
        "duration": 0.93
    },
    {
        "text": "Addition because they love you and because I love you you get four",
        "start": 2297.96,
        "duration": 3.29
    },
    {
        "text": "Additional kale bosses say it with me because it's a lot of fun to say kielbasa sausage is absolutely free on top of that",
        "start": 2301.32,
        "duration": 6.469
    },
    {
        "text": "You get all of that for $49.99. That's 75% off by going to Omaha Steaks",
        "start": 2308.13,
        "duration": 5.479
    },
    {
        "text": "dot-com and in the search bar type h3 and you'll find my",
        "start": 2314.31,
        "duration": 4.28
    },
    {
        "text": "family gift pack, Omaha's got over 500 gourmet gift ideas",
        "start": 2319.11,
        "duration": 4.34
    },
    {
        "text": "They got great steak experiences at home the most flavorful tender aged beef",
        "start": 2323.45,
        "duration": 3.809
    },
    {
        "text": "Plus seafood poultry pork veal lamb veggies dessert appetizers pasta soup seasoning",
        "start": 2327.39,
        "duration": 4.369
    },
    {
        "text": "They're basically just listing everything they've got it all in in short",
        "start": 2331.76,
        "duration": 4.41
    },
    {
        "text": "Convenient shopping guys. It's for those on your list ages",
        "start": 2336.9,
        "duration": 4.099
    },
    {
        "text": "It's aged for 21 days to unlock the full flavors of the cuts hand trim vacuum-sealed my friends",
        "start": 2341.31,
        "duration": 5.63
    },
    {
        "text": "You are not gonna want to miss this",
        "start": 2348.36,
        "duration": 2.0
    },
    {
        "text": "H3 family pack so head on over to Omaha Steaks comm enter my code. H3 in the search bar and get 20",
        "start": 2350.73,
        "duration": 5.959
    },
    {
        "text": "75 % savings unheard of you're gonna love this. I guarantee it Thank You omaha appreciate you and your steaks",
        "start": 2357.39,
        "duration": 7.369
    },
    {
        "text": "Thank you to lift for sponsoring this episode a stream podcast lift knows that their drivers. It is what keeps them moving",
        "start": 2365.58,
        "duration": 7.25
    },
    {
        "text": "Literally, so they do everything they can to make sure their drivers are happy on every trip",
        "start": 2373.8,
        "duration": 4.28
    },
    {
        "text": "It's a simple formula dry happy drivers mean happy passengers. Maybe that's why 9 out of 10 lyft drivers get a perfect five-star rating",
        "start": 2378.27,
        "duration": 7.22
    },
    {
        "text": "Are they I don't know can take credit for that I",
        "start": 2388.68,
        "duration": 2.399
    },
    {
        "text": "Think the drivers are just nice, but I guess it's a nice environment right I mean",
        "start": 2392.109,
        "duration": 4.31
    },
    {
        "text": "I don't know you can take credit for I mean you know people",
        "start": 2396.42,
        "duration": 2.01
    },
    {
        "text": "helping people",
        "start": 2398.71,
        "duration": 0.75
    },
    {
        "text": "Right you're gonna meet interesting people you can have chat if you want to be a writer you want to be an artist a creative",
        "start": 2399.46,
        "duration": 5.03
    },
    {
        "text": "Hopping a lift and drive some rad you're gonna learn a lot of things people give you 5 stars you can be happy about yourself",
        "start": 2404.65,
        "duration": 4.34
    },
    {
        "text": "Give me confidence",
        "start": 2409.18,
        "duration": 1.53
    },
    {
        "text": "Ok, but you know forget all that because you can earn hundreds of dollars a week plus tips",
        "start": 2410.71,
        "duration": 5.27
    },
    {
        "text": "Want to earn more money drive more it's never been easier to give yourself a raise",
        "start": 2416.5,
        "duration": 4.25
    },
    {
        "text": "lift was the first rideshare platform with tipping, built right in ok and",
        "start": 2421.69,
        "duration": 4.219
    },
    {
        "text": "So because getting tips shouldn't depend on your passenger having a crumpled bill in his pocket and let me just say to their credit",
        "start": 2426.52,
        "duration": 7.52
    },
    {
        "text": "I completely agree. I never have I prefer riding lifts because I can tip through the app, and I don't carry cash hello",
        "start": 2434.069,
        "duration": 6.48
    },
    {
        "text": "I only carry Bitcoin",
        "start": 2440.55,
        "duration": 2.0
    },
    {
        "text": "right",
        "start": 2442.66,
        "duration": 1.38
    },
    {
        "text": "Does lyft accept Bitcoin I?",
        "start": 2444.04,
        "duration": 2.0
    },
    {
        "text": "Don't understand cryptocurrency. You can't use it. No. I've just I don't get it ok",
        "start": 2446.56,
        "duration": 5.089
    },
    {
        "text": "You can't use it. How are the currency? It's like the monopoly money",
        "start": 2452.71,
        "duration": 3.649
    },
    {
        "text": "You keep 100% of the tips and they add up quick as hack my friends drivers have been paid over",
        "start": 2456.609,
        "duration": 5.36
    },
    {
        "text": "200 million dollars since this feature was first introduced",
        "start": 2462.46,
        "duration": 3.26
    },
    {
        "text": "Express pay lets you get paid almost instantly except waiting for weeks",
        "start": 2466.39,
        "duration": 4.459
    },
    {
        "text": "And hope maybe not even getting paid at all by these scumbag employers out there",
        "start": 2470.849,
        "duration": 4.29
    },
    {
        "text": "You know got to deal with that when you drive for a lift?",
        "start": 2475.18,
        "duration": 2.209
    },
    {
        "text": "Lift has taken the guesswork out of pickups the new amp device uses color coding to help passengers find their drivers guys so listen up",
        "start": 2478.48,
        "duration": 7.159
    },
    {
        "text": "Join the ride-sharing company that believes in treating its people better go to lift calm slash",
        "start": 2486.069,
        "duration": 5.51
    },
    {
        "text": "h3 today, and you will get a",
        "start": 2492.16,
        "duration": 2.0
    },
    {
        "text": "$500 new driver bonus, that's",
        "start": 2494.74,
        "duration": 2.119
    },
    {
        "text": "500 clams for a new driver bonus, that's lyft",
        "start": 2497.47,
        "duration": 3.619
    },
    {
        "text": "ly ft.com",
        "start": 2501.609,
        "duration": 2.0
    },
    {
        "text": "h3 lifts calm",
        "start": 2503.829,
        "duration": 2.0
    },
    {
        "text": "H3 limited time only and terms to apply so",
        "start": 2507.069,
        "duration": 2.99
    },
    {
        "text": "Thank you to lift for sponsoring us if you're in the market for if you try to pick up some money",
        "start": 2510.49,
        "duration": 4.07
    },
    {
        "text": "Consider supporting us with lyft, and if you want some ding meets. Please consider supporting us with no mistakes",
        "start": 2515.079,
        "duration": 5.36
    },
    {
        "text": "Thank you so much for watching. Let's get back into the socks",
        "start": 2520.66,
        "duration": 2.81
    },
    {
        "text": "And we're back HD podcast with Vsauce what you did you ever consider",
        "start": 2525.4,
        "duration": 4.82
    },
    {
        "text": "Puking out the ayahuasca after you drink it were you like can I do that",
        "start": 2530.38,
        "duration": 2.84
    },
    {
        "text": "Yeah, you don't have time as soon as it's entered your body",
        "start": 2533.23,
        "duration": 3.799
    },
    {
        "text": "You can try to vomit it up, but some DMT has already entered your bloodstream",
        "start": 2537.029,
        "duration": 3.66
    },
    {
        "text": "Oh, you would reduce the effect if you just like gagged maybe yeah",
        "start": 2540.7,
        "duration": 4.76
    },
    {
        "text": "I mean you would have to be the case rheya rough start vomiting and diarrhea argh or not not diarrhea",
        "start": 2545.489,
        "duration": 6.75
    },
    {
        "text": "But like lots of pooping could be solid. I'm assuming is a big part of the ayahuasca experience",
        "start": 2552.239,
        "duration": 4.44
    },
    {
        "text": "You know and it's um how nice something they're prepared for I had a puke bucket there. There are bathrooms there. They captured",
        "start": 2557.2,
        "duration": 6.979
    },
    {
        "text": "never happened never have I ever even felt like I had an upset stomach and",
        "start": 2564.849,
        "duration": 4.699
    },
    {
        "text": "I've heard of shaman who encouraged that it's part of the process of kind of abusing yourself",
        "start": 2570.19,
        "duration": 5.689
    },
    {
        "text": "And there could be a legitimate medical reason that it's good in that you can flush out harmful bacteria",
        "start": 2576.789,
        "duration": 5.84
    },
    {
        "text": "If you really are having some intestinal problems",
        "start": 2582.67,
        "duration": 2.449
    },
    {
        "text": "But never happened to me some some shaman will make you puke by either",
        "start": 2585.519,
        "duration": 5.3
    },
    {
        "text": "Disorienting you with their song or giving you a tobacco drink, but that could be pretty dangerous",
        "start": 2591.369,
        "duration": 4.58
    },
    {
        "text": "I mean we did this as safely as possible again. We had a medical doctor there. You don't play yeah",
        "start": 2596.079,
        "duration": 6.5
    },
    {
        "text": "Yeah, and so I think that's a huge lesson to learn like this was not a recreational",
        "start": 2603.279,
        "duration": 3.469
    },
    {
        "text": "Let's have fun in a weird kind of a moment this was a let's work with a university",
        "start": 2606.999,
        "duration": 4.52
    },
    {
        "text": "Let's work with a hospital and let's let's learn. What was the scientific purpose of the I know you did you put the electrode?",
        "start": 2611.65,
        "duration": 7.669
    },
    {
        "text": "Things on yeah on your head to measure your brain with it was that the purpose or was it just",
        "start": 2619.93,
        "duration": 4.339
    },
    {
        "text": "To go through this experience as a science",
        "start": 2624.999,
        "duration": 3.17
    },
    {
        "text": "Scientist of sorts and to try to describe it it was both because I wanted to see if I could help",
        "start": 2628.809,
        "duration": 7.429
    },
    {
        "text": "It talk about that state of mind as someone who's a professional science communicator",
        "start": 2636.67,
        "duration": 4.939
    },
    {
        "text": "But at the same time no study had been done. That was that environmentally valid like literally done in the Amazon",
        "start": 2641.769,
        "duration": 7.16
    },
    {
        "text": "With those songs in those languages in that location. They're usually done in these very clinical",
        "start": 2649.66,
        "duration": 6.02
    },
    {
        "text": "Hospital and where you're in a white room",
        "start": 2656.38,
        "duration": 2.479
    },
    {
        "text": "And you don't know you're in a big city right so we were able to look at that and help",
        "start": 2658.859,
        "duration": 5.1
    },
    {
        "text": "The researchers learn what variables to worry about what kind of technology works obviously, it's not an experiment",
        "start": 2664.72,
        "duration": 6.53
    },
    {
        "text": "It's not like oh we had a whole sample size in a control group",
        "start": 2671.25,
        "duration": 3.209
    },
    {
        "text": "It's just one person you've got an N. Of one drops pretending. Yeah. We're not pretending that this is some experiment",
        "start": 2674.46,
        "duration": 5.669
    },
    {
        "text": "it was more of a",
        "start": 2680.13,
        "duration": 1.6
    },
    {
        "text": "Kind of pilot study to see what is it like to go to these?",
        "start": 2681.73,
        "duration": 3.56
    },
    {
        "text": "retreats and try to collect data mm",
        "start": 2686.02,
        "duration": 2.569
    },
    {
        "text": "Can we find anything interesting is this particular EEG helmet gonna give us enough data?",
        "start": 2688.63,
        "duration": 5.989
    },
    {
        "text": "or is it too noisy and all of that so we learned a lot in that case I",
        "start": 2694.619,
        "duration": 3.989
    },
    {
        "text": "Felt a little bit cocked eased by that experience because you guys were saying in the show",
        "start": 2699.07,
        "duration": 3.799
    },
    {
        "text": "you did it the first time you took a small dose the second time we took a larger dose and you guys were saying I",
        "start": 2703.15,
        "duration": 5.09
    },
    {
        "text": "Almost had a ego day. I know I wasn't almost there. Yeah, I didn't quite get there",
        "start": 2708.24,
        "duration": 5.669
    },
    {
        "text": "Yeah, then I was like oh great. Well. I can't wait for the third one when he gets there right now",
        "start": 2713.91,
        "duration": 4.469
    },
    {
        "text": "I know that way there's only three minutes left. I know what happened",
        "start": 2718.38,
        "duration": 3.239
    },
    {
        "text": "That's what happens when you are doing it for real",
        "start": 2721.619,
        "duration": 2.85
    },
    {
        "text": "And you you you you don't know what the results gonna be you know we have a lot",
        "start": 2724.47,
        "duration": 4.439
    },
    {
        "text": "Did you consider doing it again? Though? Cuz you could have taken more",
        "start": 2728.91,
        "duration": 2.82
    },
    {
        "text": "I you know yeah, I could have decided cuz a few hours in that second ceremony",
        "start": 2731.73,
        "duration": 5.939
    },
    {
        "text": "I realized who you know what I can't get back to that ceiling that I was afraid of and turned away from I",
        "start": 2737.67,
        "duration": 5.219
    },
    {
        "text": "could have gotten up and asked for more this can happen during a ceremony, but I didn't and",
        "start": 2743.05,
        "duration": 5.419
    },
    {
        "text": "There are other things that you'll see in future episodes where like I tried to get",
        "start": 2749.349,
        "duration": 3.62
    },
    {
        "text": "TMS on my head to disrupt and arrest my speech we could not find Broca's area. They couldn't make it happen hmm",
        "start": 2753.94,
        "duration": 6.32
    },
    {
        "text": "That's just what happens you know",
        "start": 2760.48,
        "duration": 2.0
    },
    {
        "text": "If we'd spent muscle was the dose was the large dose you took",
        "start": 2762.579,
        "duration": 4.31
    },
    {
        "text": "What is normally enough to have someone have like a full ego loss? I think it's different person to person",
        "start": 2767.589,
        "duration": 6.17
    },
    {
        "text": "Depends on your weight depends on your mindset",
        "start": 2775.81,
        "duration": 2.0
    },
    {
        "text": "depends on the setting",
        "start": 2778.359,
        "duration": 1.591
    },
    {
        "text": "You know a full cup is pretty strong",
        "start": 2779.95,
        "duration": 3.29
    },
    {
        "text": "But you know the point of ayahuasca is not to experience ego death",
        "start": 2783.24,
        "duration": 5.31
    },
    {
        "text": "It's it's different person-to-person like for a lot of people a small dose. It's just to kind of like",
        "start": 2788.55,
        "duration": 5.579
    },
    {
        "text": "I don't know whatever effect. Do you think it's you know you want from it, right?",
        "start": 2794.77,
        "duration": 4.669
    },
    {
        "text": "It's not about your doing well if you're taking more not at all hmm not at all",
        "start": 2800.11,
        "duration": 5.419
    },
    {
        "text": "You continued down the rabbit hole of strange drugs later in the season and you?",
        "start": 2806.65,
        "duration": 5.93
    },
    {
        "text": "experimented with the",
        "start": 2813.13,
        "duration": 1.44
    },
    {
        "text": "truth serum to see if an interrogator who gives you this truth serum can actually get information out of you I",
        "start": 2814.57,
        "duration": 7.01
    },
    {
        "text": "Was actually surprised by how effective in my opinion",
        "start": 2822.4,
        "duration": 3.17
    },
    {
        "text": "it was like you you just",
        "start": 2825.57,
        "duration": 1.96
    },
    {
        "text": "shoot the interrogation technisches was very",
        "start": 2827.53,
        "duration": 2.659
    },
    {
        "text": "Clever right like it's not what you expect like in the movies",
        "start": 2830.44,
        "duration": 2.87
    },
    {
        "text": "You have like a Bond villain who's like and you just get brainwashed and say everything",
        "start": 2833.44,
        "duration": 3.92
    },
    {
        "text": "But the way she approached it was very clever",
        "start": 2837.36,
        "duration": 1.62
    },
    {
        "text": "Yeah, it was clever, and it was really fun like I just felt like I am the most funny person ever right now",
        "start": 2838.98,
        "duration": 6.3
    },
    {
        "text": "So I'm just gonna give you materia",
        "start": 2845.28,
        "duration": 2.0
    },
    {
        "text": "And she",
        "start": 2848.83,
        "duration": 1.71
    },
    {
        "text": "She yeah didn't play bad cop and I think at one point I asked her to you know",
        "start": 2850.54,
        "duration": 5.959
    },
    {
        "text": "I was like hey, could you stop being so nice right um?",
        "start": 2856.5,
        "duration": 3.06
    },
    {
        "text": "I don't remember that I don't remember much after I think when she asked me who the president was they kept giving you more",
        "start": 2859.56,
        "duration": 6.06
    },
    {
        "text": "There like him a little bit, you're like. I'm pretty fucked up and like tomorrow. I was like dad",
        "start": 2865.72,
        "duration": 4.04
    },
    {
        "text": "Thank you Father funny moment where the guy's a sadist out you know",
        "start": 2870.85,
        "duration": 3.469
    },
    {
        "text": "This is this is more than I I'm not gonna give any more",
        "start": 2874.66,
        "duration": 3.62
    },
    {
        "text": "When I was like I could take more and but I don't remember it that was the scary part",
        "start": 2878.74,
        "duration": 4.79
    },
    {
        "text": "It was that they could have told me I had said anything and I wouldn't know if they were wrong or not, right",
        "start": 2883.53,
        "duration": 6.03
    },
    {
        "text": "and",
        "start": 2890.14,
        "duration": 1.71
    },
    {
        "text": "the thing about midazolam",
        "start": 2891.85,
        "duration": 1.86
    },
    {
        "text": "Which is the truth serum that I was administered is that there's an antidote forest that works quite quickly really so?",
        "start": 2893.71,
        "duration": 6.41
    },
    {
        "text": "All of a sudden, I just come to and I'm like away I always wondered if that was possible it was weird",
        "start": 2900.34,
        "duration": 5.809
    },
    {
        "text": "It was like just to go from completely fucked to sober I find that yeah",
        "start": 2906.15,
        "duration": 4.08
    },
    {
        "text": "I didn't know how much time had passed. I just immediately was like hey",
        "start": 2910.23,
        "duration": 2.52
    },
    {
        "text": "Wow mmm what happened and I was forming memories again all of a sudden huh yeah",
        "start": 2913.45,
        "duration": 5.239
    },
    {
        "text": "but the",
        "start": 2920.17,
        "duration": 1.35
    },
    {
        "text": "So the way that she got in for the game was that you had information you're trying to conceal from her",
        "start": 2921.52,
        "duration": 5.54
    },
    {
        "text": "She was trying to get it like for example that you had a sister. I guess was one of them",
        "start": 2927.06,
        "duration": 3.989
    },
    {
        "text": "Yeah\nAnd my sister's name",
        "start": 2931.05,
        "duration": 1.39
    },
    {
        "text": "Your sister's name so her approach wasn't to be like tell me your sister's name like you would exceed in a movie",
        "start": 2932.44,
        "duration": 6.589
    },
    {
        "text": "It's what like she would wait to your super smashed and be like",
        "start": 2939.03,
        "duration": 2.969
    },
    {
        "text": "So your sister jessica is a dentist for a living, and then you would be like yeah",
        "start": 2942.46,
        "duration": 3.889
    },
    {
        "text": "That's what you you know you like it's really clutch really tricky you had to really be sharp",
        "start": 2946.35,
        "duration": 4.08
    },
    {
        "text": "And you had to not just be living in the moment",
        "start": 2950.43,
        "duration": 2.609
    },
    {
        "text": "To keep the information they basically just dull your brain to the point of",
        "start": 2953.65,
        "duration": 4.219
    },
    {
        "text": "You're just",
        "start": 2958.69,
        "duration": 1.29
    },
    {
        "text": "Agreeable well. Yeah all your inhibitions are gone",
        "start": 2959.98,
        "duration": 2.119
    },
    {
        "text": "Yeah, you're not holding anything back because you're it's not aware of what you should be holding back",
        "start": 2962.1,
        "duration": 4.77
    },
    {
        "text": "You're just living in that exact moment where there's nothing else to be concerned about right",
        "start": 2967.15,
        "duration": 4.609
    },
    {
        "text": "It's like the puppy-dog mode you thinking about a little puppy. He's a truth serum all the time",
        "start": 2972.73,
        "duration": 5.089
    },
    {
        "text": "What do you what do you think after doing that do you think that?",
        "start": 2979.42,
        "duration": 2.689
    },
    {
        "text": "That serum is is it an effective way to get information from someone I?",
        "start": 2983.29,
        "duration": 5.15
    },
    {
        "text": "Think that it is an effective way to get information",
        "start": 2991.33,
        "duration": 3.56
    },
    {
        "text": "I",
        "start": 2995.2,
        "duration": 0.75
    },
    {
        "text": "Don't think it's an ethical way right and I should with the caveat that I don't I'm not sure it's effective because studies that were",
        "start": 2995.95,
        "duration": 6.169
    },
    {
        "text": "real studies",
        "start": 3002.12,
        "duration": 0.78
    },
    {
        "text": "Not just Michaels experience have shown that you get some pretty unreliable stuff people will say all kinds of lies as well sure",
        "start": 3002.9,
        "duration": 6.389
    },
    {
        "text": "Did you lie at all during it mm-hmm um?",
        "start": 3009.42,
        "duration": 2.659
    },
    {
        "text": "No, I didn't really lie. I told obvious jokes but I don't like I can't I can't see lying in that state of mind",
        "start": 3013.17,
        "duration": 7.189
    },
    {
        "text": "but you know she's unreliable it was hard to it was hard to construct a",
        "start": 3020.36,
        "duration": 4.229
    },
    {
        "text": "Lie that I knew was a lie",
        "start": 3025.11,
        "duration": 1.61
    },
    {
        "text": "But I maybe could have or someone as has been shown in prior studies they can",
        "start": 3026.72,
        "duration": 5.459
    },
    {
        "text": "Confabulate all kinds of made ups just like a dreamlike state, or you're just following some random thread in your head",
        "start": 3032.46,
        "duration": 5.27
    },
    {
        "text": "There's also the ethical dilemma of can a person be forced to",
        "start": 3037.73,
        "duration": 4.349
    },
    {
        "text": "confess",
        "start": 3042.6,
        "duration": 1.47
    },
    {
        "text": "against themselves",
        "start": 3044.07,
        "duration": 0.96
    },
    {
        "text": "Sure, right, if if what you have to do is torture someone or administer drugs intravenously to get the truth",
        "start": 3045.03,
        "duration": 6.29
    },
    {
        "text": "Is that really the way we want to get the truth?",
        "start": 3051.32,
        "duration": 2.13
    },
    {
        "text": "What's more important and ever since the days of torture you know?",
        "start": 3053.52,
        "duration": 3.89
    },
    {
        "text": "We've been a hey you cannot self-incriminate",
        "start": 3057.53,
        "duration": 2.1
    },
    {
        "text": "If we have to resort to that it's not worth it, and there's something kind of beautiful about that. Yeah totally",
        "start": 3060.09,
        "duration": 5.869
    },
    {
        "text": "Oh, it's completely unethical",
        "start": 3066.38,
        "duration": 1.18
    },
    {
        "text": "I just found it with it's really interesting to see because truth serum always seems like something which is ridiculous like how does that?",
        "start": 3067.56,
        "duration": 7.609
    },
    {
        "text": "How could that possibly exist yeah, but that real-world application of it it was like oh that makes sense yeah",
        "start": 3075.17,
        "duration": 5.52
    },
    {
        "text": "I mean truth serum is a terrible names",
        "start": 3080.69,
        "duration": 1.65
    },
    {
        "text": "It makes it seem like sorry fictional sci-fi drug like mine was the truth right in reality it",
        "start": 3082.34,
        "duration": 6.03
    },
    {
        "text": "Just pretty makes it harder to conceal in life right exactly",
        "start": 3088.37,
        "duration": 3.359
    },
    {
        "text": "I",
        "start": 3092.9,
        "duration": 2.0
    },
    {
        "text": "Think the most interesting thing that you confess to well on the truth serum is",
        "start": 3095.4,
        "duration": 5.299
    },
    {
        "text": "that you prefer making Vsauce videos to",
        "start": 3100.95,
        "duration": 3.35
    },
    {
        "text": "Minefield yeah, I had looked right out. I had no memory that ever happening. It wasn't until I was",
        "start": 3104.85,
        "duration": 6.619
    },
    {
        "text": "One of our writers was like driving me home",
        "start": 3112.23,
        "duration": 2.179
    },
    {
        "text": "Date like months later",
        "start": 3114.93,
        "duration": 1.28
    },
    {
        "text": "And he was like oh cuz I wasn't supposed to know what I'd said because if they wanted me to watch the footage back on",
        "start": 3116.21,
        "duration": 5.28
    },
    {
        "text": "Camera, and he spilled you watch the whole thing back watch the whole thing back. Yeah",
        "start": 3121.49,
        "duration": 4.709
    },
    {
        "text": "And you were really genuine the interrogators like Michael do you prefer doing Vsauce or minefield and you're like you were just very?",
        "start": 3127.2,
        "duration": 7.16
    },
    {
        "text": "passionately in favor of Vsauce yeah",
        "start": 3134.88,
        "duration": 3.049
    },
    {
        "text": "you know in the show and I felt I felt bad cuz you know if I hadn't have been under the effects of midazolam I",
        "start": 3137.93,
        "duration": 5.82
    },
    {
        "text": "Would have given a more diplomatic diplomatic answer",
        "start": 3143.75,
        "duration": 2.52
    },
    {
        "text": "But you know I think",
        "start": 3147.48,
        "duration": 1.59
    },
    {
        "text": "You know the truth should be out there now. I love making minefield, but as you can imagine?",
        "start": 3149.07,
        "duration": 4.01
    },
    {
        "text": "Minefield has a deadline. It's got schedules. It's got you know",
        "start": 3153.6,
        "duration": 2.989
    },
    {
        "text": "Sauce it comes out when it when it comes out when I'm ready. I thought it was a great moment because it really exemplified how?",
        "start": 3158.52,
        "duration": 7.07
    },
    {
        "text": "unguarded you were yeah",
        "start": 3166.62,
        "duration": 1.74
    },
    {
        "text": "Totally was there anything else in that interrogation",
        "start": 3168.36,
        "duration": 2.959
    },
    {
        "text": "You don't have to tell me what it was",
        "start": 3171.32,
        "duration": 1.47
    },
    {
        "text": "But I was curious was there anything else you said during that where you're like oh fuck",
        "start": 3172.79,
        "duration": 4.59
    },
    {
        "text": "I can't believe I said that no okay. No and so when I saw the original cut is again",
        "start": 3177.38,
        "duration": 5.669
    },
    {
        "text": "I'm not I'm not editing minefield episodes, but I'm watching and we're screening episodes",
        "start": 3183.05,
        "duration": 4.679
    },
    {
        "text": "So I'll see one like four times throughout the editing process",
        "start": 3187.73,
        "duration": 2.61
    },
    {
        "text": "But usually notes you don't involved in that a bunch of notes, and then no they're doing the Edit over the shoulder yeah",
        "start": 3190.34,
        "duration": 7.379
    },
    {
        "text": "but I remember watching the",
        "start": 3197.72,
        "duration": 1.93
    },
    {
        "text": "first cut and going we got to include more of the",
        "start": 3199.65,
        "duration": 2.929
    },
    {
        "text": "Truth serum experience and so I got the all the footage watched all of it and made notes",
        "start": 3204.21,
        "duration": 5.089
    },
    {
        "text": "And I was like don't include all of this like even if it's not scientific data. It's still interesting",
        "start": 3209.299,
        "duration": 4.86
    },
    {
        "text": "Yeah, so the stuff that we cut because you have to cut for time",
        "start": 3214.319,
        "duration": 3.56
    },
    {
        "text": "That's sure bummer like the whole thing to read for two minutes. Well. Why don't they care about time?",
        "start": 3217.88,
        "duration": 5.159
    },
    {
        "text": "I think audiences care about time because the if you show the whole experience all of a sudden the whole episode",
        "start": 3223.039,
        "duration": 6.27
    },
    {
        "text": "Becomes three hours long so we have bonus clips this season which allow us to show more",
        "start": 3229.589,
        "duration": 6.199
    },
    {
        "text": "Like when it came to false confessions. I was like we have to include a",
        "start": 3236.94,
        "duration": 4.459
    },
    {
        "text": "raw uncut false confession right because even though there's a whole lot of stuff that we can cut for time like just the",
        "start": 3242.099,
        "duration": 7.729
    },
    {
        "text": "Pleasantries the hellos the conversations that go nowhere. I want someone I want everyone to be able to see",
        "start": 3249.829,
        "duration": 6.33
    },
    {
        "text": "Beginning to end how it happens how you get a regular person to confess to a crime they never admitted I",
        "start": 3256.859,
        "duration": 6.59
    },
    {
        "text": "Am horrified by that yeah, and well, I think a lot of people have seen the documentary to make making of murder",
        "start": 3264.15,
        "duration": 6.5
    },
    {
        "text": "Yeah, and it wasn't the main guy's story that disturbed me honestly",
        "start": 3270.65,
        "duration": 4.05
    },
    {
        "text": "It was his cousin yeah, brand-new yeah, Brandon who went to prison? He just got out this year",
        "start": 3274.7,
        "duration": 4.409
    },
    {
        "text": "He was thrown out by a federal judge. He was in prison for 12 years and the prime of his life",
        "start": 3279.109,
        "duration": 4.29
    },
    {
        "text": "You see him now. He's like this",
        "start": 3283.4,
        "duration": 1.81
    },
    {
        "text": "grizzled",
        "start": 3285.21,
        "duration": 1.139
    },
    {
        "text": "Like shell of a person who lost the prime of his life",
        "start": 3286.349,
        "duration": 2.87
    },
    {
        "text": "the guy is",
        "start": 3289.74,
        "duration": 1.65
    },
    {
        "text": "Mentally handicapped I mean I you can tell throughout. He's like a simpleton. He's like Lenny from my should not have been interrogated",
        "start": 3291.39,
        "duration": 6.889
    },
    {
        "text": "He shouldn't his yeah, and so these cops are grilling him and grilling him grilling him for hours and hours and hours",
        "start": 3298.309,
        "duration": 4.92
    },
    {
        "text": "How the like having been through that you're yourself and having produced it",
        "start": 3303.839,
        "duration": 4.37
    },
    {
        "text": "And how do these police or people who do this?",
        "start": 3308.21,
        "duration": 4.05
    },
    {
        "text": "How do they justify it to themselves because certainly?",
        "start": 3312.66,
        "duration": 2.689
    },
    {
        "text": "People don't just think of themselves as evil or wrong like in their minds as completely justified",
        "start": 3315.45,
        "duration": 4.339
    },
    {
        "text": "that's a incredibly important point that very few people on earth are like you know what I mean I",
        "start": 3319.94,
        "duration": 5.37
    },
    {
        "text": "Really like Captain Planet villains right yeah to be mean instead",
        "start": 3325.86,
        "duration": 4.039
    },
    {
        "text": "Everyone's different, but you know you might think look this person is a bad apple",
        "start": 3331.02,
        "duration": 4.969
    },
    {
        "text": "You know they've maybe committed crimes in the past",
        "start": 3336.23,
        "duration": 2.429
    },
    {
        "text": "They're going to continue to whether or not they committed this particular crime doesn't matter",
        "start": 3338.66,
        "duration": 4.89
    },
    {
        "text": "Let's just get them off the streets right so the motivation",
        "start": 3343.55,
        "duration": 3.27
    },
    {
        "text": "feels like good intentions, right",
        "start": 3347.7,
        "duration": 2.0
    },
    {
        "text": "but it does a disservice to our society when we aren't getting the truth when we don't get reliable information right it's",
        "start": 3349.74,
        "duration": 7.219
    },
    {
        "text": "Disturbing to think how many people are probably in prison right now",
        "start": 3357.06,
        "duration": 4.099
    },
    {
        "text": "Due to false confession. It's the second most common reason people are falsely convicted of crimes number one is eyewitness testimony",
        "start": 3361.95,
        "duration": 6.86
    },
    {
        "text": "That's a whole other. That's a fantasy yeah",
        "start": 3368.85,
        "duration": 2.119
    },
    {
        "text": "yeah, yeah, I just the justice system really surprised me sometimes and whenever you hear I",
        "start": 3370.97,
        "duration": 6.3
    },
    {
        "text": "Was watching another one of these true detective. Oh, there's a whole documentary on Netflix really so about yeah, and it's I",
        "start": 3377.79,
        "duration": 6.469
    },
    {
        "text": "Had to turn it off. I watched one episode and I was like man this ended awfully",
        "start": 3384.9,
        "duration": 5.21
    },
    {
        "text": "Yeah, like there was no just there was no",
        "start": 3390.11,
        "duration": 2.0
    },
    {
        "text": "Vindication it just ended like and now he's in prison, and he's been there for 20 years. It's like wall",
        "start": 3392.64,
        "duration": 4.519
    },
    {
        "text": "All right, yeah, so I don't remember the name of that documentary",
        "start": 3397.86,
        "duration": 3.469
    },
    {
        "text": "But I so recommend it because it's got multiple episode and you find that",
        "start": 3401.33,
        "duration": 4.319
    },
    {
        "text": "Because you see that the reasons all these different people falsely confessed are completely different in",
        "start": 3406.38,
        "duration": 6.859
    },
    {
        "text": "some cases",
        "start": 3413.43,
        "duration": 0.98
    },
    {
        "text": "It's that you know the guy",
        "start": 3414.41,
        "duration": 1.86
    },
    {
        "text": "just drank a lot and would often black out and didn't remember what he had done and",
        "start": 3416.27,
        "duration": 4.59
    },
    {
        "text": "Just became convinced that he must have in other cases. It's well",
        "start": 3420.99,
        "duration": 4.219
    },
    {
        "text": "How can a lie detector be wrong like I was shopping with my friend, but the lie detector says that I killed my daughter",
        "start": 3425.21,
        "duration": 6.75
    },
    {
        "text": "So by the way the confession tapes is what it's called an infection tapes",
        "start": 3432.21,
        "duration": 3.41
    },
    {
        "text": "must-watch I don't know if we ain't even introduced this what we're talking about but you did an episode on false confessions correct and",
        "start": 3436.2,
        "duration": 5.93
    },
    {
        "text": "The way that you got that one girl to confess, it's like",
        "start": 3442.86,
        "duration": 3.709
    },
    {
        "text": "You guys manipulated her like very intentionally and perfectly, but seeing it happen just makes you realize like how fucking",
        "start": 3447.27,
        "duration": 7.219
    },
    {
        "text": "Howie Howie you can have because it's always easy to think like",
        "start": 3456.78,
        "duration": 4.009
    },
    {
        "text": "Like why would they confess if I didn't do something?",
        "start": 3461.369,
        "duration": 2.689
    },
    {
        "text": "I wouldn't confess exactly right you you weren't course it was assumed the person might be kind of crazy",
        "start": 3464.059,
        "duration": 7.26
    },
    {
        "text": "Or maybe they did commit the crime how could how could a otherwise healthy person confess and?",
        "start": 3471.66,
        "duration": 6.949
    },
    {
        "text": "It's manipulation. Yeah, it's it's not about",
        "start": 3479.279,
        "duration": 3.59
    },
    {
        "text": "Coercion in the sense of like force and meanness being the bad cop there was no bad cop no bad cops was this",
        "start": 3483.75,
        "duration": 6.769
    },
    {
        "text": "Director who they never met that could show up at any time. I'm the good cop and for half of the day",
        "start": 3491.01,
        "duration": 5.809
    },
    {
        "text": "I was not getting false confessions wasn't able to make it work",
        "start": 3496.819,
        "duration": 3.3
    },
    {
        "text": "So Melissa who was the expert I said",
        "start": 3500.549,
        "duration": 3.95
    },
    {
        "text": "Could you just do the next participant?",
        "start": 3504.5,
        "duration": 1.75
    },
    {
        "text": "Funny enough it wound up being someone who was a big vsauce fan could not have been luckier that the one person who knew vsauce",
        "start": 3506.25,
        "duration": 6.319
    },
    {
        "text": "Was not interrogated by me. He probably would have had to have called it off for that participant, but anyway",
        "start": 3512.94,
        "duration": 4.579
    },
    {
        "text": "It was about being nice. It was about being friends with the person. You're just showing them that if you confess",
        "start": 3518.579,
        "duration": 5.03
    },
    {
        "text": "That's like honestly the best thing because maybe you don't who knows what could happen look if you confess",
        "start": 3523.71,
        "duration": 6.619
    },
    {
        "text": "it's like a piece a I get it, it's",
        "start": 3530.329,
        "duration": 2.0
    },
    {
        "text": "Just it's the best thing for you in my opinion as someone who's your friend and people's?",
        "start": 3532.829,
        "duration": 4.88
    },
    {
        "text": "and eschewed as you got this girl to sign this paper you wrote out a paper saying like I cheated on the exam and just",
        "start": 3538.23,
        "duration": 6.349
    },
    {
        "text": "Sign and date it and I'm in my mind and playing it through my through my head the stories",
        "start": 3544.859,
        "duration": 5.3
    },
    {
        "text": "I've heard of people who just signed that paper so easily and then",
        "start": 3550.16,
        "duration": 3.419
    },
    {
        "text": "Next thing they know that the police come in with handcuffs, and they never leave prison again for their whole lives",
        "start": 3553.859,
        "duration": 5.33
    },
    {
        "text": "Yeah, and the the thing that struck stood out to me about what you did too is how much practice it took?",
        "start": 3559.49,
        "duration": 5.25
    },
    {
        "text": "Yes, you don't you that you don't just?",
        "start": 3564.74,
        "duration": 2.549
    },
    {
        "text": "Accidentally get someone to falsely confess",
        "start": 3567.839,
        "duration": 2.0
    },
    {
        "text": "you have to be an expert you have to be a professional you have to be trained you have to know exactly how to",
        "start": 3570.0,
        "duration": 4.129
    },
    {
        "text": "Manipulate people and so to me",
        "start": 3574.2,
        "duration": 2.0
    },
    {
        "text": "It I really it made me hate those those Pig you know",
        "start": 3577.95,
        "duration": 4.76
    },
    {
        "text": "But it made me like it's really this it made me very frustrated to think that there's people using these these",
        "start": 3583.259,
        "duration": 6.68
    },
    {
        "text": "techniques for nefarious yeah processes",
        "start": 3590.279,
        "duration": 2.09
    },
    {
        "text": "Melissa it's very it's very",
        "start": 3593.009,
        "duration": 2.0
    },
    {
        "text": "It's very",
        "start": 3595.019,
        "duration": 1.59
    },
    {
        "text": "What's the word? It's very conscious you have to know exactly what you're doing to do it. Yeah, you do and",
        "start": 3596.609,
        "duration": 5.959
    },
    {
        "text": "Again, it's hard to know what people's intentions are often. They're not bad instead. It's like",
        "start": 3603.63,
        "duration": 5.27
    },
    {
        "text": "I'm convinced you did it yeah and",
        "start": 3609.869,
        "duration": 2.6
    },
    {
        "text": "Now it's my job to get a confession, and it doesn't matter how I get it. It doesn't matter if I sort of",
        "start": 3613.289,
        "duration": 5.93
    },
    {
        "text": "That's a shame. That's that's it that means there's something fucked up in our justice system where",
        "start": 3619.739,
        "duration": 4.46
    },
    {
        "text": "There's not more emphasis on",
        "start": 3625.109,
        "duration": 2.0
    },
    {
        "text": "the truth yeah, there's more emphasis on Buchan Bucknam",
        "start": 3627.809,
        "duration": 3.979
    },
    {
        "text": "Yeah",
        "start": 3632.099,
        "duration": 0.5
    },
    {
        "text": "I think what we need is a better",
        "start": 3632.599,
        "duration": 2.0
    },
    {
        "text": "Way to analyze whether someone's telling the truth and cooperating or not before the decision is made that they're guilty",
        "start": 3634.92,
        "duration": 6.919
    },
    {
        "text": "Time to get that confession because once you have a confession in a court looks pretty bad",
        "start": 3642.21,
        "duration": 5.089
    },
    {
        "text": "Yeah",
        "start": 3647.339,
        "duration": 0.5
    },
    {
        "text": "No matter what the evidence says if you've confessed to the crime a murder and a rape it's kind of a closed case",
        "start": 3647.839,
        "duration": 5.969
    },
    {
        "text": "Yeah, it's done",
        "start": 3653.809,
        "duration": 1.74
    },
    {
        "text": "So you know I I don't know all the details of the legal system obviously",
        "start": 3655.549,
        "duration": 3.689
    },
    {
        "text": "I was just interested in the psychology of how do you get someone how to manipulate someone in they're just saying?",
        "start": 3659.239,
        "duration": 5.22
    },
    {
        "text": "You know what I'd rather cooperate and do what you say then stand up for what?",
        "start": 3664.68,
        "duration": 3.949
    },
    {
        "text": "I really did and the thing is how much time did it take you to get that one girl to falsely confess?",
        "start": 3668.63,
        "duration": 4.29
    },
    {
        "text": "So it took her maybe",
        "start": 3673.349,
        "duration": 2.06
    },
    {
        "text": "25 minutes because they spent on",
        "start": 3676.079,
        "duration": 2.06
    },
    {
        "text": "His cousin Moses name",
        "start": 3678.96,
        "duration": 2.0
    },
    {
        "text": "Brandon Brandon yeah they I think they spent like 12 hours with him right now of course the difference there is that?",
        "start": 3681.39,
        "duration": 5.419
    },
    {
        "text": "He is being interrogated about a very serious crime right whether or not you exchange information and also had ups meant exactly",
        "start": 3687.059,
        "duration": 7.459
    },
    {
        "text": "now we",
        "start": 3695.309,
        "duration": 1.921
    },
    {
        "text": "Didn't include another girl that I got a false confession from and it took",
        "start": 3697.23,
        "duration": 5.359
    },
    {
        "text": "I I don't know the exact number, but it took like",
        "start": 3702.589,
        "duration": 2.85
    },
    {
        "text": "Nine minutes Wow she was only 19",
        "start": 3706.079,
        "duration": 3.11
    },
    {
        "text": "And the power dynamic was incredibly skewed",
        "start": 3709.71,
        "duration": 4.699
    },
    {
        "text": "And I when we debriefed her. She was like she literally said well",
        "start": 3715.15,
        "duration": 4.469
    },
    {
        "text": "I confessed cuz you had all the power like what was I gonna die already made you mad bye apparently cheating hmm",
        "start": 3719.62,
        "duration": 6.659
    },
    {
        "text": "I wasn't gonna say no to your request for me to sign a data form and it just made me see",
        "start": 3726.34,
        "duration": 4.86
    },
    {
        "text": "She was 19 which means her confession is a signed confession from an adult, right",
        "start": 3731.57,
        "duration": 4.64
    },
    {
        "text": "But because of the she was the small person, and it just she was like how come you didn't include that one?",
        "start": 3736.55,
        "duration": 6.949
    },
    {
        "text": "It was again about time, and that's the biggest kind of bummer about it made. It look like you only got it once",
        "start": 3744.29,
        "duration": 5.93
    },
    {
        "text": "Yeah, yeah, and so I want to use bonus clips to tell more of these stories",
        "start": 3751.28,
        "duration": 4.58
    },
    {
        "text": "But one thing we've noticed in season two is that the episodes contains so much stuff like we should have just done",
        "start": 3755.86,
        "duration": 6.63
    },
    {
        "text": "false confessions as",
        "start": 3763.52,
        "duration": 2.0
    },
    {
        "text": "an episode but instead we fit lots of things in there we had the",
        "start": 3765.95,
        "duration": 4.219
    },
    {
        "text": "P300 brain scanner we had midazolam, and so we couldn't say all right now",
        "start": 3770.6,
        "duration": 5.39
    },
    {
        "text": "We're gonna spend 40 minutes on interrogation and then after all of that we're gonna switch gears again",
        "start": 3776.12,
        "duration": 6.199
    },
    {
        "text": "I think that's a good idea, and you have more content to you can get for all those all of those deserve",
        "start": 3782.39,
        "duration": 5.119
    },
    {
        "text": "Yeah their own episode. Yeah, exactly, so now I think you know moving forward. I would like to focus on more seasons ahead",
        "start": 3787.76,
        "duration": 6.68
    },
    {
        "text": "Uh well, I don't know I hope so okay a support minefield of them",
        "start": 3794.44,
        "duration": 4.679
    },
    {
        "text": "And you know I I understand it costs money, but YouTube bread really helps",
        "start": 3799.12,
        "duration": 5.07
    },
    {
        "text": "Creators like myself and shows like mine field be made",
        "start": 3805.58,
        "duration": 3.26
    },
    {
        "text": "So you know I really want YouTube to see that this is a good bet educational content is popular",
        "start": 3808.84,
        "duration": 5.01
    },
    {
        "text": "It's gotta be one of the most popular YouTube",
        "start": 3814.88,
        "duration": 1.73
    },
    {
        "text": "It's only when I watch and my opinions only good one if I'm being honest. I mean not to throw salt",
        "start": 3816.61,
        "duration": 5.85
    },
    {
        "text": "Everyone has different tastes",
        "start": 3826.55,
        "duration": 1.37
    },
    {
        "text": "And I'm excited to see what you know YouTube red comes out with next what kind of decisions they make about their original program. I",
        "start": 3827.92,
        "duration": 6.389
    },
    {
        "text": "Don't know I don't understand a strategy. I don't understand you to read, but whatever that's a whole different fucking camera. It's so complicated I",
        "start": 3835.97,
        "duration": 7.309
    },
    {
        "text": "Have to mate you know what yeah, I don't I don't need another episode of me bitching about you",
        "start": 3843.83,
        "duration": 4.939
    },
    {
        "text": "That's already like 20 of those, but I am curious",
        "start": 3849.38,
        "duration": 2.66
    },
    {
        "text": "What is it like I?",
        "start": 3852.71,
        "duration": 1.41
    },
    {
        "text": "Actually want to ask you something else that the what you did with the brain scanner",
        "start": 3854.12,
        "duration": 4.4
    },
    {
        "text": "Yeah, where they could tell what you stole? I am very",
        "start": 3858.52,
        "duration": 3.239
    },
    {
        "text": "I don't like that shit yeah, and I don't like that shit the same as I don't like lie detectors",
        "start": 3861.76,
        "duration": 4.409
    },
    {
        "text": "It's all a bunch of crap, and I hate it. I hate those",
        "start": 3866.17,
        "duration": 2.52
    },
    {
        "text": "I hate those machines",
        "start": 3868.75,
        "duration": 1.14
    },
    {
        "text": "And I hate people who think bright can use it to tell the truth right that one was disturbing though",
        "start": 3869.89,
        "duration": 3.959
    },
    {
        "text": "Do you very district? How do you fit? Do you think that that would is it accurate?",
        "start": 3873.85,
        "duration": 3.66
    },
    {
        "text": "maybe you can describe what it was so people know what we're talking so so a",
        "start": 3878.06,
        "duration": 4.25
    },
    {
        "text": "Typical lie detector is looking at skin conductivity and things like that and blood pressure blood pressure whatever you mean",
        "start": 3882.56,
        "duration": 7.04
    },
    {
        "text": "It's a solo pseudoscience. It's",
        "start": 3889.94,
        "duration": 2.0
    },
    {
        "text": "not very reliable yeah, yeah, and it's more about",
        "start": 3892.7,
        "duration": 3.56
    },
    {
        "text": "You know making the person nervous enough that they feel like they can't hide things",
        "start": 3897.44,
        "duration": 4.1
    },
    {
        "text": "But really what happens is people who don't have anything to hide feel like they're not being believed and they start to not believe themselves",
        "start": 3901.88,
        "duration": 7.189
    },
    {
        "text": "But we are if you're a real psychopath you can just fucking",
        "start": 3909.68,
        "duration": 2.689
    },
    {
        "text": "If you believe it yeah, George Costanza season 7 episode 2 exactly",
        "start": 3913.85,
        "duration": 4.04
    },
    {
        "text": "however the p300",
        "start": 3918.62,
        "duration": 2.03
    },
    {
        "text": "doesn't fall for those problems right what this does is it looks at how your brain electrically responds to to various stimuli and",
        "start": 3921.17,
        "duration": 7.939
    },
    {
        "text": "There's a response called p300 that has to do with novelty so if something is new to you",
        "start": 3929.54,
        "duration": 5.63
    },
    {
        "text": "You'll see in effect, but if you've seen something before oh, that's what it measures. That's what it does",
        "start": 3935.17,
        "duration": 4.619
    },
    {
        "text": "I thought I thought it was measuring the familiarity and not the not the novelty verka they're related",
        "start": 3939.79,
        "duration": 6.42
    },
    {
        "text": "You know it's something like look if if you really didn't commit this crime",
        "start": 3946.21,
        "duration": 3.449
    },
    {
        "text": "And you've never been to the crime scene you never would have seen this door and you have no control at all over",
        "start": 3949.66,
        "duration": 6.33
    },
    {
        "text": "How your brain would react to that image you you you have no voluntary control over whether you?",
        "start": 3955.99,
        "duration": 4.049
    },
    {
        "text": "Recognize something right you can't show me picture my mom and have me go no",
        "start": 3960.2,
        "duration": 3.77
    },
    {
        "text": "I'm not gonna turn on the recognition switch it happens",
        "start": 3963.97,
        "duration": 2.939
    },
    {
        "text": "But it sounds like there could be room for mistakes to happen with something like that",
        "start": 3966.91,
        "duration": 4.139
    },
    {
        "text": "Well people have tried right the you know and that's what I tried in the episode",
        "start": 3971.24,
        "duration": 4.309
    },
    {
        "text": "I tried to like every time an image showed up I tried to",
        "start": 3975.55,
        "duration": 2.97
    },
    {
        "text": "Pretend like there was something",
        "start": 3979.13,
        "duration": 2.03
    },
    {
        "text": "Amazing I was just breehn about it, and it didn't make a difference because again",
        "start": 3981.74,
        "duration": 3.819
    },
    {
        "text": "It's not this simple a to be if there's this algorithm in between that knows how to correct for different strategies",
        "start": 3985.57,
        "duration": 5.54
    },
    {
        "text": "So it's not accepted. There's an algorithm see that. That's where I'm out. I don't mind",
        "start": 3991.66,
        "duration": 4.579
    },
    {
        "text": "I don't but like if the brain is actually sending a signal I would buy that but if they have a man-made algorithm that",
        "start": 3996.24,
        "duration": 7.68
    },
    {
        "text": "Reduces sure that I don't buy right cuz then you wonder",
        "start": 4004.62,
        "duration": 3.949
    },
    {
        "text": "What's in between?",
        "start": 4008.57,
        "duration": 1.23
    },
    {
        "text": "Well the algorithms are fallible human work is fallible if my brain shoots off a signal every time I see something that I recognize",
        "start": 4009.8,
        "duration": 6.33
    },
    {
        "text": "That's compelling right, but if this if these guys, are you know? I don't know how they can make an you know what?",
        "start": 4016.14,
        "duration": 6.709
    },
    {
        "text": "You're saying",
        "start": 4023.46,
        "duration": 0.74
    },
    {
        "text": "I mean what their algorithm tries to do is better read that recognition signal and",
        "start": 4024.2,
        "duration": 5.52
    },
    {
        "text": "and",
        "start": 4030.15,
        "duration": 0.78
    },
    {
        "text": "Get rid of noise or other things you might be trying to do like with a regular lie detector if you you know clinch your",
        "start": 4030.93,
        "duration": 5.329
    },
    {
        "text": "Budget, I'm they ask a question your blog",
        "start": 4036.39,
        "duration": 2.869
    },
    {
        "text": "exactly, but with this they",
        "start": 4040.23,
        "duration": 2.149
    },
    {
        "text": "They're their computers are are watching every measure and they're able to detect when you're trying",
        "start": 4043.26,
        "duration": 6.65
    },
    {
        "text": "So what do you think is this a true lie detector that they've developed? I believe that it is the most reliable",
        "start": 4049.91,
        "duration": 6.329
    },
    {
        "text": "Truth detector out there. That's terrifying and it's terrifying and that's why it's not accepted by any court",
        "start": 4056.97,
        "duration": 5.839
    },
    {
        "text": "That's that's unethical a my opinion exactly so so",
        "start": 4062.81,
        "duration": 3.0
    },
    {
        "text": "Craig Stark actually who was on the video games episode he had I don't if I can say this he's been involved in",
        "start": 4066.09,
        "duration": 7.34
    },
    {
        "text": "these kinds of discussions like should a",
        "start": 4073.65,
        "duration": 2.629
    },
    {
        "text": "prosecution be able to force someone to undergo a",
        "start": 4076.83,
        "duration": 3.979
    },
    {
        "text": "functional MRI or any kind of brain scanning",
        "start": 4081.36,
        "duration": 2.179
    },
    {
        "text": "Lie-detector and there are two issues one is that if it is really good",
        "start": 4084.57,
        "duration": 4.699
    },
    {
        "text": "Maybe that's bad because maybe we should be allowed to have",
        "start": 4090.81,
        "duration": 4.64
    },
    {
        "text": "Privacy in our own minds yes",
        "start": 4095.97,
        "duration": 2.0
    },
    {
        "text": "secondly if it's even if there's a chance that it's not reliable that it might have a wrong result a",
        "start": 4098.1,
        "duration": 6.02
    },
    {
        "text": "Jury is easily swayed by well",
        "start": 4104.49,
        "duration": 3.319
    },
    {
        "text": "I'm wearing a lab coat and this they exhaust a million dollars and said that you did the crime. What are you gonna?",
        "start": 4107.81,
        "duration": 5.1
    },
    {
        "text": "Do you're gonna believe the science? Yeah, even if in reality it could be 50/50 I?",
        "start": 4112.91,
        "duration": 5.37
    },
    {
        "text": "Yeah, they're I don't like",
        "start": 4119.52,
        "duration": 2.0
    },
    {
        "text": "You do you need privacy in your own mind. We can't have this",
        "start": 4122.07,
        "duration": 2.959
    },
    {
        "text": "All-powerful machine that knows when you're lying",
        "start": 4125.82,
        "duration": 2.059
    },
    {
        "text": "The social implication of that is awful. It's like a dystopian future. Yeah, and again. There's a chance that it's wrong",
        "start": 4129.03,
        "duration": 5.869
    },
    {
        "text": "You know there is always a chance of something right it's like the like. What if there's a door that I?",
        "start": 4134.9,
        "duration": 5.7
    },
    {
        "text": "Don't necessarily know, but maybe I've walked by that place. Oh, yeah, exactly sometime in my life that reminds me of something",
        "start": 4141.27,
        "duration": 7.37
    },
    {
        "text": "Oh it reminds me of this machine it reminds me of that fucking Tom",
        "start": 4148.64,
        "duration": 2.939
    },
    {
        "text": "Tom Cruise movie was by Steven Spielberg",
        "start": 4152.64,
        "duration": 2.06
    },
    {
        "text": "Just don't be in future",
        "start": 4156.21,
        "duration": 2.0
    },
    {
        "text": "You got it Minority Report Mike that it's the Minority Report",
        "start": 4158.73,
        "duration": 3.89
    },
    {
        "text": "Yeah, so we have to be really careful, and I feel like yeah",
        "start": 4163.05,
        "duration": 3.709
    },
    {
        "text": "we're gonna have more and more discussions about this as the technology improves and",
        "start": 4167.19,
        "duration": 4.85
    },
    {
        "text": "Weirdly, I think yeah, we might have to start saying that some",
        "start": 4172.62,
        "duration": 2.959
    },
    {
        "text": "methods of learning some methods of knowledge are off limits",
        "start": 4176.64,
        "duration": 3.529
    },
    {
        "text": "I I did an episode on is all really fair in love and war and I looked at the Geneva Conventions",
        "start": 4180.87,
        "duration": 6.83
    },
    {
        "text": "I looked at things like um",
        "start": 4187.7,
        "duration": 2.0
    },
    {
        "text": "You know is it?",
        "start": 4189.72,
        "duration": 2.0
    },
    {
        "text": "Not all countries have this kind of a law, but in the u.s.. Your spouse cannot be compelled to testify against you",
        "start": 4192.21,
        "duration": 6.77
    },
    {
        "text": "Because in America. There's this feeling that if we have to ruin a marriage to get the truth. We shouldn't get the truth",
        "start": 4200.37,
        "duration": 7.279
    },
    {
        "text": "Because the marriage is you know more important?",
        "start": 4208.17,
        "duration": 2.99
    },
    {
        "text": "And there's a lot of religious overtones there like that marriage is under the umbrella of God right and us determine whether you embellish it",
        "start": 4211.77,
        "duration": 7.82
    },
    {
        "text": "Embezzled these funds",
        "start": 4220.14,
        "duration": 1.5
    },
    {
        "text": "That's our concern, and if we can't prove you did without ruining your marriage then you're free yeah",
        "start": 4221.64,
        "duration": 6.47
    },
    {
        "text": "And not all countries do that, but there's something very philosophically powerful about the notion of",
        "start": 4228.11,
        "duration": 4.799
    },
    {
        "text": "If we can't we're not gonna go after your family to find out what you did",
        "start": 4233.52,
        "duration": 4.85
    },
    {
        "text": "It's the same with parents right some states have the law where the parents have",
        "start": 4238.43,
        "duration": 4.409
    },
    {
        "text": "To cooperate or they don't if like their son for example is in suspect of murder",
        "start": 4243.69,
        "duration": 5.72
    },
    {
        "text": "Then in some states the parents don't have to cooperate. Yeah, the cops. I think it's I think it's great",
        "start": 4249.54,
        "duration": 5.569
    },
    {
        "text": "I think there needs to be some things more important than or not even that but there needs to be some there",
        "start": 4255.11,
        "duration": 5.669
    },
    {
        "text": "Needs to be some boundaries right right and that doesn't mean that there's no way to find the truth like look for evidence elsewhere",
        "start": 4261.39,
        "duration": 7.429
    },
    {
        "text": "But I think there are there are other protections about",
        "start": 4268.82,
        "duration": 2.49
    },
    {
        "text": "privacy with your attorneys with clergy",
        "start": 4272.13,
        "duration": 2.66
    },
    {
        "text": "You know what I say in in this religious context to a you know to a priest in in a confession",
        "start": 4275.49,
        "duration": 6.019
    },
    {
        "text": "I should be free to have that relationship and not",
        "start": 4281.51,
        "duration": 3.66
    },
    {
        "text": "Withhold stuff and keep it to myself because it could be you know used against me right is then where are we mm-hmm?",
        "start": 4285.63,
        "duration": 7.459
    },
    {
        "text": "Was it worth it. What was it like working with YouTube executives because you had expressed",
        "start": 4296.94,
        "duration": 4.339
    },
    {
        "text": "You know you preferred Vsauce, so let's just shit on YouTube a little bit here. No, I'm kidding, but how what was it like?",
        "start": 4302.13,
        "duration": 5.87
    },
    {
        "text": "Having someone else over your head. I mean II Latoya the idea of having a show yeah, and I think I underestimate how?",
        "start": 4309.48,
        "duration": 7.669
    },
    {
        "text": "Annoying or awful or that that would be having someone all of a sudden you've had creative control your whole life",
        "start": 4318.66,
        "duration": 5.689
    },
    {
        "text": "And you've got some guy over your head telling ya. Well. You can't can't do yeah",
        "start": 4324.38,
        "duration": 3.66
    },
    {
        "text": "We're all so spoiled by the fact that we can make whatever kind of contract you want as long as we're not breaking laws",
        "start": 4328.04,
        "duration": 6.45
    },
    {
        "text": "Right, that's the way it is sometimes",
        "start": 4334.53,
        "duration": 2.0
    },
    {
        "text": "It means that it's worse because you should have taken someone else's advice either other times",
        "start": 4336.53,
        "duration": 4.5
    },
    {
        "text": "It just means that what you're making is more. Authentically you I think that in this season",
        "start": 4341.03,
        "duration": 4.08
    },
    {
        "text": "YouTube and and the production company and myself and the whole crew we got much much closer to understanding",
        "start": 4345.87,
        "duration": 6.109
    },
    {
        "text": "What science community communication can be and how to you know make the right show I think that for all the disagreements",
        "start": 4353.07,
        "duration": 7.64
    },
    {
        "text": "I'll have with YouTube saying yeah",
        "start": 4360.71,
        "duration": 1.74
    },
    {
        "text": "That's boring, and then I think I think personally",
        "start": 4362.45,
        "duration": 2.79
    },
    {
        "text": "I'm probably a bit too precious about we got to put more facts more",
        "start": 4365.24,
        "duration": 2.789
    },
    {
        "text": "Explanations more just me talking about the thing I think when you find the right balance you can reach more people that would drive me",
        "start": 4368.13,
        "duration": 5.899
    },
    {
        "text": "Crazy some asshole telling me that's boring",
        "start": 4374.03,
        "duration": 2.729
    },
    {
        "text": "Feel yourself getting like the righteous sir",
        "start": 4380.52,
        "duration": 2.0
    },
    {
        "text": "Not ever, but like offensive right like well. Fuck. Are you it's not boring. It's my show. No one ever said anything was boring",
        "start": 4383.05,
        "duration": 7.43
    },
    {
        "text": "It's good more like here's my concern about this, right",
        "start": 4390.48,
        "duration": 3.149
    },
    {
        "text": "and then it gives me a chance to",
        "start": 4393.63,
        "duration": 2.0
    },
    {
        "text": "Externalize why I think it's important and that's valuable because when it's just in your own head",
        "start": 4395.86,
        "duration": 4.76
    },
    {
        "text": "You don't always know what your instincts are telling you or how to vocalize them",
        "start": 4400.78,
        "duration": 3.379
    },
    {
        "text": "But when you're forced to sit in front of someone and say here's why I think",
        "start": 4404.16,
        "duration": 2.639
    },
    {
        "text": "That you know we should release the false confession with no edits. Yeah, but if you if you don't edit it",
        "start": 4407.26,
        "duration": 6.619
    },
    {
        "text": "There's gonna be a lot of boring stuff. I'm like well, but",
        "start": 4413.92,
        "duration": 2.51
    },
    {
        "text": "I'm not doing it for the views. I'm doing it for like look",
        "start": 4417.25,
        "duration": 2.99
    },
    {
        "text": "Slice of it's a human Zoo or watching you know and and and by thinking that out and in defending it",
        "start": 4421.84,
        "duration": 7.13
    },
    {
        "text": "Yourself you're defending. Yeah, I'm gonna you're right. You're a real half",
        "start": 4429.73,
        "duration": 3.859
    },
    {
        "text": "Glass full guy aren't ya there you go. Yeah, all right? We come up on our second break",
        "start": 4434.32,
        "duration": 4.25
    },
    {
        "text": "We've got tons more sauce - v/o. We'll take some questions. Yeah, we take some questions guys. Give us a ring",
        "start": 4438.57,
        "duration": 6.24
    },
    {
        "text": "Pop up the number was the number I read it to you guys your revenge",
        "start": 4445.66,
        "duration": 3.439
    },
    {
        "text": "Eight one eight two one four eight five oh four give us a call if you got some questions for your boy Vsauce we'll be",
        "start": 4451.51,
        "duration": 5.779
    },
    {
        "text": "Right back after this commercial break. See you guys soon, thank",
        "start": 4457.29,
        "duration": 2.43
    },
    {
        "text": "You to me undies for sponsoring this episode of the H Street podcast these guys make the best underwear end",
        "start": 4460.96,
        "duration": 6.169
    },
    {
        "text": "Of Perea end of period wherever that means end of sentence if you wear underwear you need me undies it's that simple",
        "start": 4467.44,
        "duration": 7.25
    },
    {
        "text": "Every year, thank you for showing tip you can",
        "start": 4475.06,
        "duration": 2.899
    },
    {
        "text": "I'll tell you you could dip my uh you",
        "start": 4478.57,
        "duration": 2.3
    },
    {
        "text": "Could dip my Froot Loops, and that milk if you know what I mean. No. I like to dip my Froot Loops in that milk",
        "start": 4481.54,
        "duration": 5.66
    },
    {
        "text": "Anyway, every year millions people receive the least like gift of all time underwear",
        "start": 4488.56,
        "duration": 4.189
    },
    {
        "text": "But we still give it to our family loved ones who don't want it because we hate them",
        "start": 4493.51,
        "duration": 4.309
    },
    {
        "text": "That's not in there. I added that but maybe it's not the underwear. That's the problem. It's the kind of underwear",
        "start": 4499.12,
        "duration": 5.449
    },
    {
        "text": "Let me tell you about me undies. It's the only underwear that makes an amazing gift because it's such an amazing product all right I",
        "start": 4504.57,
        "duration": 6.18
    },
    {
        "text": "Love me undies because I've got a swampy",
        "start": 4511.45,
        "duration": 2.629
    },
    {
        "text": "Saturated Cho it's hot in LA everyday. It's December 15th today, and it's like 90 degrees",
        "start": 4514.78,
        "duration": 6.669
    },
    {
        "text": "Normal underwear it doesn't cut it I need something that's velvety soft. That's gonna absorb all my fucking flavors",
        "start": 4522.12,
        "duration": 5.839
    },
    {
        "text": "Much like is much like is",
        "start": 4529.38,
        "duration": 2.45
    },
    {
        "text": "Shown here it's a swampy milky fruit loopy place, and this is the undies that is equipped and it's song. It's so soft",
        "start": 4532.35,
        "duration": 7.339
    },
    {
        "text": "It's flexible bro. Trust me you think I'm memeing around",
        "start": 4539.82,
        "duration": 3.77
    },
    {
        "text": "Just try one pair and tell me it's not the best with soft flexible waistband three times softer than cotton",
        "start": 4543.59,
        "duration": 5.669
    },
    {
        "text": "Naturally sustain sourced fibers okay me undies made underwear the perfect gift that everyone's gonna. Love. It's a goddamn holiday miracle",
        "start": 4549.719,
        "duration": 7.58
    },
    {
        "text": "that there's an underwear that can actually cradle my",
        "start": 4558.39,
        "duration": 3.29
    },
    {
        "text": "supple child like ball sack",
        "start": 4562.32,
        "duration": 2.51
    },
    {
        "text": "Why do you have things it's shell like because it's so supple not because of the size",
        "start": 4566.46,
        "duration": 4.399
    },
    {
        "text": "What can I say I",
        "start": 4573.21,
        "duration": 2.0
    },
    {
        "text": "Mean they can see",
        "start": 4577.5,
        "duration": 2.0
    },
    {
        "text": "This year don't give underwear give me auntie. Sorry now listen here because this holiday season you get an exclusive",
        "start": 4580.77,
        "duration": 6.649
    },
    {
        "text": "20% off the softest underwear and socks you will ever wear free shipping and 100% satisfaction",
        "start": 4587.94,
        "duration": 5.72
    },
    {
        "text": "Guaranteed go to me undies dot-com",
        "start": 4594.06,
        "duration": 2.959
    },
    {
        "text": "H3 that's me undies com",
        "start": 4598.08,
        "duration": 2.33
    },
    {
        "text": "H3 thank you to me undies and thanks to them just on it as a general note for making such a wonderful",
        "start": 4601.5,
        "duration": 5.45
    },
    {
        "text": "place to rest my jewels and",
        "start": 4608.28,
        "duration": 2.0
    },
    {
        "text": "Finally, thank you to our sponsor, honey",
        "start": 4612.0,
        "duration": 2.149
    },
    {
        "text": "Do you want to save money while shopping online for last-minute holiday gifts? Well let me tell you about an online shopping hack",
        "start": 4615.39,
        "duration": 6.439
    },
    {
        "text": "From a start-up that I recently discovered called, honey",
        "start": 4622.71,
        "duration": 2.99
    },
    {
        "text": "They call it a hack. I call I mean it's yeah, this one way to refer to it",
        "start": 4626.34,
        "duration": 4.61
    },
    {
        "text": "You could also call it a plug or a plug in you know a browser plug-in. It's a browser plug",
        "start": 4630.95,
        "duration": 4.559
    },
    {
        "text": "It's not really a hack you installed that you're a hacker. I'm a hat, bro. I hacked",
        "start": 4635.51,
        "duration": 3.72
    },
    {
        "text": "I hacked my way too much through the internet and saved a bunch of I'm kid about that, but the product itself is incredible",
        "start": 4639.23,
        "duration": 7.439
    },
    {
        "text": "Let me tell you about the product",
        "start": 4647.55,
        "duration": 1.26
    },
    {
        "text": "Honey was founded by two friends who were frustrated by the lack of price transparency from online shopping",
        "start": 4648.81,
        "duration": 4.729
    },
    {
        "text": "So they started honey to help others find the best possible prices online. Here's how it works",
        "start": 4653.57,
        "duration": 4.409
    },
    {
        "text": "Honey is a free 100 percent free browser extension for Chrome Firefox Safari it",
        "start": 4658.25,
        "duration": 5.25
    },
    {
        "text": "effortlessly saves you time and money while shopping online at tens of thousands of stores you guys know how easy it is to install a",
        "start": 4664.35,
        "duration": 7.07
    },
    {
        "text": "Plugin you literally. Just type honey Chrome if that's we use you click once. It's in. Its. It's easy as pie eating a pie I",
        "start": 4672.12,
        "duration": 7.1
    },
    {
        "text": "Think most people have a easy time eating pie. I'm sure there's some people. There's generally. It's easy it's eating pie feels like moving on",
        "start": 4680.52,
        "duration": 7.37
    },
    {
        "text": "Just saying I just want to clarify that",
        "start": 4690.03,
        "duration": 2.0
    },
    {
        "text": "so while you shop honey will instantly find every working coupon code on the internet and",
        "start": 4693.09,
        "duration": 5.179
    },
    {
        "text": "automatically apply the best discount to your cart at checkout Time magazine called it basically free money and",
        "start": 4698.76,
        "duration": 6.979
    },
    {
        "text": "Hackers magazine called it the alt the best hack of 2017",
        "start": 4707.4,
        "duration": 5.119
    },
    {
        "text": "That's actually illegal in some states because I'll tell five life hacks. It's yeah. It's a definitely top five",
        "start": 4712.98,
        "duration": 5.209
    },
    {
        "text": "It's not illegal by the way. I'm that was a total joke that's perfectly legal to use",
        "start": 4718.19,
        "duration": 3.48
    },
    {
        "text": "It is a hack though",
        "start": 4724.26,
        "duration": 2.0
    },
    {
        "text": "Honey makes Amazon better. This is a really important part, and this is what the most that I loved about it",
        "start": 4726.51,
        "duration": 5.419
    },
    {
        "text": "So you install this plugin I use Amazon all the freakin time",
        "start": 4731.96,
        "duration": 3.09
    },
    {
        "text": "but it's pretty it can be sometimes annoying to navigate and",
        "start": 4735.26,
        "duration": 3.27
    },
    {
        "text": "Sometimes it idles can be sold by other sellers who have Amazon Prime for example, and it's like 10 20 bucks cheaper",
        "start": 4739.02,
        "duration": 7.37
    },
    {
        "text": "Then then what's the default that you land on and so what honey will do on Amazon is that it's gonna sort the best",
        "start": 4746.97,
        "duration": 7.009
    },
    {
        "text": "option from different sellers automatically factoring out all the variables such as price shipping costs prime status and",
        "start": 4754.08,
        "duration": 6.169
    },
    {
        "text": "So the more so you basically you're always gonna get the best price and the best experience",
        "start": 4760.44,
        "duration": 5.12
    },
    {
        "text": "And I've or I've been using this for months and frankly has been a huge",
        "start": 4765.84,
        "duration": 4.58
    },
    {
        "text": "It's already saved me a lot of money at random stores at checkout. It's like boom coupon applied",
        "start": 4770.42,
        "duration": 4.919
    },
    {
        "text": "It's like oh my god basically free money, but Amazon very useful it will find you the deals",
        "start": 4775.34,
        "duration": 5.849
    },
    {
        "text": "effortlessly",
        "start": 4781.77,
        "duration": 1.03
    },
    {
        "text": "Okay",
        "start": 4782.8,
        "duration": 0.73
    },
    {
        "text": "Capiche honey can also show you the price trend of any item because it's always changing the prices always changing on Amazon who can keep?",
        "start": 4783.53,
        "duration": 6.26
    },
    {
        "text": "Up with this stuff, so you know",
        "start": 4789.79,
        "duration": 1.84
    },
    {
        "text": "If it's the best time to buy it",
        "start": 4791.63,
        "duration": 2.479
    },
    {
        "text": "Black Friday and Cyber Monday may be over, but you can still save money this Christmas with honey",
        "start": 4794.75,
        "duration": 5.419
    },
    {
        "text": "Honey I just installed I just hacked your computer installed, honey",
        "start": 4801.8,
        "duration": 3.169
    },
    {
        "text": "Thanks, honey",
        "start": 4805.88,
        "duration": 1.799
    },
    {
        "text": "Honey as always has already saved over hundreds of millions of dollars with over 6 million members",
        "start": 4807.679,
        "duration": 6.26
    },
    {
        "text": "It's completely free to join, and it will literally only take you two clicks to start saving money guys",
        "start": 4814.579,
        "duration": 5.09
    },
    {
        "text": "You got nothing to lose give it a shot. It's",
        "start": 4819.739,
        "duration": 2.359
    },
    {
        "text": "You're gonna love it go to honey",
        "start": 4823.07,
        "duration": 2.0
    },
    {
        "text": "Calm /h 3 that's join. Oh, sorry guys. It's join, honey",
        "start": 4825.53,
        "duration": 5.149
    },
    {
        "text": "Calm h3 join honey calm h3 go to that link so they know that we sent you",
        "start": 4830.719,
        "duration": 7.37
    },
    {
        "text": "Thank you so much - honey",
        "start": 4838.09,
        "duration": 2.0
    },
    {
        "text": "appreciate you guys if you're in the market for a life hack or",
        "start": 4840.23,
        "duration": 3.619
    },
    {
        "text": "You know some soft blushes underwear, please consider supporting the show thank you guys. Let's get back to sauce time",
        "start": 4845.48,
        "duration": 7.729
    },
    {
        "text": "Welcome back everybody to the h3 podcast with Vsauce",
        "start": 4855.199,
        "duration": 3.47
    },
    {
        "text": "Talking again about we were talking about YouTube executives before was there anything they vetoed or got in the way of creatively",
        "start": 4860.75,
        "duration": 7.429
    },
    {
        "text": "During the making of the show that did stuck out to you um",
        "start": 4869.059,
        "duration": 3.5
    },
    {
        "text": "I'm trying to remember",
        "start": 4874.28,
        "duration": 1.25
    },
    {
        "text": "Oh, yeah",
        "start": 4875.53,
        "duration": 1.12
    },
    {
        "text": "I think I can tell this story because it did it makes them look good like I really wanted to be waterboarded oh",
        "start": 4876.65,
        "duration": 7.219
    },
    {
        "text": "That was going to be an episode",
        "start": 4884.69,
        "duration": 2.0
    },
    {
        "text": "I'll watch that yeah",
        "start": 4887.0,
        "duration": 2.0
    },
    {
        "text": "and",
        "start": 4889.659,
        "duration": 1.391
    },
    {
        "text": "we",
        "start": 4891.05,
        "duration": 1.77
    },
    {
        "text": "Found people who were willing to waterboard me",
        "start": 4892.82,
        "duration": 2.87
    },
    {
        "text": "There I'm sure they were lined up",
        "start": 4896.659,
        "duration": 2.0
    },
    {
        "text": "Yeah",
        "start": 4898.67,
        "duration": 0.5
    },
    {
        "text": "they were I mean I was I would only feel safe doing it in that way that you've seen other people have done this where",
        "start": 4899.17,
        "duration": 4.979
    },
    {
        "text": "You've got people there who know what's going to happen",
        "start": 4904.429,
        "duration": 3.11
    },
    {
        "text": "And you you have an immediate off switch from what I've seen it's like you're holding a big metal bar",
        "start": 4907.699,
        "duration": 6.109
    },
    {
        "text": "Oh if you let go of it",
        "start": 4913.809,
        "duration": 2.0
    },
    {
        "text": "And it hits the floor. It's loud it rings, and they immediately unhinge you I know there was there was like this",
        "start": 4916.16,
        "duration": 6.089
    },
    {
        "text": "Conservative reporter who was like I'll get waterboarded that she was in torture",
        "start": 4923.07,
        "duration": 3.439
    },
    {
        "text": "I forget his name, but I he got waterboarded and he was like he sat up immediately and is like that's torture",
        "start": 4926.54,
        "duration": 5.939
    },
    {
        "text": "There's no question about it immediately. Yep, so it's different than like",
        "start": 4932.48,
        "duration": 3.42
    },
    {
        "text": "Being physically hurt you know",
        "start": 4936.63,
        "duration": 2.0
    },
    {
        "text": "Splinters up your fingernails because you can you become numb to that kind of pain like your body releases",
        "start": 4939.0,
        "duration": 5.99
    },
    {
        "text": "Whatever it is hormones or chemicals that allow you to kind of like the the next one hurts less the next one hurts less",
        "start": 4945.72,
        "duration": 6.589
    },
    {
        "text": "But when it comes to elevated co2 in your blood",
        "start": 4952.56,
        "duration": 3.709
    },
    {
        "text": "There's no mechanism for adapt like it's not that bad it gets",
        "start": 4956.49,
        "duration": 4.25
    },
    {
        "text": "It's it's bad all the time, and it's it's much more psychologically damaging",
        "start": 4960.74,
        "duration": 5.31
    },
    {
        "text": "It's not physically dangerous unless you're administering it poorly as I understand it",
        "start": 4966.05,
        "duration": 4.5
    },
    {
        "text": "It's just like if shouldn't I don't think you you don't die yeah",
        "start": 4970.59,
        "duration": 4.699
    },
    {
        "text": "You don't really have any marks and unless the restraints were too tight and that's what makes it so nefarious",
        "start": 4975.57,
        "duration": 6.259
    },
    {
        "text": "you just feel like you're drowning right you feel like you're about to die because you don't have you have too much co2 in your",
        "start": 4981.83,
        "duration": 6.629
    },
    {
        "text": "Blood you're not getting enough oxygen you can't why is that I mean?",
        "start": 4988.46,
        "duration": 3.0
    },
    {
        "text": "How does that work by just dumping water over your face?",
        "start": 4991.46,
        "duration": 2.31
    },
    {
        "text": "Well your face is completely covered in this cloth, and you're like you can't draw in air",
        "start": 4994.05,
        "duration": 6.409
    },
    {
        "text": "and then we have this reflex to water because we've evolved to know that we we are not water creatures and",
        "start": 5000.65,
        "duration": 6.649
    },
    {
        "text": "So you have a panic reflex to that I can't breathe this I cannot live like this",
        "start": 5007.73,
        "duration": 6.02
    },
    {
        "text": "That is very different from being whipped or being punched repeatedly",
        "start": 5014.36,
        "duration": 4.699
    },
    {
        "text": "It's a different kind of torture like a pure panic yeah",
        "start": 5019.61,
        "duration": 3.169
    },
    {
        "text": "But you so they administer it for just enough time they let you breathe",
        "start": 5024.62,
        "duration": 4.31
    },
    {
        "text": "How does it work that you can keep because clearly you can keep breathing because you don't die yeah",
        "start": 5029.39,
        "duration": 5.39
    },
    {
        "text": "You you know you're only unable to breathe for seconds",
        "start": 5034.78,
        "duration": 3.0
    },
    {
        "text": "But it doesn't take long for that panic instinct to come in where you realize not only am I not breathing",
        "start": 5037.78,
        "duration": 5.729
    },
    {
        "text": "but I'm at water is all around me and it's in my mouth and",
        "start": 5043.51,
        "duration": 4.919
    },
    {
        "text": "um",
        "start": 5049.44,
        "duration": 0.88
    },
    {
        "text": "It well you only need a couple of seconds and that panic happens, and you can't do it any longer",
        "start": 5050.32,
        "duration": 5.39
    },
    {
        "text": "Okay, so what happened with the executives. Oh they just thought that it was way, too",
        "start": 5055.72,
        "duration": 5.18
    },
    {
        "text": "Dangerous and new and it was the scary thing about waterboarding is how easy it is to do",
        "start": 5062.2,
        "duration": 5.57
    },
    {
        "text": "It's not like well first of all you have to get you know permission from the FBI to handle you know c4",
        "start": 5067.77,
        "duration": 5.489
    },
    {
        "text": "It's like no you just do you have a water some oregano?",
        "start": 5073.26,
        "duration": 2.7
    },
    {
        "text": "In it. Yeah, are you a bad person here right? It's like just do it",
        "start": 5076.54,
        "duration": 4.159
    },
    {
        "text": "That up",
        "start": 5081.64,
        "duration": 1.14
    },
    {
        "text": "Yeah, yeah so um",
        "start": 5082.78,
        "duration": 2.57
    },
    {
        "text": "I think it was really smart to say let's not do that do you wish you did it though looking back",
        "start": 5085.35,
        "duration": 4.949
    },
    {
        "text": "I mean it would have been interesting",
        "start": 5090.3,
        "duration": 2.0
    },
    {
        "text": "That's the one what was the scientific purpose of getting waterboarded the purpose was to talk about what I've just",
        "start": 5093.88,
        "duration": 5.45
    },
    {
        "text": "Said which is the sort of physiology of why it's different from?",
        "start": 5099.58,
        "duration": 4.04
    },
    {
        "text": "Repeatedly being whipped or being just just confined",
        "start": 5104.47,
        "duration": 3.35
    },
    {
        "text": "Yes",
        "start": 5108.85,
        "duration": 1.17
    },
    {
        "text": "that that sort of",
        "start": 5110.02,
        "duration": 2.0
    },
    {
        "text": "reflex, we have to",
        "start": 5112.03,
        "duration": 2.0
    },
    {
        "text": "Water is not good around my mouth and covering all of my ways of breathing, and I could have just discussed that",
        "start": 5114.43,
        "duration": 7.039
    },
    {
        "text": "But you know minefield gives me a chance to do things right the question is what do we gain by having me?",
        "start": 5122.53,
        "duration": 6.2
    },
    {
        "text": "Undergo it and then say yep, I can confirm that one of the worst things you can do to a person is indeed bad",
        "start": 5129.01,
        "duration": 5.09
    },
    {
        "text": "right yeah",
        "start": 5134.1,
        "duration": 1.39
    },
    {
        "text": "And watching it may be too much like if I'm trying to",
        "start": 5135.49,
        "duration": 4.7
    },
    {
        "text": "Thank myself, but it wouldn't be like to watch you go through it",
        "start": 5141.28,
        "duration": 2.66
    },
    {
        "text": "You don't bit too much exactly and it that was a question we had which is that?",
        "start": 5143.94,
        "duration": 4.169
    },
    {
        "text": "We don't want to just do things for the sake of like boy",
        "start": 5148.11,
        "duration": 2.76
    },
    {
        "text": "This will be dramatic and good news so we try to figure out. What do you do while I'm being waterboarded?",
        "start": 5150.87,
        "duration": 4.889
    },
    {
        "text": "that",
        "start": 5156.4,
        "duration": 1.2
    },
    {
        "text": "Contributes to scientific knowledge, and you know you go to like the obvious. I don't know",
        "start": 5157.6,
        "duration": 4.25
    },
    {
        "text": "Put an EEG net on your head, and it's like what so you can see panic like we already know",
        "start": 5162.46,
        "duration": 4.37
    },
    {
        "text": "Yeah, so it turned out to just also not be",
        "start": 5166.83,
        "duration": 3.06
    },
    {
        "text": "Educational or interesting just to see just juicy dangerous, yeah",
        "start": 5170.59,
        "duration": 4.1
    },
    {
        "text": "That sounds like ratings to me boom you seem dangerous. There you go",
        "start": 5175.45,
        "duration": 3.38
    },
    {
        "text": "Can I ask what's the budget on a show like yours um?",
        "start": 5179.96,
        "duration": 3.049
    },
    {
        "text": "Per episode. I don't know the per episode budget",
        "start": 5183.559,
        "duration": 3.17
    },
    {
        "text": "I mean\nI'll tell you that it cost more money to make season 2 then vsauce has I mean I could have not paid anyone for a",
        "start": 5186.73,
        "duration": 6.929
    },
    {
        "text": "Year, and still not made season 2. That's why I had to work with YouTube. You know they made it possible",
        "start": 5193.67,
        "duration": 6.859
    },
    {
        "text": "Millions. Yeah, yeah, yeah, we're not talking about like well, Michael. Why didn't you just?",
        "start": 5201.099,
        "duration": 4.8
    },
    {
        "text": "Take out your debit card and give me a season two please yeah",
        "start": 5206.539,
        "duration": 3.59
    },
    {
        "text": "And and then give it to us all for free or with AD support mm-hmm",
        "start": 5210.409,
        "duration": 3.74
    },
    {
        "text": "I was like this is only possible only possible to build a team",
        "start": 5214.239,
        "duration": 3.419
    },
    {
        "text": "working on",
        "start": 5218.21,
        "duration": 0.809
    },
    {
        "text": "Educational content like this if you got money cuz they deserve to be paid for their time sure I couldn't do it on my own",
        "start": 5219.019,
        "duration": 5.18
    },
    {
        "text": "Yeah",
        "start": 5224.239,
        "duration": 1.201
    },
    {
        "text": "How long does it take to film each episode how long did it take to film the entire season?",
        "start": 5225.44,
        "duration": 5.929
    },
    {
        "text": "We filmed through parts of four months. I had VidCon and a trip to London in there",
        "start": 5232.719,
        "duration": 5.97
    },
    {
        "text": "But took a long time",
        "start": 5239.63,
        "duration": 2.0
    },
    {
        "text": "After ayahuasca, it was smooth sailing I wasn't so anxious about like what was coming up yeah",
        "start": 5243.289,
        "duration": 5.87
    },
    {
        "text": "And then we do all the rooftop scenes in a week. You know we were six days that week",
        "start": 5249.98,
        "duration": 5.419
    },
    {
        "text": "Like 6 p.m.. To 6 a.m.. You know sunset to sunrise and that's pretty weird you flip in your whole day",
        "start": 5255.98,
        "duration": 6.409
    },
    {
        "text": "So it took about four months of?",
        "start": 5262.94,
        "duration": 2.0
    },
    {
        "text": "Constant shooting to film the whole season yeah",
        "start": 5265.219,
        "duration": 2.51
    },
    {
        "text": "And then the whole time I was on the spring bring handy to where we were in pre-production",
        "start": 5267.73,
        "duration": 3.0
    },
    {
        "text": "So I would have these long hours and hours long conference calls running through ideas working with psychologists on what can we do?",
        "start": 5270.889,
        "duration": 6.32
    },
    {
        "text": "Have we heard back from that university yet can get this person on board?",
        "start": 5277.639,
        "duration": 3.229
    },
    {
        "text": "Then of course you've got all the editing the screening the watching the episodes the notes then the voice-over",
        "start": 5281.36,
        "duration": 4.459
    },
    {
        "text": "And then you're finally locked and then you wait for the ingestion",
        "start": 5286.0,
        "duration": 3.479
    },
    {
        "text": "Process of getting captions getting them approved getting them rated and then getting them available on on YouTube",
        "start": 5289.73,
        "duration": 6.079
    },
    {
        "text": "So that's your process. Yeah, yeah",
        "start": 5296.03,
        "duration": 2.12
    },
    {
        "text": "Compared to that how long does it take to research film and edit an episode of Vsauce I?",
        "start": 5299.599,
        "duration": 3.95
    },
    {
        "text": "Mean it takes",
        "start": 5305.119,
        "duration": 1.77
    },
    {
        "text": "Weeks as well it can take months",
        "start": 5306.889,
        "duration": 1.85
    },
    {
        "text": "You know in its bits",
        "start": 5308.739,
        "duration": 1.32
    },
    {
        "text": "but it's up to me when I feel like it's done when I feel like I've got deep enough in the",
        "start": 5310.059,
        "duration": 3.819
    },
    {
        "text": "Explanation like right now. I'm working on a thing about",
        "start": 5314.099,
        "duration": 2.45
    },
    {
        "text": "the center of mass and the center of gravity and and how things rotate",
        "start": 5317.399,
        "duration": 3.709
    },
    {
        "text": "And I'm just not happy until I've gotten to a point where like the explanation is say purely geometric",
        "start": 5321.109,
        "duration": 6.84
    },
    {
        "text": "No",
        "start": 5328.379,
        "duration": 0.5
    },
    {
        "text": "There's no more like but why but why it's like because we live in a universe with these dimensions hmm",
        "start": 5328.879,
        "duration": 7.2
    },
    {
        "text": "There you go, and so yeah, it takes a long time",
        "start": 5336.139,
        "duration": 3.299
    },
    {
        "text": "But it's it's not like it takes a long time because I'm just busy with mine field or with brain candy or with the curiosity",
        "start": 5339.439,
        "duration": 6.57
    },
    {
        "text": "Box it takes a long time because I've decided",
        "start": 5346.01,
        "duration": 1.899
    },
    {
        "text": "That I want it to be that runt. I want to put that much work into it right. I think that's I'm kind",
        "start": 5347.909,
        "duration": 7.25
    },
    {
        "text": "I'm jealous of that",
        "start": 5355.159,
        "duration": 1.42
    },
    {
        "text": "Mindset that you have and I know there's other channels on YouTube to have this",
        "start": 5356.579,
        "duration": 2.839
    },
    {
        "text": "It's done when it's done cuz I get so anxious when I don't well. They have a whole different",
        "start": 5360.689,
        "duration": 4.55
    },
    {
        "text": "It's letting you be doing",
        "start": 5365.399,
        "duration": 2.0
    },
    {
        "text": "Educational content because I can keep going deeper into the subject right?",
        "start": 5367.439,
        "duration": 5.36
    },
    {
        "text": "But if I was doing like comedy like wins a joke done. Yeah is no",
        "start": 5372.899,
        "duration": 4.7
    },
    {
        "text": "Answer, there's no definite answer. Do you get anxious when you don't upload on V, Sun like a like a classic video?",
        "start": 5378.179,
        "duration": 5.779
    },
    {
        "text": "Oh, yeah, of course yeah of course, and I really start feeling that pressure",
        "start": 5383.959,
        "duration": 3.689
    },
    {
        "text": "And I really feel like you know if I if I'm not active enough then people move on maybe they",
        "start": 5387.649,
        "duration": 5.7
    },
    {
        "text": "Stop even remembering that there's this great. Thank you",
        "start": 5393.449,
        "duration": 3.439
    },
    {
        "text": "I think that I'm making minute and so you know I can use social media to put more out",
        "start": 5396.889,
        "duration": 5.04
    },
    {
        "text": "and",
        "start": 5402.659,
        "duration": 1.681
    },
    {
        "text": "the question is like do I",
        "start": 5404.34,
        "duration": 2.0
    },
    {
        "text": "Create a format like a type of show that takes less work",
        "start": 5406.379,
        "duration": 3.14
    },
    {
        "text": "You know like I could easily I could I could do you know an episode about",
        "start": 5409.519,
        "duration": 4.02
    },
    {
        "text": "something",
        "start": 5414.209,
        "duration": 1.29
    },
    {
        "text": "Just from reading a Wikipedia page, but I wouldn't be happy with that",
        "start": 5415.499,
        "duration": 2.899
    },
    {
        "text": "it wouldn't challenge me so I",
        "start": 5418.399,
        "duration": 1.631
    },
    {
        "text": "Put a lot of time into things and I try to consume all the media that already",
        "start": 5420.03,
        "duration": 4.879
    },
    {
        "text": "Exists on that top and so I can say look. I've read all the books",
        "start": 5424.979,
        "duration": 3.439
    },
    {
        "text": "I've watched all these lectures and here's the synthesis of them",
        "start": 5428.639,
        "duration": 3.709
    },
    {
        "text": "Here's what some of them missed out on some of them added and so it it did",
        "start": 5432.349,
        "duration": 4.62
    },
    {
        "text": "Justifies its existence. It's not just another of the same hmm",
        "start": 5437.519,
        "duration": 3.919
    },
    {
        "text": "interesting",
        "start": 5441.989,
        "duration": 1.71
    },
    {
        "text": "Tell me about this was one from the subreddit people were interested in",
        "start": 5443.699,
        "duration": 3.71
    },
    {
        "text": "Tell me about Michael Vsauce from middle school and high school. What kind of dude were you then oh man? What was your lower?",
        "start": 5447.78,
        "duration": 6.62
    },
    {
        "text": "Education experience, I think that's lower education middle school high school",
        "start": 5455.22,
        "duration": 4.25
    },
    {
        "text": "I mean I was still the same person right now",
        "start": 5459.47,
        "duration": 3.0
    },
    {
        "text": "But I you know there was no YouTube um",
        "start": 5462.63,
        "duration": 2.359
    },
    {
        "text": "I did all the things you would expect right I was part of the trivia team I",
        "start": 5465.09,
        "duration": 4.399
    },
    {
        "text": "I did act in a lot of musicals and plays and stuff",
        "start": 5470.22,
        "duration": 3.41
    },
    {
        "text": "And I I find that interesting that you're you are an entertainer. I feel like yeah as much as you are an educator",
        "start": 5473.67,
        "duration": 6.11
    },
    {
        "text": "Yeah, which one do you think you're more of an entertainer? Huh? I think it's just important for me",
        "start": 5479.78,
        "duration": 5.159
    },
    {
        "text": "not to say like I'm scientist Michael because I'm not and I don't want anyone to think that I",
        "start": 5484.94,
        "duration": 6.54
    },
    {
        "text": "Believe I have super knowledge or any kind of like I don't I mean the more episodes. I make the more",
        "start": 5491.97,
        "duration": 6.589
    },
    {
        "text": "I'm like I'm an idiot, and thank goodness that are such smart people out there",
        "start": 5498.56,
        "duration": 4.26
    },
    {
        "text": "I can talk to so you know. I think it's just safer to be an entertainer mmm science communicator",
        "start": 5502.82,
        "duration": 6.659
    },
    {
        "text": "But what I'm pointing to and you can see by the length of my video descriptions",
        "start": 5510.3,
        "duration": 3.979
    },
    {
        "text": "Look at what the researchers have done look at what they're doing. They're the ones whose work",
        "start": 5514.41,
        "duration": 4.49
    },
    {
        "text": "I'm showing to the public and helping them show to the public",
        "start": 5518.9,
        "duration": 2.429
    },
    {
        "text": "What kind of plays were you in in high school uh?",
        "start": 5522.15,
        "duration": 2.179
    },
    {
        "text": "I was the oldest looking student",
        "start": 5524.85,
        "duration": 3.53
    },
    {
        "text": "Okay, so when identical yeah, right in hell why high school? I already had a receding hairlines, and so they needed a dad",
        "start": 5528.9,
        "duration": 7.609
    },
    {
        "text": "Michael like yes, you were the typecast dad. Yeah, I was the general and Kiss Me Kate because I was the oldest looking person",
        "start": 5537.39,
        "duration": 7.25
    },
    {
        "text": "Right I had that does the authority right. Did you have a beard back then?",
        "start": 5544.64,
        "duration": 3.299
    },
    {
        "text": "No, I'm mmm. I had",
        "start": 5549.24,
        "duration": 2.81
    },
    {
        "text": "Sideburn very nice I'd like to say that I'm a played around with a goatee. I definitely did and through college",
        "start": 5552.75,
        "duration": 6.35
    },
    {
        "text": "I had a goatee okay. It wasn't until I graduated college moved to New York, and that was like right when the hipster sort of",
        "start": 5559.1,
        "duration": 6.66
    },
    {
        "text": "subculture emerged right like I was there with",
        "start": 5566.76,
        "duration": 3.199
    },
    {
        "text": "Williamsburg and all of this and all of a sudden the beard was totally of course you should have a beard",
        "start": 5570.21,
        "duration": 4.52
    },
    {
        "text": "Did you ever bleach her?",
        "start": 5574.79,
        "duration": 1.84
    },
    {
        "text": "nope",
        "start": 5576.63,
        "duration": 1.77
    },
    {
        "text": "That's a question. I should never all I guess I rush to my tips once. I loved it. I loved it you looked great",
        "start": 5578.4,
        "duration": 5.869
    },
    {
        "text": "No, no you didn't actually",
        "start": 5585.12,
        "duration": 2.0
    },
    {
        "text": "Oh, what are you talking about? You didn't know me then you're talking about that",
        "start": 5587.39,
        "duration": 3.209
    },
    {
        "text": "I'm talking about this boy band the boy band you did it not ironic. Oh when I was in middle school and my hair",
        "start": 5590.6,
        "duration": 6.149
    },
    {
        "text": "Where'd you grow up? I grew up in Ventura",
        "start": 5597.09,
        "duration": 2.09
    },
    {
        "text": "Okay, yeah, of course so yeah, you're like you know offspring and crazy taxi in frosted tips yeah, thanks",
        "start": 5599.97,
        "duration": 7.579
    },
    {
        "text": "You're giving me a break here. You're you're letting me off. The hook. It was the society around yeah",
        "start": 5607.55,
        "duration": 3.9
    },
    {
        "text": "It was very popular at the time, but as you can imagine there's all these cool slick kids",
        "start": 5611.61,
        "duration": 4.22
    },
    {
        "text": "Where all the girls one of these guys they all the girls? I don't know what it is",
        "start": 5616.47,
        "duration": 4.25
    },
    {
        "text": "They love the spiky frosted tips. Yeah, all I wanted was some spiky frosted tips yellow. What is what is it about the soprano?",
        "start": 5620.75,
        "duration": 7.799
    },
    {
        "text": "B44 look",
        "start": 5630.54,
        "duration": 2.0
    },
    {
        "text": "But anyway back in high school",
        "start": 5635.73,
        "duration": 2.0
    },
    {
        "text": "Man, I hate my fucking hair, but I wanted to look like these cool frosted tips gentlemen and I try to frost my curly ass",
        "start": 5638.37,
        "duration": 6.799
    },
    {
        "text": "hair, and it just really I looked like I",
        "start": 5645.93,
        "duration": 3.379
    },
    {
        "text": "Looked like a Three Stooges are something like it was just a total fucking disaster",
        "start": 5650.46,
        "duration": 3.89
    },
    {
        "text": "Is that is that good hindsight or at the time was it cool?",
        "start": 5654.83,
        "duration": 3.989
    },
    {
        "text": "It was bad all that I really yeah",
        "start": 5658.82,
        "duration": 2.16
    },
    {
        "text": "I hated my hair so much as a kid my mom's a",
        "start": 5660.98,
        "duration": 2.339
    },
    {
        "text": "Hairdresser and once because my hair used to be quite long. I had like a full-on Jew fro down here",
        "start": 5663.39,
        "duration": 4.909
    },
    {
        "text": "yeah, and she straightened it I",
        "start": 5668.42,
        "duration": 2.0
    },
    {
        "text": "Swear to you now. She's chemically straighten my hair, and I came and even then it wouldn't fall",
        "start": 5670.56,
        "duration": 5.899
    },
    {
        "text": "I was like I'm gonna have like a baffle made of hair right. Yeah. It was it just went like this",
        "start": 5676.46,
        "duration": 5.129
    },
    {
        "text": "Wow like see photos",
        "start": 5682.2,
        "duration": 2.719
    },
    {
        "text": "Bro it was",
        "start": 5687.18,
        "duration": 1.47
    },
    {
        "text": "Humiliating and it was chemically straightened, so I couldn't undo it right right yeah",
        "start": 5688.65,
        "duration": 4.49
    },
    {
        "text": "I I I had curly hair as well, and so I couldn't do the looks that I wanted you know",
        "start": 5693.14,
        "duration": 6.119
    },
    {
        "text": "Did you wish you had frosted - no",
        "start": 5701.25,
        "duration": 2.149
    },
    {
        "text": "Did you want a spike? I wanted the really gelled look right?",
        "start": 5704.22,
        "duration": 4.369
    },
    {
        "text": "You know some curly guys pull off the gel look",
        "start": 5708.59,
        "duration": 2.79
    },
    {
        "text": "I never can I probably didn't have and I didn't care enough. I didn't put and how would I even do it? I'm",
        "start": 5711.38,
        "duration": 6.85
    },
    {
        "text": "31 okay, so we're from the same generation yeah",
        "start": 5719.17,
        "duration": 2.659
    },
    {
        "text": "Got it. I'm older than you is that strange how much that's strange not by the minds",
        "start": 5722.71,
        "duration": 5.029
    },
    {
        "text": "But it's still strange because you stopped the dad vibe. Well, yeah",
        "start": 5727.9,
        "duration": 3.649
    },
    {
        "text": "Great hair yes, that's true. They didn't help my case. I'm gonna bleach those. I'm gonna take care of",
        "start": 5738.369,
        "duration": 4.49
    },
    {
        "text": "It is funny to realize that like touring with Adam Savage who is 50 right that",
        "start": 5744.369,
        "duration": 4.82
    },
    {
        "text": "We gotta come across like which is the same age. I totally agree at a certain point like past. I'd say it 20",
        "start": 5749.559,
        "duration": 5.87
    },
    {
        "text": "I want to say like 20 is there I know some people who are 22 that I consider my complete and utter peers yeah",
        "start": 5755.429,
        "duration": 7.02
    },
    {
        "text": "But that's um yeah, it's really definitely not but over the age of like 30. It's pretty much all the same shit. Yeah some",
        "start": 5763.389,
        "duration": 7.459
    },
    {
        "text": "Look older, but yeah, you just become an adult. You're just in this yeah Locke",
        "start": 5772.0,
        "duration": 4.489
    },
    {
        "text": "Yeah life sucks for all of us we all have way too much responsibility",
        "start": 5776.5,
        "duration": 4.069
    },
    {
        "text": "Why do you think people are did you know Jordan Pearson? No anyway? He's this guy he's a",
        "start": 5781.96,
        "duration": 6.679
    },
    {
        "text": "He's a brain guy",
        "start": 5790.119,
        "duration": 2.0
    },
    {
        "text": "He's a psychologist he's a psychoanalyst or",
        "start": 5793.329,
        "duration": 2.81
    },
    {
        "text": "Psycho anesthetist I was one. I was talking about why is it that he thinks that so many people are depressed these days",
        "start": 5796.659,
        "duration": 6.56
    },
    {
        "text": "Because it seems to me",
        "start": 5804.039,
        "duration": 1.77
    },
    {
        "text": "Do you have that same impression that there's more people with mental more people with mental health issues now then then there seem to be",
        "start": 5805.809,
        "duration": 6.71
    },
    {
        "text": "Before maybe it's an issue of reporting or people more comfortable talking about it",
        "start": 5812.52,
        "duration": 4.439
    },
    {
        "text": "But his explanation that I thought was really compelling was that life is more complicated now",
        "start": 5816.969,
        "duration": 5.959
    },
    {
        "text": "For an individual than it was ever intended to be or ever was before",
        "start": 5823.539,
        "duration": 4.46
    },
    {
        "text": "What do you mean? I'm just curious",
        "start": 5828.849,
        "duration": 2.12
    },
    {
        "text": "what are your thoughts on that that's a great question and I'm completely unqualified to talk yeah sure but",
        "start": 5830.969,
        "duration": 5.52
    },
    {
        "text": "Life being more complicated. I'm not sure what that means but",
        "start": 5839.53,
        "duration": 3.5
    },
    {
        "text": "You have so much knowledge",
        "start": 5844.36,
        "duration": 2.0
    },
    {
        "text": "Are not knowledge, but like so much information available to you",
        "start": 5846.929,
        "duration": 2.819
    },
    {
        "text": "It's an overload to me it felt like",
        "start": 5850.3,
        "duration": 2.6
    },
    {
        "text": "We have so many more responsibilities. We have to go work. We have to take care of people we have to pay bills",
        "start": 5853.51,
        "duration": 6.199
    },
    {
        "text": "We have to worry about making money",
        "start": 5859.709,
        "duration": 1.591
    },
    {
        "text": "We have to worry about having an apartment like all these stuff, but the one you have to worry about government",
        "start": 5861.3,
        "duration": 6.359
    },
    {
        "text": "You have to worry about",
        "start": 5867.659,
        "duration": 2.0
    },
    {
        "text": "Taxation I mean naturally",
        "start": 5870.039,
        "duration": 2.419
    },
    {
        "text": "You don't you just have like a fucking farm that you till right you just feed yourself. I mean shelter yourself",
        "start": 5874.659,
        "duration": 5.99
    },
    {
        "text": "feeding yourself",
        "start": 5881.38,
        "duration": 1.349
    },
    {
        "text": "Surviving off of the land is also pretty complicated. Let me ask you this have you ever read the Unabomber is manifesto I",
        "start": 5882.729,
        "duration": 7.04
    },
    {
        "text": "live it I",
        "start": 5891.01,
        "duration": 1.979
    },
    {
        "text": "wouldn't recommend living it but",
        "start": 5892.989,
        "duration": 2.0
    },
    {
        "text": "You know I I'm not afraid to admit. I ordered it off Amazon",
        "start": 5896.469,
        "duration": 3.56
    },
    {
        "text": "Yeah, and you know",
        "start": 5902.26,
        "duration": 2.0
    },
    {
        "text": "His his theory by the way, can I just say it's like god Bless America that you can buy that book",
        "start": 5904.42,
        "duration": 4.669
    },
    {
        "text": "Yeah, you know I think",
        "start": 5909.849,
        "duration": 2.0
    },
    {
        "text": "It's it's such a weird thing when you get the book. It's got this whole disclaimer on the back",
        "start": 5912.789,
        "duration": 4.13
    },
    {
        "text": "That's like no funds",
        "start": 5916.92,
        "duration": 1.769
    },
    {
        "text": "Go to the Unabomber like all the funds are donated to the Red Cross and the publisher just to cover the costs, right",
        "start": 5918.689,
        "duration": 5.1
    },
    {
        "text": "But it's cool that we can preserve that and not just burn it and be like this was a he like now",
        "start": 5924.88,
        "duration": 4.969
    },
    {
        "text": "let's hear what these guys these going on the",
        "start": 5929.86,
        "duration": 2.81
    },
    {
        "text": "Blow up some schools right Mike no. It's not okay the uncomfortable thing about",
        "start": 5933.519,
        "duration": 4.4
    },
    {
        "text": "The Unabomber is that he had a lot of the same philosophies that",
        "start": 5938.86,
        "duration": 3.589
    },
    {
        "text": "futurists do today",
        "start": 5943.719,
        "duration": 1.681
    },
    {
        "text": "Except that he mailed bombs to people I have words that disconnect everything yeah",
        "start": 5945.4,
        "duration": 4.759
    },
    {
        "text": "I think you know the disconnect was that he believed the only solution was a revolution that",
        "start": 5950.159,
        "duration": 5.879
    },
    {
        "text": "Completely tore down society okay",
        "start": 5956.499,
        "duration": 2.03
    },
    {
        "text": "He goes so far as to say we need to destroy and burn technical manuals books. This is all based on",
        "start": 5958.809,
        "duration": 6.77
    },
    {
        "text": "You know this is an idea we hear all the time that like we evolved for millions",
        "start": 5965.679,
        "duration": 3.77
    },
    {
        "text": "of years to deal with a certain kind of society in life, and then rapidly in the last just",
        "start": 5969.789,
        "duration": 6.8
    },
    {
        "text": "Hundreds of years or less we've had go into a whole different kind of living that our biological bodies and minds",
        "start": 5977.26,
        "duration": 6.45
    },
    {
        "text": "Weren't I guess that's what well Jordan bits writer cement, and and what the Unabomber says which I'm glad to be quoting now",
        "start": 5983.96,
        "duration": 6.919
    },
    {
        "text": "Let's put him on yeah. He's like look if if you",
        "start": 5990.88,
        "duration": 3.99
    },
    {
        "text": "He asked this good question, which is if you had to spend every day?",
        "start": 5996.139,
        "duration": 5.03
    },
    {
        "text": "fighting for your survival finding food hunting building structures",
        "start": 6002.11,
        "duration": 4.52
    },
    {
        "text": "Reproducing if that was and you had to do this all these creative challenging ways every day",
        "start": 6007.27,
        "duration": 4.069
    },
    {
        "text": "And that was it just to not die hmm",
        "start": 6011.34,
        "duration": 2.52
    },
    {
        "text": "Would you still want to check Twitter?",
        "start": 6014.86,
        "duration": 2.51
    },
    {
        "text": "Would you still want to study the motions of the moon? Yeah like are those really giving humans happiness or?",
        "start": 6018.1,
        "duration": 7.489
    },
    {
        "text": "is it a thing that we've invented to fill the time should we now have because we've invented agriculture and",
        "start": 6026.199,
        "duration": 6.709
    },
    {
        "text": "We don't have to worry about",
        "start": 6033.58,
        "duration": 2.0
    },
    {
        "text": "Food and survival instead we can study the physics of ceramic we can do all these other things and those those",
        "start": 6035.98,
        "duration": 7.969
    },
    {
        "text": "Aren't the I forget what he calls them, but they're not these",
        "start": 6044.53,
        "duration": 2.81
    },
    {
        "text": "True goals so his",
        "start": 6049.51,
        "duration": 2.39
    },
    {
        "text": "Opinion is that arts and",
        "start": 6053.469,
        "duration": 2.209
    },
    {
        "text": "science is",
        "start": 6056.35,
        "duration": 1.77
    },
    {
        "text": "Bad yeah, yeah",
        "start": 6058.12,
        "duration": 2.059
    },
    {
        "text": "I mean he was he was easel is that just I mean I'm like argument that you Unabomber here like defending him",
        "start": 6060.179,
        "duration": 6.24
    },
    {
        "text": "But that just seems stupid because I mean you can just go living on a fucking farm if you want to and that's what he",
        "start": 6066.42,
        "duration": 5.339
    },
    {
        "text": "Did right you know I mean he's still I think had to buy",
        "start": 6071.76,
        "duration": 3.27
    },
    {
        "text": "Certain things that he could not get for himself",
        "start": 6075.61,
        "duration": 2.81
    },
    {
        "text": "I think he didn't make a lot of his own clothing, but his whole argument was that look look at the car",
        "start": 6078.489,
        "duration": 7.37
    },
    {
        "text": "Okay, the car was invented and",
        "start": 6085.96,
        "duration": 2.0
    },
    {
        "text": "It's more than an invention though",
        "start": 6088.96,
        "duration": 2.06
    },
    {
        "text": "It is something that we now have to deal with",
        "start": 6091.02,
        "duration": 2.549
    },
    {
        "text": "Because think of how many people live in a place where they need a car just to get to work or to some family",
        "start": 6093.76,
        "duration": 5.06
    },
    {
        "text": "Yeah, again, that's what it's like you have to buy a car insurance. You get home. It shares all this shit",
        "start": 6098.82,
        "duration": 5.01
    },
    {
        "text": "You have to feel right so technology isn't just lawless balonus a technology is a thing that changes us",
        "start": 6103.86,
        "duration": 6.51
    },
    {
        "text": "And all of a sudden now. We've got cars",
        "start": 6111.239,
        "duration": 1.651
    },
    {
        "text": "We have roads you're not free to go wherever you want to go actually you used to be you could just walk wherever",
        "start": 6112.89,
        "duration": 5.159
    },
    {
        "text": "Now ooh the highways. It's actually you know you can't walk there. No pedestrians right and and you know a lot of this is",
        "start": 6118.54,
        "duration": 7.489
    },
    {
        "text": "At least philosophically interesting I don't prescribe to his philosophy. Yeah, I think that it's worth considering these I I",
        "start": 6127.719,
        "duration": 6.23
    },
    {
        "text": "There's a great wired article called the future doesn't need us and",
        "start": 6135.67,
        "duration": 3.83
    },
    {
        "text": "In that article the author quotes the Unabomber without crediting him, and you read this section you go, that's really",
        "start": 6139.96,
        "duration": 7.31
    },
    {
        "text": "Amazing that like we're reaching a point where",
        "start": 6147.88,
        "duration": 2.12
    },
    {
        "text": "We can't turn off the technology because our lives depend on it and then later in the article",
        "start": 6150.34,
        "duration": 5.57
    },
    {
        "text": "He's like by the way that was the Unabomber you're like whoa",
        "start": 6155.91,
        "duration": 2.189
    },
    {
        "text": "You know and that's what actually spurred me to get the book because I wanted to see this and it is fascinating to think",
        "start": 6158.41,
        "duration": 6.139
    },
    {
        "text": "What I've evolved to be able to do to spread my genes",
        "start": 6165.82,
        "duration": 3.5
    },
    {
        "text": "All happened before the internet before telephones before agriculture before",
        "start": 6170.2,
        "duration": 5.089
    },
    {
        "text": "tools",
        "start": 6176.08,
        "duration": 1.17
    },
    {
        "text": "and now this technology is here, and it's",
        "start": 6177.25,
        "duration": 3.14
    },
    {
        "text": "You know it's affecting us. Yeah, definitely. I I've always felt that like",
        "start": 6181.21,
        "duration": 5.66
    },
    {
        "text": "evolution",
        "start": 6187.75,
        "duration": 2.0
    },
    {
        "text": "Has isn't really taking form in humans",
        "start": 6189.76,
        "duration": 3.2
    },
    {
        "text": "it's more the",
        "start": 6192.96,
        "duration": 1.21
    },
    {
        "text": "The technology is our evolution like we were fighting natural evolution because if someone's born with a birth defect",
        "start": 6194.17,
        "duration": 6.83
    },
    {
        "text": "We we help them survive",
        "start": 6202.93,
        "duration": 2.0
    },
    {
        "text": "Someone who's like we we we coddle or",
        "start": 6206.2,
        "duration": 3.349
    },
    {
        "text": "That I see what you're saying",
        "start": 6210.7,
        "duration": 1.4
    },
    {
        "text": "People are being eliminated from the gene pool like what would happen in the wild I guess is what you say natural selection is stopped",
        "start": 6212.1,
        "duration": 5.85
    },
    {
        "text": "controlled by us yeah, and I think there's",
        "start": 6218.5,
        "duration": 2.18
    },
    {
        "text": "Incredibly great arguments for why it is important? Hey, you're not you you have trouble getting around this can help you that's fantastic",
        "start": 6221.23,
        "duration": 7.7
    },
    {
        "text": "Yeah, there's there's this",
        "start": 6228.989,
        "duration": 2.0
    },
    {
        "text": "much more abstract question of because we invented the container",
        "start": 6231.219,
        "duration": 4.46
    },
    {
        "text": "It's all gone hill downhill",
        "start": 6236.38,
        "duration": 2.0
    },
    {
        "text": "Yeah, like because we could start collecting more berries than we needed for that day. We all of a sudden lost",
        "start": 6239.29,
        "duration": 6.989
    },
    {
        "text": "this cycle that we have to go through psychologically of",
        "start": 6246.95,
        "duration": 3.799
    },
    {
        "text": "Finding a challenge and overcoming it right all of a sudden. It's like well",
        "start": 6251.51,
        "duration": 3.38
    },
    {
        "text": "I don't need to do any of this stuff to live yeah, but I've got the time",
        "start": 6254.89,
        "duration": 4.439
    },
    {
        "text": "So I'm gonna go to and do a nine-to-five job",
        "start": 6259.33,
        "duration": 2.069
    },
    {
        "text": "Or I'm going to you know learn how to juggle or I'm going to and those all are great",
        "start": 6261.4,
        "duration": 5.16
    },
    {
        "text": "But the the perspective that do they make us happy",
        "start": 6266.75,
        "duration": 3.5
    },
    {
        "text": "I get really deep I genuinely think that part of the reason why people are so depressed or anxious or whatever is the lack of?",
        "start": 6270.46,
        "duration": 5.91
    },
    {
        "text": "like",
        "start": 6276.37,
        "duration": 2.0
    },
    {
        "text": "Fundamentally and biologically fulfilling things like growing shit or",
        "start": 6278.63,
        "duration": 3.83
    },
    {
        "text": "Raising a child or have like these things. I really build building a shelter stuff like that",
        "start": 6282.98,
        "duration": 6.049
    },
    {
        "text": "Yeah, that like our brains are wired to actually",
        "start": 6289.03,
        "duration": 3.15
    },
    {
        "text": "Be satisfied when you do something like that, and we don't have that level of satisfaction",
        "start": 6292.91,
        "duration": 3.5
    },
    {
        "text": "By going to a nine-to-five job and getting a check and picking up groceries like you don't get that same sense",
        "start": 6296.96,
        "duration": 6.47
    },
    {
        "text": "of purpose from these things",
        "start": 6303.98,
        "duration": 2.0
    },
    {
        "text": "fulfillment, I think is that key word yeah, you know you said that and a",
        "start": 6306.41,
        "duration": 3.439
    },
    {
        "text": "It's weird to imagine that question that I that I you know posed earlier",
        "start": 6310.58,
        "duration": 5.029
    },
    {
        "text": "which is that if every day was about will I be able to find enough food and clean water to survive and",
        "start": 6315.61,
        "duration": 5.189
    },
    {
        "text": "But I can I'm able to do that, but it takes up all of my time and cognitive resources and creativity every day",
        "start": 6321.02,
        "duration": 6.14
    },
    {
        "text": "Would I still?",
        "start": 6327.77,
        "duration": 1.92
    },
    {
        "text": "Do X mmm would I still?",
        "start": 6329.69,
        "duration": 2.39
    },
    {
        "text": "You know and and it's weird because are you arguing that we shouldn't have explored the world or invented the printing press or?",
        "start": 6332.66,
        "duration": 7.669
    },
    {
        "text": "poetry right the Unabomber would say yeah, that's bad and",
        "start": 6340.64,
        "duration": 3.979
    },
    {
        "text": "I",
        "start": 6345.14,
        "duration": 1.41
    },
    {
        "text": "Hate the cliche of well, there's a balance that we need",
        "start": 6346.55,
        "duration": 2.72
    },
    {
        "text": "but I think that it's something we're going to be asking ourselves more and more and",
        "start": 6349.27,
        "duration": 4.14
    },
    {
        "text": "Well-run evitable. It's like you can't fight progress",
        "start": 6354.23,
        "duration": 2.419
    },
    {
        "text": "It's like can you the Unabomber believed?",
        "start": 6358.34,
        "duration": 2.479
    },
    {
        "text": "He could not I feel like I work out what he thinks is he's going back to a natural state, but I would argue",
        "start": 6360.82,
        "duration": 5.1
    },
    {
        "text": "It's unnatural to fight the progress right we're having yeah",
        "start": 6365.92,
        "duration": 3.99
    },
    {
        "text": "This is this and I think what we're we're undergoing is is natural because our brains",
        "start": 6369.91,
        "duration": 5.369
    },
    {
        "text": "evolved to be able to realize hey, I can make this stone a bit sharper and",
        "start": 6375.86,
        "duration": 4.669
    },
    {
        "text": "Everything happenings natural yes. It's all we're all playing out like",
        "start": 6381.17,
        "duration": 4.759
    },
    {
        "text": "the natural course of how a species like ours evolved and at my point about",
        "start": 6386.599,
        "duration": 4.82
    },
    {
        "text": "Natural selection no longer taking place is that we're no longer being",
        "start": 6391.88,
        "duration": 3.62
    },
    {
        "text": "Selected on a biological like I think in a thousand years if we're still around we're gonna be the same species",
        "start": 6396.349,
        "duration": 6.02
    },
    {
        "text": "But the technology is now what's replaced biological evolution is",
        "start": 6402.5,
        "duration": 4.099
    },
    {
        "text": "a technological evolution",
        "start": 6407.179,
        "duration": 2.0
    },
    {
        "text": "Yep, might it. Be that in the future",
        "start": 6409.909,
        "duration": 2.12
    },
    {
        "text": "thousands tens of thousands of years from now",
        "start": 6412.639,
        "duration": 2.0
    },
    {
        "text": "Natural selection will have selected people who don't get so stressed out and depressed by",
        "start": 6415.19,
        "duration": 5.929
    },
    {
        "text": "Technology's influence on the world because you just if you don't fit into the mold of like well, what's your job?",
        "start": 6422.15,
        "duration": 5.0
    },
    {
        "text": "But you gotta have a career you gotta you got to do this thing you can't but they'll still reproduce",
        "start": 6427.159,
        "duration": 4.43
    },
    {
        "text": "Probably maybe over the course of many many times that that because it's still a matter of reproduction right yeah",
        "start": 6433.099,
        "duration": 6.29
    },
    {
        "text": "Totally totally so everything that happens after you can reproduce is in this",
        "start": 6439.389,
        "duration": 4.08
    },
    {
        "text": "selection shadow natural selection doesn't really",
        "start": 6443.989,
        "duration": 2.81
    },
    {
        "text": "Get molded by what happens to you later so heart disease Alzheimer's",
        "start": 6447.38,
        "duration": 4.069
    },
    {
        "text": "those things all happen so late right that it didn't get",
        "start": 6452.51,
        "duration": 3.08
    },
    {
        "text": "weeded out by natural selection, right",
        "start": 6456.56,
        "duration": 2.0
    },
    {
        "text": "so I",
        "start": 6459.53,
        "duration": 2.0
    },
    {
        "text": "I don't know. I think that's that's a that'd be a great movie. What is it like in thirty thousand years is?",
        "start": 6461.719,
        "duration": 6.709
    },
    {
        "text": "everyone just like",
        "start": 6469.04,
        "duration": 2.0
    },
    {
        "text": "The kind of mind that thrives in a corporate environment because that's what's expected. I mean, there's this really narrow",
        "start": 6471.409,
        "duration": 6.83
    },
    {
        "text": "expectation and if you deviate from that you're weird and dangerous and",
        "start": 6478.79,
        "duration": 3.679
    },
    {
        "text": "You can still reproduce, but then you've got",
        "start": 6483.739,
        "duration": 2.93
    },
    {
        "text": "With suicide you've got factors that could influence that right and in sounds like a sci-fi movie. Yeah",
        "start": 6487.429,
        "duration": 7.43
    },
    {
        "text": "It's it's a possible future and so again if you want to learn more about it",
        "start": 6495.5,
        "duration": 5.0
    },
    {
        "text": "I would recommend other futurists besides the Unabomber but it all starts there all good start there, but he",
        "start": 6500.5,
        "duration": 6.959
    },
    {
        "text": "You know got the manifesto published in the New Year times, but well yeah that well",
        "start": 6508.429,
        "duration": 4.68
    },
    {
        "text": "That was one of his demands so this this is called I find that a little bit paradoxical this",
        "start": 6513.11,
        "duration": 4.71
    },
    {
        "text": "Philosophy is called futurism of this thought that we should",
        "start": 6519.54,
        "duration": 2.419
    },
    {
        "text": "That's just a a broad term for thinking about a long long future. Yeah",
        "start": 6522.9,
        "duration": 6.83
    },
    {
        "text": "Being terrified of technology and its influence that's being a Luddite",
        "start": 6530.79,
        "duration": 3.5
    },
    {
        "text": "That's a like a different thing you could be you totally love technology and think that it is gonna bring the best future possible",
        "start": 6534.29,
        "duration": 5.609
    },
    {
        "text": "So what do you think about Elon Musk? What do you think generally about him?",
        "start": 6540.72,
        "duration": 3.859
    },
    {
        "text": "What do you think about his plans to call it colonize Mars?",
        "start": 6544.58,
        "duration": 2.459
    },
    {
        "text": "Do you think that's do you think that that's a worthy goal, or is that a waste of time? Oh totally?",
        "start": 6547.04,
        "duration": 4.14
    },
    {
        "text": "I think it's totally worth it because we",
        "start": 6551.18,
        "duration": 2.52
    },
    {
        "text": "Whether we like it or not are sort of the",
        "start": 6555.75,
        "duration": 2.03
    },
    {
        "text": "autobiographies of the universe he record information better than the universe does it says",
        "start": 6558.33,
        "duration": 5.45
    },
    {
        "text": "Carl Sagan is just great saying",
        "start": 6564.09,
        "duration": 1.61
    },
    {
        "text": "We are a way for the universe to know itself right yeah, and it's not just it's knowing in a really",
        "start": 6565.7,
        "duration": 6.089
    },
    {
        "text": "Rich way like we can write down exactly what the temperature was every day",
        "start": 6573.33,
        "duration": 4.549
    },
    {
        "text": "But it's hard to look back at you know tree rings and glaciers and really figure out what the temperature was on January 12th",
        "start": 6578.04,
        "duration": 7.97
    },
    {
        "text": "For billion BC right, but we can record those things, and I don't know",
        "start": 6587.01,
        "duration": 5.089
    },
    {
        "text": "What the you know end purpose of all that is but?",
        "start": 6592.62,
        "duration": 3.319
    },
    {
        "text": "We can tell those stories and nothing else can so so going to Mars",
        "start": 6598.14,
        "duration": 6.95
    },
    {
        "text": "Exploring it",
        "start": 6605.82,
        "duration": 1.47
    },
    {
        "text": "Preserving how it is today? That's that's my big concern is making sure that I don't know how you do it",
        "start": 6607.29,
        "duration": 6.859
    },
    {
        "text": "But you section off",
        "start": 6614.15,
        "duration": 1.21
    },
    {
        "text": "We need to make sure that as Mars is and has been for most of our species",
        "start": 6615.36,
        "duration": 4.49
    },
    {
        "text": "Existence is still",
        "start": 6619.95,
        "duration": 1.34
    },
    {
        "text": "There as a historical artifact, right?",
        "start": 6621.29,
        "duration": 2.37
    },
    {
        "text": "So if you're watching out there future people who are colonizing Mars named a park after me on Mars amen keep it natural guys we",
        "start": 6623.97,
        "duration": 7.159
    },
    {
        "text": "Need some natural parks and Marlies parts of it right like we need to",
        "start": 6631.13,
        "duration": 3.36
    },
    {
        "text": "Keep records of the story because why is that important to because most people say well",
        "start": 6635.1,
        "duration": 5.569
    },
    {
        "text": "It's a it's a biological insurance. It ensures that human. We'll continue to thrive and exist I",
        "start": 6640.67,
        "duration": 6.72
    },
    {
        "text": "Had geing our bets like what's what is it about the record-keeping that that's more",
        "start": 6648.06,
        "duration": 4.219
    },
    {
        "text": "That's important to use because what makes us different from everything else in the universe",
        "start": 6652.28,
        "duration": 4.229
    },
    {
        "text": "There's nothing bigger to it than that. I'm not like because then we'll all be happier",
        "start": 6656.61,
        "duration": 3.68
    },
    {
        "text": "It's more like because at the end of the day if our entire species died",
        "start": 6660.29,
        "duration": 4.29
    },
    {
        "text": "Jupiter wouldn't even know yeah, the moon would keep orbiting yeah, right?",
        "start": 6665.219,
        "duration": 4.97
    },
    {
        "text": "The only impact we have is",
        "start": 6670.77,
        "duration": 2.419
    },
    {
        "text": "records that also last a long time so",
        "start": 6673.739,
        "duration": 2.39
    },
    {
        "text": "Telling stories whether they're fiction or not like they can be made-up stories - that's a whole other",
        "start": 6677.55,
        "duration": 5.3
    },
    {
        "text": "Reflection of our minds that we get out there, that's there for after our Sun is exploded",
        "start": 6683.37,
        "duration": 5.27
    },
    {
        "text": "We've still got a Google years before the heat death of the universe",
        "start": 6688.71,
        "duration": 3.739
    },
    {
        "text": "other living organisms can discover what we have found and they will know the universe better because of what we",
        "start": 6692.82,
        "duration": 6.35
    },
    {
        "text": "Recorded about it does this idea terrify you of like an empty",
        "start": 6699.63,
        "duration": 3.53
    },
    {
        "text": "universe",
        "start": 6703.68,
        "duration": 1.019
    },
    {
        "text": "Just no conscious being like all this space all these stars and planets and not a single",
        "start": 6704.699,
        "duration": 5.75
    },
    {
        "text": "conscious being right this strange thought",
        "start": 6710.64,
        "duration": 2.569
    },
    {
        "text": "It's a weird. It's a weird thought that at a certain point because of entropy we will have",
        "start": 6714.33,
        "duration": 5.479
    },
    {
        "text": "No usable energy anywhere energy will be completely spread out there won't be more here and less here, and there won't be the ability to",
        "start": 6720.36,
        "duration": 6.83
    },
    {
        "text": "Put more energy in one place like to make a battery right and so that's the heat death. There's just it's we're done",
        "start": 6727.739,
        "duration": 7.13
    },
    {
        "text": "That like I said, it's like at Google years from now yes, it's it's a long way off, but",
        "start": 6736.38,
        "duration": 4.91
    },
    {
        "text": "you know if",
        "start": 6742.65,
        "duration": 2.0
    },
    {
        "text": "Organisms like us live that long maybe",
        "start": 6745.26,
        "duration": 2.06
    },
    {
        "text": "We'll find a way to feel like there'll always be some there's always a way",
        "start": 6747.93,
        "duration": 3.679
    },
    {
        "text": "And I feel like these theories are always changing - oh like that's the only if only fifty years ago everyone thought",
        "start": 6751.61,
        "duration": 4.859
    },
    {
        "text": "The universe would crunch back it crunch people still do think that's like ruled out. It's not like hey guys. I've got the answer",
        "start": 6756.719,
        "duration": 6.44
    },
    {
        "text": "We're gonna inflate forever",
        "start": 6763.17,
        "duration": 1.4
    },
    {
        "text": "It seems like nature is always way more simple and poetic and like the Big Crunch makes like poetic sense and that it like",
        "start": 6764.57,
        "duration": 7.229
    },
    {
        "text": "Crunches up it comes out at big bangs. It crunches up. I feel like the real answer is probably something more",
        "start": 6772.11,
        "duration": 5.54
    },
    {
        "text": "Cyclical then it just like phases out and disappears forever that seems",
        "start": 6779.04,
        "duration": 4.609
    },
    {
        "text": "could be just seems unlikely, but I don't know why I don't I don't think we",
        "start": 6784.5,
        "duration": 4.819
    },
    {
        "text": "well, yeah, we don't you know a lot and",
        "start": 6789.96,
        "duration": 2.78
    },
    {
        "text": "You know if we need to escape this universe and we will find a way to",
        "start": 6793.41,
        "duration": 3.409
    },
    {
        "text": "Enter another set of three. It's gonna be it's gonna be the",
        "start": 6797.46,
        "duration": 4.22
    },
    {
        "text": "Our brains are gonna be on a computer right. I'll blow into your mind. That's the fuckin that's it",
        "start": 6802.68,
        "duration": 4.879
    },
    {
        "text": "blackmail we were listening to I",
        "start": 6808.14,
        "duration": 2.089
    },
    {
        "text": "forget if it was a podcast about these guys working on AI mm-hmm and",
        "start": 6810.84,
        "duration": 5.15
    },
    {
        "text": "This whole philosophical debate about keeping them in a box you",
        "start": 6817.05,
        "duration": 3.77
    },
    {
        "text": "are you familiar with that no because basically a lot of people are afraid of AI right now and",
        "start": 6821.49,
        "duration": 5.629
    },
    {
        "text": "So they didn't get into much detail",
        "start": 6827.73,
        "duration": 2.569
    },
    {
        "text": "But they speak very metaphorically about keeping it in some kind of box so that we can get its help",
        "start": 6830.3,
        "duration": 5.07
    },
    {
        "text": "But we keep it caged up because we're afraid of what will happen if it's not",
        "start": 6835.38,
        "duration": 4.28
    },
    {
        "text": "caged right",
        "start": 6840.48,
        "duration": 2.0
    },
    {
        "text": "Thank you is with Sam Harris yeah, Sam Harrison some AI guys, but there's this really big",
        "start": 6844.5,
        "duration": 6.2
    },
    {
        "text": "Debate going on right now with Elon Musk and other people working on AI about should we be afraid or?",
        "start": 6851.58,
        "duration": 5.239
    },
    {
        "text": "Is it completely overblown, and this is gonna be I mean it's gonna be revolutionary one way or the other",
        "start": 6858.18,
        "duration": 4.609
    },
    {
        "text": "But it's just something that we should be afraid of it's very",
        "start": 6862.79,
        "duration": 2.399
    },
    {
        "text": "Right, it's great. This is real science fiction happening. It's ethical. You know it's like whoa wait a second if",
        "start": 6866.34,
        "duration": 6.77
    },
    {
        "text": "We can't be sure that these you know a eyes",
        "start": 6873.63,
        "duration": 3.35
    },
    {
        "text": "Aren't conscious then yeah, is it wrong to keep them in a box, but then you have to start asking well",
        "start": 6877.65,
        "duration": 6.83
    },
    {
        "text": "What is it like even to be a cockroach?",
        "start": 6884.48,
        "duration": 2.0
    },
    {
        "text": "like that they're fantastic if that was an AI",
        "start": 6886.65,
        "duration": 3.47
    },
    {
        "text": "We'd be like that's genius this thing it finds food. Yeah",
        "start": 6890.79,
        "duration": 5.18
    },
    {
        "text": "Yeah, could survive all kinds of things so should we not even be killing cockroaches if they have any kind of semblance of?",
        "start": 6895.97,
        "duration": 6.089
    },
    {
        "text": "goals for the future or",
        "start": 6902.64,
        "duration": 2.0
    },
    {
        "text": "Plans then. It's a tragedy when they died",
        "start": 6904.83,
        "duration": 3.439
    },
    {
        "text": "One of the more terrifying things I heard from that podcast that I thought was very thought-provoking is that we create AI?",
        "start": 6909.21,
        "duration": 5.42
    },
    {
        "text": "We can never know actually if there's real true consciousness instead of a AI right yeah",
        "start": 6914.73,
        "duration": 5.36
    },
    {
        "text": "I can't know if you're conscious. You could be a philosophical signe",
        "start": 6920.09,
        "duration": 3.659
    },
    {
        "text": "I think I really love that's true, and that's why I love to sing I think therefore",
        "start": 6923.75,
        "duration": 4.05
    },
    {
        "text": "I am yeah",
        "start": 6927.8,
        "duration": 0.54
    },
    {
        "text": "Because it's like you just know that something exists by the very nature of yourself thinking yeah acting stuff, so we create the super",
        "start": 6928.34,
        "duration": 7.679
    },
    {
        "text": "Intelligent AI that can reproduce it can get resources it can build it can colonize you",
        "start": 6936.75,
        "duration": 6.979
    },
    {
        "text": "Creative against it can see reactive things as though. It's faylene thing exactly it has families it colonizes",
        "start": 6944.13,
        "duration": 6.559
    },
    {
        "text": "Other planets",
        "start": 6952.44,
        "duration": 1.5
    },
    {
        "text": "But we never know if it's conscious",
        "start": 6953.94,
        "duration": 1.55
    },
    {
        "text": "And and this guy he posed this question that what if they're all actually just ten boxes yeah",
        "start": 6955.49,
        "duration": 5.699
    },
    {
        "text": "And they actually don't know or care that they're alive and the universe ends up being populated by essentially dead matter",
        "start": 6961.22,
        "duration": 6.66
    },
    {
        "text": "Right essentially just like a really big virus. Yeah, we not to hate on viruses",
        "start": 6968.43,
        "duration": 4.91
    },
    {
        "text": "They might have consciousness, but not only not yeah",
        "start": 6973.34,
        "duration": 2.159
    },
    {
        "text": "But what viruses are dead by by some accounts right?",
        "start": 6975.5,
        "duration": 4.2
    },
    {
        "text": "They're not living is what they say is that yeah, it's when you get into like well",
        "start": 6979.7,
        "duration": 3.959
    },
    {
        "text": "What is alive because a virus can replicate itself in?",
        "start": 6983.66,
        "duration": 3.689
    },
    {
        "text": "But I they're right on that edge. I think most people would say they're not alive is what the virus is so fucking crazy",
        "start": 6988.17,
        "duration": 5.39
    },
    {
        "text": "Right now it just happens like like gravity happens like it injects its",
        "start": 6993.56,
        "duration": 4.41
    },
    {
        "text": "You know what it needs to reproduce itself just by chemical reaction just by mechanics and physics",
        "start": 6998.55,
        "duration": 6.709
    },
    {
        "text": "It's not deciding or the you know the virus whole thing is so it's such a trip. It's like the perfect antithesis of",
        "start": 7005.6,
        "duration": 7.52
    },
    {
        "text": "conscious life",
        "start": 7014.06,
        "duration": 1.25
    },
    {
        "text": "And I think the analogy of that and like these tin robots colonizing space is a perfect example like this man-made",
        "start": 7015.31,
        "duration": 6.209
    },
    {
        "text": "Unstoppable virus that just an empty universe and where we perish yeah for whatever reason and these fucking empty robots",
        "start": 7022.01,
        "duration": 6.919
    },
    {
        "text": "Just populate the universe",
        "start": 7028.93,
        "duration": 1.75
    },
    {
        "text": "But are they empty you know the weird entity and only way we can know is by asking them",
        "start": 7030.68,
        "duration": 6.229
    },
    {
        "text": "And if they report back no I'm aware that I'm aware",
        "start": 7036.91,
        "duration": 3.93
    },
    {
        "text": "You have to take the word for it",
        "start": 7041.62,
        "duration": 1.26
    },
    {
        "text": "Just like I have to take your guys's word for it when you tell me that you feel things and that you're conscious and that",
        "start": 7042.88,
        "duration": 5.31
    },
    {
        "text": "You're aware of your existence. It could be lying you could just be you know I could be a brain in a bat",
        "start": 7048.19,
        "duration": 4.92
    },
    {
        "text": "We're all just sent to ten boxes. Yeah",
        "start": 7053.11,
        "duration": 2.069
    },
    {
        "text": "Meet Bob, and now this there's shit with the viruses are being used now engineered to treat",
        "start": 7056.06,
        "duration": 6.89
    },
    {
        "text": "like cancers right yeah",
        "start": 7063.74,
        "duration": 1.58
    },
    {
        "text": "This is the new thing that they're engineering viruses to go after certain cancer cells and now it turns out that",
        "start": 7065.32,
        "duration": 5.369
    },
    {
        "text": "Viruses that I've been killing and devastating living creatures for all this time could end up being the the answer to all these horrible diseases",
        "start": 7070.82,
        "duration": 7.399
    },
    {
        "text": "Yeah, it's crazy. Yeah, it's crazy, and and I mean they give us a great vessel for look. They already have the",
        "start": 7080.39,
        "duration": 7.879
    },
    {
        "text": "mechanism to",
        "start": 7088.82,
        "duration": 1.92
    },
    {
        "text": "Spread and and survive certain you know traumas, but if we get them on our side",
        "start": 7090.74,
        "duration": 5.27
    },
    {
        "text": "But I wonder what the definition of a virus is because when you really get down into some of the most simple viruses",
        "start": 7096.74,
        "duration": 5.239
    },
    {
        "text": "It's just like these two",
        "start": 7101.98,
        "duration": 2.0
    },
    {
        "text": "proteins when they touch each other the molecular bonds cause a",
        "start": 7104.06,
        "duration": 4.129
    },
    {
        "text": "Folding that releases the DNA or RNA or whatever it is, and it's just like what that's like if you drip",
        "start": 7108.44,
        "duration": 5.72
    },
    {
        "text": "Let go of a ball it falls to the ground. It. Just it just is a it",
        "start": 7114.16,
        "duration": 3.719
    },
    {
        "text": "Just happens due to natural laws. Not any kind of biology, or life. Yeah, there's no",
        "start": 7117.88,
        "duration": 4.92
    },
    {
        "text": "There's no like",
        "start": 7124.31,
        "duration": 1.8
    },
    {
        "text": "Biology the one the rule is like reproduction right but viruses have that desire to reproduce",
        "start": 7126.11,
        "duration": 4.879
    },
    {
        "text": "Don't they oh I don't know if it's a desire or like uh",
        "start": 7130.99,
        "duration": 3.029
    },
    {
        "text": "You know yeah, it happens it just it just happens the way something that goes up comes down it just happens",
        "start": 7135.83,
        "duration": 5.299
    },
    {
        "text": "It's not like the thing that's going up says yo, yo yo",
        "start": 7141.13,
        "duration": 2.85
    },
    {
        "text": "We're gonna have a better existence, and we're gonna be able to reproduce if we fall",
        "start": 7145.31,
        "duration": 3.29
    },
    {
        "text": "It just does fall and then some things follow the laws of the universe and make more of themselves",
        "start": 7148.82,
        "duration": 4.849
    },
    {
        "text": "And we're we're related to them we came from them",
        "start": 7153.77,
        "duration": 3.47
    },
    {
        "text": "All right, let's tone it down here a little bit",
        "start": 7158.51,
        "duration": 2.0
    },
    {
        "text": "let's",
        "start": 7161.03,
        "duration": 1.05
    },
    {
        "text": "Um I've got some I have I want to finish off with some really important stuff. I want to tone it down",
        "start": 7162.08,
        "duration": 5.419
    },
    {
        "text": "Let's come back to earth for a little bit",
        "start": 7167.5,
        "duration": 1.99
    },
    {
        "text": "How does it feel being transcending from a science channel to becoming a living me as I was telling you",
        "start": 7169.49,
        "duration": 6.079
    },
    {
        "text": "Previously these sauce memes are in very high demand the meme economy shows that Vsauce memes are taking a very strong upturn",
        "start": 7175.79,
        "duration": 7.16
    },
    {
        "text": "How do you feel about having having ascended? Do you follow the mean economy? Yeah, big-time? Yeah? Yeah, I love that",
        "start": 7183.32,
        "duration": 6.62
    },
    {
        "text": "I love that kind of analytical approach to",
        "start": 7189.94,
        "duration": 2.189
    },
    {
        "text": "Because it means psychology really it's like at what point is a joke gonna. Be lame well",
        "start": 7192.47,
        "duration": 5.719
    },
    {
        "text": "It's my currency of course i-it's like my you know you've got a lot invested. Yeah economy",
        "start": 7198.19,
        "duration": 3.81
    },
    {
        "text": "Yeah, yeah, and I love that kind of idea of like what I want to do an episode on the psychology of lameness",
        "start": 7202.01,
        "duration": 6.71
    },
    {
        "text": "when something becomes",
        "start": 7209.239,
        "duration": 2.0
    },
    {
        "text": "Cringy, and I roll II in old news right because we're living in such a fast-paced information world now that we're we have many more",
        "start": 7211.31,
        "duration": 7.52
    },
    {
        "text": "examples of that than we did decades ago",
        "start": 7218.83,
        "duration": 2.37
    },
    {
        "text": "But no, I've never seen any memes of myself what give me a freakin break. Do you have any jokes don't speak? That's yeah?",
        "start": 7222.47,
        "duration": 7.159
    },
    {
        "text": "No, I'm a known purveyor of saliva knowledge. I didn't choose that job, but that's why I exact",
        "start": 7229.63,
        "duration": 5.28
    },
    {
        "text": "It is it is something that I'm you know a favor or dant. Get plug link me some Vsauce memes",
        "start": 7236.3,
        "duration": 6.56
    },
    {
        "text": "Let's do it me and reveal right now",
        "start": 7243.14,
        "duration": 2.0
    },
    {
        "text": "The thing about memes of course is that like at what point a I'd loved it here. This is me asking you a question okay?",
        "start": 7245.39,
        "duration": 7.31
    },
    {
        "text": "Like do you?",
        "start": 7253.489,
        "duration": 1.981
    },
    {
        "text": "Respond to memes other of create others have created about you, or are you ever afraid that like if you acknowledge it?",
        "start": 7255.47,
        "duration": 7.009
    },
    {
        "text": "It's it loses its power. Oh, yeah",
        "start": 7262.67,
        "duration": 3.2
    },
    {
        "text": "Well, okay first of all",
        "start": 7266.78,
        "duration": 2.0
    },
    {
        "text": "Yeah, you like I feel a I definitely see what you mean because once you acknowledge it",
        "start": 7269.84,
        "duration": 4.97
    },
    {
        "text": "Then the the magic is lost right because it needs to belong to everyone, but you right",
        "start": 7275.33,
        "duration": 5.209
    },
    {
        "text": "You don't want to be in on the joke exactly are you right yeah?",
        "start": 7281.09,
        "duration": 4.04
    },
    {
        "text": "No, I see what you mean yeah, but I think I think this is like we can review memes of you. It's fair",
        "start": 7285.13,
        "duration": 5.43
    },
    {
        "text": "It doesn't kill it mmm-hmm meme review. It doesn't kill it because it's my I'm the one that's pushing it. Yeah",
        "start": 7290.56,
        "duration": 5.669
    },
    {
        "text": "This is Aaron the driver. See I'm in the driver's seat. You're not like let's look at these great memes of me that would kill",
        "start": 7296.23,
        "duration": 4.919
    },
    {
        "text": "These great Vsauce memes could check this out check. Yeah, exactly because you can embrace the meme sometimes you can over brace me",
        "start": 7302.6,
        "duration": 6.679
    },
    {
        "text": "Yes, ready, you embrace it so hard you you strangle it in college",
        "start": 7310.13,
        "duration": 3.589
    },
    {
        "text": "Did you khaled embrace the meaning strangled to me? Yeah?",
        "start": 7314.08,
        "duration": 2.489
    },
    {
        "text": "And there's a right and a wrong way to embrace it so that it grows and can write your source of creation",
        "start": 7316.57,
        "duration": 5.819
    },
    {
        "text": "Where they maim you're afraid of killing it you like me in other words you love you like being a living me",
        "start": 7322.52,
        "duration": 4.849
    },
    {
        "text": "You respect it clearly. I respect the the creativity that comes from we're getting lots. We're getting",
        "start": 7328.4,
        "duration": 6.589
    },
    {
        "text": "1000 degree chainsaw verse 1 year old infant. I found gone wrong the hell is this I don't I don't understand",
        "start": 7339.53,
        "duration": 6.649
    },
    {
        "text": "That's just a video",
        "start": 7346.179,
        "duration": 0.601
    },
    {
        "text": "I made that's not it wait your channel is called a rape breed and the science man, all right, but come on guys",
        "start": 7346.78,
        "duration": 7.2
    },
    {
        "text": "What was that? There's also you know? There's obviously the like",
        "start": 7353.989,
        "duration": 3.56
    },
    {
        "text": "Inappropriateness of them which is is where the comedy summarizing random boys at the park? Yeah boy vase sauce",
        "start": 7358.159,
        "duration": 6.74
    },
    {
        "text": "All right, let's move on",
        "start": 7365.51,
        "duration": 2.0
    },
    {
        "text": "Let's do you make those no Ian may have just cooked those up in the back",
        "start": 7367.55,
        "duration": 4.76
    },
    {
        "text": "All right there there are some that are not so",
        "start": 7375.17,
        "duration": 3.08
    },
    {
        "text": "offensive yeah, but",
        "start": 7378.98,
        "duration": 2.0
    },
    {
        "text": "the kind of you know",
        "start": 7381.409,
        "duration": 2.15
    },
    {
        "text": "Edginess of them right like that's part of the whole",
        "start": 7386.03,
        "duration": 2.629
    },
    {
        "text": "comedy series video man",
        "start": 7390.139,
        "duration": 2.42
    },
    {
        "text": ":",
        "start": 7394.58,
        "duration": 2.0
    },
    {
        "text": "You're a Titan bit are you familiar with a shell Dolan guard?",
        "start": 7409.46,
        "duration": 4.429
    },
    {
        "text": "No, I'm not",
        "start": 7416.09,
        "duration": 2.0
    },
    {
        "text": "Yeah, yeah",
        "start": 7419.15,
        "duration": 2.0
    },
    {
        "text": "That's powerful, so so look at the this creativity look at this Gil you inspired that video",
        "start": 7421.85,
        "duration": 7.25
    },
    {
        "text": "I can't edit that well. Yeah, right and and when I was first doing YouTube videos. I was taking",
        "start": 7429.13,
        "duration": 6.239
    },
    {
        "text": "Politicians, and I was trying to do effects like that",
        "start": 7436.01,
        "duration": 2.87
    },
    {
        "text": "you know get them involved in shows make it look like they said they hadn't said and that is a",
        "start": 7438.88,
        "duration": 5.18
    },
    {
        "text": "Phenomenal power that people haven't had for a long time it used to be that if you wanted to see",
        "start": 7444.37,
        "duration": 4.189
    },
    {
        "text": "a public figure or a movie",
        "start": 7448.75,
        "duration": 2.33
    },
    {
        "text": "Warp to mean something else you had to see it on Letterman or something like that",
        "start": 7451.36,
        "duration": 4.129
    },
    {
        "text": "No one else had those tools, but now with editing software and the internet",
        "start": 7455.49,
        "duration": 3.33
    },
    {
        "text": "Everyone clearly the Unabomber hadn't foreseen meme economy, otherwise he would have come not written up",
        "start": 7459.94,
        "duration": 6.47
    },
    {
        "text": "He's still alive I wonder if he's aware. Oh is he the meme",
        "start": 7466.41,
        "duration": 3.66
    },
    {
        "text": "economy mulcher yeah",
        "start": 7470.83,
        "duration": 1.7
    },
    {
        "text": "And the power that people now have to take that culture and make it their own right some of the first videos I made",
        "start": 7472.53,
        "duration": 6.06
    },
    {
        "text": "Were worth that it was I made one called Ferris the 13th",
        "start": 7479.11,
        "duration": 4.069
    },
    {
        "text": "And I took Ferris Bueller's Day Off and I used the voiceover for a Friday the 13th trailer",
        "start": 7483.18,
        "duration": 5.16
    },
    {
        "text": "so it made a comedy look like a horror film and",
        "start": 7488.34,
        "duration": 3.029
    },
    {
        "text": "It's easy to forget what it was like back in 2008 2007 to make something like that",
        "start": 7492.01,
        "duration": 6.5
    },
    {
        "text": "because you had no gatekeepers allowed you to do that you just did it and",
        "start": 7498.91,
        "duration": 5.72
    },
    {
        "text": "Before you had to be a Hollywood executive to make them make something like that you had to have money",
        "start": 7505.06,
        "duration": 6.109
    },
    {
        "text": "What is an editor's a day and age we live in now?",
        "start": 7511.17,
        "duration": 2.4
    },
    {
        "text": "By the way subscribe to Dylan dart subscribe to Dolan Joe. I feel like in this day and age",
        "start": 7514.24,
        "duration": 4.729
    },
    {
        "text": "I don't know",
        "start": 7518.97,
        "duration": 0.84
    },
    {
        "text": "Maybe it's already a thing",
        "start": 7519.81,
        "duration": 0.93
    },
    {
        "text": "But I've been feeling the desire for a form of therapy to",
        "start": 7520.74,
        "duration": 4.739
    },
    {
        "text": "Start taking classes of like working with wood and building stuff that does a form of therapy",
        "start": 7525.82,
        "duration": 5.569
    },
    {
        "text": "Yeah, that's kind of brilliant",
        "start": 7531.4,
        "duration": 1.31
    },
    {
        "text": "I",
        "start": 7532.71,
        "duration": 0.82
    },
    {
        "text": "actually did some sculpture classes and when I went to art school and",
        "start": 7533.53,
        "duration": 4.25
    },
    {
        "text": "it's really fun when you can just like drill a hole in a piece of wood and that's",
        "start": 7537.94,
        "duration": 4.58
    },
    {
        "text": "Actually like build a shelf full of seven and it's a functioning",
        "start": 7544.36,
        "duration": 3.919
    },
    {
        "text": "Object it. Goes back to what we were saying of doing something like meaningful with your hands. Yeah, yeah with physical objects",
        "start": 7548.83,
        "duration": 6.05
    },
    {
        "text": "I",
        "start": 7555.64,
        "duration": 1.08
    },
    {
        "text": "Find some of that in puzzles",
        "start": 7556.72,
        "duration": 1.49
    },
    {
        "text": "You know in solving puzzles and in using construction toys to make geometric figures and stuff",
        "start": 7558.21,
        "duration": 5.88
    },
    {
        "text": "And you kind of realize wow I haven't looked at a screen. I haven't been a part of the technological world",
        "start": 7564.09,
        "duration": 5.25
    },
    {
        "text": "That's really that's a really great idea. I actually think there's something to that yeah, I mean things you can do even without",
        "start": 7569.5,
        "duration": 5.63
    },
    {
        "text": "technology like not wood stone tools, but just your own body like yoga or",
        "start": 7576.32,
        "duration": 6.65
    },
    {
        "text": "Calisthenics, I guess like those kinds of things that force you to be alone with just the body are",
        "start": 7585.98,
        "duration": 5.209
    },
    {
        "text": "phenomenal yeah",
        "start": 7592.22,
        "duration": 2.0
    },
    {
        "text": "very cool",
        "start": 7594.26,
        "duration": 1.86
    },
    {
        "text": "alright, let's let's",
        "start": 7596.12,
        "duration": 1.47
    },
    {
        "text": "Last thing we had you on we didn't do this thing we do this now with Oliver",
        "start": 7597.59,
        "duration": 4.52
    },
    {
        "text": "I guess it's very interesting thing with our fans. Love it, so I'm gonna leave you with this one one question here",
        "start": 7602.11,
        "duration": 5.31
    },
    {
        "text": "Do you have any interesting ghost stories paranormal experiences alien encounters and?",
        "start": 7608.09,
        "duration": 5.39
    },
    {
        "text": "It's fine if you don't it's completely fine. I don't have any but it's just turned into the segment",
        "start": 7614.0,
        "duration": 5.33
    },
    {
        "text": "It's just a little thing ghost stories. Yeah",
        "start": 7619.33,
        "duration": 2.759
    },
    {
        "text": "I have none. Yeah, okay, that's fair I know",
        "start": 7622.73,
        "duration": 3.35
    },
    {
        "text": "that's perfectly fine people feel bad I",
        "start": 7627.41,
        "duration": 2.419
    },
    {
        "text": "Don't have any but sometimes. You know you get surprised. I mean as you can imagine",
        "start": 7631.28,
        "duration": 4.64
    },
    {
        "text": "That's what I expected like I'm not the kind of person who's gonna go",
        "start": 7635.92,
        "duration": 3.66
    },
    {
        "text": "Ghosts I'm gonna say. I'm gonna say. Oh interesting. I mean how could something be right next to me",
        "start": 7640.58,
        "duration": 5.6
    },
    {
        "text": "They're not here so to be in a fourth spatial dimension right right and that's what people have the turn of the century the 1900s",
        "start": 7646.18,
        "duration": 6.029
    },
    {
        "text": "Were really obsessed with they were like where the heck is heaven right because we're starting to feel like we can't fly there maybe",
        "start": 7652.21,
        "duration": 6.839
    },
    {
        "text": "It's right next to us in the way that on a sheet of paper something can live on that surface and only be 2d",
        "start": 7659.9,
        "duration": 6.14
    },
    {
        "text": "But something can be right above it and look inside of it and know what's inside of it",
        "start": 7666.04,
        "duration": 3.779
    },
    {
        "text": "What if that is where these spirits and ghosts are and?",
        "start": 7669.92,
        "duration": 3.29
    },
    {
        "text": "after that in Cocoa if you're",
        "start": 7674.0,
        "duration": 2.0
    },
    {
        "text": "Right that was a great movie. Yeah, but it's like I",
        "start": 7676.46,
        "duration": 3.41
    },
    {
        "text": "Mean I I would love to have an experience",
        "start": 7680.57,
        "duration": 2.81
    },
    {
        "text": "But I sure that the same sentiment is you sometimes people have experience is so strong that you can be a completely rational",
        "start": 7683.38,
        "duration": 6.18
    },
    {
        "text": "Scientific person and you're like yeah, I believe in ghosts so and and and that kind of experience is very real",
        "start": 7689.78,
        "duration": 4.97
    },
    {
        "text": "Yeah, I mean if you think you saw a ghost you thought you did that's and and there are things",
        "start": 7694.75,
        "duration": 6.359
    },
    {
        "text": "We don't know still",
        "start": 7701.11,
        "duration": 1.42
    },
    {
        "text": "if we we could discover a hundred years that like oh no no when you die you you enter a different spatial dimension in your",
        "start": 7702.53,
        "duration": 6.53
    },
    {
        "text": "There and you can be around all of us, but we can't see you because we don't have eyes the point anywhere",
        "start": 7709.39,
        "duration": 4.68
    },
    {
        "text": "but in these three right sure",
        "start": 7714.07,
        "duration": 2.159
    },
    {
        "text": "Will we ever be able to design an experiment that proves that we find evidence of it. I don't know but",
        "start": 7716.81,
        "duration": 4.879
    },
    {
        "text": "So in short no go stores",
        "start": 7722.81,
        "duration": 2.0
    },
    {
        "text": "No",
        "start": 7725.93,
        "duration": 1.14
    },
    {
        "text": "I'm waiting I'm waiting for the day",
        "start": 7727.07,
        "duration": 2.089
    },
    {
        "text": "I have a ghost story the closest I've had is that a moth shit on my wall, and I thought it was blood",
        "start": 7729.16,
        "duration": 4.439
    },
    {
        "text": "But it was just shit",
        "start": 7733.6,
        "duration": 1.9
    },
    {
        "text": "Spooky, and I was like I was like ela",
        "start": 7735.5,
        "duration": 2.3
    },
    {
        "text": "There's fucking blood running down our wall, and this was right after we started the ghost stories thing and I was like hold on",
        "start": 7737.8,
        "duration": 5.939
    },
    {
        "text": "I'm like that's more Brown than red",
        "start": 7744.26,
        "duration": 1.97
    },
    {
        "text": "Ah, no. No. No, there's a giant monstrous shit on our wall is I was scared for a moment moth blood is not brown",
        "start": 7746.23,
        "duration": 5.97
    },
    {
        "text": "Um. What are the round in there poop is red. Yeah was",
        "start": 7754.49,
        "duration": 3.799
    },
    {
        "text": "What moth goes blood I?",
        "start": 7759.56,
        "duration": 2.66
    },
    {
        "text": "Love scary movies, I love you know like the conjuring the kind of like",
        "start": 7765.14,
        "duration": 5.0
    },
    {
        "text": "Spiritual Ouija board sort of stuff because you love Lance Stewart sorry those",
        "start": 7771.23,
        "duration": 4.04
    },
    {
        "text": "It's it's a it's a big part of our like our minds create these stories, and that's very significant",
        "start": 7775.79,
        "duration": 5.089
    },
    {
        "text": "I think it's what's more scary is what we can convince ourselves of right then what's real",
        "start": 7780.88,
        "duration": 4.83
    },
    {
        "text": "May I suggest some video that we watched recently. I generally don't like spooky films because I'm very I'm very easily spit",
        "start": 7786.35,
        "duration": 7.459
    },
    {
        "text": "You're easily spooked, but there was a movie creep",
        "start": 7793.81,
        "duration": 2.549
    },
    {
        "text": "Haven't heard of it. Oh my god. It's incredible. Yeah, like it's not it's not like",
        "start": 7797.06,
        "duration": 4.25
    },
    {
        "text": "Corny what I don't like is um",
        "start": 7801.95,
        "duration": 2.0
    },
    {
        "text": "Graphic violence, what about jump scares? I genuinely don't like jump scares",
        "start": 7805.22,
        "duration": 4.31
    },
    {
        "text": "I don't like to see I like says I guess what I like more is just",
        "start": 7809.53,
        "duration": 2.069
    },
    {
        "text": "Suspense right like that's the difference of a good movie and like a corny like very gory",
        "start": 7811.76,
        "duration": 4.849
    },
    {
        "text": "But this was a straddled the perfect line between being spooky and suspenseful career. There's no violence. There's no",
        "start": 7817.4,
        "duration": 7.82
    },
    {
        "text": "There's something it was so simply made right. I really enjoyed that it felt like I loved it. It's on Netflix. Okay",
        "start": 7826.22,
        "duration": 6.109
    },
    {
        "text": "Cool, is it all of October? I made my wife watch scary movies every day. I called it spook Tober. Yeah, hated it, but",
        "start": 7832.33,
        "duration": 7.109
    },
    {
        "text": "We we wanted suspense",
        "start": 7840.05,
        "duration": 2.27
    },
    {
        "text": "And we found ourselves actually moving away from horror into the suspense section because we wanted that like get out right phenomenal",
        "start": 7842.32,
        "duration": 6.899
    },
    {
        "text": "Right get out",
        "start": 7849.22,
        "duration": 2.0
    },
    {
        "text": "Jerry because get out was more of just a good film than it was like. Oh, this is a scary film",
        "start": 7851.48,
        "duration": 5.629
    },
    {
        "text": "Yeah, it wasn't like you just jumped out of your seat and also get this gore it was more like",
        "start": 7857.18,
        "duration": 4.76
    },
    {
        "text": "Yeah, this the Stephen King book the they made a movie out of it, but an author who",
        "start": 7862.73,
        "duration": 5.689
    },
    {
        "text": "Is in a car accident? I want to say mercy hmm. It's a recent one or it's a classic",
        "start": 7869.12,
        "duration": 5.089
    },
    {
        "text": "It's not recent, but it's another one of those like",
        "start": 7874.21,
        "duration": 3.87
    },
    {
        "text": "Unsettling is read misery not mercy misery so good. Oh, we should watch that ela yeah",
        "start": 7878.66,
        "duration": 5.45
    },
    {
        "text": "Oh, you totally should yeah again. It's just it's just off kilter from reality hmm",
        "start": 7884.11,
        "duration": 5.31
    },
    {
        "text": "Well, what are you eight to was great because it was kind of funny",
        "start": 7890.06,
        "duration": 2.839
    },
    {
        "text": "Yep, so it was I I found I found that most good horror films. There's an L",
        "start": 7893.02,
        "duration": 5.669
    },
    {
        "text": "Strong element of comedy and absurdity and cheekiness to it. Yeah because you have to you can't take yourself too, seriously",
        "start": 7898.7,
        "duration": 6.02
    },
    {
        "text": "When dealing with these kind of issues so yeah Stephen King by the way",
        "start": 7906.23,
        "duration": 4.399
    },
    {
        "text": "There was a child orgy in that book. I know if you know that I know that because after I saw the movie",
        "start": 7911.18,
        "duration": 5.06
    },
    {
        "text": "Yeah, I read the book yeah, and how do you feel about that cuz I've only read about that scene",
        "start": 7916.79,
        "duration": 5.119
    },
    {
        "text": "Oh, you know what? I haven't read even read the book, so I'm curious. What was your reaction to okay?",
        "start": 7921.91,
        "duration": 4.2
    },
    {
        "text": "Well first of all the book",
        "start": 7926.11,
        "duration": 2.0
    },
    {
        "text": "Shows you why books and movies are different",
        "start": 7928.52,
        "duration": 2.75
    },
    {
        "text": "and deserve to be",
        "start": 7931.82,
        "duration": 2.0
    },
    {
        "text": "Treated different look like a big boy when someone says like yeah, but did you read the book? Yeah?",
        "start": 7933.98,
        "duration": 4.429
    },
    {
        "text": "I know that's annoying but books are so different because they allow you to really get inside someone's head for",
        "start": 7938.41,
        "duration": 5.07
    },
    {
        "text": "pages for hours for days, but in a movie you kind of gotta like",
        "start": 7944.09,
        "duration": 3.29
    },
    {
        "text": "Get it over with and like",
        "start": 7947.9,
        "duration": 1.74
    },
    {
        "text": "Recollections people have in a movie have to be done with like recreated scenes and but with this book you really get into the dark",
        "start": 7949.64,
        "duration": 6.109
    },
    {
        "text": "Parts of people's minds you can it cannot translate to a screen anyway",
        "start": 7955.76,
        "duration": 4.28
    },
    {
        "text": "Yeah, when when I started to get to that part of the book? They kind of hint at it?",
        "start": 7960.2,
        "duration": 4.58
    },
    {
        "text": "before it really happens and",
        "start": 7965.57,
        "duration": 2.0
    },
    {
        "text": "I immediately like had to read like what critics have said about why the heck that's in the book because",
        "start": 7967.97,
        "duration": 7.64
    },
    {
        "text": "The Stephen King health says well it represents this transition from childhood to adulthood",
        "start": 7976.1,
        "duration": 6.559
    },
    {
        "text": "this connection",
        "start": 7983.119,
        "duration": 1.5
    },
    {
        "text": "But of course the hallway connecting the children's library in the adult library also represented that why did you also have to have a?",
        "start": 7984.619,
        "duration": 6.62
    },
    {
        "text": "Graphic, it's like a it's a gangbang on this one girl as I as I read about because right that's exactly what it is",
        "start": 7992.119,
        "duration": 6.709
    },
    {
        "text": "Well, it's just yeah. I mean in its her idea mm-hmm",
        "start": 7999.53,
        "duration": 5.12
    },
    {
        "text": "But it's not really goes against her character arc like is she's supposed to all the characters?",
        "start": 8005.23,
        "duration": 7.129
    },
    {
        "text": "become",
        "start": 8012.969,
        "duration": 1.561
    },
    {
        "text": "Free in a way right like like oh you mean my medicine is just a placebo hmm",
        "start": 8014.53,
        "duration": 5.689
    },
    {
        "text": "You know those were these big route revelations, and and you feel like the the girl it gets there, too",
        "start": 8020.219,
        "duration": 5.37
    },
    {
        "text": "But then there's that scene and you're like",
        "start": 8025.59,
        "duration": 2.0
    },
    {
        "text": "what I was reading about a lot of people were just like he was on a",
        "start": 8027.88,
        "duration": 3.89
    },
    {
        "text": "drug-fueled",
        "start": 8032.289,
        "duration": 2.0
    },
    {
        "text": "He was just doing like lines of cocaine during that whole period and was just yakked out and wrote it",
        "start": 8034.329,
        "duration": 6.2
    },
    {
        "text": "But still how do you leave the ED that he's got a editor? I assume didn't seem central to the story",
        "start": 8040.599,
        "duration": 5.24
    },
    {
        "text": "I",
        "start": 8047.739,
        "duration": 2.0
    },
    {
        "text": "Also bought his book on writing. I haven't read it yet, but I was really like I got to know more about",
        "start": 8049.75,
        "duration": 6.349
    },
    {
        "text": "Because that scene aside the book is all of Salem's Lot I read as a kid, and I just it's incredible",
        "start": 8057.4,
        "duration": 6.229
    },
    {
        "text": "Yeah, I mean I did a whole episode on what is creepiness. Why are things creepy, and and you know his?",
        "start": 8063.969,
        "duration": 5.419
    },
    {
        "text": "Idea of creepiness is a big part of the episode so anyway, but yeah, oh, man. That's weird",
        "start": 8070.059,
        "duration": 6.17
    },
    {
        "text": "And they're troubling things in the book too involving",
        "start": 8076.809,
        "duration": 3.38
    },
    {
        "text": "Animals being harmed that it's just a different kind of it's not horror like Oh spooky clown. It's horrible",
        "start": 8080.739,
        "duration": 6.439
    },
    {
        "text": "Ice why are we capable of that yeah?",
        "start": 8087.179,
        "duration": 2.0
    },
    {
        "text": "Well the question is about that scene in particular - was like was it necessary to be in the book",
        "start": 8089.86,
        "duration": 5.39
    },
    {
        "text": "Or it was just just a sick weird thing. He did - like fuck with the reader",
        "start": 8095.25,
        "duration": 5.129
    },
    {
        "text": "or maybe that's valid - I don't know he did a lot us for sure to mess with the reader III I",
        "start": 8101.619,
        "duration": 6.14
    },
    {
        "text": "Mean he has responded this and I think he said that you know if he did it again",
        "start": 8108.909,
        "duration": 3.85
    },
    {
        "text": "He wouldn't include that scene no he did say that because I thought he was defending",
        "start": 8112.76,
        "duration": 4.109
    },
    {
        "text": "Well, yeah as far as I know his defense was I can't believe that people are upset by this and not like the actual violence",
        "start": 8117.78,
        "duration": 7.879
    },
    {
        "text": "And whatever you know right?",
        "start": 8125.659,
        "duration": 1.621
    },
    {
        "text": "But still it just was a weird because what I love about the book is that it it's about belief if you believe",
        "start": 8127.28,
        "duration": 7.8
    },
    {
        "text": "That's that the clown is real. It is if you believe that you can destroy it you can and there's this great analogy",
        "start": 8135.449,
        "duration": 6.41
    },
    {
        "text": "He makes to like look it took",
        "start": 8141.86,
        "duration": 2.0
    },
    {
        "text": "a lot of people to create the myth of the vampire",
        "start": 8145.56,
        "duration": 3.529
    },
    {
        "text": "but someone created the myth of the wooden stake and",
        "start": 8149.31,
        "duration": 3.799
    },
    {
        "text": "In the book in it right the kids think that the medicine is acidic, and it's gonna destroy the clown",
        "start": 8153.51,
        "duration": 6.26
    },
    {
        "text": "And it does hurt them but once they become adults and they don't believe these things anymore. They have to find new solutions",
        "start": 8159.77,
        "duration": 4.979
    },
    {
        "text": "You have to believe you can destroy it to destroy it, and I had never seen as a horror story",
        "start": 8165.659,
        "duration": 6.5
    },
    {
        "text": "that focused on that aspect so",
        "start": 8173.25,
        "duration": 2.479
    },
    {
        "text": "Yeah, but that scene it was it was weird too. Cuz it was like if we do this",
        "start": 8176.429,
        "duration": 5.75
    },
    {
        "text": "We will learn how to get out of the sewers. I was like I don't see the connection right",
        "start": 8183.389,
        "duration": 4.07
    },
    {
        "text": "And they got out yeah, it was literally like after that scene. They're like. Oh cool. You just take a ride over there",
        "start": 8188.07,
        "duration": 5.75
    },
    {
        "text": "Isn't it weird?",
        "start": 8194.82,
        "duration": 1.409
    },
    {
        "text": "Also, the matter of the time when you wrote the book. I guess those stuff like today",
        "start": 8196.229,
        "duration": 5.09
    },
    {
        "text": "It seems yeah, it's strange, but made a background for",
        "start": 8201.32,
        "duration": 3.509
    },
    {
        "text": "No, you're right. I don't know yeah, and when was it that?",
        "start": 8206.01,
        "duration": 3.169
    },
    {
        "text": "actually probably the eighties",
        "start": 8210.51,
        "duration": 2.0
    },
    {
        "text": "Anyway, let that's a great no.10. Don't ya we got the Unabomber yeah",
        "start": 8213.3,
        "duration": 5.419
    },
    {
        "text": "Unabomber is manifesto we need a new chapter for memes, but in that book but in",
        "start": 8220.2,
        "duration": 4.909
    },
    {
        "text": "1986 according to you in",
        "start": 8225.719,
        "duration": 1.741
    },
    {
        "text": "86 the year I was born, and if you if you want to find your way out of a maze you",
        "start": 8227.46,
        "duration": 4.79
    },
    {
        "text": "Have a child orgy oh no, no it's not okay well still on that",
        "start": 8235.08,
        "duration": 7.129
    },
    {
        "text": "All right well oh yeah, thanks guys for watching damages singing let's end on shredder cam I think that's a great idea hmm",
        "start": 8243.83,
        "duration": 6.87
    },
    {
        "text": "Please go watch season 2 of minefield support Michael in any way you can go to brain candy and pick up some tickets",
        "start": 8251.939,
        "duration": 7.19
    },
    {
        "text": "Anything to supplement to that",
        "start": 8261.809,
        "duration": 2.0
    },
    {
        "text": "Subscribe to h3h3 be sure to next time",
        "start": 8263.819,
        "duration": 3.5
    },
    {
        "text": "You guys are it on a Wednesday. It's a different. It's a different time",
        "start": 8268.17,
        "duration": 2.929
    },
    {
        "text": "Course",
        "start": 8273.899,
        "duration": 1.41
    },
    {
        "text": "Follow follow Ethan and Gila on the gone man Twitter. I love it by the fashions",
        "start": 8275.309,
        "duration": 6.709
    },
    {
        "text": "Thank you, I appreciate that",
        "start": 8283.92,
        "duration": 2.0
    },
    {
        "text": "Thanks for having. There's a lot of fun",
        "start": 8286.469,
        "duration": 1.47
    },
    {
        "text": "Yeah, but if we got a weird. We got a little wild got a little one we went there",
        "start": 8287.939,
        "duration": 4.1
    },
    {
        "text": "We got a little deep we came back got a little scared, and then we do a couple spooks a couple hundred orgies couple",
        "start": 8292.04,
        "duration": 4.769
    },
    {
        "text": "Bomb the Unabomber he blew up the apartment building right no. He just mailed pipe bombs",
        "start": 8297.45,
        "duration": 5.059
    },
    {
        "text": "Oh, that was the who was the guy who blew up the apartment building Jonathan Jonathan McVeigh",
        "start": 8302.51,
        "duration": 5.04
    },
    {
        "text": "Who's that Timothy McVeigh Timothy the Oklahoma City? Yeah? That's the guy federal building, so yeah, yeah?",
        "start": 8307.62,
        "duration": 5.629
    },
    {
        "text": "A documentary on him and if you watch that it's on Netflix",
        "start": 8315.599,
        "duration": 5.12
    },
    {
        "text": "It's fantastic you should also watch the one on Ruby Ridge because he was responding to Ruby Ridge",
        "start": 8320.719,
        "duration": 5.49
    },
    {
        "text": "He was responding to the you know the government and and its power over people and it is so relevant today today",
        "start": 8326.21,
        "duration": 6.959
    },
    {
        "text": "I mean, it's it's the same world",
        "start": 8333.17,
        "duration": 2.0
    },
    {
        "text": "History main",
        "start": 8336.45,
        "duration": 1.47
    },
    {
        "text": "Important stuff let's get on Mars and start recording data",
        "start": 8337.92,
        "duration": 3.2
    },
    {
        "text": "Yeah in Michael Stevens Park. All right. I'm",
        "start": 8341.76,
        "duration": 2.389
    },
    {
        "text": "Calling him now guys",
        "start": 8344.67,
        "duration": 1.49
    },
    {
        "text": "Thank you so much for watching as Michael was gracious enough to say we are going to be live",
        "start": 8346.16,
        "duration": 4.259
    },
    {
        "text": "Next week on Wednesday with player unknown very excited about that, so please join us then until then my friends",
        "start": 8350.609,
        "duration": 6.29
    },
    {
        "text": "I wish you I do and with that I say",
        "start": 8356.899,
        "duration": 3.09
    },
    {
        "text": "adieu",
        "start": 8360.84,
        "duration": 1.769
    },
    {
        "text": "Multi shredder cam thanks for watching and we'll see you guys next time Tata",
        "start": 8362.609,
        "duration": 3.98
    }
]