[
    {
        "text": "(Ethan:) Welcome everybody to the H3 podcast liiiiiiiiiiiiive",
        "start": 0.13,
        "duration": 2.659
    },
    {
        "text": "Today our episode is sponsored by quip and dollar shave club more about that later",
        "start": 4.089,
        "duration": 5.75
    },
    {
        "text": "I'm here with Hila Klein. (Hila:) What up pimps? (Ethan:) What up big pimps?",
        "start": 10.54,
        "duration": 5.21
    },
    {
        "text": "and incidentally this episode is also sponsored by a",
        "start": 16.72,
        "duration": 2.659
    },
    {
        "text": "(Hila:) Hila Kleiner (Ethan:) check out this shit",
        "start": 20.08,
        "duration": 2.0
    },
    {
        "text": "Check this shit out boy",
        "start": 23.08,
        "duration": 1.47
    },
    {
        "text": "Are you a Hila Kleiner for life? let the world know this is what like, the company would write about it",
        "start": 24.55,
        "duration": 4.52
    },
    {
        "text": "Are you a Hila Kleiner for life? let the world know by heading on out to represent.com/",
        "start": 29.23,
        "duration": 4.4
    },
    {
        "text": "H3h3 let them know that you're creative, funky, wild and free-spirited like Hila Klein oh",
        "start": 34.42,
        "duration": 5.09
    },
    {
        "text": "(Hila:) thank you (Ethan:) I was just talking like off off the uh",
        "start": 41.23,
        "duration": 2.0
    },
    {
        "text": "Off the podcast here before we went live how I feel like I'm becoming like a meme. I'm becoming a victim to Poe's law",
        "start": 44.68,
        "duration": 6.619
    },
    {
        "text": "(Hila:) Do you want to explain what poe's law is? (Ethan:) so poe's law is this like?",
        "start": 52.989,
        "duration": 4.49
    },
    {
        "text": "theory that when you're making fun of something and you get to the point where you're",
        "start": 58.149,
        "duration": 4.61
    },
    {
        "text": "Indistinguishable from what you're making fun of then you're then there's no difference",
        "start": 63.309,
        "duration": 3.95
    },
    {
        "text": "Then you're just that thing and I think that's happening to us because of, at first it was like, what up",
        "start": 67.26,
        "duration": 4.379
    },
    {
        "text": "Jake Paulers let's make fun of that by calling it Hila Kleiners",
        "start": 71.64,
        "duration": 3.089
    },
    {
        "text": "But now we're all saying Hila Kleiners not ironic at all and now we're actually selling merch that says what up",
        "start": 74.76,
        "duration": 5.699
    },
    {
        "text": "Hila Kleiners. Hila Kleiner for life.  (Hila:) It's still ironic, but not-",
        "start": 80.46,
        "duration": 2.94
    },
    {
        "text": "(Ethan:) it's getting, it's getting closer to not being ironic like I'm a legit, Hila Kleiner, and you can pick up the merch  today",
        "start": 83.53,
        "duration": 7.04
    },
    {
        "text": "at represent",
        "start": 90.909,
        "duration": 1.441
    },
    {
        "text": ".com/h3h3, but you see what I'm saying? (Hila:) I see what you're saying. I like the law",
        "start": 92.35,
        "duration": 5.54
    },
    {
        "text": "(Ethan:) you like the law? (Hila:) I like the, I like the name and therefore, I'm in",
        "start": 97.89,
        "duration": 3.75
    },
    {
        "text": "(Ethan:) and for all those reasons above I'm in um I",
        "start": 102.67,
        "duration": 2.779
    },
    {
        "text": "Feel like that happens a lot on the internet where you become victim of your own meme (Hila:) yeah, my first",
        "start": 106.899,
        "duration": 5.18
    },
    {
        "text": "Understanding of it was with keemstar",
        "start": 113.5,
        "duration": 2.0
    },
    {
        "text": "Because of his intro and we're like we were actually wondering like what happened, that made him",
        "start": 116.409,
        "duration": 5.209
    },
    {
        "text": "do this intro every time (Ethan:) it sounds like he's having a stroke every night on camera",
        "start": 122.229,
        "duration": 3.44
    },
    {
        "text": "(hila:) So I my the only explanation was it must have started as a joke",
        "start": 125.67,
        "duration": 4.589
    },
    {
        "text": "But then it actually became the thing right and now we affirm that with them now. We are like that. We",
        "start": 130.259,
        "duration": 6.6
    },
    {
        "text": "Like I used to say in the comments on YouTube",
        "start": 137.77,
        "duration": 2.0
    },
    {
        "text": "God bless and",
        "start": 140.83,
        "duration": 2.0
    },
    {
        "text": "I just thought that was such a funny way to sign off a comic. God bless",
        "start": 143.47,
        "duration": 3.169
    },
    {
        "text": "It's like what so then I started written writing that and all my comments on YouTube",
        "start": 146.64,
        "duration": 4.709
    },
    {
        "text": "It's responding people, and then I started seeing people being like \"is Ethan religious?\". Yeah, so that's the point",
        "start": 151.349,
        "duration": 5.34
    },
    {
        "text": "It's like the parody is not that obvious, so I'm just a religious guy saying God bless",
        "start": 156.69,
        "duration": 4.259
    },
    {
        "text": "Ya like I feel like I'm becoming the meme everyday more and more",
        "start": 161.41,
        "duration": 3.409
    },
    {
        "text": "But you know what you have to embrace the meme and that's the point",
        "start": 164.819,
        "duration": 3.059
    },
    {
        "text": "I think that's what poe's law was all about embrace the meme become the meme what up Hila Kleiner's",
        "start": 167.879,
        "duration": 5.91
    },
    {
        "text": "today we have a",
        "start": 175.51,
        "duration": 2.0
    },
    {
        "text": "jam-packed episode for you guys in",
        "start": 177.79,
        "duration": 2.18
    },
    {
        "text": "Honor of the net neutrality day of awareness that was I think yesterday",
        "start": 180.64,
        "duration": 3.979
    },
    {
        "text": "Anyone are they now I'm Wednesday. We put together a really great. I hope comprehensive episode about net neutrality",
        "start": 185.2,
        "duration": 6.619
    },
    {
        "text": "What is it? What's at stake?",
        "start": 192.489,
        "duration": 2.18
    },
    {
        "text": "Windows 10 I don't want to update",
        "start": 196.22,
        "duration": 2.0
    },
    {
        "text": "I'm about to go on a tangent on Windows 10 but I'm controlling myself. Stay focused yeah stay focused",
        "start": 200.26,
        "duration": 4.8
    },
    {
        "text": "What is it? What's at stake?\nWho are the people who stand to gain from it and you know is there any arguments against net neutrality?",
        "start": 207.54,
        "duration": 6.8
    },
    {
        "text": "I Hope to answer all those questions as best as I can as interesting as possible",
        "start": 214.69,
        "duration": 3.5
    },
    {
        "text": "but first we have the news",
        "start": 219.37,
        "duration": 2.3
    },
    {
        "text": "speaking of which",
        "start": 222.459,
        "duration": 1.471
    },
    {
        "text": "We're trying to step up a little bit the format my dream for the show is to turn it into a whole Mishmash",
        "start": 223.93,
        "duration": 6.529
    },
    {
        "text": "Multimedia nightmare and by nightmare, I mean something pleasure",
        "start": 231.4,
        "duration": 3.41
    },
    {
        "text": "But for example today. We have a full segment of news stories",
        "start": 235.689,
        "duration": 3.53
    },
    {
        "text": "Awesome real some offbeat",
        "start": 239.83,
        "duration": 1.67
    },
    {
        "text": "and I want to try doing this every week if you guys enjoy it where we go over some some current events and",
        "start": 241.5,
        "duration": 4.5
    },
    {
        "text": "then we get into the either the interview or the segment the main segment and",
        "start": 246.069,
        "duration": 4.82
    },
    {
        "text": "Take it from there, so if that if that sounds good or not, you don't really have a choice this isn't that interactive guys",
        "start": 251.95,
        "duration": 5.93
    },
    {
        "text": "I'm gonna do it regardless",
        "start": 257.88,
        "duration": 2.0
    },
    {
        "text": "But highest I set my coffee",
        "start": 261.94,
        "duration": 2.0
    },
    {
        "text": "It's an experimental show right now. This is very experimental this coffee is really strong. I feel like I'm drinking acid",
        "start": 265.389,
        "duration": 5.93
    },
    {
        "text": "The main Oxygen I've been oh far",
        "start": 272.23,
        "duration": 2.809
    },
    {
        "text": "Is sake all right? Let's get started now recently on our most recent video",
        "start": 275.65,
        "duration": 4.82
    },
    {
        "text": "about the new humungous footage revealed I",
        "start": 281.68,
        "duration": 3.2
    },
    {
        "text": "Had encountered something I have never seen before on YouTube",
        "start": 285.639,
        "duration": 3.11
    },
    {
        "text": "And I think anyone who saw that video or visited the comments must have seen it as well. It was absolute fucking",
        "start": 288.75,
        "duration": 5.88
    },
    {
        "text": "Bananas let me pull the shit up",
        "start": 295.3,
        "duration": 2.059
    },
    {
        "text": "If you spend even one seconds time in there, you would have seen this I'm gonna need some help we can network",
        "start": 298.09,
        "duration": 6.139
    },
    {
        "text": "Here look at this yeah",
        "start": 305.139,
        "duration": 2.0
    },
    {
        "text": "this is",
        "start": 307.3,
        "duration": 1.86
    },
    {
        "text": "15 top comments are",
        "start": 309.16,
        "duration": 2.029
    },
    {
        "text": "All Spam bots all of them. I've never seen anything like this. How do I move this? What is this okay?",
        "start": 311.979,
        "duration": 6.77
    },
    {
        "text": "Here you go. Can you show it Dan?",
        "start": 318.75,
        "duration": 1.96
    },
    {
        "text": "Can you see it all right Dan?",
        "start": 320.71,
        "duration": 2.0
    },
    {
        "text": "Go, we have reached our goal of subscribers",
        "start": 323.979,
        "duration": 2.99
    },
    {
        "text": "Here's a special gift for you and a link",
        "start": 326.97,
        "duration": 2.339
    },
    {
        "text": "one two three and all the responses are spam Bots 2 1 2 3 4 5 6 7 8 9",
        "start": 329.8,
        "duration": 7.64
    },
    {
        "text": "10 11",
        "start": 337.87,
        "duration": 1.41
    },
    {
        "text": "12 13 14 15 16",
        "start": 339.28,
        "duration": 2.929
    },
    {
        "text": "The 16 top fucking comments are all spam bots hurry up your goodies are waiting",
        "start": 342.7,
        "duration": 5.449
    },
    {
        "text": "Gift for my subscribers, so what I was wondering is like. How is this even effective at this point? I have no idea",
        "start": 348.729,
        "duration": 7.19
    },
    {
        "text": "It's so insane do you think that they would learn a little subtlety at this point?",
        "start": 355.919,
        "duration": 4.23
    },
    {
        "text": "This thing has been going on for at least a year",
        "start": 360.25,
        "duration": 2.599
    },
    {
        "text": "Maybe two years yeah, it's always been there",
        "start": 362.979,
        "duration": 2.75
    },
    {
        "text": "But I've never it's always like 1 or 2 but all of a sudden these spammers just turned into trolls and like",
        "start": 365.729,
        "duration": 5.73
    },
    {
        "text": "This isn't effective. I'm just going to ruin the Youtube comments",
        "start": 371.889,
        "duration": 2.48
    },
    {
        "text": "But my favorite part about it is when we made a video about it",
        "start": 376.36,
        "duration": 3.679
    },
    {
        "text": "Ethan was trying to become one of the spam bots",
        "start": 381.07,
        "duration": 3.139
    },
    {
        "text": "Right and you spend a bunch of links on everyone's Channel Jeff Dunham's website?",
        "start": 384.21,
        "duration": 4.41
    },
    {
        "text": "Yeah, not like weird short urls",
        "start": 388.69,
        "duration": 2.809
    },
    {
        "text": "It was literally Jeff Dunham calm and in response to that youtube actually",
        "start": 391.74,
        "duration": 6.0
    },
    {
        "text": "And they actually banned us, and we couldn't access our channel for a day you so fucking ban I",
        "start": 398.52,
        "duration": 5.91
    },
    {
        "text": "Love that this can happen for two years, but when you make a parody of it",
        "start": 405.009,
        "duration": 4.25
    },
    {
        "text": "We get there you get banned like sorry. We got to drop the ax on you ethan in Ela",
        "start": 409.3,
        "duration": 4.459
    },
    {
        "text": "These fucking guys this top comment right now two minutes ago. It has 1500 up votes",
        "start": 414.039,
        "duration": 5.48
    },
    {
        "text": "how is it possible for Youtube of all the big chat big companies in the world Owned by Google Ai",
        "start": 419.74,
        "duration": 7.04
    },
    {
        "text": "Machine-learning top comment two minutes second one three minutes these are all posted very recently and have over thousands of points",
        "start": 427.36,
        "duration": 6.95
    },
    {
        "text": "It's so unnatural, and they're all named a tradition productions. How is it possible that you're not catching this shit look at this?",
        "start": 434.31,
        "duration": 5.97
    },
    {
        "text": "The crazy part is that there must be like a couple people actually believe it well",
        "start": 441.639,
        "duration": 5.059
    },
    {
        "text": "I think that it sighs that's definitely true, but they've stepped up their game. They have fake verified badges",
        "start": 446.699,
        "duration": 6.269
    },
    {
        "text": "Yeah, because that was that was youtube's way of being like hey. This is the legit channel",
        "start": 453.28,
        "duration": 5.689
    },
    {
        "text": "so look at these fucking guys with their fake I",
        "start": 458.969,
        "duration": 3.06
    },
    {
        "text": "Think the real ones blue so they found a green but still it and also the real one will be next to your name",
        "start": 462.759,
        "duration": 5.66
    },
    {
        "text": "So they did it like right right right you know, but it's about it",
        "start": 468.58,
        "duration": 3.889
    },
    {
        "text": "But at first look for someone who doesn't know it looks real absolutely",
        "start": 472.469,
        "duration": 3.84
    },
    {
        "text": "Look at the stuff. They write is so dumb surprises for you fans. Take away their take it",
        "start": 477.49,
        "duration": 5.809
    },
    {
        "text": "I have a small surprise go to but here. So we're always like",
        "start": 483.3,
        "duration": 4.019
    },
    {
        "text": "Who just I haven't seen one person who buys into this stuff",
        "start": 487.9,
        "duration": 3.949
    },
    {
        "text": "But I did see one and I had to I had to save it",
        "start": 492.279,
        "duration": 3.68
    },
    {
        "text": "This guy says please stop posting all these fucking comments on your own video",
        "start": 496.449,
        "duration": 4.73
    },
    {
        "text": "The guy goes someone under he isn't it spots hey. I love that in this guy's mind somehow",
        "start": 503.77,
        "duration": 6.41
    },
    {
        "text": "I'm just spamming 15 times yeah, I",
        "start": 510.18,
        "duration": 2.849
    },
    {
        "text": "Would get banned if I did that",
        "start": 513.579,
        "duration": 2.0
    },
    {
        "text": "Anyway, if you guys stay tuned, I have a gift for all my subscribers",
        "start": 517.36,
        "duration": 2.719
    },
    {
        "text": "I don't have a small surprise for you guys check the link in the description for that condor you tick what is this?",
        "start": 520.079,
        "duration": 6.48
    },
    {
        "text": "Oh, yeah, this is a video. I took",
        "start": 526.56,
        "duration": 2.0
    },
    {
        "text": "have a",
        "start": 530.27,
        "duration": 1.14
    },
    {
        "text": "Journey into God. I don't know what's what desktop software, but it is so bad like I'm not very qualified pixel that yeah",
        "start": 531.41,
        "duration": 7.94
    },
    {
        "text": "Anyway, enjoy this Journey 1 2 3 4 5 6 7 8 9 10 11 12 13 14",
        "start": 540.83,
        "duration": 7.849
    },
    {
        "text": "15 16 17 18",
        "start": 548.68,
        "duration": 2.0
    },
    {
        "text": "18 I count and that is kind of it, so hopefully what I did is I banned",
        "start": 551.24,
        "duration": 5.96
    },
    {
        "text": "Del use the same link here, and it's like dot T-- o-- or some shit",
        "start": 559.04,
        "duration": 4.399
    },
    {
        "text": "So I banned dot t-- o-- so I'm going to see if these guys are learning. I'm Gonna",
        "start": 564.2,
        "duration": 4.19
    },
    {
        "text": "I'm gonna play a little game with them. Whatever they're watching right now, and now they know let's go the game is on",
        "start": 568.39,
        "duration": 4.919
    },
    {
        "text": "YouTube can't Handle it. So now. It's time to dance and make these spammers on",
        "start": 574.58,
        "duration": 4.279
    },
    {
        "text": "Dot t-- o-- but something I've seen that they do is they'll say like hey. Have a gift for you",
        "start": 579.95,
        "duration": 5.299
    },
    {
        "text": "Type into Google x y z eleven twelve thirteen gibberish that only goes to their spam site",
        "start": 585.95,
        "duration": 5.989
    },
    {
        "text": "Yeah, so they have they have warfare these spam bothers are so advanced",
        "start": 591.94,
        "duration": 5.4
    },
    {
        "text": "It's crazy yeah that I'm afraid for the cyber security of the world",
        "start": 597.98,
        "duration": 5.54
    },
    {
        "text": "I'm telling you these guys are inside nuclear submarines right now. It's true. Like if they got this share. What else are they war town?",
        "start": 604.55,
        "duration": 5.96
    },
    {
        "text": "they're Brilliant and",
        "start": 611.24,
        "duration": 2.0
    },
    {
        "text": "And then sometimes they'll even impersonate the channel they'll throw them like oh yeah. Yeah, I used to happen cuz yeah",
        "start": 613.97,
        "duration": 7.07
    },
    {
        "text": "They're crazy man, so that's our top story watch out for the spam box guys. I mean clear",
        "start": 621.8,
        "duration": 3.86
    },
    {
        "text": "I don't think I need to tell anyone here that that's not me",
        "start": 625.66,
        "duration": 2.25
    },
    {
        "text": "That any time you see someone talking like a 4.1 person",
        "start": 628.43,
        "duration": 4.429
    },
    {
        "text": "Just to that one guy out there the next time you see what seems to be an Illiterate Chinese person",
        "start": 633.29,
        "duration": 5.359
    },
    {
        "text": "With a very spAmmy link. It's not me okay",
        "start": 639.68,
        "duration": 3.11
    },
    {
        "text": "Next up you want to take the lead on this one yella. What is it Ep? Dudes leader?",
        "start": 644.09,
        "duration": 5.45
    },
    {
        "text": "Viruses click the lead you okay this guy is a youtuber",
        "start": 651.74,
        "duration": 6.17
    },
    {
        "text": "everyone loves them on YouTube",
        "start": 659.36,
        "duration": 2.0
    },
    {
        "text": "leafyishere",
        "start": 662.96,
        "duration": 1.56
    },
    {
        "text": "exam so",
        "start": 664.52,
        "duration": 2.0
    },
    {
        "text": "He got his phone hacked or whatever Mike biggs. I'm sort of hacking happened. It was snapchat. Oh",
        "start": 666.68,
        "duration": 7.91
    },
    {
        "text": "Snapchat yeah and so",
        "start": 675.37,
        "duration": 2.16
    },
    {
        "text": "They got his nudes and it's all over Twitter now",
        "start": 678.2,
        "duration": 3.26
    },
    {
        "text": "So close your eyes when you're on twitter or not or not or open a lot, but watch out watch out, so leafy",
        "start": 682.79,
        "duration": 7.91
    },
    {
        "text": "his snapchat got hacked and",
        "start": 691.46,
        "duration": 2.179
    },
    {
        "text": "for some reason",
        "start": 694.94,
        "duration": 1.16
    },
    {
        "text": "I mean this seems a little bit silly to me to keep nudes on a snapchat when you know that you're like a high Target",
        "start": 696.1,
        "duration": 7.08
    },
    {
        "text": "400 unless he wants his dick out there. Which is you know God bless you?",
        "start": 704.18,
        "duration": 4.609
    },
    {
        "text": "Maybe he faked the hacking and you just wanted to show people as dick. I'm also a I was",
        "start": 710.12,
        "duration": 4.13
    },
    {
        "text": "I'd probably say this time you have a new son for his dick this channel down on the rope slightly everybody knows that",
        "start": 714.25,
        "duration": 5.4
    },
    {
        "text": "What better way to bring it back?",
        "start": 719.96,
        "duration": 2.0
    },
    {
        "text": "But like I was thinking I've never heard of a youtubers nudes being leaked",
        "start": 723.5,
        "duration": 4.4
    },
    {
        "text": "yeah, and not once and",
        "start": 728.72,
        "duration": 2.0
    },
    {
        "text": "You never hear almost even if guys",
        "start": 731.27,
        "duration": 2.149
    },
    {
        "text": "Nudes beam like it's always like females who are targeted?",
        "start": 734.21,
        "duration": 2.45
    },
    {
        "text": "Yeah, can we talk about that? Yeah? Let's talk about it. What's up with that all right? We talked about",
        "start": 737.21,
        "duration": 5.149
    },
    {
        "text": "I",
        "start": 743.63,
        "duration": 2.0
    },
    {
        "text": "Don't know I feel bad for him on one hand. I do I definitely do I",
        "start": 746.24,
        "duration": 3.65
    },
    {
        "text": "Wouldn't you know it's it's a horrible feeling? We you know we have been",
        "start": 750.5,
        "duration": 4.79
    },
    {
        "text": "Attempt though have been attempt to hack into our stuff, and it was really scary yeah",
        "start": 756.14,
        "duration": 6.469
    },
    {
        "text": "I'm not not a fun experience at all. No, it's horrible",
        "start": 762.61,
        "duration": 3.63
    },
    {
        "text": "So you feel so vulnerable yeah, and well, there's nothing more vulnerable than severe dick out on the internet",
        "start": 766.34,
        "duration": 6.859
    },
    {
        "text": "But again, it's like dude. I mean",
        "start": 773.72,
        "duration": 1.67
    },
    {
        "text": "I heat I feel like he has to take half the blame there he had a dick pic saved on his snapchat",
        "start": 775.39,
        "duration": 5.64
    },
    {
        "text": "That is pretty strange. It's kind of a strange thing",
        "start": 781.85,
        "duration": 2.119
    },
    {
        "text": "Mike, I don't use snapchat. Oh, so I'm not sure how",
        "start": 784.61,
        "duration": 2.96
    },
    {
        "text": "Weird is that they'll have will use. It's okay you you're like. What was on his phone?",
        "start": 788.45,
        "duration": 5.33
    },
    {
        "text": "What man was it honest what it means if somebody logs in your snapchat they get access to your dick yeah straight access",
        "start": 793.85,
        "duration": 6.44
    },
    {
        "text": "like me if I'm if I'm a celebrity",
        "start": 801.65,
        "duration": 2.39
    },
    {
        "text": "Here's my here's the good thing about being me nobody wants to see me naked",
        "start": 804.98,
        "duration": 3.32
    },
    {
        "text": "All right, my big pics are completely clear, but if anybody did want to see me naked and I was concerned about that I",
        "start": 808.85,
        "duration": 7.609
    },
    {
        "text": "Wouldn't keep any nudes man if you ever saw if you want to snap a picture of your dick send it",
        "start": 817.01,
        "duration": 5.179
    },
    {
        "text": "Here erase it",
        "start": 823.28,
        "duration": 2.0
    },
    {
        "text": "To the end other photo minute yeah, I mean yeah if you want to be dangerous",
        "start": 825.5,
        "duration": 5.69
    },
    {
        "text": "Then but then there's a chance that this would happen - yeah interesting",
        "start": 832.25,
        "duration": 4.7
    },
    {
        "text": "I haven't seen him comment about it, but just the fact that leafy of all the lectures day hey guys my dicks out there",
        "start": 836.95,
        "duration": 6.78
    },
    {
        "text": "But it's actually it's everywhere like anytime. I'm on Twitter. I'm seeing leafy's dick. I",
        "start": 843.77,
        "duration": 5.21
    },
    {
        "text": "Learned on that same day like I was just looking at completely unrelated to it and it popped up",
        "start": 850.7,
        "duration": 6.38
    },
    {
        "text": "It popped up literally",
        "start": 857.81,
        "duration": 2.0
    },
    {
        "text": "Well, we'd be next door and ears",
        "start": 860.21,
        "duration": 2.21
    },
    {
        "text": "I tell you something more to be said about that, but how much can you talk about leafies dick?",
        "start": 862.75,
        "duration": 3.75
    },
    {
        "text": "I'm going to talk about in a while, so it's kind of a good way to come in right? Oh",
        "start": 867.29,
        "duration": 3.289
    },
    {
        "text": "man",
        "start": 872.93,
        "duration": 2.0
    },
    {
        "text": "Yeah, that's embarrassing",
        "start": 875.6,
        "duration": 2.0
    },
    {
        "text": "If you like the older I get the smaller my dick gets alright, I get fatter my dick gets smaller so fucked up",
        "start": 880.46,
        "duration": 6.679
    },
    {
        "text": "You know what? I mean like yeah",
        "start": 889.49,
        "duration": 2.0
    },
    {
        "text": "You don't have to call me. I'm just talking like you know proverbial. I was hoping that this would be like a segment of news",
        "start": 894.26,
        "duration": 6.53
    },
    {
        "text": "Is this not a current event?",
        "start": 901.52,
        "duration": 2.0
    },
    {
        "text": "I'm trying. You know what I'm saying. It's like",
        "start": 904.1,
        "duration": 2.0
    },
    {
        "text": "You lose hair on your head your dick gets sucked into your fat your don. You've ever heard well, you know",
        "start": 907.73,
        "duration": 6.44
    },
    {
        "text": "Proverbial in the proverbial sense and you grow hair on your ass",
        "start": 915.23,
        "duration": 2.869
    },
    {
        "text": "I don't understand that you lose hair where you want it",
        "start": 918.1,
        "duration": 3.599
    },
    {
        "text": "You grow hair where you don't on your ears and your ass your ass crap fuck is that?",
        "start": 921.7,
        "duration": 5.22
    },
    {
        "text": "It's like it's already hard enough to get a date past 20. Why are you doing this to me life?",
        "start": 928.86,
        "duration": 4.729
    },
    {
        "text": "biologically",
        "start": 935.67,
        "duration": 1.229
    },
    {
        "text": "It doesn't even make sense. I'm evolved to fuck right. That's why you exist",
        "start": 936.899,
        "duration": 4.159
    },
    {
        "text": "Why you putting here on my ears in my ass and shrinking my dick?",
        "start": 941.389,
        "duration": 3.239
    },
    {
        "text": "That's all I'm saying can I get away oh?",
        "start": 945.149,
        "duration": 2.719
    },
    {
        "text": "Luckily I'm Gonna get an egg news story for you. Let's move it on",
        "start": 948.379,
        "duration": 3.96
    },
    {
        "text": "Next stories a little bit serious a little bit interesting",
        "start": 956.79,
        "duration": 2.51
    },
    {
        "text": "I've been I've been following this",
        "start": 960.24,
        "duration": 2.539
    },
    {
        "text": "The trump Russian story because I found it really fascinating",
        "start": 963.839,
        "duration": 2.39
    },
    {
        "text": "Try to be bipartisan as much as possible because I know we have a lot of fans who support trump a lot of people who?",
        "start": 967.439,
        "duration": 5.239
    },
    {
        "text": "Don't I personally just for transparency did not vote for trump, but I try to give everyone a fair shake on things",
        "start": 972.679,
        "duration": 6.15
    },
    {
        "text": "This trump Russia thing is kept as fascinating to me because it's if it all is proven true to me",
        "start": 979.86,
        "duration": 6.649
    },
    {
        "text": "It's just so crazy that like",
        "start": 986.509,
        "duration": 3.239
    },
    {
        "text": "one side of the political",
        "start": 990.869,
        "duration": 2.0
    },
    {
        "text": "system was colluding with with a",
        "start": 993.72,
        "duration": 2.39
    },
    {
        "text": "With pretty much an amine. I don't enemy who stays maybe a little harsh, but definitely an adversary you know a",
        "start": 996.749,
        "duration": 6.17
    },
    {
        "text": "competiting country competing country",
        "start": 1003.529,
        "duration": 2.239
    },
    {
        "text": "And so you guys probably followed this story?",
        "start": 1007.16,
        "duration": 2.69
    },
    {
        "text": "With a beef support trump just hear me out. Just listen. I'm gonna lay it out. It's fascinating",
        "start": 1011.059,
        "duration": 4.52
    },
    {
        "text": "You should want to hear this more than anybody",
        "start": 1015.62,
        "duration": 2.0
    },
    {
        "text": "Okay",
        "start": 1018.47,
        "duration": 1.979
    },
    {
        "text": "let's start from here, so",
        "start": 1020.449,
        "duration": 2.0
    },
    {
        "text": "The story had come out that trump Jr.. Had been talking to",
        "start": 1023.179,
        "duration": 5.359
    },
    {
        "text": "- a russian some kind of Russian ambassador about getting information about Clinton",
        "start": 1029.39,
        "duration": 6.019
    },
    {
        "text": "And and it just so happened that trump Jr.. And an attempt to defend himself or I guess be transparent",
        "start": 1035.72,
        "duration": 7.64
    },
    {
        "text": "posted on Twitter a picture of his email correspondence with these russian dudes and",
        "start": 1044.029,
        "duration": 5.24
    },
    {
        "text": "Any he pretty much admits to some really crazy shit",
        "start": 1049.88,
        "duration": 3.049
    },
    {
        "text": "And he just tweeted it out. Which is fascinating let me read some of this stuff",
        "start": 1054.049,
        "duration": 3.589
    },
    {
        "text": "So this guy he says hi, don. That's Donald Jr. But when you're free to talk with Mn. By phone about this hillary info",
        "start": 1058.25,
        "duration": 7.069
    },
    {
        "text": "Mn. I presume is some kind of Russian diplomat you",
        "start": 1066.169,
        "duration": 4.219
    },
    {
        "text": "Had mentioned earlier this week so wanted to try to reschedule a time and day best to you and your family",
        "start": 1071.99,
        "duration": 6.409
    },
    {
        "text": "Thanks, Rob. I appreciate that. I'm on the phone at the moment, but perhaps. I just speak to Eman first seems",
        "start": 1080.059,
        "duration": 5.239
    },
    {
        "text": "We have some time and it's what you say. I love it. Especially later in the summer",
        "start": 1085.299,
        "duration": 4.02
    },
    {
        "text": "What could we do if we do a call first thing next week when I am back?",
        "start": 1090.23,
        "duration": 4.13
    },
    {
        "text": "Good morning",
        "start": 1096.71,
        "duration": 0.86
    },
    {
        "text": "Emma just called and asked me to contact you about something very interesting the crown",
        "start": 1097.57,
        "duration": 3.989
    },
    {
        "text": "Prosecutor of Russia met with his father aris this morning and in their meeting offered to provide the trump campaign with some official documents",
        "start": 1101.899,
        "duration": 7.369
    },
    {
        "text": "And information that would incriminate hillary and our dealings with Russia and would be very useful to your father",
        "start": 1109.429,
        "duration": 6.469
    },
    {
        "text": "This is very obviously very high-level and sensitive information, but is part of russia, and it's government support for Mr.. Trump",
        "start": 1116.539,
        "duration": 7.609
    },
    {
        "text": "What do you think is the best way to handle this information would you be able to speak with Emma about it just directly I?",
        "start": 1125.21,
        "duration": 5.179
    },
    {
        "text": "Can also send this info to your father, but it's ultra sensitive. So wanted to keep send it to you first",
        "start": 1134.389,
        "duration": 5.96
    },
    {
        "text": "So you told me that you should tell that point about Al gore so okay?",
        "start": 1142.73,
        "duration": 6.5
    },
    {
        "text": "This this to me is is kind of mind-bending",
        "start": 1149.23,
        "duration": 2.64
    },
    {
        "text": "I have a hard time even as like a staunch trump supporter that this wouldn't bend your mind a little bit",
        "start": 1151.87,
        "duration": 6.419
    },
    {
        "text": "They you as a white this time. I trump a trump supporter",
        "start": 1158.51,
        "duration": 2.839
    },
    {
        "text": "I don't know what I said sorry. I'm defensive ugh. You look like did you just say English?",
        "start": 1161.96,
        "duration": 4.01
    },
    {
        "text": "That this wouldn't bend your mind a little bit",
        "start": 1169.37,
        "duration": 2.0
    },
    {
        "text": "you have a",
        "start": 1172.399,
        "duration": 1.711
    },
    {
        "text": "Russian Ambassador sending you incriminating evidence stolen from Hillary's email account",
        "start": 1174.11,
        "duration": 6.349
    },
    {
        "text": "Trying to influence the campaign on your behalf",
        "start": 1181.639,
        "duration": 2.81
    },
    {
        "text": "I'm not sure. What are the counter points to defending that because I know as supporters do defend it. They say well",
        "start": 1185.179,
        "duration": 6.02
    },
    {
        "text": "Who's troubled not to accept help if somebody wants to help them even if it happens to be an adversary?",
        "start": 1191.389,
        "duration": 5.51
    },
    {
        "text": "Someone who it's best interests aren't the United States",
        "start": 1197.6,
        "duration": 2.989
    },
    {
        "text": "so people would say well hillary's a a",
        "start": 1202.49,
        "duration": 3.319
    },
    {
        "text": "Criminal and she deserves to be outed or whatever it's like an issue of morals right? It's a conflict of interest is what it is",
        "start": 1206.96,
        "duration": 7.88
    },
    {
        "text": "Yeah now to put it lightly lightly but but the biggest problem here is that trump and his campaign?",
        "start": 1216.559,
        "duration": 6.619
    },
    {
        "text": "And his son and everyone involved has come as always",
        "start": 1223.429,
        "duration": 3.53
    },
    {
        "text": "said with a",
        "start": 1227.6,
        "duration": 1.59
    },
    {
        "text": "Absolute definitive way we haven't had contact with the russians about any of this stuff",
        "start": 1229.19,
        "duration": 4.219
    },
    {
        "text": "Yeah, that is crazy. So on one hand all these counter points of defense is like okay",
        "start": 1233.69,
        "duration": 5.9
    },
    {
        "text": "We could talk about that, but the thing that I'm worried about is why have they denied this relationship for so long?",
        "start": 1239.59,
        "duration": 6.15
    },
    {
        "text": "And pretty aware it if it was going to come out eventually why?",
        "start": 1246.26,
        "duration": 3.319
    },
    {
        "text": "Why lie about it all the time?",
        "start": 1250.61,
        "duration": 1.37
    },
    {
        "text": "I don't know that they thought it was going to come out eventually but but you can see here even in this in this",
        "start": 1251.98,
        "duration": 5.729
    },
    {
        "text": "Short Correspondence, he says they sent it to your father",
        "start": 1258.2,
        "duration": 2.719
    },
    {
        "text": "And he says in the best interests of your family which would imply that",
        "start": 1261.5,
        "duration": 3.709
    },
    {
        "text": "they all knew about this from all of them right, so",
        "start": 1265.76,
        "duration": 3.409
    },
    {
        "text": "that the lines and the kind of that what seems to be an attempt to covering up this story a",
        "start": 1270.049,
        "duration": 6.589
    },
    {
        "text": "Lot of people saying why did he tweet this out because it's like obviously incriminating people laughing saying he's just dumb",
        "start": 1277.159,
        "duration": 5.0
    },
    {
        "text": "He's dumb he would dump their idiots. I don't I don't think that's the case",
        "start": 1282.159,
        "duration": 3.479
    },
    {
        "text": "Probably most likely is that because the New York times was digging into this and they probably",
        "start": 1286.279,
        "duration": 4.16
    },
    {
        "text": "Figured that it was going to come out",
        "start": 1290.539,
        "duration": 2.03
    },
    {
        "text": "And I think this was his if I had to guess I would say he's trying to get ahead of the story",
        "start": 1292.57,
        "duration": 5.609
    },
    {
        "text": "Because it was going to come out anyone you got you want to you want to control the information as much as possible you don't",
        "start": 1298.76,
        "duration": 5.509
    },
    {
        "text": "Want to give the control the New York times?",
        "start": 1304.269,
        "duration": 2.0
    },
    {
        "text": "to me, this is pretty much I",
        "start": 1306.799,
        "duration": 2.839
    },
    {
        "text": "Don't know it whether it would I don't know the whole thing is just so",
        "start": 1310.85,
        "duration": 3.26
    },
    {
        "text": "Crazy it's it's spooky. Yeah. I don't trust the russians to be meddling in our and our governance and",
        "start": 1314.929,
        "duration": 5.989
    },
    {
        "text": "You should tell about that point that you told me about al gore. Oh yeah, and so okay again",
        "start": 1321.769,
        "duration": 5.54
    },
    {
        "text": "Look, I'm not trying to trigger. Anyone. I'm jen. I know this is very contentious to talk about this stuff",
        "start": 1328.45,
        "duration": 5.15
    },
    {
        "text": "But this is pretty this is like the most smoking gun on this issue. This is pretty serious stuff here",
        "start": 1334.869,
        "duration": 6.8
    },
    {
        "text": "Now people are saying",
        "start": 1342.399,
        "duration": 2.0
    },
    {
        "text": "You know here let me let me compare this to something okay back",
        "start": 1345.22,
        "duration": 5.599
    },
    {
        "text": "Let me find this",
        "start": 1352.6,
        "duration": 2.0
    },
    {
        "text": "How do I not have been info yeah, but it's funny how it's all about the emails",
        "start": 1354.609,
        "duration": 4.04
    },
    {
        "text": "I know this got a fucking ironic. Isn't it after all this shit. There's this email. That's coming back to haunt trump, Jr.. Oh",
        "start": 1358.649,
        "duration": 7.229
    },
    {
        "text": "Man, you can't write it better than this house of cards has nothing on this shit",
        "start": 1366.46,
        "duration": 4.76
    },
    {
        "text": "it's like he had youtube with Twitter DMS and",
        "start": 1371.379,
        "duration": 3.14
    },
    {
        "text": "Fucking opposed to their damn they raised forever",
        "start": 1375.97,
        "duration": 2.479
    },
    {
        "text": "so",
        "start": 1380.71,
        "duration": 1.919
    },
    {
        "text": "Just for comparison",
        "start": 1382.629,
        "duration": 1.8
    },
    {
        "text": "Now al gore when he was running against bush",
        "start": 1384.429,
        "duration": 3.799
    },
    {
        "text": "It was back in 2008 if I recall correctly",
        "start": 1389.32,
        "duration": 3.199
    },
    {
        "text": "Had received information about Bush's debate questions",
        "start": 1393.159,
        "duration": 4.219
    },
    {
        "text": "So he found out what?",
        "start": 1399.009,
        "duration": 2.0
    },
    {
        "text": "Questions bush was going to be asked during the debate that gave him a hugely unfair advantage because you could compare he could prepare",
        "start": 1401.499,
        "duration": 6.5
    },
    {
        "text": "counter points",
        "start": 1408.489,
        "duration": 1.14
    },
    {
        "text": "They could prepare zingers it gave him an absolutely unfair advantage and the first thing al gore did",
        "start": 1409.629,
        "duration": 7.609
    },
    {
        "text": "When receiving those documents is he handed it over to the FBI?",
        "start": 1417.609,
        "duration": 3.29
    },
    {
        "text": "because",
        "start": 1423.249,
        "duration": 1.23
    },
    {
        "text": "It's the right thing to do he says",
        "start": 1424.479,
        "duration": 2.0
    },
    {
        "text": "Someone's trying to Meddle in our democracy. There's an external force at play here",
        "start": 1426.849,
        "duration": 5.0
    },
    {
        "text": "Who's trying to control the outcome of our democratic process?",
        "start": 1432.269,
        "duration": 3.06
    },
    {
        "text": "This belongs in the hands of the FBI the Cia",
        "start": 1436.029,
        "duration": 2.78
    },
    {
        "text": "Because I think when you have external forces trying to manipulate the outcome of American democracy",
        "start": 1439.599,
        "duration": 6.65
    },
    {
        "text": "They need to be challenged",
        "start": 1447.759,
        "duration": 1.8
    },
    {
        "text": "You know and and the thing that's most disturbing to me about what's happening with trump and supporters is their seemingly?",
        "start": 1449.559,
        "duration": 6.949
    },
    {
        "text": "willingness to",
        "start": 1456.73,
        "duration": 1.259
    },
    {
        "text": "Be okay with the fact that russia aided",
        "start": 1457.989,
        "duration": 3.08
    },
    {
        "text": "Campaign and he he accepted the help and he does and they don't see any problem with that Mm-hmm",
        "start": 1461.289,
        "duration": 5.21
    },
    {
        "text": "The sway of Public opinion, and everything I don't know about like voter fraud",
        "start": 1466.65,
        "duration": 4.439
    },
    {
        "text": "I don't I don't I don't personally believe or haven't seen evidence that Russia like was hacking voting booths or anything like that",
        "start": 1471.09,
        "duration": 5.88
    },
    {
        "text": "There was there's as far as I could tell was clearly a war on the hearts and minds of of the voters",
        "start": 1477.13,
        "duration": 5.839
    },
    {
        "text": "But doesn't it I?",
        "start": 1485.919,
        "duration": 2.0
    },
    {
        "text": "Don't know it's it's strange",
        "start": 1489.37,
        "duration": 1.95
    },
    {
        "text": "The fact that russia had a preference on candidate because Clinton was notoriously very hard on Russia and putin in general",
        "start": 1491.32,
        "duration": 6.77
    },
    {
        "text": "she was a hard-ass and",
        "start": 1498.09,
        "duration": 2.0
    },
    {
        "text": "Trump seems pretty fucking soft he talks shit on everybody",
        "start": 1500.47,
        "duration": 3.709
    },
    {
        "text": "Everybody he's talk shit on every world leader",
        "start": 1505.179,
        "duration": 2.69
    },
    {
        "text": "Even people in his own party know Marco Rubio Low-energy. He shits on everybody somehow",
        "start": 1508.78,
        "duration": 4.969
    },
    {
        "text": "Putin is this glorious horse riding fuck who has never done anything wrong who has never assassinated?",
        "start": 1514.39,
        "duration": 5.959
    },
    {
        "text": "Political opponents who didn't just make a war mongering land-grab in ukraine",
        "start": 1521.169,
        "duration": 4.58
    },
    {
        "text": "He's the fucking great like I'm just saying it's it's concerning I",
        "start": 1526.48,
        "duration": 4.339
    },
    {
        "text": "Think that everyone. I think that people should be concerned about this",
        "start": 1531.429,
        "duration": 3.109
    },
    {
        "text": "That's my part. I don't know",
        "start": 1535.84,
        "duration": 2.0
    },
    {
        "text": "People saying next what do you guys know?",
        "start": 1539.5,
        "duration": 2.239
    },
    {
        "text": "well, this is not a political show so I don't want to get too much into detail about things like that because I did just",
        "start": 1542.679,
        "duration": 7.07
    },
    {
        "text": "Give you anyway, whatever that's my thought. I thought I find the whole thing fucking interesting",
        "start": 1549.75,
        "duration": 4.26
    },
    {
        "text": "Let's move it on let's get light now",
        "start": 1556.39,
        "duration": 2.39
    },
    {
        "text": "Next story is a great one that you guys are going to love",
        "start": 1561.909,
        "duration": 2.6
    },
    {
        "text": "Anheuser-busch",
        "start": 1565.84,
        "duration": 2.0
    },
    {
        "text": "Ex-Ceo",
        "start": 1568.36,
        "duration": 1.86
    },
    {
        "text": "Augustus isle Duffus busch the fourth",
        "start": 1570.22,
        "duration": 2.839
    },
    {
        "text": "subscribe natural named",
        "start": 1574.539,
        "duration": 1.921
    },
    {
        "text": "Augustus Al dolphus bush the fourth was arrested for flying his helicopter while drunk",
        "start": 1576.46,
        "duration": 5.989
    },
    {
        "text": "His story is a crack-up. Do them everything in this story. You gotta like read twice to make sure you heard it, right?",
        "start": 1583.419,
        "duration": 5.48
    },
    {
        "text": "It's such a great headline the former ceo of ana Hazzard bush. His name alone is Unbeliev, Augustus, El Dothis bush",
        "start": 1588.9,
        "duration": 7.589
    },
    {
        "text": "The fourth was arrested after he landed his helicopter and Illinois' business parking lot Monday",
        "start": 1596.49,
        "duration": 5.67
    },
    {
        "text": "He landed his healthop there in a parking lot. I'm going to show you the video",
        "start": 1603.37,
        "duration": 3.02
    },
    {
        "text": "Swansea Police said in a Facebook post officers were dispatched to report a helicopter landing for unknown reasons around",
        "start": 1607.06,
        "duration": 6.529
    },
    {
        "text": "1 o'clock in the afternoon, and we're concerned about the aircraft taking off again due to closed obstacles and buildings",
        "start": 1613.9,
        "duration": 5.63
    },
    {
        "text": "After 7 hours police said they received a call saying the pilot identified as bush appeared to intoxicated to take off",
        "start": 1621.16,
        "duration": 5.179
    },
    {
        "text": "The helicopters rotors were spinning and the engine was revving up when officer arrived on the scene",
        "start": 1626.86,
        "duration": 5.15
    },
    {
        "text": "That is terrifying listen to this shit",
        "start": 1632.92,
        "duration": 2.119
    },
    {
        "text": "Bush's wife",
        "start": 1636.7,
        "duration": 1.59
    },
    {
        "text": "Dewanna wood was with him at the time in addition to their eight dogs",
        "start": 1638.29,
        "duration": 4.969
    },
    {
        "text": "There was eight dogs in the helicopter. That's a fucking party dude",
        "start": 1644.35,
        "duration": 4.22
    },
    {
        "text": "But how do you forget about drunk driving?",
        "start": 1651.01,
        "duration": 3.77
    },
    {
        "text": "Let's drunk fly drunk not even for helicopters. You're more complicated flying an airplane",
        "start": 1655.54,
        "duration": 5.239
    },
    {
        "text": "Let's drunk ass by a helicopter into eight",
        "start": 1661.24,
        "duration": 3.02
    },
    {
        "text": "Public partners in a neighborhood you got to see the video ever it is so funny after a second officer arrived on the scene",
        "start": 1665.32,
        "duration": 7.279
    },
    {
        "text": "the police",
        "start": 1672.94,
        "duration": 2.0
    },
    {
        "text": "administered eyes field sobriety tests",
        "start": 1677.74,
        "duration": 2.06
    },
    {
        "text": "Bush appeared unable to keep a single train of thought and his speech appeared mumbling and slurred, but he blew a zero",
        "start": 1680.08,
        "duration": 7.189
    },
    {
        "text": "Because because he was fucked up on pain gas Korea tells ishe say it wasn't drunk. But you exact. Which is probably even worse",
        "start": 1690.01,
        "duration": 6.8
    },
    {
        "text": "He's like knocking imagine nodding off in a helicopter like nodding off in a car",
        "start": 1696.81,
        "duration": 3.929
    },
    {
        "text": "You crash, and you're probably fine you get out yeah, you're not often a health on there. It's your last news",
        "start": 1700.78,
        "duration": 6.14
    },
    {
        "text": "It's different levels of adventure. Is that you can crash into a house and",
        "start": 1706.92,
        "duration": 4.5
    },
    {
        "text": "I don't even know don't be like hell. Yeah. They're like little family people",
        "start": 1712.42,
        "duration": 4.219
    },
    {
        "text": "so I hate flying like",
        "start": 1717.37,
        "duration": 2.0
    },
    {
        "text": "By percentage flying is much safer than driving, but when you crash an airplane",
        "start": 1720.19,
        "duration": 6.229
    },
    {
        "text": "Your your brad buried can we get a soundboard sound for that dent when you crash an airplane. You're I?",
        "start": 1728.35,
        "duration": 5.9
    },
    {
        "text": "Would sound oh you are just waiting to see what he chooses I",
        "start": 1736.39,
        "duration": 3.469
    },
    {
        "text": "Didn't hear it. Oh, we didn't hear it",
        "start": 1741.429,
        "duration": 2.0
    },
    {
        "text": "Did people oh?",
        "start": 1744.52,
        "duration": 2.0
    },
    {
        "text": "Thank you, Dan these into use real fast",
        "start": 1747.73,
        "duration": 3.979
    },
    {
        "text": "That's a great story. Let's see here a",
        "start": 1753.73,
        "duration": 2.599
    },
    {
        "text": "further search of the helicopter turned up several loaded weapons",
        "start": 1757.059,
        "duration": 3.29
    },
    {
        "text": "weapons still and Several bottles of prescription drugs",
        "start": 1761.049,
        "duration": 3.29
    },
    {
        "text": "so this motherfucking gun is a helicopter with eight dogs and much lighter weapons his wife and and",
        "start": 1764.34,
        "duration": 5.699
    },
    {
        "text": "tons of pain pills",
        "start": 1770.559,
        "duration": 1.98
    },
    {
        "text": "Watch this for you I?",
        "start": 1772.539,
        "duration": 2.0
    },
    {
        "text": "Can't let's point out no charges have been filed in this case",
        "start": 1774.7,
        "duration": 2.78
    },
    {
        "text": "But here's a look at where this chopper landed and give you a sense of what's around here",
        "start": 1777.48,
        "duration": 4.17
    },
    {
        "text": "This is just a parking lot in the middle of an office park",
        "start": 1781.65,
        "duration": 2.339
    },
    {
        "text": "You've got a dumpster a few feet away from where that helicopter landed and you can see just some of the other businesses",
        "start": 1783.99,
        "duration": 6.089
    },
    {
        "text": "I wonder what he was doing there",
        "start": 1790.08,
        "duration": 1.709
    },
    {
        "text": "I wonder if he's just picking up a Papa John's of some shit like what the fuck",
        "start": 1791.789,
        "duration": 3.45
    },
    {
        "text": "Did you need to land your helicopter there no?",
        "start": 1795.28,
        "duration": 2.239
    },
    {
        "text": "I think he landed there because he felt unsafe, but he was about to get back and take off",
        "start": 1797.52,
        "duration": 4.919
    },
    {
        "text": "Yeah, okay, so that was an emergency landing yeah",
        "start": 1802.44,
        "duration": 2.88
    },
    {
        "text": "Oh, maybe I'm too fucked up",
        "start": 1805.32,
        "duration": 1.54
    },
    {
        "text": "But I I don't know I'm not sure maybe I hate called the cops right or not a driver",
        "start": 1806.86,
        "duration": 5.78
    },
    {
        "text": "Ya know one of the store merchants called the police",
        "start": 1812.64,
        "duration": 2.429
    },
    {
        "text": "Oh my and they're like yo this drunk idiots about to take off in his helicopter and feels mankind",
        "start": 1815.25,
        "duration": 4.26
    },
    {
        "text": "I think he dropped he stopped off for Papa John's I",
        "start": 1819.51,
        "duration": 3.089
    },
    {
        "text": "Need to talk to his wife",
        "start": 1824.169,
        "duration": 2.0
    },
    {
        "text": "She didn't shoot a bear",
        "start": 1826.539,
        "duration": 2.0
    },
    {
        "text": "She's chilling with the dogs and back there having a great time. It's probably their favorite, Hobby",
        "start": 1828.84,
        "duration": 3.78
    },
    {
        "text": "My passions include getting fucked up on Oxycontin and fly my helicopter",
        "start": 1833.53,
        "duration": 3.949
    },
    {
        "text": "He wants a lift just say quality time with our dogs",
        "start": 1838.51,
        "duration": 3.439
    },
    {
        "text": "Dogs are all freaking out of business",
        "start": 1844.27,
        "duration": 2.149
    },
    {
        "text": "Here again, this is ian. Swansea a big office Park here witnesses tell us",
        "start": 1847.6,
        "duration": 4.699
    },
    {
        "text": "They wondered what the world was happening when the helicopter landed in the middle of this office park",
        "start": 1852.299,
        "duration": 5.34
    },
    {
        "text": "now",
        "start": 1858.1,
        "duration": 0.809
    },
    {
        "text": "Swansea police say the pilot told them he was visiting a business here now according to",
        "start": 1858.909,
        "duration": 4.52
    },
    {
        "text": "My sources august push the forwarding to my sources for the passage on or large",
        "start": 1863.56,
        "duration": 4.91
    },
    {
        "text": "Some crazy sticks could you say them?",
        "start": 1869.44,
        "duration": 2.599
    },
    {
        "text": "It's just laughing at is there I mean here and say no no no, Fontana",
        "start": 1872.25,
        "duration": 3.54
    },
    {
        "text": "Sources august bush the fourth was the pilot in that chopper when it landed now police",
        "start": 1875.89,
        "duration": 4.88
    },
    {
        "text": "investigate it because they had concerns about",
        "start": 1881.11,
        "duration": 2.569
    },
    {
        "text": "How safe it was to land in the area that rich people will be doing whatever the fuck they want",
        "start": 1883.78,
        "duration": 4.489
    },
    {
        "text": "I'm gonna park in this parking lot by the way. No charges were filed what that's what? He said, no charges have been filed",
        "start": 1889.12,
        "duration": 6.8
    },
    {
        "text": "Really all you gotta be is rich and you can park your helicopter in some broke people's house for all they care",
        "start": 1897.13,
        "duration": 6.109
    },
    {
        "text": "Wow, just we have the commissioner a couple hundred thousand",
        "start": 1903.82,
        "duration": 3.169
    },
    {
        "text": "That's a lot of my God bush. That's with the bush family",
        "start": 1907.99,
        "duration": 3.89
    },
    {
        "text": "That's for me this guy's old money. He's bush the fourth several hours later witnesses anyone called algar that",
        "start": 1913.42,
        "duration": 7.219
    },
    {
        "text": "Justice you know next person you mean named Augustus. You know his ass got money",
        "start": 1921.91,
        "duration": 4.4
    },
    {
        "text": "he's got helicopter money thanked it appeared the pilot was intoxicated and trying to get back into the helicopter and",
        "start": 1926.4,
        "duration": 6.21
    },
    {
        "text": "fly it out of here sources say bush the fourth was mumbling and had trouble walking a court order was sought for a blood and",
        "start": 1932.98,
        "duration": 7.039
    },
    {
        "text": "Urine sample he was taken to a hospital where those samples were taken now",
        "start": 1940.02,
        "duration": 3.78
    },
    {
        "text": "The swampy Police Chief says because no charges are filed as of right now",
        "start": 1943.8,
        "duration": 3.359
    },
    {
        "text": "He's not confirming the pilot was in fact august bush the fourth",
        "start": 1947.2,
        "duration": 3.739
    },
    {
        "text": "We're not confirming it was august bush the fourth, but I've been one of the dogs",
        "start": 1952.06,
        "duration": 3.77
    },
    {
        "text": "We don't know if it was one of the dog driving",
        "start": 1956.77,
        "duration": 2.84
    },
    {
        "text": "We can't confirm his identity no charges have been brought",
        "start": 1960.55,
        "duration": 3.26
    },
    {
        "text": "He he was he appeared in the parking lot fucked up with a gun on him and pills on him. We can't confirm it",
        "start": 1965.74,
        "duration": 6.68
    },
    {
        "text": "He was him flying though, and so we're gonna let him off the hook",
        "start": 1972.42,
        "duration": 2.79
    },
    {
        "text": "get real",
        "start": 1976.03,
        "duration": 2.0
    },
    {
        "text": "All right next story. That's a pretty spicy one though, I",
        "start": 1978.25,
        "duration": 3.68
    },
    {
        "text": "Love his name so much August's alphys bush the fourth",
        "start": 1983.62,
        "duration": 3.53
    },
    {
        "text": "It's actually just august it's got to be a gusta s' yeah, I'm gonna rewrite this one",
        "start": 1988.27,
        "duration": 5.27
    },
    {
        "text": "August is not",
        "start": 1994.18,
        "duration": 1.99
    },
    {
        "text": "Not fascinating for me man tries to murder a friend over argument of Star Wars for Star. Trek. I",
        "start": 1996.17,
        "duration": 6.739
    },
    {
        "text": "Love this. This is the kind of articles that live for",
        "start": 2005.59,
        "duration": 3.589
    },
    {
        "text": "police",
        "start": 2012.88,
        "duration": 1.11
    },
    {
        "text": "Fight over star wars and star trek led to assault look at this fucking guy",
        "start": 2013.99,
        "duration": 3.619
    },
    {
        "text": "Do you think this guy was onto the side of Star Wars or star trek?",
        "start": 2017.62,
        "duration": 2.69
    },
    {
        "text": "Jerome white 23 was arrested july 1st in Oklahoma city on a complaint of assault and battery",
        "start": 2021.07,
        "duration": 5.329
    },
    {
        "text": "serious business y'all",
        "start": 2028.99,
        "duration": 2.0
    },
    {
        "text": "Police say a fight over star trek and star wars led to an assault",
        "start": 2031.66,
        "duration": 3.38
    },
    {
        "text": "Jerome",
        "start": 2036.19,
        "duration": 1.2
    },
    {
        "text": "Wyatt 23 was arrested july 1st on a complaint of assault and battery",
        "start": 2037.39,
        "duration": 4.43
    },
    {
        "text": "Oklahoma City Police Department reports show that weiss had it thought like what if they were arguing about something",
        "start": 2041.98,
        "duration": 5.63
    },
    {
        "text": "Else and then the police came, and then they're like trolling the police and it's like oh, we were just arguing about",
        "start": 2048.55,
        "duration": 6.379
    },
    {
        "text": "Star Trek",
        "start": 2056.74,
        "duration": 1.32
    },
    {
        "text": "rule",
        "start": 2058.06,
        "duration": 1.2
    },
    {
        "text": "They're gonna cover it up. How do you confirm what they were arguing about well, okay?",
        "start": 2059.26,
        "duration": 5.12
    },
    {
        "text": "So my that's a really good point my thought is these are probably not the brightest people I?",
        "start": 2064.38,
        "duration": 4.829
    },
    {
        "text": "Don't know how oh",
        "start": 2070.81,
        "duration": 2.0
    },
    {
        "text": "Yeah, well if you were arguing about drugs or something illegal. You would say we had an argument",
        "start": 2074.32,
        "duration": 4.669
    },
    {
        "text": "yeah, but if let's say if you were trying to like",
        "start": 2080.26,
        "duration": 3.32
    },
    {
        "text": "Stick it to someone or whatever the phrase is by saying like something really dumb",
        "start": 2084.1,
        "duration": 5.81
    },
    {
        "text": "That's what that's the kind of thing you would say that's a fucking Brilliant point",
        "start": 2090.37,
        "duration": 4.01
    },
    {
        "text": "Kind of just ruined this whole story",
        "start": 2094.9,
        "duration": 2.0
    },
    {
        "text": "Well anyway, the story is wyatt literally followed a man. He says here. This is this is the from the police report",
        "start": 2098.47,
        "duration": 6.199
    },
    {
        "text": "Oklahoma City Police Department reports that white and another man were in the living room apartment",
        "start": 2106.84,
        "duration": 4.25
    },
    {
        "text": "They shared when they began arguing if star wars as star trek was better",
        "start": 2111.09,
        "duration": 3.599
    },
    {
        "text": "The Victim Told police he became frustrated and stated",
        "start": 2115.54,
        "duration": 2.689
    },
    {
        "text": "You're just a trick before walking",
        "start": 2118.84,
        "duration": 2.0
    },
    {
        "text": "To his room",
        "start": 2121.18,
        "duration": 0.99
    },
    {
        "text": "White allegedly followed the man and shoved into the ground the victim got back up and told police he stated you want to replay that",
        "start": 2122.17,
        "duration": 5.96
    },
    {
        "text": "And once again shoved to the ground police say wyatt then wrapped his arm around",
        "start": 2128.13,
        "duration": 4.189
    },
    {
        "text": "The Victim's neck and began choking him the Victim was near unconscious when he pulled out a pocketknife",
        "start": 2132.57,
        "duration": 5.419
    },
    {
        "text": "Wyatt let go and reached for the knife cutting himself then left the room",
        "start": 2138.349,
        "duration": 3.63
    },
    {
        "text": "So dan pointed out and I think it's a good it's a really good point",
        "start": 2144.96,
        "duration": 3.5
    },
    {
        "text": "They don't know they don't say who supported star wars and who supported star trek",
        "start": 2148.46,
        "duration": 3.989
    },
    {
        "text": "Yeah, that's kind of fucking important to resolving this and my hunch on this is that",
        "start": 2152.45,
        "duration": 4.649
    },
    {
        "text": "The guy who choked him had to be the star wars fan because Jean-Luc picard would neither advocate in this kind of behavior",
        "start": 2158.19,
        "duration": 7.13
    },
    {
        "text": "It's true. You have to live by the code of Star trek",
        "start": 2166.95,
        "duration": 2.81
    },
    {
        "text": "So anyway, I think you killed that story from so if I'm being honest, I think these guys are probably",
        "start": 2171.15,
        "duration": 5.51
    },
    {
        "text": "The greatest troll I think they're trying to please",
        "start": 2177.54,
        "duration": 2.359
    },
    {
        "text": "But if you're getting stabbed and choking each other out are you in the state of mind to be like can't control the please?",
        "start": 2180.51,
        "duration": 5.869
    },
    {
        "text": "What I just I don't know. I think you're on this make sense in my mind. Yeah the police come and they're like",
        "start": 2187.29,
        "duration": 6.109
    },
    {
        "text": "What was this argument about and then the doors were star trek? Yeah?",
        "start": 2193.4,
        "duration": 4.739
    },
    {
        "text": "Yoda you know yoda young",
        "start": 2198.66,
        "duration": 2.42
    },
    {
        "text": "All right",
        "start": 2202.2,
        "duration": 2.0
    },
    {
        "text": "This is a short one, but gave me a giggle for sure white house misspells inaccurately in video accusing the Cbo of inaccuracy",
        "start": 2205.74,
        "duration": 7.459
    },
    {
        "text": "Look at this shit",
        "start": 2214.08,
        "duration": 2.0
    },
    {
        "text": "The fuck is this guy okay? Here's the screenshot. So they made this really dramatic kind of like",
        "start": 2216.27,
        "duration": 6.739
    },
    {
        "text": "Where's that videos? I have the source video just the screenshot. I guess I don't they made this really dramatic",
        "start": 2225.42,
        "duration": 5.0
    },
    {
        "text": "I didn't I don't know what this is about. I didn't know what the cbo is it's not about that",
        "start": 2230.97,
        "duration": 4.459
    },
    {
        "text": "It was really dramatic kind of Propaganda video about the cbo, and then I said in",
        "start": 2235.43,
        "duration": 4.65
    },
    {
        "text": "accurately estimated 25 million would be covered under obamacare, but they misspelled and accurately a",
        "start": 2240.839,
        "duration": 5.66
    },
    {
        "text": "Little bit of A meme a little bit of a story",
        "start": 2247.47,
        "duration": 2.869
    },
    {
        "text": "it's a bit of a scoop was a bit of a spoof a bit of a spaz as",
        "start": 2250.859,
        "duration": 4.37
    },
    {
        "text": "It were moving on",
        "start": 2255.99,
        "duration": 2.0
    },
    {
        "text": "That one didn't hit too hard a story didn't hit too hard",
        "start": 2260.89,
        "duration": 3.26
    },
    {
        "text": "This is our first time wearing how this goes",
        "start": 2265.84,
        "duration": 2.06
    },
    {
        "text": "So you guys may have seen this picture which is",
        "start": 2269.29,
        "duration": 2.54
    },
    {
        "text": "become a meme on the internet of itself this picture of Marco Rubio in",
        "start": 2272.5,
        "duration": 5.959
    },
    {
        "text": "Nasa",
        "start": 2279.76,
        "duration": 2.0
    },
    {
        "text": "Let me see here",
        "start": 2281.8,
        "duration": 2.0
    },
    {
        "text": "Hello is anybody home this would",
        "start": 2284.59,
        "duration": 2.0
    },
    {
        "text": "Well it will fucking internet. You know at times you're out",
        "start": 2290.02,
        "duration": 6.02
    },
    {
        "text": "What is this shit and?",
        "start": 2299.86,
        "duration": 2.0
    },
    {
        "text": "This brings me to the point of this video about net neutrality throttling our interviewed",
        "start": 2302.08,
        "duration": 4.099
    },
    {
        "text": "So here you can see",
        "start": 2307.3,
        "duration": 2.0
    },
    {
        "text": "you guys probably seen this picture of",
        "start": 2309.49,
        "duration": 2.0
    },
    {
        "text": "Mike Pence the vice president",
        "start": 2312.49,
        "duration": 2.0
    },
    {
        "text": "Touching a thing on that and Nasa that says please do not touch and he stared cuz with his hand on it",
        "start": 2315.49,
        "duration": 7.43
    },
    {
        "text": "and",
        "start": 2323.71,
        "duration": 2.0
    },
    {
        "text": "So he tweeted out a week after everyone was meeting on him. He said sorry, Nasa Marco Rubio dared me to do it",
        "start": 2325.72,
        "duration": 6.35
    },
    {
        "text": "This is his actual",
        "start": 2332.07,
        "duration": 2.0
    },
    {
        "text": "This is his actual Twitter account vice president Pets. Sorry, Nasa Marco Rubio dared me to do it",
        "start": 2334.12,
        "duration": 6.26
    },
    {
        "text": "Somebody's I",
        "start": 2342.31,
        "duration": 2.0
    },
    {
        "text": "This for campaign this is this insane to you guys that mark pants and mark Mike pence and Marco Rubio walk around, Nasa",
        "start": 2344.65,
        "duration": 6.739
    },
    {
        "text": "Touching shit like a candy store some shit",
        "start": 2351.55,
        "duration": 2.27
    },
    {
        "text": "It's a picture is amazing",
        "start": 2355.27,
        "duration": 2.0
    },
    {
        "text": "The fact that it says right there not the types here it is. This is like a historic picture",
        "start": 2357.31,
        "duration": 5.389
    },
    {
        "text": "I like this and a hundred years from now. This will be in history books",
        "start": 2362.7,
        "duration": 3.0
    },
    {
        "text": "critical space flight hardware do not touch and sold red letters",
        "start": 2366.25,
        "duration": 4.489
    },
    {
        "text": "And here's Mike pence without cracking a smile his hand for no reason no purpose on this beautiful and critical",
        "start": 2370.74,
        "duration": 7.17
    },
    {
        "text": "spaceflight hardware",
        "start": 2378.07,
        "duration": 2.0
    },
    {
        "text": "Mike sorry Mark Mark. It's Marcos fault he told he dared me to",
        "start": 2381.19,
        "duration": 4.7
    },
    {
        "text": "I'm not sure like how old is Mike pence. He's like 60",
        "start": 2388.15,
        "duration": 3.26
    },
    {
        "text": "I'm not sure even at the age of fifteen. I would be done here",
        "start": 2391.96,
        "duration": 3.44
    },
    {
        "text": "Look at his face. He's so sincere. Oh",
        "start": 2397.0,
        "duration": 2.239
    },
    {
        "text": "Man, so that's fucking good right, okay living at home. Oh",
        "start": 2399.91,
        "duration": 3.83
    },
    {
        "text": "This is when itoh found this morning. This is from Israel. Oh",
        "start": 2404.92,
        "duration": 3.56
    },
    {
        "text": "Look at this video. Yeah, so you guys should enjoy this woman destroys",
        "start": 2410.26,
        "duration": 5.149
    },
    {
        "text": "$200,000 worth of art in pursuit of taking a selfie oh",
        "start": 2416.74,
        "duration": 3.619
    },
    {
        "text": "My God excuse me. Oh",
        "start": 2422.77,
        "duration": 2.239
    },
    {
        "text": "Jesus",
        "start": 2429.61,
        "duration": 1.35
    },
    {
        "text": "How do I need to read the article because the video speaks for itself watch this shit? It's so brilliant this footage is incredible",
        "start": 2430.96,
        "duration": 5.989
    },
    {
        "text": "Watch the top right yeah",
        "start": 2438.1,
        "duration": 2.0
    },
    {
        "text": "The top right you can see this lady. She's about to kneel down in front of it",
        "start": 2441.73,
        "duration": 4.189
    },
    {
        "text": "And they're the dominoes oh",
        "start": 2447.52,
        "duration": 2.419
    },
    {
        "text": "Okay, so those were sculptures. I guess rare ancient",
        "start": 2451.06,
        "duration": 3.41
    },
    {
        "text": "Expensive sculptures, and they toppled over like a fucking row of dominoes",
        "start": 2455.23,
        "duration": 4.369
    },
    {
        "text": "Yeah, time of your thousand dollars. Yeah, and three of them were like permanently damaged or something",
        "start": 2459.91,
        "duration": 6.469
    },
    {
        "text": "You stupid idiot. Why would you leave first of all?",
        "start": 2467.08,
        "duration": 3.08
    },
    {
        "text": "But also the gallery yeah, there's a pretty shitty job here",
        "start": 2472.27,
        "duration": 4.19
    },
    {
        "text": "I take half the curator and half her fault he'll glass no Rope I",
        "start": 2476.46,
        "duration": 4.679
    },
    {
        "text": "mean in this day and age you got to expect that somebody's going to want to Domino your",
        "start": 2481.96,
        "duration": 3.469
    },
    {
        "text": "selfie Domino to your ship",
        "start": 2486.43,
        "duration": 2.0
    },
    {
        "text": "okay, how are we doing so",
        "start": 2489.67,
        "duration": 2.929
    },
    {
        "text": "Dan did you end up making that Shark tank season four intro?",
        "start": 2494.74,
        "duration": 3.439
    },
    {
        "text": "Fuck yeah, okay moving on",
        "start": 2500.29,
        "duration": 2.0
    },
    {
        "text": "Moving on to our next topic. I've been been watching binge watching Shark tank. I'm obsessed with",
        "start": 2503.62,
        "duration": 5.39
    },
    {
        "text": "That show we're both obsessed. I can't stop watching",
        "start": 2510.13,
        "duration": 3.02
    },
    {
        "text": "I don't know how many you guys watch Shark tank",
        "start": 2513.15,
        "duration": 1.5
    },
    {
        "text": "But it's like you expect it to be really bad because it's just it's a reality show and you know",
        "start": 2514.65,
        "duration": 5.58
    },
    {
        "text": "All reality shows are pretty shitty. It's like Force drama",
        "start": 2520.54,
        "duration": 3.41
    },
    {
        "text": "But this shows real as a heart attack",
        "start": 2525.79,
        "duration": 2.0
    },
    {
        "text": "If you guys don't know the premise they have like all the super wealthy billionaire cap investors",
        "start": 2529.24,
        "duration": 5.3
    },
    {
        "text": "And they have people with real ideas come on the show",
        "start": 2534.85,
        "duration": 2.3
    },
    {
        "text": "And they spend their real money investing in these people and it's fascinating",
        "start": 2537.15,
        "duration": 3.929
    },
    {
        "text": "It's riveting and dan can you play the soundbite and for those reasons? I'm out. Oh",
        "start": 2541.24,
        "duration": 4.07
    },
    {
        "text": "And for those reasons and for those reasons you're out",
        "start": 2548.59,
        "duration": 2.96
    },
    {
        "text": "Also, what happened to the accurate?",
        "start": 2556.51,
        "duration": 2.0
    },
    {
        "text": "My sound is a creative play that you have the accurate my sours accurate. It's like 15 minutes late",
        "start": 2559.06,
        "duration": 7.069
    },
    {
        "text": "We're going to play that when they misspelled accurate",
        "start": 2566.5,
        "duration": 2.479
    },
    {
        "text": "But now you guys know we have it",
        "start": 2570.34,
        "duration": 2.0
    },
    {
        "text": "Do you have anything like yeah blew it hmm?",
        "start": 2574.57,
        "duration": 2.93
    },
    {
        "text": "Can you okay?",
        "start": 2578.95,
        "duration": 2.0
    },
    {
        "text": "Anyway, Shark tanks and fucking been fascinating me and",
        "start": 2583.24,
        "duration": 3.229
    },
    {
        "text": "They always do this thing well",
        "start": 2589.99,
        "duration": 1.37
    },
    {
        "text": "We're supposed to have the soundboard though. Is that thing where they go?",
        "start": 2591.36,
        "duration": 3.03
    },
    {
        "text": "when they turn people down",
        "start": 2594.64,
        "duration": 1.25
    },
    {
        "text": "Which is like 90% of the time people come in and they have like no business plan they have no reason being there",
        "start": 2595.89,
        "duration": 4.77
    },
    {
        "text": "They've just been a business that off any income and they go for those reasons",
        "start": 2600.66,
        "duration": 3.51
    },
    {
        "text": "I'm out and now I've been saying that about everything in my life",
        "start": 2604.17,
        "duration": 3.0
    },
    {
        "text": "I'm like dealer does that sandwich come with lettuce no and for that reason. I'm out",
        "start": 2607.99,
        "duration": 3.56
    },
    {
        "text": "And we're supposed to have the sound bite",
        "start": 2612.55,
        "duration": 2.0
    },
    {
        "text": "But here's what I was thinking because I'm so obsessed with Shark tank. Can you put on that clip by the way damn?",
        "start": 2614.77,
        "duration": 5.179
    },
    {
        "text": "I'm gonna see it on twitch. How do I watch it? Oh?",
        "start": 2623.83,
        "duration": 2.27
    },
    {
        "text": "It's on the TV",
        "start": 2628.99,
        "duration": 2.0
    },
    {
        "text": "I'll just watch I have to watch it on my own stream. How can I react to it?",
        "start": 2631.78,
        "duration": 3.469
    },
    {
        "text": "Well because if you want to see it on the TV. He has to switch to the hMI cable yet",
        "start": 2635.53,
        "duration": 5.059
    },
    {
        "text": "Oh, I'm watching my own stream to react",
        "start": 2640.59,
        "duration": 2.0
    },
    {
        "text": "Alright look at these fuckers look at these Goofballs, man",
        "start": 2643.9,
        "duration": 2.78
    },
    {
        "text": "Damien they get the black guy in the middle",
        "start": 2647.2,
        "duration": 1.7
    },
    {
        "text": "He walked so funny his hands they'll move I just am fascinated by the day. I'll kind of walk funny if you're focused on",
        "start": 2648.9,
        "duration": 6.209
    },
    {
        "text": "They're so great like watch mark on the left",
        "start": 2655.18,
        "duration": 3.35
    },
    {
        "text": "He's got like a waddle",
        "start": 2659.08,
        "duration": 2.0
    },
    {
        "text": "Walks like a turkey or some shit, but damien move your hands swing your arms dog. Oh here. Yeah, Kevin o'leary, Mr.",
        "start": 2661.5,
        "duration": 7.35
    },
    {
        "text": "Wonderful this guy calls himself Mr.. Wonderful, but he's such a character",
        "start": 2668.85,
        "duration": 3.209
    },
    {
        "text": "I love him he always he comes out with the most beautiful analogies to disc people thinking. I'll never forget he goes",
        "start": 2672.06,
        "duration": 5.76
    },
    {
        "text": "This one about like the leopard seals who jump in first indeed",
        "start": 2678.85,
        "duration": 3.469
    },
    {
        "text": "This person came in without a business planning he goes",
        "start": 2682.99,
        "duration": 2.479
    },
    {
        "text": "He goes every summer in Alaska",
        "start": 2686.77,
        "duration": 2.06
    },
    {
        "text": "There's a group of leopard seals that jump in the shark-infested waters. There's always one",
        "start": 2689.35,
        "duration": 5.029
    },
    {
        "text": "Who's the hungries who has to jump in first and most likely he's going to get eaten?",
        "start": 2694.38,
        "duration": 3.66
    },
    {
        "text": "But he saves all the other seals should all the other seals in this story",
        "start": 2698.04,
        "duration": 4.349
    },
    {
        "text": "That's you you came into us unprepared and we ate you a lot let this be a lesson to all the other",
        "start": 2702.39,
        "duration": 5.43
    },
    {
        "text": "Sea lions gone like damned this guy's like Shakespeare",
        "start": 2708.37,
        "duration": 2.899
    },
    {
        "text": "And then also when he's like not into someone he says and you're dead to me, and you're dead to me",
        "start": 2711.27,
        "duration": 6.959
    },
    {
        "text": "Oh, you got to get that dan we need that",
        "start": 2718.41,
        "duration": 2.67
    },
    {
        "text": "okay, you're dead to me he goes and",
        "start": 2721.87,
        "duration": 2.209
    },
    {
        "text": "Someone doesn't take one of his deals",
        "start": 2724.75,
        "duration": 1.46
    },
    {
        "text": "You're dead to me get out feel like we all need to like watch an episode together",
        "start": 2726.21,
        "duration": 4.02
    },
    {
        "text": "Just straight-up watch it anyway, so this is what I was thinking",
        "start": 2730.23,
        "duration": 3.03
    },
    {
        "text": "I",
        "start": 2735.36,
        "duration": 1.48
    },
    {
        "text": "Love the show so much",
        "start": 2736.84,
        "duration": 2.0
    },
    {
        "text": "Tell me why think about this what someone says you ran for office in Canada Kevin o'leary. Yeah, oh my God",
        "start": 2739.45,
        "duration": 6.469
    },
    {
        "text": "I'm not sure I would vote for him because he's like. How is he gonna be as a public service",
        "start": 2745.92,
        "duration": 4.14
    },
    {
        "text": "This is very well be terrible all about the money all I care about is money",
        "start": 2750.06,
        "duration": 5.129
    },
    {
        "text": "I'm not sure. I want that guy in public service. Yeah",
        "start": 2755.62,
        "duration": 2.419
    },
    {
        "text": "They're like someone will come be like I invented a new drug that cures aids",
        "start": 2760.93,
        "duration": 4.489
    },
    {
        "text": "It cures aids, but what about the money?",
        "start": 2766.09,
        "duration": 3.02
    },
    {
        "text": "We don't operate at our profit. All right. We're all purely humanitarian. What about the money. I'm out to me",
        "start": 2769.93,
        "duration": 6.62
    },
    {
        "text": "You're dead to me. I know no thing. I want to vote. I love the guy not bogos anyway",
        "start": 2776.59,
        "duration": 4.219
    },
    {
        "text": "Trying to step the show up add some more texture some more layers more segments. So here's what I'm thinking I",
        "start": 2781.42,
        "duration": 6.11
    },
    {
        "text": "Want to make my own version of the shark tank. I'm going to call it the Fishbowl",
        "start": 2788.14,
        "duration": 5.06
    },
    {
        "text": "We're all you guys out there with business plans or existing businesses, or ideas can pitch your shit to us",
        "start": 2795.88,
        "duration": 6.739
    },
    {
        "text": "We'll set up an email. You send us the details about your business your business plan your revenue all this shit",
        "start": 2805.0,
        "duration": 5.6
    },
    {
        "text": "And we'll evaluate it",
        "start": 2810.97,
        "duration": 1.52
    },
    {
        "text": "and we're going to pick like the top ten to come on the show, and it's repeating segments called the Goldfish Bowl yep, and",
        "start": 2812.49,
        "duration": 7.229
    },
    {
        "text": "the Winner gets",
        "start": 2820.33,
        "duration": 2.0
    },
    {
        "text": "fifty thousand Dollar Investment from Us",
        "start": 2823.15,
        "duration": 2.299
    },
    {
        "text": "For I don't know what equity we'll decide on the equity",
        "start": 2826.81,
        "duration": 2.719
    },
    {
        "text": "Well it depends on the page",
        "start": 2831.34,
        "duration": 1.49
    },
    {
        "text": "That's yet all the hedge about the deal the thing is I can't really afford more money than that. I don't have companies",
        "start": 2832.83,
        "duration": 6.149
    },
    {
        "text": "I'm not a billionaire. I can I can afford fifty thousand investment",
        "start": 2838.98,
        "duration": 3.27
    },
    {
        "text": "I think I'm hoping I'm planning on making my money back from this genius",
        "start": 2842.31,
        "duration": 4.199
    },
    {
        "text": "Whoever it is",
        "start": 2847.15,
        "duration": 2.0
    },
    {
        "text": "So I'm just maxing out fifty because I assume if I'm like I have fifty that everyone's going to ask for fifty so the prize",
        "start": 2849.16,
        "duration": 5.089
    },
    {
        "text": "Is Fifty Mm-Hmm?",
        "start": 2854.25,
        "duration": 2.0
    },
    {
        "text": "Here's the great thing guys you get all the power all of the support of the H3 nation",
        "start": 2856.45,
        "duration": 6.5
    },
    {
        "text": "We're going to go slanting for you, because we're going to be business partners. I'm talking social Media. I'm talking YouTube channels",
        "start": 2864.67,
        "duration": 5.39
    },
    {
        "text": "Whatever you got we're in let's make a lot of money together and for that reason. I'm in",
        "start": 2870.06,
        "duration": 5.189
    },
    {
        "text": "What do you guys think what do you think that'd be a fucking great segment, right?",
        "start": 2876.88,
        "duration": 4.159
    },
    {
        "text": "I think it could be like over a whole season of this podcast or something yeah",
        "start": 2881.04,
        "duration": 4.649
    },
    {
        "text": "It would have to be like ten a few months like a reality show of like",
        "start": 2885.69,
        "duration": 3.45
    },
    {
        "text": "We get the pitches we go over them. We narrow it down to like ten and then we've kind of narrowed",
        "start": 2889.84,
        "duration": 5.3
    },
    {
        "text": "Down to the top one that won't end up in assyrians people watching live can also help folks yeah, we can even have votes right",
        "start": 2895.66,
        "duration": 7.399
    },
    {
        "text": "So we're not set up yet, but I want to throw the idea to you guys sounds fun start thinking about your pitches start",
        "start": 2903.79,
        "duration": 7.489
    },
    {
        "text": "Yeah, I mean, I'm looking for people with existing businesses. I'm not looking for some guy",
        "start": 2911.89,
        "duration": 5.059
    },
    {
        "text": "Who's like my idea is to make an app that will show you where the closest bathroom is",
        "start": 2916.95,
        "duration": 5.219
    },
    {
        "text": "That's I'm sorry phil. It sounded a really good idea to be honest",
        "start": 2922.73,
        "duration": 3.44
    },
    {
        "text": "So I think next episode will start. I'm going to set up an email, and I start getting your guys's",
        "start": 2927.83,
        "duration": 6.169
    },
    {
        "text": "Applications and then the next episode after that we can start the segment called Fishbowl",
        "start": 2935.03,
        "duration": 3.979
    },
    {
        "text": "Fishbowl",
        "start": 2940.25,
        "duration": 1.86
    },
    {
        "text": "$50,000 online that's a lot of money. Let's make a lot of money together",
        "start": 2942.11,
        "duration": 3.02
    },
    {
        "text": "That's exciting okay moving on",
        "start": 2946.67,
        "duration": 2.959
    },
    {
        "text": "So here's another new segment. We're working on called. What's trending on YouTube and",
        "start": 2951.38,
        "duration": 4.76
    },
    {
        "text": "I mean",
        "start": 2956.75,
        "duration": 1.1
    },
    {
        "text": "I don't know if you guys ever when you're on youTube pop on over to the trending tab but I've seen some of the most",
        "start": 2957.85,
        "duration": 5.369
    },
    {
        "text": "godless",
        "start": 2963.44,
        "duration": 2.0
    },
    {
        "text": "Unholy I don't want going through religious theme. You've arrived",
        "start": 2965.66,
        "duration": 3.77
    },
    {
        "text": "Obscene garbage ever and it's always this interesting thing of like why of all the things to YouTube trend is because when YouTube trends",
        "start": 2971.18,
        "duration": 7.969
    },
    {
        "text": "A video it's very intentional it's neither. It's never accidental even though they want admit it",
        "start": 2979.15,
        "duration": 5.52
    },
    {
        "text": "It's got a very tensional it's a it's not even debatable. It's 100% a channel and so I",
        "start": 2985.76,
        "duration": 6.709
    },
    {
        "text": "want to go every week and go on the Youtube trending tab and see what's there and",
        "start": 2993.08,
        "duration": 3.379
    },
    {
        "text": "I've got one let's go there and see what's on trending today. I have one video from over the week",
        "start": 2997.61,
        "duration": 5.0
    },
    {
        "text": "I want to watch to go because it's just it was so fucking ridiculous",
        "start": 3002.61,
        "duration": 2.699
    },
    {
        "text": "My God, let's see let's see",
        "start": 3005.98,
        "duration": 2.0
    },
    {
        "text": "This week on what's trending on YouTube?",
        "start": 3009.04,
        "duration": 2.689
    },
    {
        "text": "And you have the link I do but let's see if there's anything interesting training today",
        "start": 3013.57,
        "duration": 4.189
    },
    {
        "text": "Selfie Domino, we just talked about that",
        "start": 3020.35,
        "duration": 2.0
    },
    {
        "text": "It's all about the boxing",
        "start": 3023.47,
        "duration": 2.0
    },
    {
        "text": "But tell me there's not something weird. It's all talk shows it's all promotional shit the daily show it's all about this fight",
        "start": 3025.75,
        "duration": 7.459
    },
    {
        "text": "Music videos I refuse to believe that this music video",
        "start": 3034.06,
        "duration": 3.889
    },
    {
        "text": "French Montana's famous, but the studio the computer then",
        "start": 3038.86,
        "duration": 3.409
    },
    {
        "text": "Is you know I think it's showing you french, Montana ally has 300,000 views in seven hours",
        "start": 3044.08,
        "duration": 6.469
    },
    {
        "text": "There's thousands of channels to do that. Let's trend that why okay?",
        "start": 3050.83,
        "duration": 3.08
    },
    {
        "text": "Jimmy Kimmel 18 hours 300,000 views you're telling me that there's not a little foul. Play there I",
        "start": 3055.93,
        "duration": 6.649
    },
    {
        "text": "Don't know kid Rock new music video 150,000 views in 19 hours. That's never been done before",
        "start": 3064.66,
        "duration": 6.829
    },
    {
        "text": "But usually there's some really words the vlogbrothers",
        "start": 3074.41,
        "duration": 2.689
    },
    {
        "text": "70,000 views and the thing is like there's always the same channels like Natalie as a people every time despite",
        "start": 3078.64,
        "duration": 6.439
    },
    {
        "text": "anything amount of views",
        "start": 3085.45,
        "duration": 2.0
    },
    {
        "text": "Time Mathias has been on there every fucking day the vlogbrothers are there every day",
        "start": 3087.519,
        "duration": 4.489
    },
    {
        "text": "There's no way that he's legitimately training with 70,000 Casey and I said",
        "start": 3092.019,
        "duration": 4.16
    },
    {
        "text": "It's pretty much every week pretty much every single video Kasyapa. Lows goes to trending Liza",
        "start": 3096.18,
        "duration": 5.369
    },
    {
        "text": "Is there every time all of a sudden there's only five channels on YouTube?",
        "start": 3101.549,
        "duration": 3.479
    },
    {
        "text": "But where is that warning video? We want to talk about yeah, very rarely where there's actually like a legitimate like",
        "start": 3107.2,
        "duration": 5.869
    },
    {
        "text": "worthy video here like here's one Jenna marbles",
        "start": 3113.859,
        "duration": 3.169
    },
    {
        "text": "She's on. She has 2.2 million views I believe that I believe that our ending and that's probably something someone would want to watch",
        "start": 3117.029,
        "duration": 6.239
    },
    {
        "text": "But here let me show you one video that caught my eye",
        "start": 3125.739,
        "duration": 2.239
    },
    {
        "text": "Over the past week that was on training and this is probably",
        "start": 3128.89,
        "duration": 2.869
    },
    {
        "text": "one of the most obscene examples of",
        "start": 3132.849,
        "duration": 2.119
    },
    {
        "text": "Fuckin second one sec. I got open this document. Are you feeling you tell me about yourself wait. Are you going to be?",
        "start": 3138.67,
        "duration": 4.939
    },
    {
        "text": "Tell me about yourself eula",
        "start": 3148.45,
        "duration": 2.0
    },
    {
        "text": "um I",
        "start": 3151.749,
        "duration": 2.0
    },
    {
        "text": "Think I had the news segment is pretty cool. You like it",
        "start": 3154.69,
        "duration": 3.619
    },
    {
        "text": "Yeah, how do you guys like the new segment so far as again? I'm just opening this document, but after this we'll",
        "start": 3158.38,
        "duration": 4.609
    },
    {
        "text": "Take a break and then get into the net neutrality stuff just in case people are wondering I can open this fucking folder",
        "start": 3163.69,
        "duration": 7.01
    },
    {
        "text": "Hold on one sec fuckin shared with me",
        "start": 3171.519,
        "duration": 2.3
    },
    {
        "text": "Okay, here. It is alright",
        "start": 3174.489,
        "duration": 2.0
    },
    {
        "text": "So this one is called",
        "start": 3176.68,
        "duration": 2.0
    },
    {
        "text": "this video was called",
        "start": 3180.549,
        "duration": 2.0
    },
    {
        "text": "Parents explained masturbating to their kids. I think that was the exact oh parents explained masturbation. This was on",
        "start": 3183.729,
        "duration": 6.74
    },
    {
        "text": "the top Trend",
        "start": 3191.109,
        "duration": 1.49
    },
    {
        "text": "I think it topped out at number three on the trending you can see here was number six at a time of the screenshot",
        "start": 3192.599,
        "duration": 4.77
    },
    {
        "text": "It's called parents explained masturbation. Yeah, and it doesn't have that many views",
        "start": 3197.92,
        "duration": 5.959
    },
    {
        "text": "300,000 Views I",
        "start": 3204.88,
        "duration": 1.949
    },
    {
        "text": "Checked YouTube says trending is based on full blog posts",
        "start": 3206.829,
        "duration": 3.89
    },
    {
        "text": "Yeah, like how much it's been shared on other websites horseshit, I",
        "start": 3211.21,
        "duration": 4.669
    },
    {
        "text": "Source the links on this video. It's not posted anywhere. It's the same for any any video on that trending page",
        "start": 3216.76,
        "duration": 6.199
    },
    {
        "text": "They're not being shared anywhere on the internet now. It's ridiculous to claim that",
        "start": 3222.96,
        "duration": 4.139
    },
    {
        "text": "So this video was on number two trending at its highest point didn't have that many of you has nothing remarkable by any means",
        "start": 3227.65,
        "duration": 6.32
    },
    {
        "text": "But even Beyond it",
        "start": 3235.63,
        "duration": 2.0
    },
    {
        "text": "The video itself is pretty one of the top Columns was H2 issue should react to this",
        "start": 3239.29,
        "duration": 4.699
    },
    {
        "text": "Even Beyond the fact that this video is really kind of disturbing and and not not that great is",
        "start": 3248.74,
        "duration": 7.159
    },
    {
        "text": "The fact that Youtube made the conscious decision to trend this and keep it up despite",
        "start": 3256.51,
        "duration": 5.149
    },
    {
        "text": "Everyone on YouTube losing their fuckin mind like let me look at the comments here",
        "start": 3262.69,
        "duration": 2.87
    },
    {
        "text": "They also say that trending is for the purpose of discovery they think that videos on trending are a good show. Oh",
        "start": 3266.8,
        "duration": 7.459
    },
    {
        "text": "I got age-restricted well, it's a little fucking late for that. God, okay",
        "start": 3274.27,
        "duration": 4.069
    },
    {
        "text": "They finally age-restricted it was up there for like five days. It was everyone who reported it",
        "start": 3279.04,
        "duration": 4.969
    },
    {
        "text": "So they finally I just care like",
        "start": 3284.44,
        "duration": 3.05
    },
    {
        "text": "That's pretty fine though because those kids in the video",
        "start": 3288.31,
        "duration": 2.359
    },
    {
        "text": "That's that is that's youtube doesn't make any sense you a little bit of a conflict there",
        "start": 3292.96,
        "duration": 5.869
    },
    {
        "text": "This is shit this video featuring five year old is not you have to be at least eighteen to watch it",
        "start": 3299.829,
        "duration": 4.97
    },
    {
        "text": "Even though it's about educating",
        "start": 3305.2,
        "duration": 2.0
    },
    {
        "text": "five-Year-Olds",
        "start": 3307.48,
        "duration": 1.2
    },
    {
        "text": "Wow, that is pretty I can see that the moral conflict they had I think that they didn't necessarily need to age-restricted",
        "start": 3308.68,
        "duration": 7.07
    },
    {
        "text": "But the fact that they consciously put this on trending and kept that there is what disturbed me",
        "start": 3315.99,
        "duration": 3.689
    },
    {
        "text": "um",
        "start": 3323.099,
        "duration": 2.0
    },
    {
        "text": "Let's watch it. I",
        "start": 3325.14,
        "duration": 2.0
    },
    {
        "text": "Can't I can't hear it then oh?",
        "start": 3328.049,
        "duration": 2.0
    },
    {
        "text": "There you go, or I guess I should preface this by saying that I don't I think that sex education is important",
        "start": 3331.14,
        "duration": 5.989
    },
    {
        "text": "And I think that in the united states is way too much shame and embarrassment surrounding sex",
        "start": 3337.13,
        "duration": 3.84
    },
    {
        "text": "Yeah, I agree with that, but those kids are pretty young. I don't know like they",
        "start": 3341.789,
        "duration": 4.729
    },
    {
        "text": "just shine them like sex toys, and I",
        "start": 3347.579,
        "duration": 2.989
    },
    {
        "text": "Mean you should watch it. I don't know it's a weird",
        "start": 3351.329,
        "duration": 2.479
    },
    {
        "text": "It's a weird visual thing that disturbed me is the fact that they like filmed it for entertainment",
        "start": 3353.809,
        "duration": 4.05
    },
    {
        "text": "Because this is an educational. This is entertainment Mm-Hmm, right?",
        "start": 3358.89,
        "duration": 4.07
    },
    {
        "text": "This is not what educational looks like this is content for like adults to be entertained by like oh kids",
        "start": 3363.599,
        "duration": 6.02
    },
    {
        "text": "It's just really I don't know it's really embarrassing it just feels wrong and I chose",
        "start": 3369.9,
        "duration": 4.159
    },
    {
        "text": "Voyeuristic to me in a really gross way snake",
        "start": 3374.64,
        "duration": 3.379
    },
    {
        "text": "today",
        "start": 3384.45,
        "duration": 1.2
    },
    {
        "text": "We are going to be talking about",
        "start": 3385.65,
        "duration": 2.0
    },
    {
        "text": "masturbation",
        "start": 3388.319,
        "duration": 1.23
    },
    {
        "text": "Masturbation like this is a private conversation you have with your kids",
        "start": 3389.549,
        "duration": 2.989
    },
    {
        "text": "Yeah, you don't you should have filmed this and show it to millions of people humiliate",
        "start": 3393.21,
        "duration": 3.589
    },
    {
        "text": "Very strange, and you know the producers are like mobile mobile more Vulgar Mm-Hmm more detailed",
        "start": 3397.38,
        "duration": 6.169
    },
    {
        "text": "Talk about tricking up. Yeah",
        "start": 3404.46,
        "duration": 2.0
    },
    {
        "text": "Fuck it. Oh",
        "start": 3406.529,
        "duration": 2.0
    },
    {
        "text": "Gracious masturbation, you kind of do it a lot really but you know it",
        "start": 3409.619,
        "duration": 5.239
    },
    {
        "text": "Masturbating is when you touch your private in",
        "start": 3415.619,
        "duration": 2.06
    },
    {
        "text": "Different ways watch us get age-restricted know you by talking about it",
        "start": 3418.319,
        "duration": 4.1
    },
    {
        "text": "Make yourself feel good",
        "start": 3423.569,
        "duration": 2.0
    },
    {
        "text": "Is that right? Yeah? That's a good point. We probably should not watch should we just not that's how fucked up is Kel",
        "start": 3425.64,
        "duration": 7.76
    },
    {
        "text": "We really can get a district if we're talking about this yeah",
        "start": 3433.4,
        "duration": 2.459
    },
    {
        "text": "We would I",
        "start": 3436.619,
        "duration": 2.0
    },
    {
        "text": "Want to watch it. This is such a shame, but I think you're right",
        "start": 3439.049,
        "duration": 2.75
    },
    {
        "text": "And smell so it's what I was getting aids inflicted on the whole episode is all conflicted about this right now",
        "start": 3447.72,
        "duration": 5.55
    },
    {
        "text": "Yeah, right. I think you're right. It's such a shame",
        "start": 3453.73,
        "duration": 2.389
    },
    {
        "text": "All right, fuck it. Let's move on I'm so retarded",
        "start": 3457.96,
        "duration": 3.859
    },
    {
        "text": "YouTube",
        "start": 3464.26,
        "duration": 2.0
    },
    {
        "text": "Everyone is like. It's too late not too late too late. We did show thing. We didn't even show anything yet, baby",
        "start": 3466.27,
        "duration": 5.299
    },
    {
        "text": "Jess and II like dildos to 5y feels like big-ass black cocks. Yeah turns into like an episode of black",
        "start": 3471.569,
        "duration": 5.97
    },
    {
        "text": "What is that? I took a four that were likes women wouldn't little white girls, but like black dudes I?",
        "start": 3478.72,
        "duration": 6.59
    },
    {
        "text": "Anyway, I'm on the internet. You know anyways anyways good observe black this video was great",
        "start": 3490.15,
        "duration": 5.57
    },
    {
        "text": "Definitely check it out on your own check it out",
        "start": 3495.94,
        "duration": 2.449
    },
    {
        "text": "Where were we so that's pretty much wraps it up for our segments and news clips",
        "start": 3499.3,
        "duration": 3.949
    },
    {
        "text": "hope you guys enjoyed that let me know what you think because if I",
        "start": 3503.25,
        "duration": 2.52
    },
    {
        "text": "My plan is to continue this at the beginning of every episode say we had a guess they would walk in at this point",
        "start": 3506.23,
        "duration": 5.839
    },
    {
        "text": "Mm-Hmm, and then we'd do that guest segment",
        "start": 3512.53,
        "duration": 2.119
    },
    {
        "text": "But this week our main segment is about net neutrality, and we will get started on that but first before that",
        "start": 3515.26,
        "duration": 7.04
    },
    {
        "text": "We have a flippin heck in",
        "start": 3528.769,
        "duration": 2.54
    },
    {
        "text": "Ad",
        "start": 3533.69,
        "duration": 1.23
    },
    {
        "text": "Scott I was reading the chat again",
        "start": 3534.92,
        "duration": 2.0
    },
    {
        "text": "I'm looking at the chester last hello, hi Jen",
        "start": 3537.41,
        "duration": 2.899
    },
    {
        "text": "I cannot look at the child so it's like so this should you can't you just can't look at it?",
        "start": 3540.309,
        "duration": 5.939
    },
    {
        "text": "I won't screaming like cut it. I hate it, but I don't know if they're talking about the video. Oh",
        "start": 3546.369,
        "duration": 4.56
    },
    {
        "text": "They were saying that before and but the video",
        "start": 3552.049,
        "duration": 2.78
    },
    {
        "text": "Cut the whole thing so that we don't get a trick to cut that part. Hope you guys enjoyed that segment I",
        "start": 3555.499,
        "duration": 6.95
    },
    {
        "text": "Also, want to talk about something almost forgot this game. I'm obsessed with this game",
        "start": 3563.299,
        "duration": 4.07
    },
    {
        "text": "Player unknown you're reading the chat you'll you guys well here. I talking to you, and she's like a wall",
        "start": 3568.519,
        "duration": 4.91
    },
    {
        "text": "She's not even acknowledging that here. We're doing that live show you didn't even fucking listen",
        "start": 3573.43,
        "duration": 3.989
    },
    {
        "text": "He's the only person in this room alright loves it letting everyone know",
        "start": 3577.42,
        "duration": 2.909
    },
    {
        "text": "I'm not what kind of a chat your guys's fault all right? We'll look at it and during the breaks and after yeah good",
        "start": 3580.329,
        "duration": 6.36
    },
    {
        "text": "I'm obsessed with this game player unknown battleground yep, last night",
        "start": 3587.779,
        "duration": 4.37
    },
    {
        "text": "This game no, it's it's captivating. It's one of the most interesting of fun games. I've played in a long long time",
        "start": 3593.39,
        "duration": 7.729
    },
    {
        "text": "I've been playing overwatch a lot and it's got so boring for me, and this was exactly what I was looking for",
        "start": 3601.64,
        "duration": 5.479
    },
    {
        "text": "It's like you come in on an airplane with a hundred people you parachute into this big open space world",
        "start": 3607.46,
        "duration": 6.439
    },
    {
        "text": "And it's a battle royale to see who's the last one standing and you loot all these houses. It's super intense",
        "start": 3613.9,
        "duration": 6.78
    },
    {
        "text": "It's really hard actually because you got to be like it's real",
        "start": 3620.749,
        "duration": 3.29
    },
    {
        "text": "Oh, I need this gun with this piece that goes with that gun",
        "start": 3624.039,
        "duration": 3.12
    },
    {
        "text": "And then you need those bullets takes a little bit of a rain man. I'm not playing by the way",
        "start": 3627.16,
        "duration": 3.719
    },
    {
        "text": "I'm just watching him. He love watches. She's my military advisor my last night",
        "start": 3630.88,
        "duration": 3.78
    },
    {
        "text": "We made it to numbers to number two of a hundred and like I suck",
        "start": 3634.66,
        "duration": 5.76
    },
    {
        "text": "So this was a huge thing for me like I played",
        "start": 3640.42,
        "duration": 2.069
    },
    {
        "text": "beautifully",
        "start": 3642.739,
        "duration": 0.5
    },
    {
        "text": "and it came down that I was in a little hut and the",
        "start": 3643.239,
        "duration": 2.64
    },
    {
        "text": "Thing is the really really cool thing about this game",
        "start": 3645.979,
        "duration": 2.66
    },
    {
        "text": "Is that every let two minutes or so the space and the map?",
        "start": 3648.64,
        "duration": 3.899
    },
    {
        "text": "Decreases and there's this huge blue dome that squeezes in on you",
        "start": 3652.94,
        "duration": 4.549
    },
    {
        "text": "And if you're caught outside the dome as it squeezes in you lose health",
        "start": 3657.489,
        "duration": 4.32
    },
    {
        "text": "I didn't realize at the end that you lose help faster Mm-hmm",
        "start": 3662.67,
        "duration": 4.949
    },
    {
        "text": "So it's down",
        "start": 3668.38,
        "duration": 1.04
    },
    {
        "text": "I'm in a little hut and",
        "start": 3669.42,
        "duration": 1.659
    },
    {
        "text": "The Blue dome is close to almost like a pea size on the on the sides of the map just me and this other fucking",
        "start": 3671.079,
        "duration": 6.229
    },
    {
        "text": "Guy and I shotgun at bitch, so I was blasting people in the face of my shotty bite",
        "start": 3677.309,
        "duration": 4.29
    },
    {
        "text": "Was insane Eva was like fully turned on",
        "start": 3683.68,
        "duration": 2.629
    },
    {
        "text": "And so I'm in this room and a little high and the other dudes outside",
        "start": 3690.009,
        "duration": 4.55
    },
    {
        "text": "And the mini-map is getting under the spheres getting so small that I'm right on the cusp. I thought I was inside and",
        "start": 3694.559,
        "duration": 7.469
    },
    {
        "text": "I didn't realize it's gonna die so fast, but the blue orb closes in and I just fucking died in this room",
        "start": 3703.15,
        "duration": 6.439
    },
    {
        "text": "Yeah, that's like. This is not how this game is supposed to end. It's high Octane its high intensity",
        "start": 3709.589,
        "duration": 5.28
    },
    {
        "text": "I just dropped dead in a room and the other guy won. I got second place is so disappointing",
        "start": 3714.989,
        "duration": 5.7
    },
    {
        "text": "I think I would want if I want to want to out there guns blazing, but it was cool",
        "start": 3720.69,
        "duration": 4.559
    },
    {
        "text": "do I",
        "start": 3725.829,
        "duration": 0.96
    },
    {
        "text": "Recommend that game a lot if you guys ever want to catch us playing head on over to twitch where you are now",
        "start": 3726.789,
        "duration": 5.479
    },
    {
        "text": "Where you are now, but on youtube you're not there push that TV slash a straighter production",
        "start": 3732.269,
        "duration": 4.26
    },
    {
        "text": "We can watch the podcast live every Friday, and you can catch us playing that game and doing other stuff",
        "start": 3736.529,
        "duration": 4.44
    },
    {
        "text": "Okay, so before we go on a break. I want to thank our sponsors",
        "start": 3742.9,
        "duration": 3.5
    },
    {
        "text": "They're the ones who make this possible. I love our sponsors man",
        "start": 3747.519,
        "duration": 3.62
    },
    {
        "text": "This whole thing this whole studio this whole office dan out there with the switchboard can I get a sound dan?",
        "start": 3751.839,
        "duration": 5.51
    },
    {
        "text": "Let me sunbright batteries. I want to be possible without the gracious support of our sponsors",
        "start": 3758.739,
        "duration": 4.88
    },
    {
        "text": "So I'd like to say thank you to first of all quit",
        "start": 3763.66,
        "duration": 3.709
    },
    {
        "text": "Quit is actually amazing product. Yeah, they make an electric. Toothbrush that's super affordable and it works amazing",
        "start": 3770.349,
        "duration": 7.07
    },
    {
        "text": "It's it's a we've been actually using it since they sent us that one",
        "start": 3777.42,
        "duration": 4.469
    },
    {
        "text": "I'll be using it every day for the past month and like",
        "start": 3781.89,
        "duration": 3.449
    },
    {
        "text": "It's it's great. It was named Time Magazine's best invention of 2016",
        "start": 3785.98,
        "duration": 5.059
    },
    {
        "text": "It's really cool. It's an electric. Toothbrush you put it in your mouth as you do toothbrushes",
        "start": 3791.68,
        "duration": 4.609
    },
    {
        "text": "And it like basically tells you every 30 seconds. It will stop vibrating for a moment. That's my favorite feature about it",
        "start": 3796.53,
        "duration": 6.209
    },
    {
        "text": "It stops after three minutes right if you're about to like pause before that you know there's still keep trailing dude",
        "start": 3802.74,
        "duration": 6.989
    },
    {
        "text": "Yeah, you disgusting monster keep brushing not you, but it's what it's telling",
        "start": 3809.73,
        "duration": 3.39
    },
    {
        "text": "It's an amazing thing and it's super. It's like 25 bucks something",
        "start": 3814.36,
        "duration": 3.019
    },
    {
        "text": "I actually don't know the exact price, but it's very affordable",
        "start": 3817.38,
        "duration": 3.24
    },
    {
        "text": "It says here yet starts at 25 dollars okay, and it lasts and really lasts. I'm going to read their copy",
        "start": 3821.08,
        "duration": 5.479
    },
    {
        "text": "Here's something that you want. I love reading copy because I think",
        "start": 3827.68,
        "duration": 2.78
    },
    {
        "text": "You're something that you on many recent studies suggest that having good oral health impacts your overall health",
        "start": 3831.43,
        "duration": 5.66
    },
    {
        "text": "Yet most of us don't brush our teeth properly. I feel like there's a better argument you",
        "start": 3838.93,
        "duration": 4.1
    },
    {
        "text": "Have a disgusting breath your breath is discussing no one wants to stand next to and smell you",
        "start": 3843.03,
        "duration": 4.26
    },
    {
        "text": "You're never going to get data. No one wants to kiss you",
        "start": 3847.48,
        "duration": 2.0
    },
    {
        "text": "Yeah, okay. It makes you healthy people don't want to fucking look at your disgusting mouth. That's why you need quit",
        "start": 3850.3,
        "duration": 5.389
    },
    {
        "text": "Introducing quit the new company that's refreshing the way people brush their teeth clip is an electric",
        "start": 3857.71,
        "duration": 4.669
    },
    {
        "text": "Toothbrush the packs premium vibration and timer features into a ultra slim design that's half the cost of bulkier brushes",
        "start": 3862.38,
        "duration": 5.94
    },
    {
        "text": "This is my favorite line. It's basically like apple designed a toothbrush, but without the big price tag",
        "start": 3868.32,
        "duration": 7.109
    },
    {
        "text": "You have to see it and brush with your so. I don't know about that apple. I'm Gonna give",
        "start": 3877.24,
        "duration": 4.82
    },
    {
        "text": "They're saying it's sleek its modern. It looks cool. I prefer if they said it looks like well",
        "start": 3882.06,
        "duration": 4.169
    },
    {
        "text": "I am design that would strike home with me a little bit more well",
        "start": 3886.23,
        "duration": 3.51
    },
    {
        "text": "I had a new invention, but then it would not be functional. It would have weirdo just blow up in your mouth",
        "start": 3889.74,
        "duration": 5.189
    },
    {
        "text": "You can subscribe to receive new brush heads on a dentist recommended three month plan for just five dollars including free shipping",
        "start": 3896.92,
        "duration": 6.38
    },
    {
        "text": "Right now my friends you can head on over to quick calm slash",
        "start": 3904.72,
        "duration": 4.34
    },
    {
        "text": "H3 to get your first refill pack free with a quip electric toothbrush that's a faux read",
        "start": 3909.28,
        "duration": 6.83
    },
    {
        "text": "By the refill time their link is not working",
        "start": 3917.29,
        "duration": 2.089
    },
    {
        "text": "Did we crash the website again? Oh no?",
        "start": 3919.93,
        "duration": 2.449
    },
    {
        "text": "No, quick calm slash H3 did we seriously crash their website? I think we crashed some last time too",
        "start": 3922.38,
        "duration": 6.84
    },
    {
        "text": "That is strange because we didn't get quit. Did you write in the right? You are an equipped comm h 3i?",
        "start": 3931.45,
        "duration": 7.37
    },
    {
        "text": "I personally on a personal level I",
        "start": 3939.82,
        "duration": 3.439
    },
    {
        "text": "Recommend this product I've been using it. It's so hard to find like soft Bristles",
        "start": 3944.56,
        "duration": 3.859
    },
    {
        "text": "I hate these hard bristles that you get at the grocery store",
        "start": 3948.63,
        "duration": 3.029
    },
    {
        "text": "And I've always been on a search find a soft one and they have like a really wonderful",
        "start": 3951.66,
        "duration": 3.06
    },
    {
        "text": "rubber kind of really soft texture and",
        "start": 3955.24,
        "duration": 2.63
    },
    {
        "text": "I I love I've seriously been using everyday so support the show if you're in the market for New Brush get quit by shot",
        "start": 3958.42,
        "duration": 6.89
    },
    {
        "text": "I think you'll like a lot when their websites back up",
        "start": 3965.31,
        "duration": 2.429
    },
    {
        "text": "When it probably would be back up soon as well",
        "start": 3968.74,
        "duration": 2.689
    },
    {
        "text": "Try to do a spot for you guys, huh all right next up quit. Thank you cliff for sponsoring our show next up",
        "start": 3972.4,
        "duration": 6.2
    },
    {
        "text": "We have dollar Shave Club",
        "start": 3978.6,
        "duration": 1.84
    },
    {
        "text": "You guys know dollar shave club. They're one of our",
        "start": 3980.44,
        "duration": 2.36
    },
    {
        "text": "oldest and best Sponsors",
        "start": 3984.7,
        "duration": 1.52
    },
    {
        "text": "They've been",
        "start": 3986.22,
        "duration": 0.7
    },
    {
        "text": "Supporting us through thick and thin and I just have so much love and appreciation for these guys in the great product they make",
        "start": 3986.92,
        "duration": 5.57
    },
    {
        "text": "Dollar Shave Club is the smarter choice",
        "start": 3993.91,
        "duration": 2.63
    },
    {
        "text": "Get a great shave at a great price to beat and lead delivered right to your door. It's an awesome life hack",
        "start": 3997.99,
        "duration": 6.409
    },
    {
        "text": "They wrote life hack",
        "start": 4004.4,
        "duration": 2.0
    },
    {
        "text": "It's not a life hack. This is a razor that delivered don't you know it's adult product",
        "start": 4006.75,
        "duration": 6.05
    },
    {
        "text": "Life a life hack. Maybe what would a life hack. We take this pill and never get cancer. That's a life hack",
        "start": 4013.59,
        "duration": 5.329
    },
    {
        "text": "We have the we have the dollar shave club sugar yeah, alright",
        "start": 4020.91,
        "duration": 4.76
    },
    {
        "text": "It's a live hack and a no-brainer you",
        "start": 4026.97,
        "duration": 3.05
    },
    {
        "text": "No longer have to schlep to the store to buy cheap disposable",
        "start": 4030.51,
        "duration": 3.139
    },
    {
        "text": "Razors that give you a cheap shave or spend a fortune on razors back with Gimmicky shaving Techni you didn't aid",
        "start": 4033.75,
        "duration": 5.479
    },
    {
        "text": "So here's the deal",
        "start": 4042.78,
        "duration": 2.0
    },
    {
        "text": "For limited time new members get their first month of the exclusive razor and a Tube",
        "start": 4045.03,
        "duration": 4.459
    },
    {
        "text": "Some reason to cracks me up",
        "start": 4050.13,
        "duration": 2.03
    },
    {
        "text": "You get a tube of Dr.. Carver's shave butter for only 5 bucks with free shipping that includes your tube of butter",
        "start": 4053.37,
        "duration": 6.709
    },
    {
        "text": "Shave butter that is that helps you?",
        "start": 4060.81,
        "duration": 2.0
    },
    {
        "text": "Not safe for human consumption. I so don't put that on the anyone thought just being clear",
        "start": 4063.579,
        "duration": 5.81
    },
    {
        "text": "So you get a dang freakin tube of butter shea butter for cartridges and this beefy meaty",
        "start": 4069.91,
        "duration": 7.31
    },
    {
        "text": "Very excellent shaver now. I use this anytime I clean up my neck and my cheeks and stuff because I've been to excellent",
        "start": 4078.339,
        "duration": 7.07
    },
    {
        "text": "It's the only razor that doesn't give me razor burn. It's a really high quality stuff",
        "start": 4085.45,
        "duration": 4.909
    },
    {
        "text": "I recommend a lot and it's super convenient razors are so fucking expensive you ever go to the store. They have like a 8 pack",
        "start": 4090.359,
        "duration": 5.76
    },
    {
        "text": "Like 50 bucks my dad pointed out last time they put it behind glass yeah, I",
        "start": 4096.94,
        "duration": 4.459
    },
    {
        "text": "Cut they do that. They freaking put it like high-end alcohol behind glass and lock it",
        "start": 4101.92,
        "duration": 5.029
    },
    {
        "text": "so guys head on over to",
        "start": 4107.89,
        "duration": 2.389
    },
    {
        "text": "dollarshaveclub.com Slash H3 and get your free exclusive razor for only five dollars with free shipping",
        "start": 4111.67,
        "duration": 7.069
    },
    {
        "text": "cludes for cartridges a beefy meaty razor and a Tube of butter I",
        "start": 4120.16,
        "duration": 5.329
    },
    {
        "text": "Recommend this product very much, and I appreciate them very much",
        "start": 4126.37,
        "duration": 3.77
    },
    {
        "text": "So if you want to support the show and you're in the market for dreiser considered heading on over to dollarshaveclub.com",
        "start": 4130.14,
        "duration": 5.279
    },
    {
        "text": "Hp and",
        "start": 4135.989,
        "duration": 2.0
    },
    {
        "text": "finally",
        "start": 4138.279,
        "duration": 1.951
    },
    {
        "text": "If you don't want any of those products, but you want to support the show",
        "start": 4140.23,
        "duration": 2.989
    },
    {
        "text": "Or you want it those products and to support the show which is an option. I don't want to exclude",
        "start": 4143.77,
        "duration": 5.209
    },
    {
        "text": "Then you can head on over to represent calm Slash H3 they pick up your official util Kleinert merge",
        "start": 4149.89,
        "duration": 5.569
    },
    {
        "text": "Did we do this in the beginning? We did this trip in?",
        "start": 4155.46,
        "duration": 2.16
    },
    {
        "text": "You guys don't need more of that shook mm-hmm. How we doing by the way. I'm not shirt",
        "start": 4158.469,
        "duration": 3.38
    },
    {
        "text": "I'm gonna how much we sold ready so it's interesting on represent you can see how many people bought",
        "start": 4161.85,
        "duration": 4.709
    },
    {
        "text": "27 Pouch doing planner is it where the heel decline is it?",
        "start": 4168.16,
        "duration": 3.859
    },
    {
        "text": "Alright",
        "start": 4173.5,
        "duration": 2.0
    },
    {
        "text": "Alright, I'm going to take a quick break to run to the bathroom guys",
        "start": 4177.88,
        "duration": 2.75
    },
    {
        "text": "Hold on one sec didn't close to it. Oh yeah. I closed it in defiance of y'all",
        "start": 4181.569,
        "duration": 3.53
    },
    {
        "text": "So we're going to just run to the bathroom really quick, and I'll be back in a short",
        "start": 4185.41,
        "duration": 3.77
    },
    {
        "text": "Minute to begin our discussion about net neutrality if you go away",
        "start": 4189.88,
        "duration": 4.76
    },
    {
        "text": "I just have a bad feeling I",
        "start": 4195.67,
        "duration": 2.0
    },
    {
        "text": "Just have bad feeling about it. So please don't leave welcome back everybody to the H3 podcast live",
        "start": 4198.65,
        "duration": 6.859
    },
    {
        "text": "So here we are to our main story",
        "start": 4206.51,
        "duration": 2.39
    },
    {
        "text": "about net neutrality",
        "start": 4209.6,
        "duration": 1.92
    },
    {
        "text": "Which has been a hotly debated subject recently and on Wednesday was net neutrality day of awareness",
        "start": 4211.52,
        "duration": 7.64
    },
    {
        "text": "now",
        "start": 4220.01,
        "duration": 1.08
    },
    {
        "text": "My objective for doing this piece. I want to explain to the best of my ability based on our research. What is it?",
        "start": 4221.09,
        "duration": 6.89
    },
    {
        "text": "What's at stake?",
        "start": 4228.32,
        "duration": 1.71
    },
    {
        "text": "Who are the people that benefit from it are there counter arguments against it so let's let's start from the top here",
        "start": 4230.03,
        "duration": 7.189
    },
    {
        "text": "What is net neutrality?",
        "start": 4237.98,
        "duration": 1.98
    },
    {
        "text": "Which is essentially the principle that internet service providers should?",
        "start": 4239.96,
        "duration": 3.29
    },
    {
        "text": "enable access to all content and applications regardless of the source and without favoring or",
        "start": 4243.5,
        "duration": 5.479
    },
    {
        "text": "blocking particular Products or websites and",
        "start": 4249.29,
        "duration": 2.899
    },
    {
        "text": "To break that down that essentially just means a free and open internet one where",
        "start": 4253.25,
        "duration": 4.64
    },
    {
        "text": "The internet companies have one job to give us the juice",
        "start": 4258.32,
        "duration": 3.14
    },
    {
        "text": "They don't say what sites you can visit. They don't say what sites you can visit how fast?",
        "start": 4262.1,
        "duration": 5.779
    },
    {
        "text": "They just give you the juice and we and we do what we want it's free and it's open",
        "start": 4269.449,
        "duration": 4.76
    },
    {
        "text": "Here's here's what people have said the internet would look like without net neutrality",
        "start": 4277.699,
        "duration": 4.91
    },
    {
        "text": "this is kind of like A",
        "start": 4283.28,
        "duration": 2.0
    },
    {
        "text": "dystopian future of what it may look like",
        "start": 4285.29,
        "duration": 2.239
    },
    {
        "text": "It's a lot like cable television where I'll have to pay for hBO",
        "start": 4289.699,
        "duration": 4.85
    },
    {
        "text": "Hmm. Yep, right for and the internet that that's exactly right",
        "start": 4295.25,
        "duration": 5.479
    },
    {
        "text": "These big companies Comcast Verizon, AT&t T-Mobile",
        "start": 4301.55,
        "duration": 2.87
    },
    {
        "text": "They are trying to own the internet they want to own and control the internet, and this is what it's going to look like",
        "start": 4305.179,
        "duration": 5.48
    },
    {
        "text": "eventually",
        "start": 4311.63,
        "duration": 1.29
    },
    {
        "text": "You know it's like",
        "start": 4312.92,
        "duration": 2.0
    },
    {
        "text": "You have to include Google yahoo, flickr this is old you know but YouTube Google yahoo, whatever",
        "start": 4315.02,
        "duration": 5.239
    },
    {
        "text": "You have to pay $5 extra for this access to the search engines",
        "start": 4320.81,
        "duration": 4.069
    },
    {
        "text": "Or you have to pay $5 extra so that they are quick enough that you can use",
        "start": 4324.88,
        "duration": 4.469
    },
    {
        "text": "Yeah, then here's another one Hollywood, whatever entertainment YouTube hulu Netflix",
        "start": 4329.869,
        "duration": 5.149
    },
    {
        "text": "Espn ETC $10 extra",
        "start": 4335.57,
        "duration": 2.0
    },
    {
        "text": "like yeah sky Paypal Amazon",
        "start": 4339.169,
        "duration": 2.78
    },
    {
        "text": "Right now this shit is illegal under FCC's rules",
        "start": 4343.999,
        "duration": 3.47
    },
    {
        "text": "But without the principle of net neutrality which is what everyone's fighting for this is something that's very real and very possible and some things",
        "start": 4348.349,
        "duration": 6.649
    },
    {
        "text": "That are already happening today. Which is something? I want to get I want to get at here",
        "start": 4354.999,
        "duration": 4.62
    },
    {
        "text": "so from the beginning the FCC regulated the internet with their general rules known as net neutrality principle and",
        "start": 4362.51,
        "duration": 7.339
    },
    {
        "text": "They started getting challenged from companies like Verizon back in the 90s when the internet was first created",
        "start": 4370.639,
        "duration": 5.93
    },
    {
        "text": "the FCC, which is the",
        "start": 4376.849,
        "duration": 2.0
    },
    {
        "text": "What does that stand for I?",
        "start": 4380.36,
        "duration": 2.0
    },
    {
        "text": "see",
        "start": 4383.3,
        "duration": 2.0
    },
    {
        "text": "Federal communications commission they control all the utilities and shit and they regulate it and they say what you can't can't do essentially",
        "start": 4386.269,
        "duration": 6.979
    },
    {
        "text": "It's there to protect consumers",
        "start": 4393.249,
        "duration": 2.0
    },
    {
        "text": "Americans who consume these products so the very beginning of the internet wouldn't be started becoming widely used they had this rule called",
        "start": 4396.019,
        "duration": 6.68
    },
    {
        "text": "neutrality principles",
        "start": 4403.249,
        "duration": 2.0
    },
    {
        "text": "Which in which the thing was that it was a free and open internet",
        "start": 4405.26,
        "duration": 3.529
    },
    {
        "text": "that shouldn't be grabbed and controlled by big companies like Verizon and",
        "start": 4408.979,
        "duration": 4.31
    },
    {
        "text": "incidentally they started getting challenged by companies like Verizon and",
        "start": 4413.9,
        "duration": 3.859
    },
    {
        "text": "2014 a court ruled that FCC had no authority to an uP until 2014",
        "start": 4418.429,
        "duration": 6.709
    },
    {
        "text": "FCC had some control over this in",
        "start": 4425.989,
        "duration": 2.569
    },
    {
        "text": "2014 Verizon sued the FCC and a court ruled that they had no authority to enforce",
        "start": 4429.32,
        "duration": 5.06
    },
    {
        "text": "Network neutrality rules because the internet was not considered a title 2 utility like telephones buses taxis Etc",
        "start": 4434.659,
        "duration": 7.49
    },
    {
        "text": "which is like a",
        "start": 4442.15,
        "duration": 1.779
    },
    {
        "text": "Service that exists for the public good yeah",
        "start": 4443.929,
        "duration": 2.299
    },
    {
        "text": "And so there's a lot more restrictions or regulations on what big companies can do with that service?",
        "start": 4446.289,
        "duration": 4.95
    },
    {
        "text": "so what is a title 2 so this whole debate about net neutrality is essentially trying to get the internet classified as a",
        "start": 4451.639,
        "duration": 7.339
    },
    {
        "text": "Title 2 utility",
        "start": 4459.349,
        "duration": 2.0
    },
    {
        "text": "right now or",
        "start": 4461.589,
        "duration": 2.0
    },
    {
        "text": "Previously it was a title one utility which I think is like you said cable Mm-hmm. It's not a public utility really",
        "start": 4463.819,
        "duration": 6.98
    },
    {
        "text": "It's just entertainment, but the internet is clearly much more than that",
        "start": 4470.8,
        "duration": 3.899
    },
    {
        "text": "Yeah",
        "start": 4475.729,
        "duration": 2.0
    },
    {
        "text": "At this point. It's like just life",
        "start": 4477.949,
        "duration": 2.929
    },
    {
        "text": "Yeah",
        "start": 4480.949,
        "duration": 0.5
    },
    {
        "text": "Like it's like the blood of our economy of our society it's it's more of a public utility that anything that's ever existed",
        "start": 4481.449,
        "duration": 7.229
    },
    {
        "text": "You compare it to telephone lines or sewage or anything? It's as much as that as as anything",
        "start": 4489.169,
        "duration": 5.24
    },
    {
        "text": "That's ever existed and way more. It feels like pointless to even try to explain why like",
        "start": 4494.409,
        "duration": 4.919
    },
    {
        "text": "Like when I hate when someone asks you to explain the meaning of an piece of art, right?",
        "start": 4500.149,
        "duration": 5.479
    },
    {
        "text": "What you know no, you know you know the internet is like",
        "start": 4506.269,
        "duration": 4.22
    },
    {
        "text": "It's everything at this point, and it's so stupid to even have to try to explain",
        "start": 4511.249,
        "duration": 4.729
    },
    {
        "text": "I agree, it's it's the lifeblood are as of our society and the world as we know it",
        "start": 4515.979,
        "duration": 6.18
    },
    {
        "text": "It's even beyond it so let me define for you guys what a title 2 is, and that's what this battle is about ok",
        "start": 4522.159,
        "duration": 6.81
    },
    {
        "text": "So it shall be unlawful for any common carrier to make unjust or unreasonable discrimination and charges practices",
        "start": 4530.449,
        "duration": 7.609
    },
    {
        "text": "classification regulations facilities or services for or in connection",
        "start": 4538.459,
        "duration": 4.669
    },
    {
        "text": "with like communication services directly or indirectly by any means or device or to make or give any undue or",
        "start": 4543.889,
        "duration": 7.009
    },
    {
        "text": "unreasonable preference or",
        "start": 4550.999,
        "duration": 1.83
    },
    {
        "text": "Advantage to any particular person class of persons or locality or",
        "start": 4552.829,
        "duration": 3.979
    },
    {
        "text": "To subject any particular person class of persons or locality to any due or unreasonable prejudice or disadvantage. That's",
        "start": 4557.03,
        "duration": 7.699
    },
    {
        "text": "What being a title 2 is?",
        "start": 4565.639,
        "duration": 2.0
    },
    {
        "text": "They're saying you can't manipulate it. You can't favor anyone any service. It's a public. Good it is what it is. It's free and open",
        "start": 4568.099,
        "duration": 7.279
    },
    {
        "text": "Another part of being a title - that's part a part B",
        "start": 4576.53,
        "duration": 3.109
    },
    {
        "text": "is changes or services whenever transferred - and this act include charges for or",
        "start": 4579.639,
        "duration": 5.25
    },
    {
        "text": "Services in Connection with the use of common carrier lines of communications whether derived from wire or radio facilities enchain?",
        "start": 4585.319,
        "duration": 6.86
    },
    {
        "text": "Broadcasting or incidental to radio communications",
        "start": 4592.369,
        "duration": 2.33
    },
    {
        "text": "see any carrier who knowingly violates the provisions of this section Shall forfeit to the United States the sum of",
        "start": 4596.36,
        "duration": 7.31
    },
    {
        "text": "$6,000 for each such offence and 300 for each and every day of the continuance of such offence",
        "start": 4604.7,
        "duration": 7.459
    },
    {
        "text": "So the FCC's like you have to pay up if you fuck around with this shit",
        "start": 4613.07,
        "duration": 4.85
    },
    {
        "text": "now",
        "start": 4619.31,
        "duration": 2.0
    },
    {
        "text": "there's a debate of",
        "start": 4622.16,
        "duration": 1.83
    },
    {
        "text": "People who say the internet shouldn't be regulated because they believe that the free market",
        "start": 4623.99,
        "duration": 5.239
    },
    {
        "text": "Should be the controlling factor and that company shouldn't be regulated and they should be free to do what they want. That's a separate argument",
        "start": 4629.87,
        "duration": 7.609
    },
    {
        "text": "I'm arguing but even before that the internet is a title to utility",
        "start": 4638.24,
        "duration": 5.149
    },
    {
        "text": "If you're going to say that the internet shouldn't be regulated and Verizon and Comcast",
        "start": 4645.2,
        "duration": 3.979
    },
    {
        "text": "Should be able to do whatever they want then let's hand the sewage and the taxis and the buses and the telephone lines",
        "start": 4649.82,
        "duration": 5.689
    },
    {
        "text": "Because they don't even come close in my opinion that the internet doesn't in terms of public good that",
        "start": 4655.91,
        "duration": 4.91
    },
    {
        "text": "Argument is is comes after the fact that it is a public utility?",
        "start": 4661.52,
        "duration": 4.1
    },
    {
        "text": "Mmm-Hmm, I don't see any reasonable way to debate that it's not I really don't",
        "start": 4666.17,
        "duration": 3.949
    },
    {
        "text": "So fucking internet, Pro",
        "start": 4671.9,
        "duration": 2.0
    },
    {
        "text": "It's like yes, it offers entertainment such as cable, but there's so much more not the lifeblood of our society",
        "start": 4675.11,
        "duration": 6.02
    },
    {
        "text": "So that's kind of what a title to us",
        "start": 4682.85,
        "duration": 2.18
    },
    {
        "text": "And that's what this whole thing is about trying to get the internet under a title to utility now incidentally",
        "start": 4685.03,
        "duration": 5.699
    },
    {
        "text": "in",
        "start": 4691.79,
        "duration": 1.08
    },
    {
        "text": "2015 other than president Obama and his head of the sec net neutrality was actually granted to the internet",
        "start": 4692.87,
        "duration": 6.53
    },
    {
        "text": "It was a huge victory for I remember when it happened on Reddit that they actually",
        "start": 4699.47,
        "duration": 5.209
    },
    {
        "text": "Finally after all debate and everything they gave title to classification and dema protected as utility they received",
        "start": 4705.02,
        "duration": 6.439
    },
    {
        "text": "3.7 million comments and requests to change the classification. I remember when that happened. It was a huge victory and everyone was excited",
        "start": 4711.89,
        "duration": 6.62
    },
    {
        "text": "now",
        "start": 4719.51,
        "duration": 2.0
    },
    {
        "text": "The FCC's new order established a standard that required internet providers to take no action that",
        "start": 4725.11,
        "duration": 5.78
    },
    {
        "text": "Unreasonably interfere or disadvantage consumers or the companies who sites and apps they're trying to access?",
        "start": 4731.17,
        "duration": 5.24
    },
    {
        "text": "this was deemed in 2015 when it became a title to at most internet providers may slow down services only for the purpose of",
        "start": 4737.2,
        "duration": 7.85
    },
    {
        "text": "unreasonable or",
        "start": 4745.39,
        "duration": 1.26
    },
    {
        "text": "For the purpose of reasonable network management. I was the only reason they could throttle internet services not a business purpose",
        "start": 4746.65,
        "duration": 7.01
    },
    {
        "text": "So now this year trump's appointed Chairman Pi pay",
        "start": 4754.45,
        "duration": 4.399
    },
    {
        "text": "Wants to ditch the title 2 and return to the FCC's light touch title 1 approach?",
        "start": 4759.28,
        "duration": 4.849
    },
    {
        "text": "And so title 1 is like",
        "start": 4765.16,
        "duration": 2.149
    },
    {
        "text": "What we we're talking about that's just a business. Yeah, the thing is no, so the translation there is that?",
        "start": 4767.86,
        "duration": 6.32
    },
    {
        "text": "That current chair of the FCC wants to give the control of the internet back to the companies",
        "start": 4774.79,
        "duration": 6.649
    },
    {
        "text": "and the thing is like people say well, you know if you go back before it was fine and",
        "start": 4781.84,
        "duration": 4.639
    },
    {
        "text": "I think that counter-argument to that is that",
        "start": 4787.21,
        "duration": 2.12
    },
    {
        "text": "before",
        "start": 4790.54,
        "duration": 1.89
    },
    {
        "text": "2004",
        "start": 4792.43,
        "duration": 1.02
    },
    {
        "text": "When verizon sued the FCC and the Court said well",
        "start": 4793.45,
        "duration": 3.319
    },
    {
        "text": "You can't actually regulate this because its title 1 which is a fair ruling considering. That is true",
        "start": 4796.77,
        "duration": 5.52
    },
    {
        "text": "the FCC had more control over",
        "start": 4803.11,
        "duration": 2.0
    },
    {
        "text": "over the internet",
        "start": 4805.93,
        "duration": 1.35
    },
    {
        "text": "But there was this legal precedent that took control away from them",
        "start": 4807.28,
        "duration": 2.989
    },
    {
        "text": "And so the need for it to stay a title 2 became greater",
        "start": 4810.61,
        "duration": 3.92
    },
    {
        "text": "So now they want to go back to how it was",
        "start": 4814.66,
        "duration": 2.18
    },
    {
        "text": "Except with this legal precedent the companies can run amok essentially gives them free rein to do whatever they want with the internet",
        "start": 4817.21,
        "duration": 6.02
    },
    {
        "text": "The thing that blows my mind about I just understand like why what is it?",
        "start": 4824.89,
        "duration": 5.209
    },
    {
        "text": "This Chairman what is his reason and to give them that control dan what were you saying previously?",
        "start": 4831.1,
        "duration": 5.39
    },
    {
        "text": "Can you come in here does that Mic work?",
        "start": 4837.4,
        "duration": 2.0
    },
    {
        "text": "Tom I could work we would have to just plug it in",
        "start": 4841.06,
        "duration": 3.53
    },
    {
        "text": "So this this chairman dan what were you saying about this guy?",
        "start": 4847.24,
        "duration": 4.339
    },
    {
        "text": "this whole whole deal is he he",
        "start": 4858.9,
        "duration": 2.629
    },
    {
        "text": "He was like the dissenting voice in",
        "start": 4864.03,
        "duration": 2.6
    },
    {
        "text": "the previous administration, so like when Obama was doing the whole thing and he was trying to",
        "start": 4867.36,
        "duration": 4.79
    },
    {
        "text": "What he call it",
        "start": 4873.33,
        "duration": 1.92
    },
    {
        "text": "Reclassified as title - yeah",
        "start": 4875.25,
        "duration": 2.0
    },
    {
        "text": "this guy the current Chairman he was on the council and",
        "start": 4878.01,
        "duration": 2.81
    },
    {
        "text": "He was against it vehemently because he I think it one. I wanted to write something right, so he was that one",
        "start": 4881.13,
        "duration": 5.689
    },
    {
        "text": "He was yes exactly and so as soon as the new administration came in boom I gets promoted. He's now the commissioner and",
        "start": 4886.82,
        "duration": 7.229
    },
    {
        "text": "Of course immediately he does what he said he always want to do which is keep it the way it used to be correct",
        "start": 4894.6,
        "duration": 5.18
    },
    {
        "text": "So they can just deregulate it right. Thank you. Yep. Thanks, Dan",
        "start": 4899.78,
        "duration": 4.259
    },
    {
        "text": "This is brought to you by your dan on visual update",
        "start": 4904.83,
        "duration": 3.08
    },
    {
        "text": "So to try to answer your question eula the only thing I can think of is like the conditions kind of conservative",
        "start": 4908.7,
        "duration": 6.169
    },
    {
        "text": "Economic vision of America is like free market unregulated you let the market figure itself",
        "start": 4915.18,
        "duration": 5.569
    },
    {
        "text": "And it's kind of this this beautiful vision. They have of the free market yeah, and I think it's some cases that works",
        "start": 4921.36,
        "duration": 6.649
    },
    {
        "text": "but in the case of",
        "start": 4928.01,
        "duration": 1.3
    },
    {
        "text": "Companies like Verizon Comcast AT&t, I don't trust these fucking people. I'm gonna get into that a lot later",
        "start": 4929.31,
        "duration": 6.59
    },
    {
        "text": "You know so they're they already have so much control like they've already made it to the top. What else is there to give them?",
        "start": 4936.18,
        "duration": 7.04
    },
    {
        "text": "What what do we what are they in abling them to do? What else is in yeah? They're they're already at the top",
        "start": 4944.76,
        "duration": 5.75
    },
    {
        "text": "That's a good point",
        "start": 4950.51,
        "duration": 1.78
    },
    {
        "text": "And we've already given them our trust",
        "start": 4952.29,
        "duration": 2.03
    },
    {
        "text": "And they fucked over the whole country which is something an adding to a story that I want to share later a reason",
        "start": 4954.32,
        "duration": 5.399
    },
    {
        "text": "Why we shouldn't trust these companies?",
        "start": 4959.72,
        "duration": 2.0
    },
    {
        "text": "So the thing that blows my mind about this is the FCC. Is there it's a regulatory board. It's there to protect consumers a",
        "start": 4962.49,
        "duration": 7.79
    },
    {
        "text": "Rolling back the changes to net neutrality would probably benefit 20 people to a thousand people",
        "start": 4971.91,
        "duration": 7.069
    },
    {
        "text": "I'm talking about the ceos of these telecom companies and the shareholders",
        "start": 4978.98,
        "duration": 5.37
    },
    {
        "text": "Literally everybody else in the con tree",
        "start": 4985.65,
        "duration": 2.189
    },
    {
        "text": "300 million people stand to get fucked",
        "start": 4988.389,
        "duration": 3.049
    },
    {
        "text": "Everybody else from the word right yeah this stuff trickle down to the the rest of the world these kind of policies I",
        "start": 4991.84,
        "duration": 6.439
    },
    {
        "text": "Just don't understand though. I mean, it's like the impact of this will be so",
        "start": 4999.429,
        "duration": 5.239
    },
    {
        "text": "negative to so many",
        "start": 5006.599,
        "duration": 2.089
    },
    {
        "text": "99.9999% of the people it just says the word that anything that we even have to have this conversation. It's insane",
        "start": 5009.9,
        "duration": 5.779
    },
    {
        "text": "Well, there's this great quote that out that I read in context of this the price of freedom is an eternal vigilance",
        "start": 5016.26,
        "duration": 7.129
    },
    {
        "text": "It's like you never get to give up this fights been going on",
        "start": 5024.809,
        "duration": 3.649
    },
    {
        "text": "For years. It's like every month every year I see the same headline net neutrality is under attack",
        "start": 5030.329,
        "duration": 5.39
    },
    {
        "text": "Yeah, and it's like fuck like not this shit again",
        "start": 5035.789,
        "duration": 2.18
    },
    {
        "text": "You know us here in America in this American Democracy that we all take for granted",
        "start": 5038.849,
        "duration": 4.609
    },
    {
        "text": "You forget that the price of freedom is eternal?",
        "start": 5043.889,
        "duration": 3.649
    },
    {
        "text": "Vigilance",
        "start": 5048.389,
        "duration": 1.44
    },
    {
        "text": "Mmm-hmm, we're all so fucking lazy. We're all so take the ship for granted that when you get lazy",
        "start": 5049.829,
        "duration": 6.109
    },
    {
        "text": "And you don't remember that you have to fight for it every year forever",
        "start": 5055.939,
        "duration": 3.54
    },
    {
        "text": "Then all these fucking these people",
        "start": 5060.209,
        "duration": 2.33
    },
    {
        "text": "They they'll take it for you, and you know and you'll be happy about it",
        "start": 5064.05,
        "duration": 4.459
    },
    {
        "text": "It's like Mike tyson famously said I'm going to fuck you till you love me faggot",
        "start": 5068.539,
        "duration": 3.27
    },
    {
        "text": "That's what Comcast is essentially doing to us and we love it, and we love it",
        "start": 5073.199,
        "duration": 3.62
    },
    {
        "text": "They fucked us in the ass and now we love it",
        "start": 5076.82,
        "duration": 2.009
    },
    {
        "text": "So and wonder what would happen to people like us. Oh",
        "start": 5084.389,
        "duration": 3.47
    },
    {
        "text": "basically our whole",
        "start": 5089.699,
        "duration": 1.561
    },
    {
        "text": "living and Livelihood is",
        "start": 5091.26,
        "duration": 2.0
    },
    {
        "text": "related to the internet all right well the really like",
        "start": 5094.289,
        "duration": 4.1
    },
    {
        "text": "dystopian nightmare vision and something that's completely possible they can go so far as",
        "start": 5098.999,
        "duration": 4.189
    },
    {
        "text": "Throttling or disabling service or access to a site to a channel",
        "start": 5103.829,
        "duration": 4.52
    },
    {
        "text": "to a competitor",
        "start": 5108.84,
        "duration": 1.349
    },
    {
        "text": "And the thing is you don't even have multiple",
        "start": 5110.189,
        "duration": 2.39
    },
    {
        "text": "Carrier options if you're in certain parts of the country you only have access to 18 to you or you only have access to comm",
        "start": 5112.709,
        "duration": 5.06
    },
    {
        "text": "Cat so if comcast says all of a sudden. I don't like H3H3 productions",
        "start": 5117.769,
        "duration": 2.7
    },
    {
        "text": "I don't want our users to be able to visit them",
        "start": 5121.37,
        "duration": 1.74
    },
    {
        "text": "and you don't even have an option you don't have an altar then you don't get to watch HD reproductions and",
        "start": 5123.11,
        "duration": 5.219
    },
    {
        "text": "There's no regulation right? It's totally totally in their power",
        "start": 5129.69,
        "duration": 4.55
    },
    {
        "text": "now I",
        "start": 5135.84,
        "duration": 2.0
    },
    {
        "text": "Want to say to the people who are sick who do say the counter-argument that net neutrality should be eliminated because it's just another government",
        "start": 5139.29,
        "duration": 5.87
    },
    {
        "text": "regulation that an unnecessary",
        "start": 5145.5,
        "duration": 2.0
    },
    {
        "text": "Unnecessarily hinders business and free market I want to give you guys a glimpse into the future without net neutrality",
        "start": 5148.38,
        "duration": 5.78
    },
    {
        "text": "By giving you example of violations that have already happened",
        "start": 5154.41,
        "duration": 3.649
    },
    {
        "text": "here's a list starting in 2005 of telecom",
        "start": 5160.5,
        "duration": 3.35
    },
    {
        "text": "companies violating net neutrality and",
        "start": 5164.82,
        "duration": 2.179
    },
    {
        "text": "This is during a time when it wasn't acceptable in the FCC was able to sue them and take and challenge them imagine",
        "start": 5168.15,
        "duration": 7.1
    },
    {
        "text": "How crazy it's going to get when they have full rein so let me let me start here",
        "start": 5176.13,
        "duration": 3.62
    },
    {
        "text": "2005 Madison River, North Carolina ISp, Madison River Communications, blocked the voice over internet Protocol service Vonage",
        "start": 5181.11,
        "duration": 7.399
    },
    {
        "text": "Bondage is like Skype for your telephone, okay? My parents lived in Mexico. They got a local",
        "start": 5190.44,
        "duration": 5.15
    },
    {
        "text": "California number from Vonage so you could call them without incurring international fees yeah",
        "start": 5196.32,
        "duration": 5.719
    },
    {
        "text": "Bondage file to complete with the FCC after receiving a slew of customer complaints the FCC stepped and distinction",
        "start": 5203.79,
        "duration": 6.169
    },
    {
        "text": "Madison River and prevent further blockage, but it lacks the authority to stop this kind of abuse today",
        "start": 5209.96,
        "duration": 4.65
    },
    {
        "text": "so",
        "start": 5215.46,
        "duration": 1.17
    },
    {
        "text": "This is p",
        "start": 5216.63,
        "duration": 2.0
    },
    {
        "text": "Was like this vantage of stealing business from us so without saying anything to anyone",
        "start": 5218.64,
        "duration": 5.66
    },
    {
        "text": "We're just going to block access so all the sudden anyone with them can't fucking call. They can't use this service",
        "start": 5224.3,
        "duration": 6.06
    },
    {
        "text": "Consists doesn't work doesn't work film I",
        "start": 5230.94,
        "duration": 2.18
    },
    {
        "text": "Mean this is some like North Korea shit. Yeah in my opinion. This is not American",
        "start": 5234.51,
        "duration": 4.25
    },
    {
        "text": "Comcast in 2005 the Nation's largest ISp Comcast began secretly blocking peer-to-peer",
        "start": 5239.52,
        "duration": 5.39
    },
    {
        "text": "Technologies that its customers were using over its network use users of services like Bittorrent",
        "start": 5245.28,
        "duration": 5.029
    },
    {
        "text": "gee Nutella work",
        "start": 5251.52,
        "duration": 2.0
    },
    {
        "text": "I don't know that one is theirs anyway like bittorrent were unable to contact connect to these services",
        "start": 5254.07,
        "duration": 5.82
    },
    {
        "text": "2007 investigations from the associated press and the e ff and others confirmed that conk",
        "start": 5261.37,
        "duration": 5.27
    },
    {
        "text": "Comcast was indeed blocking or slowing file sharing",
        "start": 5266.92,
        "duration": 2.87
    },
    {
        "text": "Applications without disclosing this fact to its users is such a nightmare. So here you are",
        "start": 5270.37,
        "duration": 4.969
    },
    {
        "text": "Maybe ok maybe you're using peer-to-Peer technology for something that's not illegal",
        "start": 5276.4,
        "duration": 5.06
    },
    {
        "text": "It's a pretty wonderful thing. It's amazing Peer-to-Peer technology Comcast without saying word",
        "start": 5281.98,
        "duration": 4.939
    },
    {
        "text": "Blocks nobody or it just slows it down",
        "start": 5287.68,
        "duration": 2.419
    },
    {
        "text": "Slows it down to unusable speeds. Which is almost more nefarious. Yeah",
        "start": 5291.16,
        "duration": 3.679
    },
    {
        "text": "Working, but you don't know what's wrong. You're going to the settings trying to figure it out, and you're like. Oh, man",
        "start": 5295.57,
        "duration": 4.43
    },
    {
        "text": "This is America Comcast won't do that. No",
        "start": 5300.0,
        "duration": 2.0
    },
    {
        "text": "in",
        "start": 5302.86,
        "duration": 1.53
    },
    {
        "text": "2005",
        "start": 5304.39,
        "duration": 1.5
    },
    {
        "text": "telus",
        "start": 5305.89,
        "duration": 1.14
    },
    {
        "text": "Canada's second largest",
        "start": 5307.03,
        "duration": 2.0
    },
    {
        "text": "Telecommunication company began blocking access to a server that hosted a website supporting a labor strike against the company",
        "start": 5309.37,
        "duration": 7.219
    },
    {
        "text": "How about that?",
        "start": 5317.41,
        "duration": 1.8
    },
    {
        "text": "Researchers at Harvard and the University of Toronto found that this action resulted in Talia's blocking an additional",
        "start": 5319.21,
        "duration": 5.99
    },
    {
        "text": "766 unrelated sites",
        "start": 5326.59,
        "duration": 2.0
    },
    {
        "text": "So here you have a company directly",
        "start": 5329.23,
        "duration": 2.75
    },
    {
        "text": "suppressing a",
        "start": 5332.83,
        "duration": 2.0
    },
    {
        "text": "Political movement that wasn't alive of their interests",
        "start": 5335.35,
        "duration": 3.02
    },
    {
        "text": "created",
        "start": 5340.45,
        "duration": 2.0
    },
    {
        "text": "AT&T from 2007 to 2009 AT&T Force apple to Block Skype and",
        "start": 5343.39,
        "duration": 4.699
    },
    {
        "text": "other competing",
        "start": 5349.0,
        "duration": 1.53
    },
    {
        "text": "videophone services on the iPhone the",
        "start": 5350.53,
        "duration": 2.149
    },
    {
        "text": "Wireless provider wanted to prevent iphone users from using any application that would allow them to make calls on such",
        "start": 5352.99,
        "duration": 5.659
    },
    {
        "text": "over-the-top voice services the Google voice app receives similar treatment from carriers like AT&t when it came on the scene in",
        "start": 5358.93,
        "duration": 7.429
    },
    {
        "text": "2009 so imagine you're on you're at home. You're on your wireless, and you can't use facetime",
        "start": 5366.73,
        "duration": 5.18
    },
    {
        "text": "Because att forced apple to block it because it competes with their own service",
        "start": 5372.46,
        "duration": 4.52
    },
    {
        "text": "It's just going backwards in life like I",
        "start": 5378.52,
        "duration": 2.72
    },
    {
        "text": "Just don't know why it's such this romantic free-market ideal to just lay and let me fuck you in that yeah",
        "start": 5382.42,
        "duration": 7.64
    },
    {
        "text": "It's just not romantic to me. I'm sorry",
        "start": 5391.239,
        "duration": 2.03
    },
    {
        "text": "Windstream in 2010 Windstream communications a deal DSL provided with more than 1 million customers at a time copped to",
        "start": 5395.56,
        "duration": 7.879
    },
    {
        "text": "Hijacking user search queries made using the Google Toolbar Within Firefox",
        "start": 5403.84,
        "duration": 4.399
    },
    {
        "text": "Users who believe they had set the browser to the search engine of their choice were",
        "start": 5408.76,
        "duration": 4.58
    },
    {
        "text": "Redirected to win streams own search portal and results",
        "start": 5413.86,
        "duration": 3.649
    },
    {
        "text": "Yes, it's crazy",
        "start": 5421.3,
        "duration": 2.0
    },
    {
        "text": "so if you're using the Google search engine",
        "start": 5424.63,
        "duration": 2.959
    },
    {
        "text": "This is p windstream hijacked it to redirect that traffic and inquiries to their own search engine I",
        "start": 5428.11,
        "duration": 6.68
    },
    {
        "text": "Can't believe that the this company did this stuff when it was illegal, too?",
        "start": 5435.64,
        "duration": 3.889
    },
    {
        "text": "These are the guys who got caught yeah?",
        "start": 5440.47,
        "duration": 2.0
    },
    {
        "text": "Soon these rules won't even apply and they can do all this shit that they want",
        "start": 5443.83,
        "duration": 3.199
    },
    {
        "text": "Metro PC, and",
        "start": 5447.76,
        "duration": 2.0
    },
    {
        "text": "2001-2011",
        "start": 5450.04,
        "duration": 1.26
    },
    {
        "text": "Metro PC at the time",
        "start": 5451.3,
        "duration": 1.41
    },
    {
        "text": "One of the top 5 us carry Wireless carriers announced plans to block streaming video over its 4G. Network from all sources",
        "start": 5452.71,
        "duration": 6.68
    },
    {
        "text": "except YouTube",
        "start": 5460.42,
        "duration": 2.0
    },
    {
        "text": "Metro PC",
        "start": 5462.76,
        "duration": 0.92
    },
    {
        "text": "Then threw its weight behind Verizon's court challenge against the FCC in 2010 open internet ruling hoping that",
        "start": 5463.68,
        "duration": 6.0
    },
    {
        "text": "rejection of the Agency's Authority would allow the company to",
        "start": 5469.84,
        "duration": 2.689
    },
    {
        "text": "continue its anti consumer practices so metro PC says if you're on our wireless carrier 4g that you pay for the",
        "start": 5472.69,
        "duration": 6.169
    },
    {
        "text": "blocked all streaming video except YouTube",
        "start": 5482.59,
        "duration": 3.26
    },
    {
        "text": "I",
        "start": 5488.38,
        "duration": 1.23
    },
    {
        "text": "Mean YouTube how much so essentially they're shaking down Youtube they're blackmailing Youtube or youtube's compliant in this were they're like",
        "start": 5489.61,
        "duration": 7.55
    },
    {
        "text": "Hey, I'll pay you 20 million dollars, and you block everyone else",
        "start": 5497.16,
        "duration": 2.729
    },
    {
        "text": "There's a huge money-making scheme for companies are already making money hand over fist",
        "start": 5500.11,
        "duration": 4.189
    },
    {
        "text": "packs fire",
        "start": 5510.48,
        "duration": 1.8
    },
    {
        "text": "2011 the Electronic the Efs found that several small iSPs were redirecting search queries via the vendor packs fire the iSPs",
        "start": 5512.28,
        "duration": 7.97
    },
    {
        "text": "identified an initial electronic frontier foundation report include a caviar cognate Frontier fuse",
        "start": 5520.35,
        "duration": 6.02
    },
    {
        "text": "Direct PC RcN and wide open West packs fire would intercept a person's search request at Bing and yahoo",
        "start": 5527.04,
        "duration": 6.949
    },
    {
        "text": "And redirected to another page by skipping over the search",
        "start": 5534.09,
        "duration": 3.62
    },
    {
        "text": "Services results the participating iSp would collect referral fees for delivering users to select websites",
        "start": 5537.9,
        "duration": 6.47
    },
    {
        "text": "18t and Sprint and Verizon from 2011 to 2013 Att Sprint resident blocks Google Wallet A",
        "start": 5546.96,
        "duration": 6.979
    },
    {
        "text": "mobile payment system that competed with a similar service called Debenhams isis",
        "start": 5555.21,
        "duration": 5.54
    },
    {
        "text": "I'm not showing you",
        "start": 5561.81,
        "duration": 1.89
    },
    {
        "text": "This the competing service was called is is",
        "start": 5563.7,
        "duration": 3.77
    },
    {
        "text": "Which all three companies had a stake in developing well you heard it here 18 t Sprint Verizon started isis",
        "start": 5568.23,
        "duration": 4.819
    },
    {
        "text": "Somehow I'm not surprised",
        "start": 5574.62,
        "duration": 2.0
    },
    {
        "text": "In Europe 2012 reports from the body of the European regulatory. Oh for electric. That's a mouthful",
        "start": 5576.93,
        "duration": 5.24
    },
    {
        "text": "Communications found the violation of net neutrality affected at least one in five users in Europe the report found that blocked",
        "start": 5582.9,
        "duration": 6.229
    },
    {
        "text": "Found that blocked or slow connections to services like video",
        "start": 5589.35,
        "duration": 3.349
    },
    {
        "text": "You know ideal apps Peer-to-Peer technologies gaming applications emails were commonplace",
        "start": 5593.88,
        "duration": 5.24
    },
    {
        "text": "Verizon in 2012 FCC caught Verizon Wireless blocking people from using tethering applications on their phones",
        "start": 5600.36,
        "duration": 6.47
    },
    {
        "text": "Verizon had asked google to remove 11 free tethering applications from the Android marketplace these applications allowed users to circumvent",
        "start": 5607.29,
        "duration": 7.31
    },
    {
        "text": "Verizon's $20 tethering fee and turn their smartphones into Wi-Fi Hotspots",
        "start": 5615.06,
        "duration": 4.669
    },
    {
        "text": "Using their own Wi-Fi signal by the way",
        "start": 5620.79,
        "duration": 2.359
    },
    {
        "text": "it seems like by blocking those applications Verizon violated net neutrality pledge it made to the FCC as a condition of the",
        "start": 5623.49,
        "duration": 7.52
    },
    {
        "text": "2008 Airwaves auction",
        "start": 5631.32,
        "duration": 2.0
    },
    {
        "text": "18 t in 2012 18 t announced that it would disable the facetime video calling app on its",
        "start": 5633.54,
        "duration": 5.839
    },
    {
        "text": "Customers iphone unless they subscribe to a more",
        "start": 5639.63,
        "duration": 2.779
    },
    {
        "text": "text-To-Voice plan",
        "start": 5643.35,
        "duration": 2.0
    },
    {
        "text": "Att had one goal in mind",
        "start": 5645.66,
        "duration": 2.0
    },
    {
        "text": "separating customers from more of their money by blocking alternatives",
        "start": 5648.0,
        "duration": 3.14
    },
    {
        "text": "18t blocked disabled facetime on all their customers phones",
        "start": 5652.11,
        "duration": 4.879
    },
    {
        "text": "Verizon during an oral argument in",
        "start": 5660.24,
        "duration": 2.0
    },
    {
        "text": "2013 Verizon verse FCC a judge asked whether the phone giant would favor some preferred services content or sites?",
        "start": 5663.03,
        "duration": 7.64
    },
    {
        "text": "Over others if the court overruled the Agency's existing open internet rules",
        "start": 5670.67,
        "duration": 4.799
    },
    {
        "text": "Verizon's Lawyer had this to say I'm",
        "start": 5677.04,
        "duration": 2.63
    },
    {
        "text": "Authorized to state for my client today, but for these rules. We would have already been exploring these types of arrangements",
        "start": 5680.25,
        "duration": 6.62
    },
    {
        "text": "Walker's Admission may have gone on notice that she had not repeated it several times during the argument so here",
        "start": 5687.57,
        "duration": 4.759
    },
    {
        "text": "They are basically saying if it wasn't for the rules we would already be exploring these options",
        "start": 5692.33,
        "duration": 4.77
    },
    {
        "text": "and I mean they're already doing it regardless and",
        "start": 5697.17,
        "duration": 2.869
    },
    {
        "text": "Again, what will the internet look like without these FCC regulations wells can look like this here",
        "start": 5701.49,
        "duration": 5.089
    },
    {
        "text": "that's going to be your menu on your",
        "start": 5708.63,
        "duration": 2.0
    },
    {
        "text": "telephone Bill and your cable Bill",
        "start": 5711.3,
        "duration": 2.0
    },
    {
        "text": "your internet Bill Mm-Hmm, and",
        "start": 5713.91,
        "duration": 2.209
    },
    {
        "text": "The United States already has the most expensive internet almost on the planet earth. Yeah. There's no competition if you put in Israel",
        "start": 5716.94,
        "duration": 7.25
    },
    {
        "text": "I was shocked by the price there. What was it?",
        "start": 5724.19,
        "duration": 2.189
    },
    {
        "text": "I'm sure we're paying like I",
        "start": 5727.98,
        "duration": 2.0
    },
    {
        "text": "Mean if you translate it to dogs",
        "start": 5730.59,
        "duration": 1.85
    },
    {
        "text": "I don't only $25 ain't I'm like five dollars a month for like some really excellent internet, then yeah",
        "start": 5732.44,
        "duration": 5.459
    },
    {
        "text": "25 a month I paying $100 now over",
        "start": 5738.87,
        "duration": 3.26
    },
    {
        "text": "I don't think you can get good internet for less than hundred dollars now and also the cell phone",
        "start": 5742.13,
        "duration": 4.439
    },
    {
        "text": "Company $5.00 a month. We're paying for a cell phone or Japan $10",
        "start": 5747.3,
        "duration": 4.31
    },
    {
        "text": "Unbelievable I go. I was shocked by that you know",
        "start": 5752.55,
        "duration": 2.0
    },
    {
        "text": "So here this is my favorite part of this story",
        "start": 5756.18,
        "duration": 3.709
    },
    {
        "text": "now once again",
        "start": 5761.43,
        "duration": 1.77
    },
    {
        "text": "To counter the argument that we should not be regulating these companies. They should be free to",
        "start": 5763.2,
        "duration": 6.41
    },
    {
        "text": "Invest and do whatever they want as the free market dictates",
        "start": 5770.79,
        "duration": 4.729
    },
    {
        "text": "Here's a little story about these telecom companies and what I think is one of the greatest scandals in American history",
        "start": 5776.97,
        "duration": 6.379
    },
    {
        "text": "These are the guys that we want to trust to deregulate, okay?",
        "start": 5784.02,
        "duration": 3.83
    },
    {
        "text": "Let me read you this shit. It's absolutely shocking",
        "start": 5788.55,
        "duration": 2.33
    },
    {
        "text": "It's it's it's horrifying",
        "start": 5791.88,
        "duration": 2.0
    },
    {
        "text": "So the broadband companies stole two hundred billion dollars from the American government",
        "start": 5795.63,
        "duration": 5.659
    },
    {
        "text": "Back in the 90 or back yeah back in the 90s during the Clinton, Era",
        "start": 5803.52,
        "duration": 4.85
    },
    {
        "text": "They had this great vision that the United States would be the first",
        "start": 5809.04,
        "duration": 4.25
    },
    {
        "text": "Broadband",
        "start": 5814.53,
        "duration": 1.62
    },
    {
        "text": "high access high internet companies",
        "start": 5816.15,
        "duration": 2.899
    },
    {
        "text": "They wanted to catapult the United States into the future and give it the infrastructure to be the technological",
        "start": 5819.66,
        "duration": 7.1
    },
    {
        "text": "Touchstone",
        "start": 5827.61,
        "duration": 1.17
    },
    {
        "text": "What happened because now the United States has won the slowest internet speeds of any?",
        "start": 5828.78,
        "duration": 5.0
    },
    {
        "text": "Developed country, we're all last on the list almost last on the list",
        "start": 5834.36,
        "duration": 3.62
    },
    {
        "text": "This shit is horrifying so buckle up",
        "start": 5839.07,
        "duration": 2.0
    },
    {
        "text": "basically yeah in the 1990s Clinton-gore",
        "start": 5844.26,
        "duration": 2.629
    },
    {
        "text": "era had an aggressive plan to create the National infrastructure",
        "start": 5846.89,
        "duration": 3.06
    },
    {
        "text": "Initiatives to rewire all of America with fiber optic wiring replacing the hundred-year-old copper wires the bell company",
        "start": 5850.14,
        "duration": 6.979
    },
    {
        "text": "Verizon Bell South Quest claimed that they would step up the plate and",
        "start": 5857.85,
        "duration": 3.8
    },
    {
        "text": "Rewire home schools libraries government agencies businesses and hospitals if they",
        "start": 5862.05,
        "duration": 4.399
    },
    {
        "text": "Receive financial incentives to run the barrel to say this because it's not showing no, okay",
        "start": 5866.67,
        "duration": 6.079
    },
    {
        "text": "by 2006",
        "start": 5873.87,
        "duration": 2.0
    },
    {
        "text": "Eighty six million households should have been wired with fiber",
        "start": 5876.36,
        "duration": 3.109
    },
    {
        "text": "The wiring was going to be done in rich poor neighborhoods in Rural Urban Suburban areas equally",
        "start": 5881.85,
        "duration": 5.45
    },
    {
        "text": "It was open to all",
        "start": 5887.97,
        "duration": 1.77
    },
    {
        "text": "competition",
        "start": 5889.74,
        "duration": 1.83
    },
    {
        "text": "By 2006 by 2006 Seventy-five percent of the state of New Jersey was supposed to be wired",
        "start": 5891.57,
        "duration": 4.759
    },
    {
        "text": "Pennsylvania was supposed to have 50% of households wired, California five million, Texas claimed schools libraries hospitals virtually all of the state",
        "start": 5896.7,
        "duration": 7.79
    },
    {
        "text": "the government in exchange for",
        "start": 5905.49,
        "duration": 2.12
    },
    {
        "text": "Building the networks were given huge financial perks such as tax cuts",
        "start": 5908.37,
        "duration": 5.509
    },
    {
        "text": "Excessive prop not taxed on excessive profits shit like that",
        "start": 5914.579,
        "duration": 4.16
    },
    {
        "text": "so",
        "start": 5921.209,
        "duration": 2.0
    },
    {
        "text": "They estimate that on average the amount of money the government gave these telecom community companies to build the fire offices",
        "start": 5924.36,
        "duration": 7.129
    },
    {
        "text": "Somewhere in the range of four to seven thousand dollars per household. We're talking about hundreds of",
        "start": 5932.039,
        "duration": 5.57
    },
    {
        "text": "Millions to Five Hundred billion dollars were given to Verizon Comcast AT&T to build fiber optics throughout the country, so",
        "start": 5938.729,
        "duration": 7.67
    },
    {
        "text": "What happened dude?",
        "start": 5947.55,
        "duration": 2.0
    },
    {
        "text": "Let me tell you",
        "start": 5952.289,
        "duration": 2.0
    },
    {
        "text": "Basically what happened? Is that they all promised the world and none of them did it?",
        "start": 5959.34,
        "duration": 5.81
    },
    {
        "text": "none of them did the work",
        "start": 5966.059,
        "duration": 2.0
    },
    {
        "text": "So the country made people pay that well it comes from taxes",
        "start": 5969.239,
        "duration": 5.06
    },
    {
        "text": "They make their money so on average if you're thinking about how the government spends its taxes it",
        "start": 5974.3,
        "duration": 5.069
    },
    {
        "text": "Was came out to four to seven thousand dollars per household",
        "start": 5979.59,
        "duration": 2.989
    },
    {
        "text": "that's a lot half a",
        "start": 5983.4,
        "duration": 1.949
    },
    {
        "text": "Trillion and",
        "start": 5985.349,
        "duration": 2.0
    },
    {
        "text": "Nothing ever happened today. They're starting to roll out some fiber optics, but the thing is the government paid for this shit",
        "start": 5988.619,
        "duration": 7.609
    },
    {
        "text": "It's supposed to be a public service yet",
        "start": 5996.229,
        "duration": 1.921
    },
    {
        "text": "if you want fibers",
        "start": 5998.15,
        "duration": 1.11
    },
    {
        "text": "You still have to pay out that ass for it so for the most part even in 2017 we still disclose internet",
        "start": 5999.26,
        "duration": 5.939
    },
    {
        "text": "And it doesn't exist. No state has ever done an off and audit on the monies collected by the broadband companies",
        "start": 6005.199,
        "duration": 6.54
    },
    {
        "text": "No state every went back and reduced the rates or held the companies accountable",
        "start": 6011.739,
        "duration": 3.629
    },
    {
        "text": "No company ever outed the other companies Verizon, New Jersey never said the eighteen t",
        "start": 6015.53,
        "duration": 5.449
    },
    {
        "text": "Didn't do it for example because they were all in on",
        "start": 6020.979,
        "duration": 2.0
    },
    {
        "text": "These are the companies we want to deregulate you you should look into that stories. It's it's horrifying",
        "start": 6027.57,
        "duration": 5.75
    },
    {
        "text": "So I",
        "start": 6041.88,
        "duration": 1.2
    },
    {
        "text": "seriously one of the biggest scandals in American history and",
        "start": 6043.08,
        "duration": 3.05
    },
    {
        "text": "I love that vision of America as like the technical center of the world Mm-hmm",
        "start": 6047.01,
        "duration": 4.76
    },
    {
        "text": "Technologic we were going to be number one",
        "start": 6052.38,
        "duration": 2.029
    },
    {
        "text": "Before anyone else was installing fiber optics. We gave them half a trillion bucks, and they all said thanks smell you later dumb-dumb",
        "start": 6054.99,
        "duration": 7.58
    },
    {
        "text": "so now to get kind of back into the real world situation and",
        "start": 6067.26,
        "duration": 4.729
    },
    {
        "text": "As we're saying the internet prices is the highest they've ever been pretty much the highest of any country on Earth",
        "start": 6072.81,
        "duration": 5.029
    },
    {
        "text": "so the thought of",
        "start": 6077.94,
        "duration": 2.0
    },
    {
        "text": "Increasing those prices in demand for net neutrality is probably less likely than what you're going to see from T-Mobile right now",
        "start": 6080.31,
        "duration": 6.469
    },
    {
        "text": "Can you show this picture Dan?",
        "start": 6087.36,
        "duration": 2.0
    },
    {
        "text": "So T-Mobile is already doing this shit called binge on why is it makings I push control plus",
        "start": 6089.7,
        "duration": 6.08
    },
    {
        "text": "It makes it smaller the fuck is that about okay?",
        "start": 6095.78,
        "duration": 2.91
    },
    {
        "text": "So you guys may have heard of this binge on they repainted as this wonderful great thing for you",
        "start": 6100.71,
        "duration": 6.409
    },
    {
        "text": "Video is now streaming free without using your data cap only on T-Mobile, so if you're watching videos on YouTube Amazon hBO now?",
        "start": 6108.12,
        "duration": 7.7
    },
    {
        "text": "Netflix Sling Hulu ESPN Fandango. It doesn't affect your data cap",
        "start": 6115.82,
        "duration": 4.83
    },
    {
        "text": "well, what is the",
        "start": 6122.25,
        "duration": 2.0
    },
    {
        "text": "What are they selling it is I don't understand. It's just a perk if you use T-Mobile MmM-hmm. These don't affect your data cap",
        "start": 6124.29,
        "duration": 7.129
    },
    {
        "text": "But the money is coming from somewhere it's a shakedown of these big companies hmM. You know",
        "start": 6133.29,
        "duration": 4.669
    },
    {
        "text": "It's the that cost is being passed on to these companies instead of you and what it also does is it strangles out?",
        "start": 6138.48,
        "duration": 6.5
    },
    {
        "text": "It's funny they have this vision of like deregulate the market",
        "start": 6145.38,
        "duration": 3.589
    },
    {
        "text": "But these companies are preventing competition by if you're not Youtube",
        "start": 6149.13,
        "duration": 4.879
    },
    {
        "text": "And you're making a new YouTube create to better",
        "start": 6154.01,
        "duration": 2.729
    },
    {
        "text": "Yeah",
        "start": 6156.74,
        "duration": 0.55
    },
    {
        "text": "You don't have a fucking chance because to watch great new Tube your data plan which is already bullshit to begin with yeah",
        "start": 6157.29,
        "duration": 7.589
    },
    {
        "text": "you're getting you you end up paying more to watch something else so all is it doing is in granting the powers that be and",
        "start": 6164.88,
        "duration": 7.8
    },
    {
        "text": "Strangle holding any new competition",
        "start": 6173.02,
        "duration": 2.149
    },
    {
        "text": "But it's confusing because I thought that t-Mobile had plans like we we have it that that's one plan not everyone has unlimited",
        "start": 6176.77,
        "duration": 7.489
    },
    {
        "text": "Yeah, not everyone has we're all non limited, but a lot of people are on data",
        "start": 6184.36,
        "duration": 4.939
    },
    {
        "text": "you know and",
        "start": 6189.88,
        "duration": 1.47
    },
    {
        "text": "More companies Data thing is oh yeah",
        "start": 6191.35,
        "duration": 2.569
    },
    {
        "text": "The Data thing is total is total bullshit does it cost them more to bring you data is ridiculous and cut more and more companies",
        "start": 6193.92,
        "duration": 5.58
    },
    {
        "text": "are moving towards data caps and",
        "start": 6199.5,
        "duration": 1.99
    },
    {
        "text": "Internet providers who for the past what 20 years have given you unlimited internet are now moving towards data caps",
        "start": 6201.49,
        "duration": 6.469
    },
    {
        "text": "And that's how this net neutrality thing is going to take form through Data caps words like",
        "start": 6208.66,
        "duration": 5.119
    },
    {
        "text": "YouTube Gets an exception so just watch YouTube",
        "start": 6214.96,
        "duration": 2.689
    },
    {
        "text": "Don't think or watch or look at steam gets an exception. So don't try this other gaming",
        "start": 6218.14,
        "duration": 5.54
    },
    {
        "text": "Service that's coming up and better",
        "start": 6224.32,
        "duration": 2.0
    },
    {
        "text": "Then it gives YouTube and steam the power to monopolize and fuck you over",
        "start": 6226.84,
        "duration": 4.189
    },
    {
        "text": "Yeah",
        "start": 6231.07,
        "duration": 0.5
    },
    {
        "text": "It's just these old crony businesses and bed together and trenching the powers-that-be and making it impossible for new competitors to come up",
        "start": 6231.57,
        "duration": 7.8
    },
    {
        "text": "It's pretty horrifying and they the worst part is they disguise it as this wonderful thing binge on brother big brother",
        "start": 6240.76,
        "duration": 6.77
    },
    {
        "text": "They make it a sweet pill to swallow. It's like point. You know they say they help to say poison is sweet",
        "start": 6249.94,
        "duration": 5.56
    },
    {
        "text": "Split it met a spoonful of sugar makes the medicine go down right  pretty horrifying reality",
        "start": 6258.06,
        "duration": 3.48
    },
    {
        "text": "That this is what I'm saying this shit is is it's tricky",
        "start": 6261.54,
        "duration": 4.88
    },
    {
        "text": "This net neutrality shit is tricky. It's",
        "start": 6270.52,
        "duration": 2.78
    },
    {
        "text": "manipulative it's dirty we're talking about Comcast the",
        "start": 6274.03,
        "duration": 5.15
    },
    {
        "text": "Every year voted the most hated",
        "start": 6280.09,
        "duration": 2.0
    },
    {
        "text": "Company on Earth you search Comcast on Google images and a nazi, Swastika comes up",
        "start": 6283.81,
        "duration": 5.149
    },
    {
        "text": "I'm not kidding by the way let me do that. They've been memed on so hard",
        "start": 6290.329,
        "duration": 3.74
    },
    {
        "text": "Okay, my point is do you trust these companies?",
        "start": 6295.099,
        "duration": 2.81
    },
    {
        "text": "Where's that Swastika at?",
        "start": 6298.639,
        "duration": 2.0
    },
    {
        "text": "Google is in bed! the people do this every day on you okay? Yeah, google Google's in bed with Comcast. They removed that shit",
        "start": 6300.739,
        "duration": 7.729
    },
    {
        "text": "My point is do you trust these companies?",
        "start": 6309.98,
        "duration": 2.22
    },
    {
        "text": "Do you? me I would never. Have they given you any reason to trust them to deregulate them?",
        "start": 6312.2,
        "duration": 0.5
    },
    {
        "text": "Are they the ones who stole half a trillion dollars?",
        "start": 6319.04,
        "duration": 2.1
    },
    {
        "text": "From the government are they the ones who are already violating net neutrality who are already having this binge on brother!",
        "start": 6322.16,
        "duration": 7.04
    },
    {
        "text": "AT&T came out on the day of action to support net neutrality",
        "start": 6329.2,
        "duration": 0.5
    },
    {
        "text": "That can you believe that AT&T? We support net neutrality of course the irony not lost on us",
        "start": 6340.159,
        "duration": 7.55
    },
    {
        "text": "since",
        "start": 6350.719,
        "duration": 2.0
    },
    {
        "text": "AT&T which in 2012 blocked customer access to Apple's facetime let's say subscribe to a more excessive plan",
        "start": 6355.969,
        "duration": 6.47
    },
    {
        "text": "AT&T who spends Millions of dollars lobbying to reverse the FCC's?",
        "start": 6363.469,
        "duration": 4.459
    },
    {
        "text": "reclassification of broadband providers as common carriers under title two",
        "start": 6368.479,
        "duration": 3.68
    },
    {
        "text": "The very same protests that they are participating in to prevent",
        "start": 6372.979,
        "duration": 3.56
    },
    {
        "text": "Fact AT&T already sued the FCC in 2015 over this and lost but of course att supports net neutrality",
        "start": 6377.479,
        "duration": 7.91
    },
    {
        "text": "to confuse the issue",
        "start": 6385.729,
        "duration": 2.0
    },
    {
        "text": "these fuckers are tricky that's such a joke that they would say that they're",
        "start": 6387.739,
        "duration": 4.22
    },
    {
        "text": "disgusting they just they pray to the almighty dollar and",
        "start": 6392.51,
        "duration": 3.56
    },
    {
        "text": "It's what I'm saying. It's tricky. It's confusing their manipulative with this binge on think good AT&T supports net neutrality for",
        "start": 6397.19,
        "duration": 7.309
    },
    {
        "text": "Me it's it's I don't know",
        "start": 6405.469,
        "duration": 2.54
    },
    {
        "text": "It's kind of like it became like a trendy thing for the big companies to say that they support it. Yeah",
        "start": 6409.219,
        "duration": 5.93
    },
    {
        "text": "and to the Layman who just like it's a buzzword net neutrality, right?",
        "start": 6415.34,
        "duration": 3.29
    },
    {
        "text": "To the person is just sitting at home",
        "start": 6419.179,
        "duration": 1.86
    },
    {
        "text": "Watching the local news watching the daily news and they hear this buzz work they don't really understand it",
        "start": 6421.039,
        "duration": 5.21
    },
    {
        "text": "They're like oh AT&T sports it binge on you know don't regulate the internet. What do I what do I know who cares?",
        "start": 6426.25,
        "duration": 6.689
    },
    {
        "text": "the internet was created and funded by the governments and scientists  very beginning as a",
        "start": 6434.3,
        "duration": 4.189
    },
    {
        "text": "Public utility was never meant to be owned by companies like Comcast AT&T T-Mobile and Verizon",
        "start": 6438.86,
        "duration": 5.0
    },
    {
        "text": "people will never have the",
        "start": 6444.53,
        "duration": 2.0
    },
    {
        "text": "the best interest of people never",
        "start": 6449.84,
        "duration": 2.959
    },
    {
        "text": "So to that. I just say the price of freedom is eternal, Vigilance and",
        "start": 6454.46,
        "duration": 5.27
    },
    {
        "text": "Just by talking about it",
        "start": 6460.28,
        "duration": 1.37
    },
    {
        "text": "I think we raise awareness just by educating people and sharing in this experience of saying like this is shit. I",
        "start": 6461.65,
        "duration": 7.409
    },
    {
        "text": "Acknowledge that this is just a huge money grab that will benefit a thousand people at the expense of 300 million",
        "start": 6470.059,
        "duration": 5.99
    },
    {
        "text": "Or more and it and like it",
        "start": 6476.69,
        "duration": 2.779
    },
    {
        "text": "This is just this whole beginning of this this whole divide of like the super wealthy and normal people",
        "start": 6479.9,
        "duration": 6.169
    },
    {
        "text": "This is the beginning if you hand over net if you get rid of net neutrality the internet is our is our only source of",
        "start": 6486.559,
        "duration": 6.41
    },
    {
        "text": "organizing",
        "start": 6493.519,
        "duration": 1.29
    },
    {
        "text": "communicating",
        "start": 6494.809,
        "duration": 1.591
    },
    {
        "text": "Participating in democracy this is the lifeblood of our modern society we forfeit that to these companies also, you're going to",
        "start": 6496.4,
        "duration": 6.409
    },
    {
        "text": "leave everything in the hands of this big companies to",
        "start": 6503.57,
        "duration": 2.449
    },
    {
        "text": "Decide what is what like how are they even going to decide? What goes in which plan you know what I mean like",
        "start": 6506.659,
        "duration": 4.91
    },
    {
        "text": "does ready go and a",
        "start": 6512.329,
        "duration": 2.15
    },
    {
        "text": "Facebook kind of right A",
        "start": 6515.24,
        "duration": 2.0
    },
    {
        "text": "Branded they are going to charge this much far does it go with Wikipedia?",
        "start": 6517.9,
        "duration": 3.84
    },
    {
        "text": "And they're going to charge this much for it because they're gonna bundle it with the Christian like network just to make you pay more",
        "start": 6521.74,
        "duration": 5.22
    },
    {
        "text": "It's like who is going to be making this decisions?",
        "start": 6526.96,
        "duration": 2.72
    },
    {
        "text": "People will probably have no idea what they're talking about of course",
        "start": 6530.21,
        "duration": 2.869
    },
    {
        "text": "It's like a real dystopian future. I mean this is the beginning of some really horrible slippery slope",
        "start": 6535.4,
        "duration": 5.719
    },
    {
        "text": "so I say",
        "start": 6542.059,
        "duration": 1.921
    },
    {
        "text": "Share the awareness let these politicians out there know who are who are you know?",
        "start": 6543.98,
        "duration": 5.389
    },
    {
        "text": "speaking and voting in support of getting rid of net neutrality that",
        "start": 6550.25,
        "duration": 4.069
    },
    {
        "text": "If they do they forfeit their jobs let them know that your you don't agree with that",
        "start": 6555.34,
        "duration": 4.56
    },
    {
        "text": "If you go to a website battle for the Netcom which I'll put in the description and here in the chat right now",
        "start": 6560.809,
        "duration": 7.1
    },
    {
        "text": "Then you can easily fill out a form on",
        "start": 6571.309,
        "duration": 3.02
    },
    {
        "text": "This page with your name email address zip code telephone number and a letter to the FCC in your government body to congress",
        "start": 6574.82,
        "duration": 7.52
    },
    {
        "text": "saying that you don't support it and",
        "start": 6582.59,
        "duration": 2.0
    },
    {
        "text": "Have your voice be heard?",
        "start": 6585.17,
        "duration": 2.0
    },
    {
        "text": "So that's pretty much it. That's pretty much all I have to say about that now",
        "start": 6589.01,
        "duration": 3.35
    },
    {
        "text": "Just by understanding the issue and knowing what it means and knowing what your opinion about it",
        "start": 6593.179,
        "duration": 5.209
    },
    {
        "text": "Is it already helps you know because?",
        "start": 6598.389,
        "duration": 3.06
    },
    {
        "text": "The worst is when people vote on something they have no idea. What it actually means",
        "start": 6602.179,
        "duration": 3.709
    },
    {
        "text": "Like a lot of people were saying with brexit",
        "start": 6606.619,
        "duration": 2.12
    },
    {
        "text": "people voted and only afterwards realized what they voted for I think in this day and age when there's",
        "start": 6609.409,
        "duration": 6.32
    },
    {
        "text": "Something at stake or something to the vote that",
        "start": 6616.849,
        "duration": 3.08
    },
    {
        "text": "Disadvantages the majority of people who would vote on it. It's this war of information",
        "start": 6620.929,
        "duration": 4.07
    },
    {
        "text": "Of confusion, that's the only way stuff like this wins because if people understood what it was it would never never pass. So they spend",
        "start": 6625.55,
        "duration": 7.549
    },
    {
        "text": "millions of dollars on campaigns and",
        "start": 6634.4,
        "duration": 2.569
    },
    {
        "text": "Influencing information why they own like why rupert murdoch of all people owns like almost every",
        "start": 6638.09,
        "duration": 6.919
    },
    {
        "text": "telecom company, I don't know I'm telling you this is important guys, so",
        "start": 6645.889,
        "duration": 4.82
    },
    {
        "text": "if you're if you're in the comments",
        "start": 6651.44,
        "duration": 2.0
    },
    {
        "text": "I'm curious. I haven't heard a really persuasive counter-argument",
        "start": 6654.079,
        "duration": 3.41
    },
    {
        "text": "And I wonder if there is one if you happen to have one or you think that you have an interesting counter-argument",
        "start": 6657.889,
        "duration": 5.03
    },
    {
        "text": "I'd love to hear it in the comments",
        "start": 6662.92,
        "duration": 2.0
    },
    {
        "text": "But anyway guys not the most funny or or fucking light-hearted one, but I thought it would suit it was",
        "start": 6665.42,
        "duration": 7.609
    },
    {
        "text": "suiting considering the",
        "start": 6674.51,
        "duration": 2.0
    },
    {
        "text": "situation we're in",
        "start": 6677.389,
        "duration": 2.0
    },
    {
        "text": "We made a video about it previously on H3 H3 and I?",
        "start": 6679.429,
        "duration": 4.01
    },
    {
        "text": "Really think it's important more more important important than then most people understand",
        "start": 6683.929,
        "duration": 4.459
    },
    {
        "text": "People are saying \"Call Joey\" in the chat,",
        "start": 6689.02,
        "duration": 2.14
    },
    {
        "text": "do you want to call him? And now to finish off this podcast, let's call up Joey.",
        "start": 6691.18,
        "duration": 4.56
    },
    {
        "text": "Dude don't give a fuck about net neutrality let me just call Joey",
        "start": 6696.26,
        "duration": 2.66
    },
    {
        "text": "This is the last episode I'm being serious on",
        "start": 6700.34,
        "duration": 2.06
    },
    {
        "text": "Nobody cares. They just want here Joey salads. No, they will care.",
        "start": 6703.13,
        "duration": 3.29
    },
    {
        "text": "Let's get Joey on the phone.",
        "start": 6707.599,
        "duration": 1.801
    },
    {
        "text": "(Hopefully he's taking a dump like last time)",
        "start": 6709.4,
        "duration": 2.0
    },
    {
        "text": "Joey you're live. Oh damn.",
        "start": 6715.07,
        "duration": 2.0
    },
    {
        "text": "Yeah, how you doing? Caught me off guard. I was jerking it. Just assume every time I call you, it's on the-",
        "start": 6717.5,
        "duration": 6.019
    },
    {
        "text": "It's live. Oh.",
        "start": 6724.639,
        "duration": 2.0
    },
    {
        "text": "Well yeah, I was jerking it. Oh my God. I was saying",
        "start": 6727.76,
        "duration": 2.81
    },
    {
        "text": "I hope you're taking a shit. Do you usually answer the phone when you're jerking off, when your friends call you?",
        "start": 6730.57,
        "duration": 4.62
    },
    {
        "text": "Only when I call you. and it accidentally cause the the answer bothers. What are you watching?",
        "start": 6737.03,
        "duration": 6.859
    },
    {
        "text": "I'm just trying to park my car",
        "start": 6745.789,
        "duration": 2.0
    },
    {
        "text": "What you're trying to fuck your phone?",
        "start": 6748.489,
        "duration": 2.0
    },
    {
        "text": "I'm trying to park my car. Oh you're not wrong. That's what scientists started, so I'm just curious ago, Canada",
        "start": 6751.07,
        "duration": 7.339
    },
    {
        "text": "I'm just curious if there's any soflo updates",
        "start": 6758.409,
        "duration": 2.43
    },
    {
        "text": "um",
        "start": 6762.079,
        "duration": 2.0
    },
    {
        "text": "You shared another video, okay? Tell me how big you put me in like a group with his goon",
        "start": 6764.63,
        "duration": 5.719
    },
    {
        "text": "And you going to sharing me. Oh, you got the girl",
        "start": 6770.349,
        "duration": 3.63
    },
    {
        "text": "We asked for not the goon shares though",
        "start": 6774.769,
        "duration": 2.27
    },
    {
        "text": "We said four leglock shares",
        "start": 6777.739,
        "duration": 2.029
    },
    {
        "text": "But it was at a good time, but there was like his girl like you did pasta sharing",
        "start": 6780.679,
        "duration": 5.72
    },
    {
        "text": "So it wasn't on the so flow page",
        "start": 6786.829,
        "duration": 2.0
    },
    {
        "text": "No, it's is sharing people source about you like don't want to work for them, and then they shared me on proform, okay?",
        "start": 6790.76,
        "duration": 7.52
    },
    {
        "text": "Good excellent. So your so just to keep the count you're at two legit Shares and one nighttime share",
        "start": 6798.28,
        "duration": 5.879
    },
    {
        "text": "Yeah, so it might be any solos you one-and-a-half more shares",
        "start": 6805.28,
        "duration": 3.47
    },
    {
        "text": "Yeah, okay. We're going to keep we're going to follow this closely make sure or my name isn't oak Francis the third",
        "start": 6809.869,
        "duration": 5.87
    },
    {
        "text": "All right, Jelly. Well. I hope you're doing well",
        "start": 6819.29,
        "duration": 2.0
    },
    {
        "text": "Yeah, thank you keep it up on things. I wish you the very best. What do you what are your opinions on net neutrality?",
        "start": 6823.43,
        "duration": 6.589
    },
    {
        "text": "I'm I don't even know anything about it. Okay. That's right a quick left down there. I'll tell you my opinion",
        "start": 6832.01,
        "duration": 5.57
    },
    {
        "text": "Um we just talked about it for like an hour and a half",
        "start": 6838.85,
        "duration": 2.39
    },
    {
        "text": "No, yeah, I'm not sure if people are ready to rehash that but you know what would one mistake like this",
        "start": 6842.24,
        "duration": 4.669
    },
    {
        "text": "I was I would want it to be the most the most free version of the internet where less government control",
        "start": 6846.91,
        "duration": 6.75
    },
    {
        "text": "Whatever, whatever option that would be like router situation. So that's the complicated matter is where it's like",
        "start": 6853.94,
        "duration": 6.68
    },
    {
        "text": "free and government control almost contradict each other in this case because",
        "start": 6861.56,
        "duration": 4.16
    },
    {
        "text": "Without the government control the big companies are making it less free",
        "start": 6866.18,
        "duration": 4.429
    },
    {
        "text": "Hmm",
        "start": 6872.54,
        "duration": 1.2
    },
    {
        "text": "All right the companies have control in the government really really",
        "start": 6873.74,
        "duration": 4.039
    },
    {
        "text": "Yeah, so this is Subtle trust and girl were lucky",
        "start": 6878.45,
        "duration": 2.359
    },
    {
        "text": "Wow, that's it. So even if the company organic things work, so so this is what's happening?",
        "start": 6881.66,
        "duration": 5.299
    },
    {
        "text": "Tell me what you think the government is saying",
        "start": 6886.97,
        "duration": 2.449
    },
    {
        "text": "They're passing a law net neutrality which means nobody can regulate it. They says the company",
        "start": 6889.55,
        "duration": 6.95
    },
    {
        "text": "They make it illegal for the companies to control the internet. That's the whole purpose of the regulation wow",
        "start": 6896.5,
        "duration": 5.91
    },
    {
        "text": "That's what I mean like a government government Bill",
        "start": 6902.62,
        "duration": 2.489
    },
    {
        "text": "essentially, they're they're saying the internet is free is open and nobody can control it then on the other hand the",
        "start": 6905.99,
        "duration": 7.099
    },
    {
        "text": "Telecommunication companies are saying I don't want you to regulate it because I want to control it",
        "start": 6913.58,
        "duration": 5.06
    },
    {
        "text": "So let me give me I got the research on this before. I got that's very complicated I do research",
        "start": 6919.55,
        "duration": 5.93
    },
    {
        "text": "I love to I'd love to talk with you about it because you seem like someone who would who would be against net neutrality?",
        "start": 6925.48,
        "duration": 5.459
    },
    {
        "text": "And I think this would be a really fruitful conversation",
        "start": 6931.13,
        "duration": 2.899
    },
    {
        "text": "Yeah, definitely ah I'm going to research a little bit",
        "start": 6935.39,
        "duration": 3.529
    },
    {
        "text": "I mean, I don't know how long you're going to be live for if you want to talk about it. That's not okay",
        "start": 6939.08,
        "duration": 4.25
    },
    {
        "text": "I'm gonna. Call you up next week. I love this this weekly Joey so update with the meld man",
        "start": 6943.33,
        "duration": 4.799
    },
    {
        "text": "Weekly salad yeah, the weaker dog",
        "start": 6949.31,
        "duration": 2.0
    },
    {
        "text": "How good all right so do some homework? I'm let's talk about it next week",
        "start": 6953.38,
        "duration": 4.669
    },
    {
        "text": "All right cool all right. That sounds great. I wish you the very best my friend and I wish you a very very ranchi evening",
        "start": 6959.32,
        "duration": 7.819
    },
    {
        "text": "Thank you, alright. Peace did well, but but",
        "start": 6969.01,
        "duration": 3.77
    },
    {
        "text": "Love that guy love the salad man",
        "start": 6974.2,
        "duration": 2.479
    },
    {
        "text": "This is where dreams are born man",
        "start": 6977.56,
        "duration": 2.27
    },
    {
        "text": "You start beaming on a guy you call him a solid head and shit and now you're best friends",
        "start": 6980.74,
        "duration": 3.95
    },
    {
        "text": "That's the end of the po po law. What was it poe's law. That's like. It's a",
        "start": 6984.94,
        "duration": 5.779
    },
    {
        "text": "Continuation of where we started this episode full circle, all right? I guess that's about it",
        "start": 6991.33,
        "duration": 5.42
    },
    {
        "text": "That boring nobody cares good. We just want to laugh",
        "start": 6998.8,
        "duration": 3.62
    },
    {
        "text": "Sometimes I got to get serious though it is important. I think it's important to me",
        "start": 7003.87,
        "duration": 3.41
    },
    {
        "text": "But that's the way the cookie crumbles my friends so with that I",
        "start": 7009.27,
        "duration": 5.27
    },
    {
        "text": "Wish you all the very best. We'll do a little after-show so don't go away but for the purpose of the podcast",
        "start": 7015.96,
        "duration": 4.549
    },
    {
        "text": "I say thank you all so much for watching thanks for watching and next week",
        "start": 7020.51,
        "duration": 4.859
    },
    {
        "text": "We'll be back with Jack films and Eric from common etiquette and the week after that",
        "start": 7025.37,
        "duration": 5.34
    },
    {
        "text": "You will not want to miss because we have rudy pantalla Jr.. Aka",
        "start": 7030.99,
        "duration": 4.189
    },
    {
        "text": "humongous joining us",
        "start": 7035.85,
        "duration": 2.0
    },
    {
        "text": "We're flying him out from Seattle and we're putting them up, and I'm super excited. I mean talk about vip guests, okay?",
        "start": 7037.95,
        "duration": 7.22
    },
    {
        "text": "That's incredible. We're going to meet them demand to myth the legend himself",
        "start": 7045.3,
        "duration": 3.529
    },
    {
        "text": "So thank you guys all for watching and we shall see you next week. Goodbye peace",
        "start": 7050.7,
        "duration": 7.01
    }
]