[
    {
        "text": "'Sup you beautiful bastards, hope you had a fantastic Friday",
        "start": 0.0,
        "duration": 3.0
    },
    {
        "text": "Welcome back to the Philip DeFranco show",
        "start": 3.0,
        "duration": 2.12
    },
    {
        "text": "And if you are new here on Fridays",
        "start": 5.12,
        "duration": 1.52
    },
    {
        "text": "We like to do things a little bit different",
        "start": 6.64,
        "duration": 1.14
    },
    {
        "text": "And today we're going to do a thing called \"Freakout Friday\"",
        "start": 7.78,
        "duration": 2.24
    },
    {
        "text": "Where we go back through the past weeks",
        "start": 10.02,
        "duration": 1.62
    },
    {
        "text": "See reccomendations, stories we didn't cover, where people were having a big reaction to something in the news",
        "start": 11.64,
        "duration": 5.36
    },
    {
        "text": "Also a part of the reason for this change is",
        "start": 17.0,
        "duration": 1.4
    },
    {
        "text": "(whispering) I'm actually on a plane right now to another country",
        "start": 18.4,
        "duration": 2.64
    },
    {
        "text": "(whispering) Don't know why I'm whispering",
        "start": 21.04,
        "duration": 1.28
    },
    {
        "text": "But here we go let's just jump into it",
        "start": 22.32,
        "duration": 1.48
    },
    {
        "text": "And the first thing we're going to talk about today",
        "start": 23.8,
        "duration": 1.3
    },
    {
        "text": "is this disgusting and horrifying situation that was covered by Metro",
        "start": 25.1,
        "duration": 3.78
    },
    {
        "text": "and, be warned, just the headline alone will make your bones shake.",
        "start": 28.92,
        "duration": 4.48
    },
    {
        "text": "Man 'team-killed and virtually teabagged' female journalist during shocking in-game rampage",
        "start": 33.4,
        "duration": 5.8
    },
    {
        "text": "That is a real article written by a real human being called Jasper Hamill",
        "start": 39.2,
        "duration": 4.14
    },
    {
        "text": "He is, according to their site, the Science and Technology Editor",
        "start": 43.34,
        "duration": 4.0
    },
    {
        "text": "which I feel is either misleading or being very charitable based off this article",
        "start": 47.34,
        "duration": 4.36
    },
    {
        "text": "But that said lets see what happened in Jasper's  own words",
        "start": 51.7,
        "duration": 3.04
    },
    {
        "text": "And because this is a very serious situation, I feel like I need music and graphics to fit the tone",
        "start": 54.74,
        "duration": 5.4
    },
    {
        "text": "(Curious music and whisper-y voice) The unnamed man was showing off a demo of his game at",
        "start": 60.14,
        "duration": 3.78
    },
    {
        "text": "the conference Pax East when he killed a woman and then squatted up and down on her dead body.",
        "start": 63.92,
        "duration": 7.04
    },
    {
        "text": "This is known as 'teabagging' for its similarity to a sex act in which a man places his testicles",
        "start": 70.98,
        "duration": 6.66
    },
    {
        "text": "into another person's mouth.",
        "start": 77.64,
        "duration": 1.86
    },
    {
        "text": "(Record scratch) and then this incident was reported to the man's employer",
        "start": 79.5,
        "duration": 1.88
    },
    {
        "text": "and now potentially his job is at risk",
        "start": 81.38,
        "duration": 1.92
    },
    {
        "text": "Now, we initially learned about this situation thanks to Mike Futter who tweeted",
        "start": 83.3,
        "duration": 3.22
    },
    {
        "text": "\"Friendly tip for devs showcasing games: don't intentionally team-kill a journalist and then teabag them",
        "start": 86.52,
        "duration": 4.2
    },
    {
        "text": "[dot dot dot]",
        "start": 90.72,
        "duration": 0.8
    },
    {
        "text": "especially if she's a woman.\"",
        "start": 91.52,
        "duration": 1.64
    },
    {
        "text": "and then, in response to that tweet, a gaming journalist by the name Amanda Farough tweeted",
        "start": 93.16,
        "duration": 3.34
    },
    {
        "text": "\"I said out loud, in my headset, \"And this is why I hate playing these kinds of games. Thanks for the demo.\" (Emotionless face)",
        "start": 96.5,
        "duration": 5.42
    },
    {
        "text": "Then adding, \"Now, granted, he though I was his \"dev buddy\" by accident, but holy shit was that a mistake.",
        "start": 101.92,
        "duration": 5.56
    },
    {
        "text": "No PR around. Just dudes showing me a game and rolling the dice on being rude.",
        "start": 107.48,
        "duration": 3.62
    },
    {
        "text": "(Roll succeeds. Target mismatch. Roll for initiative.)\"",
        "start": 111.1,
        "duration": 2.74
    },
    {
        "text": "and heres the thing that I guess isn't too shocking I feel like we have very much a culture of",
        "start": 113.84,
        "duration": 4.9
    },
    {
        "text": "people getting offended on someone elses behalf.",
        "start": 118.74,
        "duration": 2.2
    },
    {
        "text": "Amanda Farough actually seems to be the least outraged from this incident",
        "start": 120.94,
        "duration": 3.32
    },
    {
        "text": "Tweeting, \"No one is naming names publicly. This is being handled privately and gently.",
        "start": 124.26,
        "duration": 3.58
    },
    {
        "text": "It was an issue of professionalism and nothing more. The hubbub was a PSA and reminder",
        "start": 127.84,
        "duration": 3.54
    },
    {
        "text": "that this is unprofessional behaviour. That's it.\"",
        "start": 131.38,
        "duration": 2.02
    },
    {
        "text": "Then adding, \"Can't believe that I have to say this: I am not interested in hurting devs because",
        "start": 133.4,
        "duration": 3.78
    },
    {
        "text": "I was annoyed by a lack of professionalism. What happened was unfortunate and",
        "start": 137.18,
        "duration": 3.06
    },
    {
        "text": "a reminder of how no to conduct a press demo.\"",
        "start": 140.24,
        "duration": 1.88
    },
    {
        "text": "And, thats it. That's literally the story about the \"Shocking In-game Rampage\"",
        "start": 142.12,
        "duration": 3.62
    },
    {
        "text": "A woman was kind of bothered by the lack of professionalism, which turned out it was actually",
        "start": 145.74,
        "duration": 3.82
    },
    {
        "text": "an accident because he thought it was his buddy",
        "start": 149.56,
        "duration": 1.94
    },
    {
        "text": "And then it became this ugly, toxic thing, and then if you go in the comments sections of a lot of places this is",
        "start": 151.5,
        "duration": 4.06
    },
    {
        "text": "talking about it they think, \"It's her\" and \"She's a man hater\" and \"She's being ridiculous\"",
        "start": 155.56,
        "duration": 4.36
    },
    {
        "text": "Where it's really most everybody else.",
        "start": 159.92,
        "duration": 2.94
    },
    {
        "text": "I also kinda feel like thats par for the course these days.",
        "start": 162.86,
        "duration": 2.06
    },
    {
        "text": "Then we have people losing it on actress Elizabeth Hurley",
        "start": 164.92,
        "duration": 2.74
    },
    {
        "text": "Sidenote, just in advance, I'm going to be biased on this story because I've loved Elizabeth Hurley",
        "start": 167.66,
        "duration": 4.28
    },
    {
        "text": "for 15 years of my life.",
        "start": 171.94,
        "duration": 1.44
    },
    {
        "text": "Have you seen her? Do you remember the movie Bedazzled?",
        "start": 173.38,
        "duration": 2.12
    },
    {
        "text": "That was a great year for 15 year old Phillip DeFranco",
        "start": 175.5,
        "duration": 2.56
    },
    {
        "text": "But you have people angry and shouting at Elizabeth Hurley for posting this picture with her son",
        "start": 178.06,
        "duration": 4.34
    },
    {
        "text": "The caption of the picture \"Happy Birthday to my little prince. The light of my life for the past 16 years.\"",
        "start": 182.4,
        "duration": 4.24
    },
    {
        "text": "And you have people saying she was showing too much cleavage, that it was inappropriate, it was embarrasing.",
        "start": 186.64,
        "duration": 4.38
    },
    {
        "text": "One writing, \"Creepy showing off at your son's birthday. Cover up you're a mum\"",
        "start": 191.02,
        "duration": 3.92
    },
    {
        "text": "To which to that last comment I will say that is a big pet peeve for me.",
        "start": 194.94,
        "duration": 4.14
    },
    {
        "text": "When there is this belief that just because someone has had a child they automatically must become",
        "start": 199.08,
        "duration": 4.78
    },
    {
        "text": "prudish and more conservative and the way they handle themselves, their dressing,",
        "start": 203.86,
        "duration": 4.32
    },
    {
        "text": "and, its almost like they're not seen as a person anymore, they are just this thing.",
        "start": 208.18,
        "duration": 4.32
    },
    {
        "text": "You're a mom, and people lock you into this box and they shame you if you go outside of that box.",
        "start": 212.5,
        "duration": 3.66
    },
    {
        "text": "And I find that to be an incredibly stupid and ignorant view to have, because you have a child",
        "start": 216.16,
        "duration": 4.14
    },
    {
        "text": "it doesn't mean that you should all of the sudden become this other thing",
        "start": 220.3,
        "duration": 2.42
    },
    {
        "text": "You are still a person.",
        "start": 222.72,
        "duration": 0.9
    },
    {
        "text": "Not just a mom, you are you.",
        "start": 223.62,
        "duration": 1.4
    },
    {
        "text": "But also, if you are an avid Elizabeth Hurley fan like myself, of course you follow her on Instagram",
        "start": 225.02,
        "duration": 3.84
    },
    {
        "text": "You know, in case you ever need to talk about her in future news stories.",
        "start": 228.86,
        "duration": 2.8
    },
    {
        "text": "Well then you know this isn't really just a one-off situation. There are a lot of people that throw",
        "start": 231.66,
        "duration": 3.24
    },
    {
        "text": "a lot of of nasty shit her way, especially because she posts bikini pictures.",
        "start": 234.9,
        "duration": 3.08
    },
    {
        "text": "And to those people I would say, well 1. Just in general you should probably go fuck yourself for just",
        "start": 237.98,
        "duration": 3.92
    },
    {
        "text": "randomly criticizing, seemingly women you follow.",
        "start": 241.9,
        "duration": 2.88
    },
    {
        "text": "and also, 2. if you just took a second to look into it, its an incredibly smart business move on her side.",
        "start": 244.78,
        "duration": 4.52
    },
    {
        "text": "She has a beachwear company and she is often tagging that beachwear company to convert that into sales.",
        "start": 249.3,
        "duration": 6.34
    },
    {
        "text": "They like her, they like it, maybe they buy.",
        "start": 255.64,
        "duration": 1.72
    },
    {
        "text": "But whatever, there was that.",
        "start": 257.36,
        "duration": 0.94
    },
    {
        "text": "Then, I had a lot of people ask me what I thought about Ethan from H3H3 Productions being called transphobic",
        "start": 258.3,
        "duration": 5.9
    },
    {
        "text": "And, for anyone new here, for the sake of transparency, Ethan and I are friends or at the very least friendly.",
        "start": 264.2,
        "duration": 4.38
    },
    {
        "text": "And if you didn't see, this all started because of a joke tweet.",
        "start": 268.58,
        "duration": 2.48
    },
    {
        "text": "He tweeted, \"My dick just touched the inside of the toilet bowl... there is no other solution, I'm cutting my dick off.\"",
        "start": 271.06,
        "duration": 4.8
    },
    {
        "text": "and then later adding, \"I'm Ellen now call me Ellen\"",
        "start": 275.86,
        "duration": 2.12
    },
    {
        "text": "and then, someone responds to that. They take a screenshot of those tweets and then said",
        "start": 277.98,
        "duration": 3.74
    },
    {
        "text": "\"h3h3 is transphobic\"",
        "start": 281.72,
        "duration": 1.9
    },
    {
        "text": "Several times, there were a lot of retweets, a lot of people agreeing.",
        "start": 283.62,
        "duration": 2.8
    },
    {
        "text": "And Ethan's response to that was to screenshot that tweet and say",
        "start": 286.42,
        "duration": 3.5
    },
    {
        "text": "\"Hmm, is it too late to take the joke back if I already chopped my weiner off?\"",
        "start": 289.92,
        "duration": 4.0
    },
    {
        "text": "and, in response to this and another tweet, a user wrote",
        "start": 293.92,
        "duration": 1.98
    },
    {
        "text": "\"Nah, nah you didn't. This is how a petulant child acts, not a grown man that cares about all people,",
        "start": 295.9,
        "duration": 3.1
    },
    {
        "text": "especially people of a ground underrepresented and routinely targeted with physcial and emotional abuse.",
        "start": 299.0,
        "duration": 4.36
    },
    {
        "text": "Then, because you \"had\" to, many of ur followers may harass an openly trans woman.\"",
        "start": 303.36,
        "duration": 3.9
    },
    {
        "text": "Then theres a lot of people going back and forth on these tweets, debating, arguing.",
        "start": 307.26,
        "duration": 3.66
    },
    {
        "text": "Ethan makes a video about all of this, and he talks about all the leadup to the initial tweet, about how hes",
        "start": 310.92,
        "duration": 4.56
    },
    {
        "text": "super OCD, and hes freaked out that his penis actually touched the inside of the toilet.",
        "start": 315.48,
        "duration": 4.56
    },
    {
        "text": "then explaining, yes cutting your dick off in reaction to that would be excessive, but that is what the comedy is.",
        "start": 320.04,
        "duration": 5.42
    },
    {
        "text": "And then he talks about how some of the people that were angry at him were angry because he said",
        "start": 325.46,
        "duration": 2.86
    },
    {
        "text": "\"my name is Ellen now\" and in a way that makes light of someone transitioning.",
        "start": 328.32,
        "duration": 4.14
    },
    {
        "text": "And, personally I will agree with the note that Ethan hits.",
        "start": 332.46,
        "duration": 3.0
    },
    {
        "text": "\"Just because you are offended by a joke, doesn't mean that the joke was inherently offensive\"",
        "start": 335.46,
        "duration": 5.64
    },
    {
        "text": "And so unsurprisingly because 98 times out of 100 times I support the person making the joke,",
        "start": 341.1,
        "duration": 5.3
    },
    {
        "text": "I personally agree with Ethan here.",
        "start": 346.4,
        "duration": 1.44
    },
    {
        "text": "Obviously, when you put anything out in the world",
        "start": 347.84,
        "duration": 2.0
    },
    {
        "text": "you cannot control how people receive it.",
        "start": 349.84,
        "duration": 2.0
    },
    {
        "text": "Or you have the general idea of the joke",
        "start": 351.84,
        "duration": 1.62
    },
    {
        "text": "The premise of the joke, that is an overreaction",
        "start": 353.46,
        "duration": 2.0
    },
    {
        "text": "because you're so OCD you have the intent",
        "start": 355.46,
        "duration": 2.54
    },
    {
        "text": "behind it, but ultimately",
        "start": 358.0,
        "duration": 1.46
    },
    {
        "text": "Someone's just receiving it at face value",
        "start": 359.46,
        "duration": 2.5
    },
    {
        "text": "And how they receive it is going to be based off of their own",
        "start": 361.96,
        "duration": 1.78
    },
    {
        "text": "personal life experience",
        "start": 363.74,
        "duration": 0.96
    },
    {
        "text": "but, just because you're offended, that does not make you right",
        "start": 364.7,
        "duration": 2.86
    },
    {
        "text": "And I think you do a disservice to the trans community",
        "start": 367.56,
        "duration": 2.0
    },
    {
        "text": "that do have very real struggles",
        "start": 369.56,
        "duration": 2.22
    },
    {
        "text": "when you take an obvious joke",
        "start": 371.78,
        "duration": 2.5
    },
    {
        "text": "that someone is so disgusted by a public toilet seat",
        "start": 374.28,
        "duration": 2.3
    },
    {
        "text": "because of that, they're willing to",
        "start": 376.58,
        "duration": 2.0
    },
    {
        "text": "chop it off and start their life as a woman",
        "start": 378.58,
        "duration": 1.74
    },
    {
        "text": "and say that that's an attack on the trans community",
        "start": 380.32,
        "duration": 2.0
    },
    {
        "text": "that that is minimizing",
        "start": 382.32,
        "duration": 2.0
    },
    {
        "text": "in some way that the trans experience.",
        "start": 384.32,
        "duration": 2.24
    },
    {
        "text": "The trans community has to deal with very real problems",
        "start": 386.56,
        "duration": 2.84
    },
    {
        "text": "There are aggressors on many fronts",
        "start": 389.4,
        "duration": 2.38
    },
    {
        "text": "but Ethan's joke is not one of those things",
        "start": 391.78,
        "duration": 2.4
    },
    {
        "text": "I get that if you're in a vulnerable place, part of a vulnerable group",
        "start": 394.18,
        "duration": 2.36
    },
    {
        "text": "you feel constantly attacked, that you would then",
        "start": 396.54,
        "duration": 2.74
    },
    {
        "text": "Just see this thing that could just be another thing",
        "start": 399.28,
        "duration": 3.58
    },
    {
        "text": "on the pile that you have to deal with",
        "start": 402.86,
        "duration": 2.2
    },
    {
        "text": "And so you go at it this time",
        "start": 405.06,
        "duration": 1.32
    },
    {
        "text": "but having the reaction that we saw there",
        "start": 406.38,
        "duration": 2.0
    },
    {
        "text": "That's not helping",
        "start": 408.38,
        "duration": 2.0
    },
    {
        "text": "But hey! That's my personal takeaway. Maybe you think I'm just another asshole too",
        "start": 410.38,
        "duration": 3.52
    },
    {
        "text": "That's fine. But, actually, I wanna pass a question off to you guys.",
        "start": 413.9,
        "duration": 2.48
    },
    {
        "text": "What're your thoughts on this topic? Let me know in those comments below.",
        "start": 416.38,
        "duration": 2.58
    },
    {
        "text": "Then I gotta give a shoutout to Ryan Fish",
        "start": 418.96,
        "duration": 2.22
    },
    {
        "text": "He is facing 4 counts of second-degree reckless endangerment",
        "start": 421.18,
        "duration": 3.64
    },
    {
        "text": "2 counts of risk of injury to a minor",
        "start": 424.82,
        "duration": 2.0
    },
    {
        "text": "and 1 count of breach of peace",
        "start": 426.82,
        "duration": 1.9
    },
    {
        "text": "Because the now fired substitute teacher, reportedly, let students fight in class",
        "start": 428.72,
        "duration": 5.7
    },
    {
        "text": "in what was called a fight club.",
        "start": 434.42,
        "duration": 1.68
    },
    {
        "text": "Fish telling police he believes there were around four fights.",
        "start": 436.1,
        "duration": 2.96
    },
    {
        "text": "Police also saying they have two videos as evidence.",
        "start": 439.06,
        "duration": 2.16
    },
    {
        "text": "Fish telling police,\"The truth is I'm an idiot and wanted to befriend them.\" adding: \"I'm immature.\"",
        "start": 441.22,
        "duration": 3.62
    },
    {
        "text": "And in regards to the four boys ranging in age from 14 to 16",
        "start": 444.84,
        "duration": 3.28
    },
    {
        "text": "Fish told investigators.\"I would let them be teenagers and get their energy out.\" adding \"I will admit that I did at one point egg them on.\"",
        "start": 448.12,
        "duration": 6.06
    },
    {
        "text": "Also, reportedly, when the school learned that this was happening, the principal confronted Fish",
        "start": 454.18,
        "duration": 3.84
    },
    {
        "text": "Fish downplayed the incidents, saying, \"Boys will be boys.\"",
        "start": 458.02,
        "duration": 3.3
    },
    {
        "text": "As far as some of the things that were specifically on the video",
        "start": 461.32,
        "duration": 2.38
    },
    {
        "text": "In one Fish was reportedly seen and heard giving directions to the students who were fighting",
        "start": 463.7,
        "duration": 3.22
    },
    {
        "text": "Additionally, he moves a trash can out of the way so he can continue their fight.",
        "start": 466.92,
        "duration": 3.38
    },
    {
        "text": "And that's pretty much the whole situation. Obviously, he was fired",
        "start": 470.3,
        "duration": 2.92
    },
    {
        "text": "in addition to the charges",
        "start": 473.22,
        "duration": 1.32
    },
    {
        "text": "but yeah, I donno how to end this story. Is the moral of the story",
        "start": 474.54,
        "duration": 3.06
    },
    {
        "text": "'Don't conduct fight clubs when you're a teacher?' I don't know",
        "start": 477.6,
        "duration": 3.08
    },
    {
        "text": "Are we actually at the point where we need that PSA?",
        "start": 480.68,
        "duration": 2.0
    },
    {
        "text": "We actually are. I remember a couple years ago we talked about a",
        "start": 482.68,
        "duration": 2.48
    },
    {
        "text": "\"pre-school fight club\" which uh...",
        "start": 485.16,
        "duration": 1.78
    },
    {
        "text": "Oh, the world's just stupid. Yeah, that's the end of it.",
        "start": 486.94,
        "duration": 2.0
    },
    {
        "text": "The world of stupid. There was that.",
        "start": 488.94,
        "duration": 1.78
    },
    {
        "text": "And the last thing I wanted to talk about today that people have been freaking out about, is this",
        "start": 490.72,
        "duration": 2.72
    },
    {
        "text": "story around Richard Osborne Brooks",
        "start": 493.44,
        "duration": 2.36
    },
    {
        "text": "He's a 78 year old pensioner.",
        "start": 495.8,
        "duration": 1.66
    },
    {
        "text": "He lives with a 76 year old wife",
        "start": 497.46,
        "duration": 1.82
    },
    {
        "text": "two guys break into his house",
        "start": 499.28,
        "duration": 2.0
    },
    {
        "text": "They break into the house in the middle of the night. It's around 12:30",
        "start": 501.28,
        "duration": 2.74
    },
    {
        "text": "There is a scuffle.",
        "start": 504.02,
        "duration": 1.02
    },
    {
        "text": "One of the burglars, by the name Henry Vincent ends up getting stabbed with a screwdriver",
        "start": 505.04,
        "duration": 3.64
    },
    {
        "text": "He then, reportedly, fled the scene. He collapsed in the street, and then later died.",
        "start": 508.68,
        "duration": 3.2
    },
    {
        "text": "What ended up happening is that Richard, the 78 year old homeowner",
        "start": 511.88,
        "duration": 3.12
    },
    {
        "text": "Who was fighting off a burglar",
        "start": 515.0,
        "duration": 2.0
    },
    {
        "text": "He was actually arrested for suspicion of murder",
        "start": 517.0,
        "duration": 2.26
    },
    {
        "text": "Now the good news that we've seen in the past week is that Richard will be facing no charges now",
        "start": 519.26,
        "duration": 3.74
    },
    {
        "text": "but according to reports, Richard and his wife are now having to hide.",
        "start": 523.0,
        "duration": 2.84
    },
    {
        "text": "This because they fear there'll be retribution attacks from friends of Vincent",
        "start": 525.84,
        "duration": 3.2
    },
    {
        "text": "Also while this happened, apparently friends and family",
        "start": 529.04,
        "duration": 3.02
    },
    {
        "text": "of Vincent set up a shrine for Vincent outside of the pensioners house",
        "start": 532.06,
        "duration": 4.44
    },
    {
        "text": "And there have been instances of people going to that shrine, ripping everything down",
        "start": 536.5,
        "duration": 3.88
    },
    {
        "text": "stomping on everything. Then friends and family setting up once again",
        "start": 540.38,
        "duration": 3.82
    },
    {
        "text": "the cycle repeated",
        "start": 544.2,
        "duration": 0.98
    },
    {
        "text": "that resulting in reports that there are now",
        "start": 545.18,
        "duration": 2.0
    },
    {
        "text": "cops standing guard",
        "start": 547.18,
        "duration": 1.44
    },
    {
        "text": "Reportedly telling neighbors that if anyone takes down these flowers again they're gonna be",
        "start": 548.62,
        "duration": 2.84
    },
    {
        "text": "charged with breach of the peace",
        "start": 551.46,
        "duration": 1.34
    },
    {
        "text": "Now as far as the defence for the shrine",
        "start": 552.8,
        "duration": 2.0
    },
    {
        "text": "people say \"Well every family all friends have a right to mourn\"",
        "start": 554.8,
        "duration": 2.6
    },
    {
        "text": "But other are saying \"Sure, but just not here.\"",
        "start": 557.4,
        "duration": 2.92
    },
    {
        "text": "We are talking about a burgler, who reportedly bought the screwdriver in the first place,",
        "start": 560.32,
        "duration": 4.68
    },
    {
        "text": "who could have actually been the one that killed the homeowner!",
        "start": 565.0,
        "duration": 2.3
    },
    {
        "text": "The shrine of the man who did that,",
        "start": 567.44,
        "duration": 1.44
    },
    {
        "text": "So essentially commemorate that traumatic event in this person's life.",
        "start": 568.92,
        "duration": 3.52
    },
    {
        "text": "That's something they have to see outside, that changes the situation.",
        "start": 572.44,
        "duration": 3.28
    },
    {
        "text": "And personally I agree with that mindset,",
        "start": 575.72,
        "duration": 1.54
    },
    {
        "text": "I also find it outrageous",
        "start": 577.26,
        "duration": 1.68
    },
    {
        "text": "utterly ridualous that a home-owner could have been charged with murder for defending his home!",
        "start": 579.08,
        "duration": 6.42
    },
    {
        "text": "That is pure insanity! What, do you want the homeowner to whip up a cup of cocoa, talk things out(?)",
        "start": 585.5,
        "duration": 5.2
    },
    {
        "text": "Pure insanity! When someone does that, they are no longer a person in my eyes, they are just a threat!",
        "start": 590.7,
        "duration": 5.18
    },
    {
        "text": "But that is my personal takeaway, and I would love if you have same thoughts, different thoughts, on this or any of the stories today.",
        "start": 595.88,
        "duration": 8.16
    },
    {
        "text": "Let me know those thoughts and feelings in those comments below!",
        "start": 604.04,
        "duration": 1.4
    },
    {
        "text": "And that's where we are going to end things today!",
        "start": 605.44,
        "duration": 1.66
    },
    {
        "text": "Remember if you like this video. hit that like button! If you're new here, hit that subscribe button! And ring that bell, so you don't miss these daily weekday videos!",
        "start": 607.1,
        "duration": 9.48
    },
    {
        "text": "If you did miss yesterday's video and you want to catch uo, click or tap the green box.",
        "start": 616.58,
        "duration": 4.08
    },
    {
        "text": "Or if you want to watch today's new vlog click or tap the green box.",
        "start": 620.66,
        "duration": 3.36
    },
    {
        "text": "But that said of course, my name is Philip DeFranco, you just been \"Phil-ed in\", I love you're face, and I'll see you... in a little bit but I'll tell you why Monday!",
        "start": 624.04,
        "duration": 11.02
    }
]