[
    {
        "text": "'Sup, you beautiful bastards. Hope you having a fantastic Tuesday.",
        "start": 0.0,
        "duration": 3.1
    },
    {
        "text": "Welcome back to the Philip DeFranco show, and let's just jump into it.",
        "start": 3.1,
        "duration": 3.42
    },
    {
        "text": "The first thing I want to talk about today is actually part of our new fan favorite segment, \"Hey! That's Not Cool.\"",
        "start": 6.52,
        "duration": 6.08
    },
    {
        "text": "The story we're talking about is a back and forth between two people on a public bus which means you know there's 50% chance of Worldstarhiphop.",
        "start": 12.6,
        "duration": 6.92
    },
    {
        "text": "There's video of the whole thing and you know what, let's just-- let's just watch it.",
        "start": 19.52,
        "duration": 2.52
    },
    {
        "text": "- Not allowed to touch no one\n- I don't give a fuck.",
        "start": 22.04,
        "duration": 2.7
    },
    {
        "text": "All that other shit you was talking on that bus.\n- I don't care nigger!",
        "start": 24.74,
        "duration": 3.0
    },
    {
        "text": "- You see right...",
        "start": 27.74,
        "duration": 1.0
    },
    {
        "text": "- We all call each other that.",
        "start": 29.48,
        "duration": 2.2
    },
    {
        "text": "Do not put your hands in my face.",
        "start": 31.68,
        "duration": 3.64
    },
    {
        "text": "You already called me your nigger.",
        "start": 35.32,
        "duration": 1.48
    },
    {
        "text": "You're missing your stop nigger!",
        "start": 36.8,
        "duration": 2.08
    },
    {
        "text": "- Bro open the door. \n- Goodbye nigger.",
        "start": 42.96,
        "duration": 3.18
    },
    {
        "text": "- Say it one more time. I dare you.",
        "start": 48.42,
        "duration": 2.0
    },
    {
        "text": "Keep saying that shit, you fucking bitch.",
        "start": 51.54,
        "duration": 2.0
    },
    {
        "text": "- Call the police.",
        "start": 55.96,
        "duration": 1.38
    },
    {
        "text": "He smacked a tooth out of my head.",
        "start": 58.94,
        "duration": 1.56
    },
    {
        "text": "He hit a tooth out of my head.",
        "start": 61.64,
        "duration": 1.42
    },
    {
        "text": "He smacked me so hard.",
        "start": 63.74,
        "duration": 1.24
    },
    {
        "text": "- You shouldn't had called him a nigger, yo. What's up with you?",
        "start": 64.98,
        "duration": 2.44
    },
    {
        "text": "- You gotta call the police now.",
        "start": 68.22,
        "duration": 1.66
    },
    {
        "text": "So hitting people, violence, is never an appropriate response to words, but",
        "start": 69.88,
        "duration": 5.12
    },
    {
        "text": "I don't feel bad that it happened. Hitting that woman was wrong. It was illegal.",
        "start": 75.9,
        "duration": 3.899
    },
    {
        "text": "It was technically assault",
        "start": 79.799,
        "duration": 1.741
    },
    {
        "text": "But if I was that bus driver, and that lady was like, \"Call 9-1-1. Call the police.\" I'd be, like, okay",
        "start": 81.54,
        "duration": 4.559
    },
    {
        "text": "Oh, no, I forgot how phones work. Oh, no!",
        "start": 86.1,
        "duration": 2.849
    },
    {
        "text": "I just opened up Clash Royale. I'll get to it, right after, one second...",
        "start": 89.5,
        "duration": 4.369
    },
    {
        "text": "it's just really hard for me to feel bad about a racist, let alone someone that level of racist.",
        "start": 95.8,
        "duration": 5.56
    },
    {
        "text": "Now, from this, of course, there's been a debate about freedom of speech. The first amendment!",
        "start": 101.36,
        "duration": 4.26
    },
    {
        "text": "Many arguing that this woman, while despicable, had the right to say these things.",
        "start": 105.62,
        "duration": 3.94
    },
    {
        "text": "The first amendment doesn't just protect things that you like, but also hate speech.",
        "start": 109.56,
        "duration": 3.149
    },
    {
        "text": "And that's something important for people, including HuffPost editors, who have to include notes like,",
        "start": 112.709,
        "duration": 3.651
    },
    {
        "text": "Because it does, but not always.",
        "start": 121.18,
        "duration": 1.98
    },
    {
        "text": "if the words are considered a true threat or fighting words",
        "start": 123.16,
        "duration": 2.72
    },
    {
        "text": "And it's a very specific narrow definition. Abusive language",
        "start": 125.88,
        "duration": 3.56
    },
    {
        "text": "- I don't care, nigger!",
        "start": 129.44,
        "duration": 1.12
    },
    {
        "text": "exchanged face-to-face, which would likely provoke a violent reaction.",
        "start": 130.569,
        "duration": 3.291
    },
    {
        "text": "So potentially, the woman in this video is not protected by the first amendment,",
        "start": 133.86,
        "duration": 2.699
    },
    {
        "text": "but that also doesn't excuse the attack on her, at least in the eyes of the law.",
        "start": 136.66,
        "duration": 3.88
    },
    {
        "text": "So she can potentially be guilty of disturbing the peace,",
        "start": 140.54,
        "duration": 2.16
    },
    {
        "text": "but it also might be hard to argue because in the video",
        "start": 142.7,
        "duration": 3.489
    },
    {
        "text": "she seems to be saying we all call ourselves that.",
        "start": 146.19,
        "duration": 2.452
    },
    {
        "text": "So a question I want to pass off to you is: What's your takeaway from this story?",
        "start": 148.642,
        "duration": 4.027
    },
    {
        "text": "Were they both in the wrong? Just him? Also, Let's say you're the judge and jury here. What do you do?",
        "start": 152.67,
        "duration": 4.49
    },
    {
        "text": "From there, I want to share some stuff I love today,",
        "start": 157.16,
        "duration": 2.44
    },
    {
        "text": "and Today in Awesome, brought to you by the DeFranco 2024 shirt",
        "start": 159.6,
        "duration": 3.66
    },
    {
        "text": "A shirt that says \"If the United States is still a thing in seven years and the vampire-robot-Nazis who are also zombies have not taken over, Philip Defranco has my vote.",
        "start": 163.26,
        "duration": 7.02
    },
    {
        "text": "It's what Dwayne \"The Rock\" Johnson would have wanted. God rest his soul.",
        "start": 170.28,
        "duration": 3.089
    },
    {
        "text": "If only he hadn't mysteriously died at my house after he'd secured the nomination.",
        "start": 173.61,
        "duration": 3.87
    },
    {
        "text": "We'll never know what happened. We should probably let it go and just vote DeFranco.",
        "start": 177.48,
        "duration": 3.08
    },
    {
        "text": "That took a dark turn so fast.",
        "start": 180.56,
        "duration": 1.76
    },
    {
        "text": "We're doing another run of that shirt this week for a few days,",
        "start": 182.32,
        "duration": 1.88
    },
    {
        "text": "so if you want to grab that while you can, link to that down below.",
        "start": 184.2,
        "duration": 2.56
    },
    {
        "text": "And the first bit of awesome, and this will only be awesome to a select group of people,",
        "start": 186.76,
        "duration": 3.14
    },
    {
        "text": "But if you've ever wanted to work on the Philip Defranco show for the company that we are creating,",
        "start": 189.9,
        "duration": 5.06
    },
    {
        "text": "we have now opened up applications",
        "start": 194.96,
        "duration": 1.7
    },
    {
        "text": "Now keep in mind, this is just the beginning. It's local positions. So we have fulfillment coordinator, p.a.s, researchers.",
        "start": 196.66,
        "duration": 5.32
    },
    {
        "text": "You want to apply, link to that down below.",
        "start": 201.98,
        "duration": 1.62
    },
    {
        "text": "Also a little while after this, I want to open up remote researcher positions,",
        "start": 203.6,
        "duration": 3.44
    },
    {
        "text": "and then soon after we'll be looking for more producer, editors and shooters.",
        "start": 207.04,
        "duration": 3.28
    },
    {
        "text": "But for the first step, it's just those three positions.",
        "start": 210.32,
        "duration": 1.98
    },
    {
        "text": "So there's that. Good luck to those of you that apply.",
        "start": 212.3,
        "duration": 1.72
    },
    {
        "text": "I am excited for our family to grow.",
        "start": 214.02,
        "duration": 2.04
    },
    {
        "text": "Then in other awesome",
        "start": 216.06,
        "duration": 0.989
    },
    {
        "text": "I did a video with my buddies over roosterteeth played a little game a million dollars",
        "start": 217.05,
        "duration": 3.21
    },
    {
        "text": "But you'll either love the video or at least you'll be able to walk away from the video with new",
        "start": 220.26,
        "duration": 3.839
    },
    {
        "text": "Information [that] I also learned on the set and that is my old",
        "start": 224.38,
        "duration": 2.929
    },
    {
        "text": "Piercings from when I was 20 still work including that before you make decisions kids then if you're in the mood for something that's heartwarming",
        "start": 227.44,
        "duration": 5.66
    },
    {
        "text": "and hilarious have to share this video of comedian Russell howard talking about a 14 year old cancer patient that I",
        "start": 233.2,
        "duration": 5.719
    },
    {
        "text": "Don't want to ruin it. Just just trust me",
        "start": 239.29,
        "duration": 1.97
    },
    {
        "text": "It's fantastic, [and] if you want to see the full versions everything",
        "start": 241.26,
        "duration": 2.309
    },
    {
        "text": "I just share the secret link of the day anything at all",
        "start": 243.57,
        "duration": 2.849
    },
    {
        "text": "Links is always are in the description down below then let's talk about that situation in California",
        "start": 246.58,
        "duration": 3.919
    },
    {
        "text": "Around Nolan [Brood] Nolan is a 20 year old man who Pled guilty to?",
        "start": 250.72,
        "duration": 3.44
    },
    {
        "text": "Drugging and raping his 16 year old sister of at [Misgav]. Oh, just wait the judge in the case William",
        "start": 254.26,
        "duration": 6.079
    },
    {
        "text": "H",
        "start": 260.34,
        "duration": 0.18
    },
    {
        "text": "Follette gave Brewer three years just three years and then he suspended all the",
        "start": 260.52,
        "duration": 5.3
    },
    {
        "text": "240 days of that sentence and then he gave [brooder]",
        "start": 266.1,
        "duration": 2.76
    },
    {
        "text": "Probation a slap on the wrist sentence went against what the probation department and the district attorney recommended",
        "start": 268.93,
        "duration": 4.76
    },
    {
        "text": "And [appears] part of the reason the judge gave this slap on the wrist is [that] the victim which by the way?",
        "start": 273.76,
        "duration": 4.369
    },
    {
        "text": "I'll just remind you is an [underaged]",
        "start": 278.13,
        "duration": 2.0
    },
    {
        "text": "Sister's Underage Victim she took her own clothes off and she wasn't unconscious and the judge believed the stigma of the rape conviction",
        "start": 280.15,
        "duration": 6.049
    },
    {
        "text": "Along with being listed on the sex offenders register was enough of a deterrent to deter the man and others in the community personally",
        "start": 286.3,
        "duration": 5.899
    },
    {
        "text": "I'm disgusted by [this] decision and also the reason first of I don't know of",
        "start": 292.199,
        "duration": 3.54
    },
    {
        "text": "[240] days in Prison is enough time to teach someone don't rape your sister and or preferably",
        "start": 295.81,
        "duration": 5.029
    },
    {
        "text": "Anyone and to to the judges know that the girl took off her own clothes",
        "start": 301.0,
        "duration": 3.38
    },
    {
        "text": "and she wasn't",
        "start": 304.38,
        "duration": 0.909
    },
    {
        "text": "unconscious if a videotaped [confession] he is pled guilty",
        "start": 305.289,
        "duration": 2.45
    },
    {
        "text": "The whole story is that he kept giving his sister deb those that don't know dabs are concentrated doses of Cannabis",
        "start": 308.0,
        "duration": 7.12
    },
    {
        "text": "It's incredibly powerful when you compare it to regular [old] weed chart at one time found out",
        "start": 315.12,
        "duration": 3.98
    },
    {
        "text": "It was quickly not for me go back to the store well [bruiser] said that his sister had repeatedly",
        "start": 319.1,
        "duration": 3.48
    },
    {
        "text": "Resisted his sexual advances then he kept giving her Dabs until she no [longer] recognized him as her brother",
        "start": 322.8,
        "duration": 6.16
    },
    {
        "text": "He drugged and raped a minor who is his sister, and you're giving him 240 days. [I] just don't get it",
        "start": 329.1,
        "duration": 5.16
    },
    {
        "text": "How do you expect people to be safe when even after they commit a crime they plead guilty to it?",
        "start": 334.26,
        "duration": 4.469
    },
    {
        "text": "You don't really hold them responsible for it, and I hope this judge realizes that if and when [brewer] does something horrible again",
        "start": 338.729,
        "duration": 6.42
    },
    {
        "text": "This is on him to also be at fault therefore this bullshit slap on the wrist",
        "start": 345.15,
        "duration": 3.959
    },
    {
        "text": "And then finally I want to talk about the horrific",
        "start": 349.11,
        "duration": 2.0
    },
    {
        "text": "Bombing in Manchester last night if you have not heard around",
        "start": 351.31,
        "duration": 2.959
    },
    {
        "text": "10:30 late last night and Britain outside of an Ariana grande concert there was a suicide bomb as of recording this video",
        "start": 354.4,
        "duration": 6.38
    },
    {
        "text": "22 people including children have died 59 were injured. Police say they believe the attacker was carrying an improvised explosive",
        "start": 361.02,
        "duration": 6.36
    },
    {
        "text": "Police have identified the suspected bomber of Islamic State aka",
        "start": 367.86,
        "duration": 3.3
    },
    {
        "text": "Goat fuckers International has claimed responsibility for the attack, but also police don't know if that's true",
        "start": 371.16,
        "duration": 4.35
    },
    {
        "text": "If there may be taking credit for something they were not",
        "start": 375.51,
        "duration": 2.369
    },
    {
        "text": "Responsible for it is because the statement appeared to get some of the facts of the situation",
        "start": 378.099,
        "duration": 2.96
    },
    {
        "text": "Wrong they claims that a soldier managed to place a number of devices among a gathering of crusaders and Manchester and detonated but officials are",
        "start": 381.25,
        "duration": 6.169
    },
    {
        "text": "Saying there's only one",
        "start": 387.42,
        "duration": 0.85
    },
    {
        "text": "Explosion and no other devices have been found near the arena and my heartbreaks seeing this story seeing the footage of the chaos",
        "start": 388.27,
        "duration": 6.23
    },
    {
        "text": "and the fear, this- this barbaric attack not just on innocent people",
        "start": 394.66,
        "duration": 4.14
    },
    {
        "text": "But on children the names and [information] of those killed is starting to come out one of them was an 8 year old girl",
        "start": 398.81,
        "duration": 5.099
    },
    {
        "text": "And then when I hear that, it's [just] hard for me to feel anything",
        "start": 403.91,
        "duration": 2.52
    },
    {
        "text": "But rage and before I get to the point that I really want to hit home on in this story",
        "start": 406.43,
        "duration": 4.41
    },
    {
        "text": "I need to talk about a guy by the name of",
        "start": 410.84,
        "duration": 1.87
    },
    {
        "text": "David [lief] David's name was all over [the] place yesterday because in the moments after the attack he tweeted multiple confirmed",
        "start": 412.71,
        "duration": 6.769
    },
    {
        "text": "Fatalities at Manchester Arena last time I listened to [Ariana] [Grande]",
        "start": 419.67,
        "duration": 3.44
    },
    {
        "text": "I almost died to following it up with honestly for over a year",
        "start": 423.11,
        "duration": 3.119
    },
    {
        "text": "I thought ariana grande with something ordered at Starbucks and sharing check my phone and got this message from Twitter",
        "start": 426.23,
        "duration": 4.829
    },
    {
        "text": "[I] swearing at me now, [not] about an hour and a half after his tweet [hero]",
        "start": 431.06,
        "duration": 3.21
    },
    {
        "text": "Too soon and as expected the hate of the [internet] was directed towards David",
        "start": 434.27,
        "duration": 4.44
    },
    {
        "text": "I noticed even people that liked Dark humor going like this is this is",
        "start": 438.71,
        "duration": 3.269
    },
    {
        "text": "disgusting not a day after it's not a week after you're literally putting this out there in the world looking about a situation where",
        "start": 442.2,
        "duration": 5.989
    },
    {
        "text": "There were people that were still",
        "start": 448.29,
        "duration": 1.89
    },
    {
        "text": "Injured still being taken care of some people that were fighting for their lives",
        "start": 450.18,
        "duration": 3.259
    },
    {
        "text": "and then would later done [any] [seeing] is essentially someone joking about a murder as it was taking [place] save it later tweeters re for",
        "start": 453.44,
        "duration": 6.57
    },
    {
        "text": "Offending didn't realize the magnitude of the tragedy",
        "start": 460.01,
        "duration": 2.13
    },
    {
        "text": "I always make stupid jokes about whatever stranding condolences to family would you day that it doesn't make [sense] you said multiple?",
        "start": 462.14,
        "duration": 6.0
    },
    {
        "text": "Fatality is confirmed in your first tweet",
        "start": 468.39,
        "duration": 1.91
    },
    {
        "text": "Is that you're thinking that if a terrorist attack only kills a few children like it then it's okay then in nineteen",
        "start": 470.3,
        "duration": 5.549
    },
    {
        "text": "That's your golden um event believe the offending tweet and tweet",
        "start": 475.85,
        "duration": 3.089
    },
    {
        "text": "it",
        "start": 478.94,
        "duration": 0.21
    },
    {
        "text": "I've delete the tweets and so many people ask and then David who did not follow what his last name [was] saying to do just",
        "start": 479.15,
        "duration": 5.069
    },
    {
        "text": "Leave it leave it alone",
        "start": 484.22,
        "duration": 1.17
    },
    {
        "text": "He later tweeted out a bunch of kids including this one where he wrote I made a mistake hashtag",
        "start": 485.39,
        "duration": 4.169
    },
    {
        "text": "And then I started to laugh I can't figure out if I think he's more disgusting or stupid personally if I'm offended by anything",
        "start": 489.56,
        "duration": 5.369
    },
    {
        "text": "It's the the sad pathetic attempt at an [apology] that's not an apology [didn't] realize the magnitude of the tragedy",
        "start": 494.93,
        "duration": 5.46
    },
    {
        "text": "I always make stupid jokes just own your shitty joke and don't lie unless once again",
        "start": 500.39,
        "duration": 3.51
    },
    {
        "text": "You are more stupid than you are disgusting in which case",
        "start": 503.9,
        "duration": 2.309
    },
    {
        "text": "Maybe don't know anybody whatever everyone's going to forget about David in a few days, and I say people",
        "start": 506.28,
        "duration": 4.099
    },
    {
        "text": "I want to remember in this story are the",
        "start": 510.38,
        "duration": 1.66
    },
    {
        "text": "Victims and those who helped because there were so many we had women like Paula robbins",
        "start": 512.04,
        "duration": 4.069
    },
    {
        "text": "She was reportedly at Victoria Station when the attack took place",
        "start": 516.11,
        "duration": 2.369
    },
    {
        "text": "She led teenagers to a nearby hotel",
        "start": 518.479,
        "duration": 1.771
    },
    {
        "text": "And shared her mobile number on Facebook so that worried parents could contact her and be reunited with their children all the people in",
        "start": 520.25,
        "duration": 5.309
    },
    {
        "text": "Manchester who opened up their doors with hashtag room for",
        "start": 525.69,
        "duration": 3.319
    },
    {
        "text": "Manchester thing if you were stranded in this explosion if you need a bed a cup of tea a charge phone whatever",
        "start": 529.199,
        "duration": 4.19
    },
    {
        "text": "I'm here",
        "start": 533.389,
        "duration": 0.601
    },
    {
        "text": "You can be safe here in this chaos the taxi drivers who turned off their meters put up free taxi and got people the hell",
        "start": 533.99,
        "duration": 6.089
    },
    {
        "text": "Out of that of course all the brave men and women who rushed into the scene to hell and not just those who are on",
        "start": 540.079,
        "duration": 5.22
    },
    {
        "text": "Duty it was their time to do their job tons of people that were off duty coming in to health stories of homeless people that",
        "start": 545.3,
        "duration": 5.609
    },
    {
        "text": "Just happen to be around in that situation working with emergency services people to help people and something like this happens",
        "start": 550.91,
        "duration": 5.549
    },
    {
        "text": "You don't know if [there] only to be more bombs there's going to be shooting",
        "start": 556.459,
        "duration": 2.609
    },
    {
        "text": "You don't know those daily heroes that put themselves at risk for others",
        "start": 559.069,
        "duration": 3.54
    },
    {
        "text": "That's who [and] what I want to remember in this because every time one of these senseless acts of violence happens",
        "start": 562.61,
        "duration": 5.549
    },
    {
        "text": "We have to grasp on to any sense of hope and the only bits of [hope] I can really grab onto",
        "start": 568.16,
        "duration": 4.229
    },
    {
        "text": "Are those who do these amazing?",
        "start": 572.61,
        "duration": 2.0
    },
    {
        "text": "selfless acts in the face of or in the face of terrorism people trying to spread fear and violence",
        "start": 574.92,
        "duration": 5.51
    },
    {
        "text": "They stand up and do good",
        "start": 580.589,
        "duration": 1.73
    },
    {
        "text": "but most importantly they stand up when I see pictures from the Manchester [vege] seeing so many people coming out less than",
        "start": 582.319,
        "duration": 5.369
    },
    {
        "text": "24 [hours] after a terrorist attack coming out all together showing solidarity saying fuck terrorism and also",
        "start": 587.939,
        "duration": 7.49
    },
    {
        "text": "I'm not scared, and you know what even [if] I feel a little bit scared. It won't stop us",
        "start": 595.43,
        "duration": 4.109
    },
    {
        "text": "It won't break us, and that's what gives me",
        "start": 599.54,
        "duration": 1.979
    },
    {
        "text": "Hope think that note is where I want to end that story in today's show remember if you like this video",
        "start": 601.519,
        "duration": 3.869
    },
    {
        "text": "You like what? I'm trying to do with these daily videos hit that like",
        "start": 605.389,
        "duration": 2.85
    },
    {
        "text": "but if you're new you're hit that subscribe button join the nation of beautiful bastards who will love your face also if you missed and",
        "start": 608.24,
        "duration": 4.979
    },
    {
        "text": "want to catch up on yesterday's Philip Defranco shooting click or tap right there to watch that if you want to see yesterday's brand new",
        "start": 613.22,
        "duration": 4.65
    },
    {
        "text": "Vlog click or tap right there [lots] of that said of course as always my name is Philip Defranco",
        "start": 617.87,
        "duration": 4.199
    },
    {
        "text": "You've just been phill'd in. [I] love yo faces, and I'll see you [tomorrow]",
        "start": 622.23,
        "duration": 4.25
    }
]