[
    {
        "text": "Sup you beautiful bastards hope you're having a fantastic Monday. Welcome back to the Philip DeFranco show and lets just jump into it.",
        "start": 0.0,
        "duration": 6.46
    },
    {
        "text": "and the first thing we're gonna talk about is R. Kelly is back in the news today. When I first saw his name trending this morning",
        "start": 6.46,
        "duration": 4.68
    },
    {
        "text": "I was like okay he's either being accused of having sex and peeing on underage girls again or we're getting new chapters of Trapped in the Closet",
        "start": 11.14,
        "duration": 6.26
    },
    {
        "text": "Turned out nope instead he's being accused of running a sex cult by several people and families. There's this big report this morning, a lot of people speaking out",
        "start": 17.4,
        "duration": 7.24
    },
    {
        "text": "but the main story involved this unnamed 19 year old girl. Mother of the girl describes the first name she had her daughter meet with R Kelly",
        "start": 24.64,
        "duration": 6.12
    },
    {
        "text": "she seems like a stage mom, she was trying to help her daughter out with her career and to the question of why would this mother",
        "start": 30.76,
        "duration": 4.04
    },
    {
        "text": "introduce her daughter to R. Kelly who has been of course accused of uh less than savory things. She said",
        "start": 34.8,
        "duration": 5.48
    },
    {
        "text": "\"In the back of our minds, we were thinking (my daughter) could be around him if I was with her\",",
        "start": 40.28,
        "duration": 3.42
    },
    {
        "text": "\"It didn't really hit home\"",
        "start": 43.7,
        "duration": 0.94
    },
    {
        "text": "\"Even with the Aaliyah situation, now that I think about it, 'Age A'int Nothing But a Number\"",
        "start": 44.64,
        "duration": 3.52
    },
    {
        "text": "\"but you don't think about that\"",
        "start": 48.16,
        "duration": 1.04
    },
    {
        "text": "\"You grew up with the song, and you like the song\"",
        "start": 49.2,
        "duration": 1.26
    },
    {
        "text": "Now for those that don't know when she referencing the Aaliyah situation she talking about back in 1994",
        "start": 50.46,
        "duration": 4.46
    },
    {
        "text": "R. Kelly secretly married Aaliayh when she was 15 then back to the story the daughter allegedly meets up with R. Kelly",
        "start": 54.92,
        "duration": 5.86
    },
    {
        "text": "without her parents several times it turns sexual she at one point feels like he is ignoring her music maybe it all about the sex",
        "start": 60.78,
        "duration": 5.82
    },
    {
        "text": "so she starts recording him. The recording include things like Kelly saying",
        "start": 66.6,
        "duration": 3.08
    },
    {
        "text": "\"I want you to get in the habit of telling me what color panties you got on everyday\"",
        "start": 69.68,
        "duration": 3.18
    },
    {
        "text": "And regarding her making songs he says this",
        "start": 72.86,
        "duration": 1.72
    },
    {
        "text": "\"I'm more interested in developing you. Songs are not an issue. We can always do a hit song. We can always do a great song. That's good\"",
        "start": 74.58,
        "duration": 6.76
    },
    {
        "text": "This girl then enrolls in college her roommate says that she's still has a relationship with R. Kelly and then it escalates",
        "start": 81.34,
        "duration": 5.12
    },
    {
        "text": "Reportedly she began loosing weight, she cropped her long hair short, permed what was left, and dyed it blonde.",
        "start": 86.46,
        "duration": 4.44
    },
    {
        "text": "and allegedly she did this because that's how Kelly liked her hair to look. She eventually then stopped showing up to classes",
        "start": 90.9,
        "duration": 5.04
    },
    {
        "text": "she left mid semester. When she dropped out she was 21 there have been multiple wellness checks to see if she's okay",
        "start": 95.94,
        "duration": 5.46
    },
    {
        "text": "Reportedly she told officers she was \"...fine and did not wan to be bothered with her parents because her father was threatening people\"",
        "start": 101.4,
        "duration": 5.2
    },
    {
        "text": "and ultimately the authorities told the parents that there wasn't evidence that she was being held against her will and in the eyes of",
        "start": 106.6,
        "duration": 4.28
    },
    {
        "text": "the law shes an adult saying that there's nothing they can do but any point this not being an isolated story",
        "start": 110.88,
        "duration": 4.62
    },
    {
        "text": "according to Kelly's former assistant, Shelly Matt and two women who have previously had relationships with Kelly Kitti Jones and Asante McGee,",
        "start": 115.5,
        "duration": 5.88
    },
    {
        "text": "R. Kelly controlled multiple women that were living with them.",
        "start": 121.38,
        "duration": 2.32
    },
    {
        "text": "All of them alleged that there were 5 women staying with them. A 31 year old den mother who trained newcomers on how",
        "start": 123.7,
        "duration": 5.18
    },
    {
        "text": "Kelly likes to be pleasured sexually. They say shes been best friends since high school with the girl in the video tape",
        "start": 128.88,
        "duration": 4.48
    },
    {
        "text": "for which Kelly was tried in 2008. The sources says she recently parted ways with Kelly. A 25 year old women who has been part of Kelly's",
        "start": 133.36,
        "duration": 5.5
    },
    {
        "text": "scene for seven years. A recent arrival a 19 year old model who has been photographed in public with Kelly and named on music gossip websites",
        "start": 138.86,
        "duration": 6.2
    },
    {
        "text": "The Atlanta song writer we've been talking about she's now 26 and an 18 year old singer from Polk County, Flordia",
        "start": 145.06,
        "duration": 4.82
    },
    {
        "text": "Mack saying the Florida singer was Kelly's favourite his number one girl",
        "start": 149.88,
        "duration": 2.7
    },
    {
        "text": "They say he makes them call him daddy and he calls them baby's. Mack said the women in Kelly's entourage initially think 'This is R. Kelly'",
        "start": 152.58,
        "duration": 5.74
    },
    {
        "text": "\"I'm going to live a lavish life style\" but its not that way saying \"No. You have to ask for food you have to ask to use the bathroom\"",
        "start": 158.32,
        "duration": 5.54
    },
    {
        "text": "\"R Kelly is a master at mind control he is a puppet master\" They said Kelly confiscates these girls phones then gives them a new one",
        "start": 163.86,
        "duration": 6.46
    },
    {
        "text": "only giving them permission to call him or someone he has approved. There are even allegations that he punishes women",
        "start": 170.36,
        "duration": 5.16
    },
    {
        "text": "if they do things like interact with a man he doesn't like. Mack and Jones saying \"He punishes them physically and verbally\"",
        "start": 175.52,
        "duration": 5.6
    },
    {
        "text": "\"Jones claiming that Kelly held her against a tree and slapper her outside a Subway sandwich shop in 2013\"",
        "start": 181.12,
        "duration": 4.44
    },
    {
        "text": "this because she has been too friendly with the male cashier there on the other side McGee said she never say Kelly hit anybody",
        "start": 185.56,
        "duration": 5.52
    },
    {
        "text": "but also said he was running a cult and was manipulating her emotionally and sexually",
        "start": 191.08,
        "duration": 3.34
    },
    {
        "text": "They alleged that to punish one of the girls he would not let one of them leave the tour bus for 3 days. And to all this R Kelly's lawyer responded",
        "start": 194.42,
        "duration": 7.18
    },
    {
        "text": "Saying \"We can only wonder why folks would persist in defaming a great artist who loves his fans, works 24/7, and takes care of all the people in his life\"",
        "start": 201.64,
        "duration": 7.0
    },
    {
        "text": "\"He works hard to become the best person and artist he can be\"",
        "start": 208.64,
        "duration": 2.4
    },
    {
        "text": "\"It is interesting that stories and tales debunked many years ago turn up when his goal is to stop the violence put down the guns\"",
        "start": 211.04,
        "duration": 5.44
    },
    {
        "text": "\"and embrace peace and love. I suppose that is the price of fame. Like all of us, Mr. Kelly deserves a personal life. Please respect that\"",
        "start": 216.48,
        "duration": 5.42
    },
    {
        "text": "But also the evidence against Kelly's lawyer its not just the equital were talking about here that trial like R Kelly's lawyer excluded",
        "start": 221.9,
        "duration": 6.12
    },
    {
        "text": "kthe claims of many underage girls that said that R Kelly abuses his position and has sex with then. Reportedly there were over a dozen civil law suits",
        "start": 228.08,
        "duration": 7.7
    },
    {
        "text": "against R Kelly that he settled out of court for a cash payment. Also I will never really be able to understand how he was found not guilty.",
        "start": 235.78,
        "duration": 6.22
    },
    {
        "text": "Guy on a sex tape looks like him, the women he's having sex with and urinating on looks like his god daughter the room their having sex in",
        "start": 242.0,
        "duration": 6.32
    },
    {
        "text": "appears to look exactly like one of R Kelly's rooms. Tons of people testified that is the god daughter. I'm talking 14 witnesses identified her",
        "start": 248.32,
        "duration": 7.88
    },
    {
        "text": "Carey Kelly R Kelly's brother even said that Kelly offered him 50 thousand dollars to say it wasn't him on the tape",
        "start": 256.2,
        "duration": 5.86
    },
    {
        "text": "This is a settled case and this is now the only thing that ties this together reportedly on those tapes who ever was on it definitely not R Kelly",
        "start": 262.06,
        "duration": 6.88
    },
    {
        "text": "orders the girl in that tape to call him Daddy and that's also a different situation what where talking about here are grown women",
        "start": 268.94,
        "duration": 5.02
    },
    {
        "text": "if you have evidence of things like the false imprisonment on that bus if you have evidence of the assault you a women getting hit",
        "start": 273.96,
        "duration": 5.6
    },
    {
        "text": "you have something but without that you just have allegations and a story that makes someone sound very manipulative",
        "start": 279.56,
        "duration": 4.36
    },
    {
        "text": "someone who no matter how much my daughter wanted to be famous I would not introduce to. I'm a big believer in if there is smoke there is fire",
        "start": 283.92,
        "duration": 7.16
    },
    {
        "text": "and it looks like there's a fire. My goal here isn't to full out bash the parents or the mom for arranging this. In their defense R Kelly still having a career",
        "start": 291.08,
        "duration": 7.06
    },
    {
        "text": "being acquitted in that case that to you that make may seem like everything is on the up and up. I mean Lady GaGa of all people",
        "start": 298.14,
        "duration": 5.68
    },
    {
        "text": "recorded a duet with him in 2013 he was on Jimmy Fallon last December but with all that said I do want to pass the question off to you",
        "start": 303.82,
        "duration": 5.76
    },
    {
        "text": "what are you thoughts from this whole situation. Do you think these accusations are true yes or no.",
        "start": 309.58,
        "duration": 3.66
    },
    {
        "text": "Whats your full takeaway here. I'd love to know in those comments down below",
        "start": 313.24,
        "duration": 3.04
    },
    {
        "text": "But from that I want to share some stuff I love today and today in awesome and the first bit of awesome is we got a behind the scenes",
        "start": 316.28,
        "duration": 5.14
    },
    {
        "text": "video for Star Wars the Last Jedi. I mean I'm already excited but just getting this breadcrumb I can not wait until December 15th",
        "start": 321.42,
        "duration": 6.82
    },
    {
        "text": "Then we got a trailer for a Wrinkle in Time sad news its not coming out until March 2018. Then we got a new trailer for Blade Runner 2049",
        "start": 328.24,
        "duration": 6.16
    },
    {
        "text": "And the more I see this movie the more excited I am. I'm always weary of any sequel that comes many years after but as of right now this is shaping up to look fantastic",
        "start": 334.4,
        "duration": 8.2
    },
    {
        "text": "Then if you are a Kingdom Hearts fan we got a trailer for Kingdom Hearts 3 and in the trailer they show case Toy Story World",
        "start": 342.6,
        "duration": 5.62
    },
    {
        "text": "And then I decided to share this video from Thrillist for you foodies out there. They put out this whole video about pork roll's in New Jersey",
        "start": 348.22,
        "duration": 4.82
    },
    {
        "text": "They just keep showing me food I didn't even know I wanted. And the last bit of awesome is Game of Thrones is back. HBO released tease for episode 2",
        "start": 353.04,
        "duration": 5.58
    },
    {
        "text": "but omg episode 1. It was a set up episode the involvement of Ed Sheeran was weird to me that part felt more like a web exclusive side story",
        "start": 358.62,
        "duration": 6.9
    },
    {
        "text": "rather than a part of an actual episode but ultimately the first and last scenes they just made it for me",
        "start": 365.52,
        "duration": 4.72
    },
    {
        "text": "and if you want to see the full versions of everything I just shared. The secret link of the day anything at all links as always are in the description down below.",
        "start": 370.24,
        "duration": 6.5
    },
    {
        "text": "Then lets talk about China in the news again there's been a lot of China censorship news the past week. Targeting homosexuals targeting anyone",
        "start": 376.74,
        "duration": 6.06
    },
    {
        "text": "speaking ill of the state and today China kept marching on when they took aim at  Christopher Robbins best friend Winnie the Pooh",
        "start": 382.8,
        "duration": 6.12
    },
    {
        "text": "oh bother you might be saying yes oh bother indeed. Reportedly the Chinese name for Winnie the Pooh and even images of Winnie the Pooh",
        "start": 388.92,
        "duration": 6.86
    },
    {
        "text": "They are now being blocked on social media websites in China this because they've been comparing Winnie the Pooh to China's president",
        "start": 395.78,
        "duration": 6.06
    },
    {
        "text": "You can kinda see the similarity here you can see it more here and oh wow that's actually perfect. The main point being when users",
        "start": 401.84,
        "duration": 5.4
    },
    {
        "text": "where on China's version of twitter Weibo and they attempted to post Winnie the Pooh's name it would say content is illegal",
        "start": 407.24,
        "duration": 5.24
    },
    {
        "text": "and in response to this and it really shouldn't be a shock to anyone that understands how the internet works this just solidify's that people",
        "start": 412.48,
        "duration": 5.56
    },
    {
        "text": "are going to compare the president of China to Winnie the Pooh always because of this news on WeChat the mentions of Winnie the Pooh",
        "start": 418.04,
        "duration": 7.0
    },
    {
        "text": "went from pretty much 0 to 3 million and for at least  the next year when ever we talk about the president of China boom picture Winnie the Pooh",
        "start": 425.04,
        "duration": 6.4
    },
    {
        "text": "Right now on screen I have two pictures up one of Winnie the Pooh and the other is the president of China I bet you can't even tell the difference between the two",
        "start": 431.48,
        "duration": 6.78
    },
    {
        "text": "but main point good luck on that whole censorship thing China and then in something I was going to include in today in awesome",
        "start": 438.26,
        "duration": 5.32
    },
    {
        "text": "but is actually a different kind of story. Doctor who announced that after 5 decades with the 13th Doctor there will finally be a female doctor",
        "start": 443.58,
        "duration": 7.28
    },
    {
        "text": "For those that don't watch Doctor Who is about a time lord every so often this character has to regenerate which allows a whole new actor",
        "start": 450.86,
        "duration": 5.2
    },
    {
        "text": "to be cast as that person and until now its always been a man but now with Jodie Whittaker we have our first female doctor",
        "start": 456.06,
        "duration": 6.4
    },
    {
        "text": "and as you'd expect with this kind of change up there was a lot of excitement and a lot hate some of the people excited saying",
        "start": 462.46,
        "duration": 3.98
    },
    {
        "text": "\"I'll be able to buy my 5 year old niece Doctor Who merchandise where the woman is at the front. In charge. Not a companion. The Doctor. Fab\"",
        "start": 466.44,
        "duration": 6.62
    },
    {
        "text": "\"I love the thought of little girls around the world running about school playgrounds with a sonic pretending to be the 13th Doctor\"",
        "start": 473.06,
        "duration": 4.82
    },
    {
        "text": "Then you also had those that where angry and disappointed one tweeting",
        "start": 477.88,
        "duration": 2.78
    },
    {
        "text": "DoctorWho died today. He didn't die nobly as you might expect. He was murdered by Political Correctness #NotMyDoctor",
        "start": 480.66,
        "duration": 5.64
    },
    {
        "text": "\"Casting a female has just written off Doctor Who. Welcome to the end\"",
        "start": 486.3,
        "duration": 2.84
    },
    {
        "text": "and for some they were happy about the change but they said it wasn't enough. Feminist Frequency tweeting out that they were thrilled about this change but tweeting",
        "start": 489.14,
        "duration": 5.78
    },
    {
        "text": "\"It needs to be that Doctor Who is still an OVERWHELMINGLY white show and that issues of representation do not exist in isolation from each other\"",
        "start": 494.92,
        "duration": 5.82
    },
    {
        "text": "adding \"It's not as if you fix the \"woman\" problem THEN the \"race\" problem THEN the \"queer/trans\" problem, etc. It all has to happen in tandem\"",
        "start": 500.74,
        "duration": 5.82
    },
    {
        "text": "\"Treating these as separate issues works to create a vision of progress that perpetuates the very imbalances were struggling against\"",
        "start": 506.56,
        "duration": 4.86
    },
    {
        "text": "To which many argue the main companion last year was a black lesbian adding that change does happen in bite size pieces and that each individual",
        "start": 511.42,
        "duration": 6.1
    },
    {
        "text": "doesn't have to represent every bit of change. For there to be valid progress the next main character doesn't need to be a trans women of colour",
        "start": 517.52,
        "duration": 6.6
    },
    {
        "text": "who's a little person who only has one leg. And personally my take away from all of this is cool. I think a lot of people that are angry",
        "start": 524.12,
        "duration": 5.92
    },
    {
        "text": "or annoyed by this change are looking at it through the lens of this is an apples to apples comparison of the new ghost busters.",
        "start": 530.04,
        "duration": 5.66
    },
    {
        "text": "Were changing genders just because we can. I don't want to be that guy and I know the level that my wife finds me attractive is going to plummet",
        "start": 535.7,
        "duration": 6.28
    },
    {
        "text": "after my arguing this point but in the Doctor Who universe it is canon that a time lord can be a man or woman after regeneration",
        "start": 541.98,
        "duration": 6.38
    },
    {
        "text": "When Matt Smith was a Doctor when talking about another time lord he noted that when another time lord regenerated it was a women she was a bad girl",
        "start": 548.36,
        "duration": 6.32
    },
    {
        "text": "and the time lord in question has different sexes at different times and when we got Matt Smith after my Doctor #mydoctor David Tennant",
        "start": 554.68,
        "duration": 6.22
    },
    {
        "text": "After that regeneration Matt Smith even like pats down there to make sure he's still gone one. You also had the master becoming the mistress Missy",
        "start": 560.9,
        "duration": 6.24
    },
    {
        "text": "and ultimately for me with Doctor Who its going to come down to the same two things it always had. The skill of the person in the role of the doctor and the writing",
        "start": 567.14,
        "duration": 6.3
    },
    {
        "text": "Based off of this reveal trailer there's nothing that makes me think political correctness has killed a show it just looks like change for a show",
        "start": 573.44,
        "duration": 6.12
    },
    {
        "text": "that at its core has been about change and for me it just felt like people where looking for a problem here. People have been asking for this for a long time",
        "start": 579.56,
        "duration": 5.74
    },
    {
        "text": "as well as a ginger doctor it offers an interesting twist new story arcs. I understand where the argument is coming from for other franchises",
        "start": 585.3,
        "duration": 6.54
    },
    {
        "text": "where it might just be a pure marketing play but this one here it just works and it fits not everything has to fit your narrative",
        "start": 591.84,
        "duration": 5.98
    },
    {
        "text": "and I say that to the people that hate that the doctor is a woman to the Feminist Frequency's of the world or just to people in general",
        "start": 597.82,
        "duration": 5.5
    },
    {
        "text": "And I think that's a solid note to end today's show but of course I do want to pass the question off to you. What is your takeaway",
        "start": 603.32,
        "duration": 4.7
    },
    {
        "text": "Weather it be this last story the first one anything in between let me know what you think in those comments down below.",
        "start": 608.02,
        "duration": 4.34
    },
    {
        "text": "And remember if you liked this video if you like what I try and do on this channel hit that like button if your new hear hit that subscribe button",
        "start": 612.36,
        "duration": 4.88
    },
    {
        "text": "and if you missed and want to catch up on the last Philip Defranco show you can click or tap right there to watch that or if",
        "start": 617.24,
        "duration": 4.42
    },
    {
        "text": "you want to see today's brand new behind the scene's vlog click or tap right there to watch that said of course as always",
        "start": 621.66,
        "duration": 4.88
    },
    {
        "text": "my names Philip DeFranco you've just been philled in I love your faces and I'll see you tomorrow",
        "start": 626.54,
        "duration": 5.82
    }
]