[
    {
        "text": "Sup, you beautiful bastards. Hope you had a fantastic",
        "start": 0.02,
        "duration": 2.98
    },
    {
        "text": "Monday Welcome back to the Philip Defranco show and let's just jump into the first thing",
        "start": 3.0,
        "duration": 4.41
    },
    {
        "text": "we're going to talk about today the most requested story of the day today a",
        "start": 7.41,
        "duration": 3.21
    },
    {
        "text": "YouTuber who will not get out of the news",
        "start": 10.84,
        "duration": 2.239
    },
    {
        "text": "Jake Paul Jake of course one of the largest Youtubers on the platform",
        "start": 13.21,
        "duration": 3.199
    },
    {
        "text": "He made news last week because of all the chaos around",
        "start": 16.41,
        "duration": 2.01
    },
    {
        "text": "His home your neighbors saying Jake Paul and the other occupants of that home has been making that neighborhood a war zone",
        "start": 18.49,
        "duration": 4.49
    },
    {
        "text": "others calling in living hell and all over mainstream news",
        "start": 23.08,
        "duration": 2.959
    },
    {
        "text": "We saw Jake Paul doing things like burning furniture in his backyard it flames going over the house",
        "start": 26.039,
        "duration": 5.28
    },
    {
        "text": "there's videos of destruction of property Jake on a motorbike and",
        "start": 31.32,
        "duration": 3.18
    },
    {
        "text": "Jumping on top of a news van in front of the reporter in General just kind of being a douche bag",
        "start": 34.63,
        "duration": 4.789
    },
    {
        "text": "There's also news that the community was going to have a meeting to see if they were going to file a class action",
        "start": 39.42,
        "duration": 4.139
    },
    {
        "text": "against Jake Paul",
        "start": 43.69,
        "duration": 0.95
    },
    {
        "text": "but also a lot of people start asking the question how the hell is Jake Paul still with Disney channel usually Disney stars while they're",
        "start": 44.64,
        "duration": 5.91
    },
    {
        "text": "With the brand have to be pretty squeaky clean many pointing to when Disney separated itself from Pewdiepie over the weekend",
        "start": 50.55,
        "duration": 5.22
    },
    {
        "text": "It seems that the other shoe finally dropped Jake Paul and Disney both making statements which were kind of the same thing",
        "start": 55.77,
        "duration": 5.879
    },
    {
        "text": "But not Disney's statement reading",
        "start": 61.649,
        "duration": 1.48
    },
    {
        "text": "we've mutually agreed the Jake Paul will leave his role on the Disney channel series Bizaardvark work on behalf of the production company the cast and",
        "start": 63.129,
        "duration": 5.809
    },
    {
        "text": "crew we thank Jake for his good work on the TV series for the past 18 months and extend our best wishes to him and",
        "start": 68.939,
        "duration": 5.37
    },
    {
        "text": "Jake Paul statement was kind of the same thing",
        "start": 74.31,
        "duration": 1.71
    },
    {
        "text": "But you'll notice the differences Jake writing long story short my team Disney channel, and I have come to the agreement",
        "start": 76.02,
        "duration": 4.77
    },
    {
        "text": "It's finally time for me to move on from the Disney family and Bizaardvark being a part of the Disney family for the past",
        "start": 80.79,
        "duration": 4.829
    },
    {
        "text": "Two years is incredible and a dream come true",
        "start": 85.619,
        "duration": 1.801
    },
    {
        "text": "I love my cast mates and will continue to support Disney",
        "start": 87.42,
        "duration": 2.339
    },
    {
        "text": "But I have outgrown the channel and feel it's time to move forward in my career at this point in time",
        "start": 89.759,
        "duration": 3.569
    },
    {
        "text": "I'm wanting to focus more on my personal brand my YouTube channel",
        "start": 93.329,
        "duration": 2.43
    },
    {
        "text": "business ventures growing team 10 and working on more adult acting roles and the main difference there is the note that I have outgrown the",
        "start": 95.95,
        "duration": 6.2
    },
    {
        "text": "Channel then he saw that is a bold",
        "start": 102.15,
        "duration": 1.99
    },
    {
        "text": "Unnecessary disrespectful thing to say well it is it is also kind of true if you look back to the first season of Bizaardvark",
        "start": 104.14,
        "duration": 5.779
    },
    {
        "text": "I got one point two seven",
        "start": 109.92,
        "duration": 1.33
    },
    {
        "text": "million viewers on average at that same time on Jake Paul's YouTube channel if you uploaded something you got maybe between",
        "start": 111.25,
        "duration": 5.61
    },
    {
        "text": "250,000 to",
        "start": 116.88,
        "duration": 1.52
    },
    {
        "text": "500,000 views you jump to season 2 of Bizaardvark",
        "start": 118.44,
        "duration": 2.34
    },
    {
        "text": "there now averaging one point two two million and Jake Paul pretty much every video",
        "start": 120.78,
        "duration": 3.839
    },
    {
        "text": "He puts out gets over 6 plus million views so kind of a cocky and douchey thing to say he is accurate there",
        "start": 124.619,
        "duration": 5.88
    },
    {
        "text": "If you're not a fan of Jake Paul",
        "start": 130.5,
        "duration": 0.9
    },
    {
        "text": "It still doesn't take away from the joy. You probably feel with how their song aids",
        "start": 131.4,
        "duration": 3.6
    },
    {
        "text": "Yeah, my brother messed up, but he still got his Disney contract",
        "start": 135.0,
        "duration": 4.289
    },
    {
        "text": "You are fake news the reality the situation is he does not need Disney now as far as both parties here saying",
        "start": 139.29,
        "duration": 4.98
    },
    {
        "text": "There's a mutual agreement",
        "start": 144.27,
        "duration": 0.88
    },
    {
        "text": "I highly doubt that everything Jake Paul is thrown out there into the world where he's talking about his Disney channel flow talking about his",
        "start": 145.15,
        "duration": 5.99
    },
    {
        "text": "Disney contract you can tell that job that affiliation was a badge of honor for him the outside looking in",
        "start": 151.14,
        "duration": 4.71
    },
    {
        "text": "It looks like Disney was probably like we have to separate from you Jake pollard's team says okay. We understand",
        "start": 155.85,
        "duration": 5.279
    },
    {
        "text": "Let's not talk shit about each other",
        "start": 161.13,
        "duration": 1.62
    },
    {
        "text": "but unfortunately that wasn't the only reason Jake Paul has been in the news the past few days Jake Paul whether on purpose or",
        "start": 162.75,
        "duration": 4.589
    },
    {
        "text": "Accidentally seems to have doxxed post Malone in his vlog Post Malone if you don't know a fantastic rapper singer producer",
        "start": 167.53,
        "duration": 6.619
    },
    {
        "text": "The question of course is why?",
        "start": 174.28,
        "duration": 1.95
    },
    {
        "text": "How what well Post Malone is a friend of Youtuber Ethan Klein's he's an every now and then guest and contributor to his",
        "start": 176.23,
        "duration": 6.05
    },
    {
        "text": "Content Post Malone as you might understand if you have working ears criticized Every Day Bro a song by Jake Paul did this on the H3H3?",
        "start": 182.44,
        "duration": 6.88
    },
    {
        "text": "Podcast, but then seemingly like a joke posted on Twitter buying a bunch of Jake Paul merch now in the normal world",
        "start": 189.36,
        "duration": 5.22
    },
    {
        "text": "That would be where the story ends unfortunately we no longer live in the real world",
        "start": 194.58,
        "duration": 4.199
    },
    {
        "text": "We are in the everyday",
        "start": 198.78,
        "duration": 1.66
    },
    {
        "text": "bro zone and Jake Paul whether from internet sleuthing or by getting Post Malone's address from Fan Joy a",
        "start": 200.44,
        "duration": 6.47
    },
    {
        "text": "Separate company that sells Jake Paul's merchandise gets Post Malone's address and decides",
        "start": 207.01,
        "duration": 4.88
    },
    {
        "text": "I'm going to hand-deliver this stuff",
        "start": 211.89,
        "duration": 2.339
    },
    {
        "text": "And I'm going to film it and that's exactly what he does he films the entirety of the Post Malone  home",
        "start": 214.23,
        "duration": 4.169
    },
    {
        "text": "You see the license plates on his cars everything they shoot the interaction from across the street",
        "start": 218.4,
        "duration": 4.89
    },
    {
        "text": "Then I post alone if it's okay if they vlog meanwhile not addressing the fact that he has been secretly",
        "start": 223.44,
        "duration": 4.5
    },
    {
        "text": "Recording from across the street the entire time the and you just tell Post Malone is just trying to deal with this as nicely as possible",
        "start": 228.16,
        "duration": 5.88
    },
    {
        "text": "when someone you don't know randomly shows up to your home one of my favorite parts is when Jake Paul is trying to convince Post Malone to",
        "start": 234.12,
        "duration": 5.76
    },
    {
        "text": "Be on an official Jake Paul track Jake Paul's like I'll send you this song",
        "start": 239.88,
        "duration": 3.569
    },
    {
        "text": "I don't know how I'll get it to you though hint hint wink wink. I'll send it to you",
        "start": 243.45,
        "duration": 3.18
    },
    {
        "text": "I don't know how I'll tweet it to you. Yeah, well suggest those I don't understand that interaction",
        "start": 246.63,
        "duration": 4.709
    },
    {
        "text": "That was a no with a smile okay? Yeah, we'll figure it out",
        "start": 251.34,
        "duration": 3.33
    },
    {
        "text": "I could be giving you some my personal information right now",
        "start": 254.67,
        "duration": 2.069
    },
    {
        "text": "And we would exchange that and be able to continue this conversation in the real world",
        "start": 256.739,
        "duration": 3.059
    },
    {
        "text": "This is my way of saying no you",
        "start": 259.799,
        "duration": 1.391
    },
    {
        "text": "Fucking crazy person who just showed up at my home also quick note to anyone that ever deals with Jake Paul",
        "start": 261.19,
        "duration": 4.399
    },
    {
        "text": "It seems that secretly record is just part of what he does he also came under fire this week from going to",
        "start": 265.59,
        "duration": 5.23
    },
    {
        "text": "apologize to his will",
        "start": 270.979,
        "duration": 1.47
    },
    {
        "text": "Apologize to his neighbors while secretly recording those interactions from across the street while mic'd up which by the way is illegal in California",
        "start": 272.449,
        "duration": 6.589
    },
    {
        "text": "Post Malone footage a lawyer might be able to say well. He agreed to be in a vlog there",
        "start": 279.289,
        "duration": 3.98
    },
    {
        "text": "It seems like Post Malone  is only talking about the vlog camera",
        "start": 283.27,
        "duration": 2.19
    },
    {
        "text": "Not aware that he's being recorded from across the street the recording of his neighbor seems to go against the invasion of privacy at California",
        "start": 285.46,
        "duration": 5.76
    },
    {
        "text": "Is known as a two-party state",
        "start": 291.22,
        "duration": 1.12
    },
    {
        "text": "that means recordings are not allowed unless all parties know this is being recorded and consent to and we're talking about a violation here that just",
        "start": 292.34,
        "duration": 6.41
    },
    {
        "text": "one count of it one count carries up to a",
        "start": 298.75,
        "duration": 2.25
    },
    {
        "text": "$2,500 fine and up to one year in prison according to Christopher Wolf the reporter that started this whole big story neighbor filed an",
        "start": 301.04,
        "duration": 6.92
    },
    {
        "text": "eavesdropping complaint against Jake Paul",
        "start": 308.02,
        "duration": 1.739
    },
    {
        "text": "That's without even going into Jake Paul alleging that a neighbor messed with one of their cars",
        "start": 309.759,
        "duration": 4.11
    },
    {
        "text": "And then that car almost crashed and the neighbors tried to kill them this guy's already taking up too much time from today's show there",
        "start": 313.87,
        "duration": 5.22
    },
    {
        "text": "Are a few notes. I want to end on here first being is if Jake Paul got post Malone's address from Fan Joy",
        "start": 319.09,
        "duration": 4.739
    },
    {
        "text": "I will never ever purchase anything from your site even though. I want that David Dobrik clickbait shirt",
        "start": 323.829,
        "duration": 4.731
    },
    {
        "text": "That would be disgusting and looks like it would be a huge invasion of privacy and the last thing I want to note on is Jake Paul as a person",
        "start": 328.66,
        "duration": 4.94
    },
    {
        "text": "I've seen a lot of the comments saying Phil. Why are you taking it",
        "start": 333.61,
        "duration": 2.76
    },
    {
        "text": "So easy on Jake Paul the reason for that is well. I won't hold back talking about a story",
        "start": 336.37,
        "duration": 4.2
    },
    {
        "text": "I don't go out of my way to try and ruin people's careers or trash those part of me",
        "start": 340.57,
        "duration": 4.169
    },
    {
        "text": "That's wanted to go soft on him because I've been a young successful not to this level",
        "start": 344.74,
        "duration": 3.92
    },
    {
        "text": "YouTuber let it get to my head once again not to this level",
        "start": 348.7,
        "duration": 3.08
    },
    {
        "text": "I want to say he's just a young guy making a shit ton of money",
        "start": 351.789,
        "duration": 2.04
    },
    {
        "text": "No, one's checking his ego, but the more I actually look at everything that is Jake Paul the more",
        "start": 353.83,
        "duration": 4.98
    },
    {
        "text": "I realize he's just a fucking douchebag and he carries the blame for his actions",
        "start": 358.81,
        "duration": 4.679
    },
    {
        "text": "But also there is blame to be spread around this is a fantastic showcase and it is not rare",
        "start": 363.49,
        "duration": 4.47
    },
    {
        "text": "This is a common occurrence fantastic showcase of no one in your life",
        "start": 367.96,
        "duration": 3.98
    },
    {
        "text": "Holding you accountable because everyone has something to gain from you people trying to come in and make a career for themselves by leaching off",
        "start": 371.98,
        "duration": 6.24
    },
    {
        "text": "friends family everyone I've seen Logan Paul Jake Paul's brother",
        "start": 378.38,
        "duration": 3.259
    },
    {
        "text": "Defending them in a video saying my brother represents everything about my brand merch plug",
        "start": 381.77,
        "duration": 3.98
    },
    {
        "text": "He's a Maverick and I have to say Logan if this was anyone",
        "start": 385.75,
        "duration": 2.97
    },
    {
        "text": "But your brother or a friend you would realize this person is a fucking douchebag and I say that while acknowledging",
        "start": 388.72,
        "duration": 5.129
    },
    {
        "text": "That all of that same douchebaggery has led to both of you becoming multimillionaires, but money doesn't change facts",
        "start": 393.949,
        "duration": 5.99
    },
    {
        "text": "And I think that's the note",
        "start": 399.94,
        "duration": 0.779
    },
    {
        "text": "I want to end on here, but of course this is the Philip Defranco show I want to pass the question off to you",
        "start": 400.719,
        "duration": 4.27
    },
    {
        "text": "What are your thoughts here you agree?",
        "start": 404.99,
        "duration": 1.74
    },
    {
        "text": "Do you disagree what are your thoughts on someone getting a pass because of their age I'd love to know your thoughts but from that",
        "start": 406.73,
        "duration": 4.83
    },
    {
        "text": "I want to share some stuff. I love today and today in awesome. The first bit of awesome come on",
        "start": 411.56,
        "duration": 4.559
    },
    {
        "text": "We got trailers for days. Thank you comic-con boom right off the bat Justice league trailer like four minutes of the damn movie",
        "start": 416.12,
        "duration": 6.149
    },
    {
        "text": "Then we got Thor Ragnarock which seems to have a whole different vibe than the previous Thor movies",
        "start": 422.27,
        "duration": 4.2
    },
    {
        "text": "And I'm diggin a sidenote marvel and DC fans. It is ok if you liked both of these trailers",
        "start": 426.47,
        "duration": 4.769
    },
    {
        "text": "They both genuinely look good then we got a trailer for season 2 of stranger thing. Yes, please",
        "start": 431.24,
        "duration": 4.649
    },
    {
        "text": "I need some more Netflix goodness in my life",
        "start": 435.89,
        "duration": 1.74
    },
    {
        "text": "Which by the way is Ozark is out",
        "start": 437.63,
        "duration": 1.8
    },
    {
        "text": "And it's actually pretty good so far then we got a teaser trailer for Ready Player One",
        "start": 439.43,
        "duration": 3.239
    },
    {
        "text": "Love the book I'm excited but of course skeptical for the movie got a trailer for season 2 of Westworld and holy shit",
        "start": 442.67,
        "duration": 5.73
    },
    {
        "text": "It looks dark then a trailer for the Doctor Who Christmas special Marvel defenders then non trailer goodness?",
        "start": 448.56,
        "duration": 5.209
    },
    {
        "text": "We got Rick and Morty behind the scenes stuff and well one thing that I want to save for the secret and if you want to",
        "start": 453.77,
        "duration": 4.709
    },
    {
        "text": "See the full versions of everything",
        "start": 458.48,
        "duration": 1.23
    },
    {
        "text": "I just shared the secret link of the day anything at all links as always are in the description down below and then I want",
        "start": 459.71,
        "duration": 5.64
    },
    {
        "text": "To talk about that, Florida drowning story that happened last week",
        "start": 465.35,
        "duration": 2.519
    },
    {
        "text": "There's new information",
        "start": 467.87,
        "duration": 0.67
    },
    {
        "text": "Coming out if you haven't heard there was a man that walked into and drowned in a pond and while that was happening five",
        "start": 468.54,
        "duration": 5.179
    },
    {
        "text": "Florida teenagers filmed it happening",
        "start": 473.72,
        "duration": 2.099
    },
    {
        "text": "And they were laughing and making jokes about it and as you'd imagine when people found out about this they were furious",
        "start": 475.82,
        "duration": 5.22
    },
    {
        "text": "This is disgusting",
        "start": 481.04,
        "duration": 1.26
    },
    {
        "text": "Now I'm not going to showing any video here the State Attorney's office as a media not to",
        "start": 482.3,
        "duration": 3.69
    },
    {
        "text": "Publish the video but the sister of Jamal Dunn has asked for people to share the video the compromise in my head is to not",
        "start": 486.06,
        "duration": 6.23
    },
    {
        "text": "Show it here, but the link it and the video is disgusting you have the guy that walked into the Lake Thirty one-Year-old Jamel Dunn",
        "start": 492.29,
        "duration": 5.129
    },
    {
        "text": "He's drowning",
        "start": 497.45,
        "duration": 0.51
    },
    {
        "text": "he's",
        "start": 497.96,
        "duration": 0.58
    },
    {
        "text": "Screaming the teens are laughing and they say he just died they say we didn't even try to help him make fun of the guy",
        "start": 498.54,
        "duration": 4.789
    },
    {
        "text": "That says they could have helped him many have called to the teenagers to be punished here",
        "start": 503.33,
        "duration": 3.21
    },
    {
        "text": "But it really didn't seem like the police could do anything police said they saw no justification in the boys action",
        "start": 506.54,
        "duration": 4.409
    },
    {
        "text": "Authorities said they were troubled after interviewing the boys and some of them had no remorse but Florida is not one of those states where",
        "start": 511.14,
        "duration": 6.169
    },
    {
        "text": "You could be charged if you see someone in trouble, and you don't help state attorney explaining in a statement",
        "start": 517.31,
        "duration": 3.87
    },
    {
        "text": "we were asked to make a preliminary review of the video regarding any potential charges for failure to provide aid",
        "start": 521.18,
        "duration": 4.469
    },
    {
        "text": "Unfortunately there is currently no statute in Florida that compels an individual to render requests or seek aid for a person in distress",
        "start": 525.9,
        "duration": 5.719
    },
    {
        "text": "We are however continuing to research whether any other state you may apply to the facts of the case eventually they did find something",
        "start": 531.66,
        "duration": 5.989
    },
    {
        "text": "but it's most likely not going to make anyone that wants the boys to be punished half the boys seem to be in violation of",
        "start": 537.65,
        "duration": 5.429
    },
    {
        "text": "The duty to report it states",
        "start": 543.08,
        "duration": 1.92
    },
    {
        "text": "It is the duty of any person in the district where a death occurs will becomes aware of the death of any person",
        "start": 545.0,
        "duration": 3.75
    },
    {
        "text": "occurring under the circumstances described in 406.11",
        "start": 548.91,
        "duration": 2.809
    },
    {
        "text": "to reports such death and circumstances Forthwith to the district medical examine any person who knowingly fails or refuses report such death and",
        "start": 551.94,
        "duration": 6.14
    },
    {
        "text": "Circumstances shall be guilty of a misdemeanor of the first degree the thing is even if they are convicted of this",
        "start": 558.21,
        "duration": 4.429
    },
    {
        "text": "First-degree Misdemeanor that is just a fine of $1,000.00 also it appears the authorities are really stretching here. If this is successful",
        "start": 562.71,
        "duration": 6.649
    },
    {
        "text": "They say it's the first",
        "start": 569.36,
        "duration": 1.0
    },
    {
        "text": "Time that this will actually have been enforced in a case like this in this case also might lead to a change in the law",
        "start": 570.36,
        "duration": 5.09
    },
    {
        "text": "Here Henry parents the third saying \"in a case like this we struggle to understand how anyone could be so cold and heartless and then learn",
        "start": 575.45,
        "duration": 6.149
    },
    {
        "text": "That there are no laws in Florida that obligates someone to render aid or call for someone to render aid for a person they see",
        "start": 581.6,
        "duration": 5.28
    },
    {
        "text": "In distress\" and I'm fascinated by the debate around this story. Thanks to a home security camera",
        "start": 586.88,
        "duration": 4.44
    },
    {
        "text": "We know Jamel Dunn of his own will went into the pond",
        "start": 591.32,
        "duration": 3.56
    },
    {
        "text": "His actions which may have been connected to what police say was a verbal altercation earlier in the day",
        "start": 594.88,
        "duration": 4.4
    },
    {
        "text": "And then you have these five teenagers very far away one of them filming making jokes would be in pretty damn heartless",
        "start": 599.3,
        "duration": 4.95
    },
    {
        "text": "It doesn't appear that. There's any way they could have gotten to Dunn themselves even if they called someone",
        "start": 604.25,
        "duration": 3.96
    },
    {
        "text": "It doesn't look like anyone would be able to rescue him in time, but there we're dealing with hypothetical, but also disgustingly enough",
        "start": 608.21,
        "duration": 5.159
    },
    {
        "text": "They didn't even call to say they had just witnessed at death part of that may have also been due to the teens admitting",
        "start": 613.37,
        "duration": 5.219
    },
    {
        "text": "Now that they've smoked weed, and so I wanted to throw that debate out there because I feel like on this show",
        "start": 618.589,
        "duration": 3.93
    },
    {
        "text": "We have a lot of talks about personal responsibility",
        "start": 622.52,
        "duration": 2.0
    },
    {
        "text": "And it also brings up the question of what do you think about good Samaritan laws if you see someone that needs rescuing that you?",
        "start": 624.57,
        "duration": 5.599
    },
    {
        "text": "Have to rescue them you have to try and help you see someone in a wheelchair on railroad tracks when they're stuck and I can't",
        "start": 630.17,
        "duration": 4.86
    },
    {
        "text": "Get out we've got a min and a half to two minutes till the next train gets there",
        "start": 635.03,
        "duration": 3.0
    },
    {
        "text": "Are you responsible if you don't do anything should you be punished?",
        "start": 638.03,
        "duration": 3.239
    },
    {
        "text": "I'd love to know your thoughts see and then we had a very sad update to the Charlie guard Story Charlie was a little boy",
        "start": 641.27,
        "duration": 5.189
    },
    {
        "text": "We talked about a few weeks ago",
        "start": 646.459,
        "duration": 1.111
    },
    {
        "text": "That was born with mitochondrial DnA",
        "start": 647.57,
        "duration": 1.84
    },
    {
        "text": "Depletion syndrome he couldn't see, hear, cry, swallow the parents were fighting with the hospital and the government to allow them to try",
        "start": 649.41,
        "duration": 6.35
    },
    {
        "text": "Experimental treatment in the United States the hospital not even allowing the parents to take Charlie home the hospital arguing that the only humane thing",
        "start": 655.92,
        "duration": 5.48
    },
    {
        "text": "To do was to allow Charlie to die at the hospital has been a while since we talked about this last week the doctor from",
        "start": 661.4,
        "duration": 5.339
    },
    {
        "text": "The United States that was going to work Charlie's a neurologist at Columbia Medical Center",
        "start": 666.74,
        "duration": 4.06
    },
    {
        "text": "He pioneered this new therapy upon examining Charlie conducting these tests",
        "start": 670.8,
        "duration": 4.38
    },
    {
        "text": "It was decided that the muscle atrophy closed the brain damage was irreversible the parents have now ended therapy as Charlie's devoted and loving",
        "start": 675.18,
        "duration": 7.229
    },
    {
        "text": "Parents we've decided that it's no longer in Charlie's best interest to pursue treatment, and we will let our son go",
        "start": 682.63,
        "duration": 7.07
    },
    {
        "text": "And be with the angels",
        "start": 690.49,
        "duration": 2.0
    },
    {
        "text": "We now know",
        "start": 692.5,
        "duration": 1.17
    },
    {
        "text": "Had Charlie been given the treatment sooner he would have had the potential to be a normal healthy little boy",
        "start": 693.67,
        "duration": 5.839
    },
    {
        "text": "We will have to live with the what if's which will haunt us for the rest of our lives",
        "start": 699.58,
        "duration": 4.1
    },
    {
        "text": "Despite the way that our beautiful",
        "start": 704.83,
        "duration": 1.43
    },
    {
        "text": "Son are spoken has been spoken about some time as if he is not worthy of a chance of life",
        "start": 706.26,
        "duration": 5.4
    },
    {
        "text": "Our son is an absolute warrior and we could not be prouder of him",
        "start": 712.63,
        "duration": 4.85
    },
    {
        "text": "And we will miss him terribly the Charlie. We say mummy and Daddy. We love you so much, we",
        "start": 717.73,
        "duration": 5.51
    },
    {
        "text": "Always have and we always will and we are so sorry we couldn't save you",
        "start": 724.33,
        "duration": 3.47
    },
    {
        "text": "Sweet Jesus baby",
        "start": 728.56,
        "duration": 2.0
    },
    {
        "text": "sleep tight our beautiful little boy. We love you. So the father announces this decision says goodbye to this little boy",
        "start": 730.64,
        "duration": 7.07
    },
    {
        "text": "But then does bring up the argument that if he had been allowed to go from the beginning Charlie Guard had a chance after all",
        "start": 737.71,
        "duration": 6.33
    },
    {
        "text": "Of this fighting with the hospital and the government, that's why it's too late or to paraphrase the hospital was right in their decision",
        "start": 744.04,
        "duration": 6.059
    },
    {
        "text": "but they're only right because they denied us from beginning the hospital the government politics in general kept them from having a chance and as",
        "start": 750.1,
        "duration": 6.359
    },
    {
        "text": "A parent I can't help but wonder about what he even said there the what ifs in september",
        "start": 756.46,
        "duration": 3.809
    },
    {
        "text": "2016 Charlie who is one month old is diagnosed with this rare condition?",
        "start": 760.43,
        "duration": 3.38
    },
    {
        "text": "January the mother finds this doctor that says that he could do something here we get the financing and then there's stonewalled by the",
        "start": 763.97,
        "duration": 5.539
    },
    {
        "text": "Hospital a hearing now that the doctors saw earlier scans and said that there was a chance for this little boy aged as it breaks",
        "start": 769.61,
        "duration": 5.809
    },
    {
        "text": "Your heart and then let's talk Russia",
        "start": 775.42,
        "duration": 1.6
    },
    {
        "text": "America news US house and Senate have managed to do something they have not really been able to do at all this year",
        "start": 777.02,
        "duration": 5.36
    },
    {
        "text": "Agree on something we're talking almost unanimously",
        "start": 782.69,
        "duration": 2.509
    },
    {
        "text": "They reached an agreement on new and stronger sanctions against Russia and so this move from the US Congress is going to put the president in",
        "start": 785.2,
        "duration": 5.82
    },
    {
        "text": "a very weird place",
        "start": 791.02,
        "duration": 1.03
    },
    {
        "text": "President Trump said it was an honor to meet Putin that he sees very positive things in store for Russia and the United States",
        "start": 792.05,
        "duration": 5.299
    },
    {
        "text": "Together and he and Putin had very good talks the sanctions are going to just hit Russia",
        "start": 797.42,
        "duration": 4.279
    },
    {
        "text": "They also are going to hit Iran and North Korea the original version of this bill",
        "start": 801.7,
        "duration": 3.72
    },
    {
        "text": "Which did not include North Korea past 98 to 2 but because the bill dealt with revenue it had to be approved by the house first",
        "start": 805.42,
        "duration": 5.88
    },
    {
        "text": "so when the bill went to the house it was amended to then include North Korea in A",
        "start": 811.3,
        "duration": 3.36
    },
    {
        "text": "419 to 1 vote and at that point",
        "start": 814.74,
        "duration": 2.14
    },
    {
        "text": "It looked like everyone was on board speaker of the house Paul Ryan said that the bill would hold all three of these bad actors",
        "start": 816.88,
        "duration": 4.86
    },
    {
        "text": "Accountable as majority leader Kevin McCarthy saying that the house will vote on the bill tomorrow",
        "start": 821.82,
        "duration": 3.76
    },
    {
        "text": "But anyway some fear that the president was going to veto this bill",
        "start": 825.58,
        "duration": 2.82
    },
    {
        "text": "Which doesn't even make sense get to why in a second",
        "start": 828.4,
        "duration": 2.19
    },
    {
        "text": "But there was some fear because Donald trump tweeted \"As the phony Russian Witch-Hunt continues, two groups are laughing at this excuse for a lost election",
        "start": 830.59,
        "duration": 6.0
    },
    {
        "text": "taking hold democrats in Russian",
        "start": 836.59,
        "duration": 1.5
    },
    {
        "text": "It's very sad that republicans even some that were carried over the line on my back",
        "start": 838.09,
        "duration": 3.66
    },
    {
        "text": "Do very little to protect their president\" although I personally believe those tweets were about the alleged collusion between the Trump administration",
        "start": 841.75,
        "duration": 5.85
    },
    {
        "text": "And Russia and as far as why it doesn't make sense to why there would be any fear of a veto the house in the senate have",
        "start": 847.64,
        "duration": 4.8
    },
    {
        "text": "supermajority",
        "start": 852.52,
        "duration": 0.94
    },
    {
        "text": "Approval for this bill so even if the President vetoes as long as Congress has two-thirds of the vote they can override the President's veto",
        "start": 853.46,
        "duration": 6.14
    },
    {
        "text": "also",
        "start": 859.67,
        "duration": 0.5
    },
    {
        "text": "President Trump couldn't do the pocket veto pocket veto is when the president doesn't",
        "start": 860.17,
        "duration": 3.51
    },
    {
        "text": "Signs the Congress approved bill and ten days later when it would have been brought back to congress congress is on holiday",
        "start": 863.769,
        "duration": 5.64
    },
    {
        "text": "So no one can receive it. Oh congress rarely allows that happen anymore",
        "start": 869.41,
        "duration": 2.789
    },
    {
        "text": "They usually leave representative, so even if Donald trump did not sign this after ten days",
        "start": 872.199,
        "duration": 3.929
    },
    {
        "text": "It would be approved",
        "start": 876.129,
        "duration": 0.87
    },
    {
        "text": "But finally one of the biggest updates to this story is the White House has come out in support of these sanctions",
        "start": 876.999,
        "duration": 4.679
    },
    {
        "text": "Sarah Huckabee Sanders saying the",
        "start": 881.749,
        "duration": 1.74
    },
    {
        "text": "Administration is supportive of being tough on Russia particularly in putting these sanctions in place the original piece of legislation was poorly written",
        "start": 883.489,
        "duration": 6.23
    },
    {
        "text": "but we were able to work with the house and senate and the",
        "start": 889.72,
        "duration": 1.959
    },
    {
        "text": "Administration is happy with the ability to do that and make those changes that were necessary",
        "start": 891.679,
        "duration": 3.619
    },
    {
        "text": "We support where the legislation is now, but even with that statement",
        "start": 895.389,
        "duration": 2.7
    },
    {
        "text": "It feels like we have a tale of two White House's",
        "start": 898.089,
        "duration": 2.0
    },
    {
        "text": "We have a that president speaks very highly of Vladimir Putin says we're having great talks great things ahead",
        "start": 900.18,
        "duration": 4.78
    },
    {
        "text": "Despite an intelligence community that has Obama and Trump appointees in it saying that Russia did meddle in our election still not being completely",
        "start": 905.02,
        "duration": 7.9
    },
    {
        "text": "Sold on it",
        "start": 913.009,
        "duration": 0.95
    },
    {
        "text": "This even coming from Anthony Scara Meucci the new White house communications director",
        "start": 913.959,
        "duration": 3.45
    },
    {
        "text": "Which by the way goodbye Sean Spicer if only someone saw that coming a mile away, the main point",
        "start": 917.6,
        "duration": 5.719
    },
    {
        "text": "We have that president and those words coming from the administration but than you have an administration saying yeah",
        "start": 923.319,
        "duration": 4.2
    },
    {
        "text": "We're all for hard sanctions on Russia. Just the language that bothered us. We also have reports that administration officials",
        "start": 927.52,
        "duration": 5.48
    },
    {
        "text": "Unsuccessfully lobbied for changes to the provision that gives Congress veto power to block the administration from easing sanctions on Russia",
        "start": 933.04,
        "duration": 8.04
    },
    {
        "text": "Lawmakers rejected weakening that provision to me at least it doesn't seem like the President is happy",
        "start": 941.299,
        "duration": 4.13
    },
    {
        "text": "But he also doesn't want to be seen losing to Congress especially on this specific topic, but that is my personal takeaway",
        "start": 945.429,
        "duration": 5.22
    },
    {
        "text": "I would love to know what you think here on that note",
        "start": 950.649,
        "duration": 2.19
    },
    {
        "text": "That's where I'm going to end today's show remember if you like this video you like what to try and do on this channel hit",
        "start": 952.839,
        "duration": 4.739
    },
    {
        "text": "That like button if you're new here hit that subscribe",
        "start": 957.579,
        "duration": 1.841
    },
    {
        "text": "Button also if you missed and want to catch up on the last Philip Defranco show you can click a tap right there to watch",
        "start": 959.42,
        "duration": 4.009
    },
    {
        "text": "That or if you want to see the brand new behind the scenes vlog click or tap right there to watch that but that said",
        "start": 963.429,
        "duration": 5.04
    },
    {
        "text": "Of course as always my name's Philip Defranco. You've just been phill'd in. I love yo faces, and I'll see you tomorrow",
        "start": 968.469,
        "duration": 6.771
    }
]