[
    {
        "text": "Sup you beautiful bastards! I hope you're having a fantastic Monday",
        "start": 0.0,
        "duration": 3.42
    },
    {
        "text": "Welcome back to the Philip DeFranco show and let's just jump into this.",
        "start": 3.42,
        "duration": 3.12
    },
    {
        "text": "The first thing we have to talk about today is Charlottesville and this whole situation is and isn't about the removal of a statue.",
        "start": 6.7,
        "duration": 4.92
    },
    {
        "text": "In Charlottesville, they have a huge statue of Robert E. Lee.",
        "start": 11.74,
        "duration": 3.5
    },
    {
        "text": "So you have this Robert E. Lee statue in a park that used to be called the Robert E. Lee Park. It is now called Emancipation Park.",
        "start": 15.52,
        "duration": 4.86
    },
    {
        "text": "The Charlottesville City Council also voted to remove the statue. As of right now it has not been removed because there is a court injunction.",
        "start": 20.58,
        "duration": 5.84
    },
    {
        "text": "There have been protests in the past about people not happy with the statue removal, but nothing was as big as what was planned for Saturday.",
        "start": 26.42,
        "duration": 5.52
    },
    {
        "text": "Even before Saturday, on Friday night there was a torchlit demonstration. They marched up to the statue.",
        "start": 31.94,
        "duration": 5.5
    },
    {
        "text": "Also at one point a violent fight broke out, it kind of at the end looked like just mobbing.",
        "start": 37.44,
        "duration": 3.28
    },
    {
        "text": "I'll be honest with you, the whole thing disgusts me. I woke up Saturday morning and the first images I saw were people throwing out the Nazi salute.",
        "start": 40.72,
        "duration": 7.0
    },
    {
        "text": "A bunch of angry, white guys in the middle of the night with tiki torches surrounding a statue screaming white lives matter, throwing out Sieg Heils.",
        "start": 48.38,
        "duration": 7.36
    },
    {
        "text": "Once again, I say this as someone that is very for freedom of speech. I have had to defend the Westboro Baptist Church and their disgusting views in the past.",
        "start": 56.0,
        "duration": 7.38
    },
    {
        "text": "Once it gets violent that's obviously a different story.",
        "start": 63.5,
        "duration": 1.7
    },
    {
        "text": "But then to use my own freedom of speech I want to say fuck Nazis. It's not a hard thing to do.",
        "start": 65.2,
        "duration": 4.84
    },
    {
        "text": "Fuck white supremacists. Not a hard thing to do.",
        "start": 70.16,
        "duration": 2.26
    },
    {
        "text": "Plainly put, a lot of what we saw here was hate and bigotry hidden under the veil of patriotism.",
        "start": 72.58,
        "duration": 4.26
    },
    {
        "text": "And to the people that were a part of this protest saying \"I don't know why I'm being called a Nazi\" or \"a white supremacist\", \"I was just there for [insert blank] free speech thing.\" How can you be shocked?",
        "start": 77.16,
        "duration": 7.66
    },
    {
        "text": "There was a right activist by the name of Baked Alaska that went to this event.",
        "start": 85.04,
        "duration": 2.86
    },
    {
        "text": "After Saturday, he ended up in the hospital. There is potential eye damage there. We're going to talk about that in a minute.",
        "start": 87.9,
        "duration": 4.84
    },
    {
        "text": "In the past day I've seen him tweet things like \"I'm not a neo-Nazi\"",
        "start": 92.74,
        "duration": 2.94
    },
    {
        "text": "He has taken offense to be called a white supremacist, a Nazi in the past.",
        "start": 101.22,
        "duration": 3.54
    },
    {
        "text": "But I have to say I'm not saying you are, but you can't be surprised when you live stream and you put out videos of - like this one from Friday night.",
        "start": 104.76,
        "duration": 6.52
    },
    {
        "text": "\"I'm proud to be white. Heil victory. Hell yeah!\"",
        "start": 111.28,
        "duration": 3.04
    },
    {
        "text": "So you say \"Heil victory.\" For those that do not realize, Sieg Heil means Heil Victory.",
        "start": 114.56,
        "duration": 3.58
    },
    {
        "text": "They're saying Sieg Heil, but in English.",
        "start": 118.14,
        "duration": 2.18
    },
    {
        "text": "Then in the same minute, this happens",
        "start": 120.32,
        "duration": 1.62
    },
    {
        "text": "\"White lives matter, white lives matter, white lives matter, white lives matter, white lives matter\"",
        "start": 122.2,
        "duration": 7.32
    },
    {
        "text": "So you and a bunch of people around you who are definitely not white supremacists or Neo-Nazis",
        "start": 129.52,
        "duration": 4.14
    },
    {
        "text": "are shouting white lives matter and you, yourself, focused on the people throwing out the Nazi salute who",
        "start": 133.66,
        "duration": 5.28
    },
    {
        "text": "are also chanting the same thing as you and you're not like \"well, that's wrong.\"",
        "start": 138.94,
        "duration": 3.72
    },
    {
        "text": "Also, it doesn't help your argument when you tweet out videos called \"The 14 Words\", a song version of a quote from David Lane, a noted white supremacist",
        "start": 142.66,
        "duration": 7.0
    },
    {
        "text": "Those 14 words reading \"We must secure the existence of our people and a future for white children\"",
        "start": 149.66,
        "duration": 3.94
    },
    {
        "text": "Once again, I'm not saying Baked Alaska is a Neo-Nazi or a white supremacist",
        "start": 153.84,
        "duration": 3.36
    },
    {
        "text": "but I don't understand how he can be confused as to why he is being bunched in.",
        "start": 157.32,
        "duration": 3.78
    },
    {
        "text": "But let's move on.",
        "start": 161.1,
        "duration": 1.06
    },
    {
        "text": "So all of that happened and then we have Saturday morning.",
        "start": 162.16,
        "duration": 2.48
    },
    {
        "text": "Saturday morning before the protest was actually supposed to take place, what was scheduled.",
        "start": 164.66,
        "duration": 3.34
    },
    {
        "text": "Protestors and counter-protestors met at Emancipation Park and it got ugly fast.",
        "start": 168.62,
        "duration": 4.46
    },
    {
        "text": "At first it started with disrespectful chants.",
        "start": 173.08,
        "duration": 2.8
    },
    {
        "text": "Then very quickly to the shock of very few, we saw fights breaking out.",
        "start": 179.64,
        "duration": 2.98
    },
    {
        "text": "People were throwing rocks, bottles with concrete in them, glass bottles.",
        "start": 182.62,
        "duration": 3.42
    },
    {
        "text": "We had people there with helmets, homemade shields, batons.",
        "start": 186.24,
        "duration": 3.28
    },
    {
        "text": "After protestors were being pushed out of the park by police, we saw other fights breaking out in the streets.",
        "start": 189.52,
        "duration": 4.44
    },
    {
        "text": "At one point we saw this horrifying mobbing. A state of emergency was declared and soon after something horrible happened.",
        "start": 193.96,
        "duration": 5.72
    },
    {
        "text": "Someone drove their car through protestors and then crashed into another car.",
        "start": 200.62,
        "duration": 4.14
    },
    {
        "text": "And the big point I want to hit here is technically there was a car crash. One car hit another.",
        "start": 204.76,
        "duration": 4.48
    },
    {
        "text": "But from all the angles where video was being recorded, this 100% looks like an attack.",
        "start": 209.24,
        "duration": 4.46
    },
    {
        "text": "Just a warning before I start showing this video: this is graphic.",
        "start": 213.7,
        "duration": 3.36
    },
    {
        "text": "From the first angle, we can see that there are three cars involved in a crash.",
        "start": 217.06,
        "duration": 2.88
    },
    {
        "text": "After that video blew up, there were a lot of claims saying that people had surrounded that car and he just tried to take off and that's why the crash happened",
        "start": 219.94,
        "duration": 6.54
    },
    {
        "text": "But from a second video, we see that Dodge Challenger uncontested, speeding into that alley.",
        "start": 226.48,
        "duration": 5.88
    },
    {
        "text": "Accelerating, it's gaining speed as it heads towards the crowd.",
        "start": 232.36,
        "duration": 2.52
    },
    {
        "text": "The Challenger then sped away from the scene of the crime, but luckily the police were able to find him.",
        "start": 234.88,
        "duration": 4.04
    },
    {
        "text": "The driver was arrested and has since been identified as 20-year-old James Fields.",
        "start": 238.92,
        "duration": 3.22
    },
    {
        "text": "He's from Ohio and was found in pictures to be a part of Vanguard America.",
        "start": 242.14,
        "duration": 4.1
    },
    {
        "text": "Vanguard America is a white nationalist organization that believes in the motto of \"Blood and Soil\"",
        "start": 246.48,
        "duration": 4.46
    },
    {
        "text": "and that's a motto derived from the Nazi slogan. It's all about racial purity in a national territory",
        "start": 250.94,
        "duration": 4.66
    },
    {
        "text": "Part of their manifesto reads \"A multicultural nation is no nation at all\"",
        "start": 255.6,
        "duration": 3.28
    },
    {
        "text": "\"Our America is to be a nation exclusively for the White American peoples\"",
        "start": 258.88,
        "duration": 3.08
    },
    {
        "text": "I explained their points there so you understand what James was a part of.",
        "start": 261.96,
        "duration": 3.34
    },
    {
        "text": "James Fields, the man who drove his car accelerated into a group of counter-protestors he did not agree with",
        "start": 265.3,
        "duration": 5.44
    },
    {
        "text": "injuring 19 of them, 5 of them critically, and killing 1 that being 32-year-old Heather Heyer.",
        "start": 270.74,
        "duration": 5.32
    },
    {
        "text": "And as of right now, Fields is facing charges for second-degree murder, malicious wounding, and failure to stop in an accident that resulted in death.",
        "start": 276.34,
        "duration": 6.04
    },
    {
        "text": "Also adding to the death count in Charlottesville, there was the death of two state police officers",
        "start": 282.58,
        "duration": 3.78
    },
    {
        "text": "Lieutenant H. Jay Cullen and Trooper pilot Berke Bates",
        "start": 286.4,
        "duration": 2.96
    },
    {
        "text": "Reportedly these two died as they were trying to help with public safety when their helicopter crashed into a wooded area.",
        "start": 289.48,
        "duration": 4.74
    },
    {
        "text": "But following this horrible car attack and all of the violence there were many responses",
        "start": 294.22,
        "duration": 4.28
    },
    {
        "text": "Attorney General Jeff Sessions said \"this is unequivocally an unacceptable, evil attack\"",
        "start": 298.5,
        "duration": 3.84
    },
    {
        "text": "adding that this attack, quote \"does meet the definition of domestic terrorism\"",
        "start": 302.44,
        "duration": 3.28
    },
    {
        "text": "Speaker of the House, Paul Ryan, saying",
        "start": 305.92,
        "duration": 1.18
    },
    {
        "text": "Ted Cruz writing",
        "start": 318.88,
        "duration": 1.1
    },
    {
        "text": "Barack Obama tweeted out a quote from Nelson Mandela, writing",
        "start": 334.1,
        "duration": 2.62
    },
    {
        "text": "The FBI is saying they're opening a civil rights investigation into this crash.",
        "start": 347.1,
        "duration": 3.24
    },
    {
        "text": "And then we had Donald Trump who said this",
        "start": 350.38,
        "duration": 1.86
    },
    {
        "text": "\"We condemn in the strongest possible terms, this egregious display of hatred, bigotry, and violence on many sides. On many sides.\"",
        "start": 352.44,
        "duration": 11.0
    },
    {
        "text": "And while some saw this as good to the president who is also speaking now",
        "start": 363.58,
        "duration": 2.78
    },
    {
        "text": "There were others saying \"what does the president mean 'on many sides'?\"",
        "start": 366.58,
        "duration": 2.72
    },
    {
        "text": "\"Why is President Trump not specifically calling out the KKK, white supremacists, Neo-Nazis?\"",
        "start": 369.3,
        "duration": 4.86
    },
    {
        "text": "Many heading on it's not just that he said this, but at that same press conference when",
        "start": 374.16,
        "duration": 4.24
    },
    {
        "text": "given the chance two times to specifically condemn the KKK, he just didn't respond.",
        "start": 378.58,
        "duration": 4.62
    },
    {
        "text": "And while the president did not immediately clarify or respond to this outrage, a white house spokesperson did and they said",
        "start": 383.2,
        "duration": 5.46
    },
    {
        "text": "You also had a Republican Senator Cory Gardner calling on the president to call out evil by its name, saying",
        "start": 397.66,
        "duration": 4.9
    },
    {
        "text": "But then today the president in front of cameras got a little more specific and said this",
        "start": 407.38,
        "duration": 4.32
    },
    {
        "text": "\"Racism is evil and those who cause violence in its name are criminals and thugs, including the KKK, Neo-Nazis,",
        "start": 411.82,
        "duration": 8.52
    },
    {
        "text": "white supremacists, and other hate groups that are repugnant to everything we hold dear as Americans.\"",
        "start": 420.64,
        "duration": 8.42
    },
    {
        "text": "And so as Trump's statements here, his phrasings, it's been a big part of a specific debate",
        "start": 429.14,
        "duration": 4.0
    },
    {
        "text": "and that debate is around how at fault Donald Trump is for events like this.",
        "start": 433.54,
        "duration": 4.36
    },
    {
        "text": "You have people like the former Imperial Wizard of the KKK, David Duke, at this protest saying",
        "start": 437.9,
        "duration": 5.12
    },
    {
        "text": "\"This represents a turning point for the people of this country. We are determined to take our country back.",
        "start": 443.5,
        "duration": 7.16
    },
    {
        "text": "We're going to fulfill the promises of Donald Trump. That's what we believed in, that's what we voted for, Donald Trump.",
        "start": 450.66,
        "duration": 6.42
    },
    {
        "text": "Because he said he's going to take our country back and that's what we gotta do.\"",
        "start": 457.28,
        "duration": 3.82
    },
    {
        "text": "But also in Donald Trump's defense he and David Duke are not one and the same.",
        "start": 461.1,
        "duration": 4.14
    },
    {
        "text": "When Donald Trump tweeted",
        "start": 465.46,
        "duration": 1.76
    },
    {
        "text": "David Duke quoted that tweet and responded by saying",
        "start": 472.34,
        "duration": 2.0
    },
    {
        "text": "But also you had Neo-Nazi sites like the Daily Stormer saying that Donald Trump loves us",
        "start": 485.3,
        "duration": 3.82
    },
    {
        "text": "posting an article after Trump's \"many sides\" speech where they wrote \"he didn't attack us, he just said the nation should come together",
        "start": 489.12,
        "duration": 5.12
    },
    {
        "text": "Nothing specific against us. No condemnation at all. When asked to condemn, he just walked out of the room. Really, really good. God bless him.\"",
        "start": 494.24,
        "duration": 6.5
    },
    {
        "text": "So not the best thing to hear from a site that literally has a section called Jewish Problem.",
        "start": 500.74,
        "duration": 3.9
    },
    {
        "text": "A site known for its white nationalism, its anti-semitism, its Neo-Nazism.",
        "start": 504.64,
        "duration": 4.62
    },
    {
        "text": "Also a website that disgustingly attacked the victim of that car attack saying that Heyer died in a road rage incident",
        "start": 509.42,
        "duration": 5.58
    },
    {
        "text": "adding that she \"was a drain to society, most people are glad she is dead\", and then disparaging her appearance.",
        "start": 515.4,
        "duration": 5.56
    },
    {
        "text": "A post so disgusting that their web host, Go Daddy, tweeted",
        "start": 520.96,
        "duration": 3.3
    },
    {
        "text": "And a Go Daddy spokesperson specifically pointed to the article about Heyer as the reason, saying",
        "start": 529.7,
        "duration": 4.76
    },
    {
        "text": "There were also reports that the Daily Stormer was attacked by Anonymous, although that has not been confirmed at this point.",
        "start": 542.24,
        "duration": 4.72
    },
    {
        "text": "It's also hard to tell with a site like Daily Stormer, who in the past have glorified people they actually hate.",
        "start": 546.96,
        "duration": 3.74
    },
    {
        "text": "There's always the potential that they're just trolling or maybe someone else is trolling here.",
        "start": 550.7,
        "duration": 3.46
    },
    {
        "text": "But ultimately to the question \"Is Donald Trump to blame for Charlottesville?\" I don't believe so.",
        "start": 554.16,
        "duration": 4.12
    },
    {
        "text": "Now did Donald Trump win the election in part due to people like this? Yes.",
        "start": 558.28,
        "duration": 3.7
    },
    {
        "text": "And did his winning make those people feel like \"maybe this is our time?\" Yes.",
        "start": 562.2,
        "duration": 3.06
    },
    {
        "text": "We even see that from the words of David Duke.",
        "start": 565.44,
        "duration": 1.82
    },
    {
        "text": "But as far as Donald Trump being responsible, no.",
        "start": 567.44,
        "duration": 2.5
    },
    {
        "text": "He is as responsible as Bernie Sanders is for that Bernie supporter shooting up that congressional softball game.",
        "start": 569.94,
        "duration": 4.42
    },
    {
        "text": "And by that I mean neither of them are responsible.",
        "start": 574.36,
        "duration": 2.4
    },
    {
        "text": "So where does that leave us today? I don't know. I'm sad about the state of my country.",
        "start": 577.08,
        "duration": 4.44
    },
    {
        "text": "Yesterday I saw that hashtag trending #thisisnotus",
        "start": 581.9,
        "duration": 2.94
    },
    {
        "text": "but it is. We need to acknowledge the pimples on our country's face.",
        "start": 584.98,
        "duration": 3.0
    },
    {
        "text": "I will denounce violence regardless of the perpetrator.",
        "start": 587.98,
        "duration": 2.94
    },
    {
        "text": "I'm talking about Nazis and white supremacists today.",
        "start": 590.92,
        "duration": 1.68
    },
    {
        "text": "In the past I've denounced the violence from Antifa, Anarchists, BLM.",
        "start": 592.78,
        "duration": 3.8
    },
    {
        "text": "But when we're talking about the violence of one group, it shouldn't be mandatory to also say \"but, oh the other side is also violent\"",
        "start": 596.58,
        "duration": 5.88
    },
    {
        "text": "If we're forced to constantly do that, we lose how important the thing we're talking about now is.",
        "start": 602.46,
        "duration": 4.1
    },
    {
        "text": "Today we are talking about a white nationalist alt-right protest that resulted in someone that was there for the",
        "start": 606.76,
        "duration": 6.04
    },
    {
        "text": "protest running over, maiming people, and killing one person.",
        "start": 612.94,
        "duration": 2.56
    },
    {
        "text": "When it comes to people like Baked Alaska who I think their argument is flawed",
        "start": 615.72,
        "duration": 3.26
    },
    {
        "text": "they put out, at times, disgusting things.",
        "start": 618.98,
        "duration": 2.78
    },
    {
        "text": "I would also never support violence against him.",
        "start": 621.76,
        "duration": 2.28
    },
    {
        "text": "There are differing reports around him as I am recording this video, some say he got sprayed with bear mace",
        "start": 624.04,
        "duration": 4.2
    },
    {
        "text": "There's also belief that it was another chemical mixture. He's been tweeting out that he might have permanent eye damage",
        "start": 628.24,
        "duration": 4.24
    },
    {
        "text": "And there are people cheering on violence against him, and I just can't agree with that.",
        "start": 632.48,
        "duration": 3.78
    },
    {
        "text": "I greatly disagree with him on many things. I've been disgusted by some of the stuff he has done.",
        "start": 636.26,
        "duration": 3.66
    },
    {
        "text": "If he really is confused as to why people are rolling him and others into white supremacist groups, I think he needs to take a better look at his actions.",
        "start": 639.92,
        "duration": 6.34
    },
    {
        "text": "When you lie with dogs, you get fleas.",
        "start": 646.38,
        "duration": 2.22
    },
    {
        "text": "And I also want to throw it out there that I think things are going to get worse.",
        "start": 648.6,
        "duration": 2.66
    },
    {
        "text": "There's a give-and-take in this country. You would not have gotten Barack Obama if you didn't have Bush.",
        "start": 651.4,
        "duration": 3.38
    },
    {
        "text": "And we would never have gotten a Trump without an Obama and then a Hillary Clinton.",
        "start": 654.92,
        "duration": 3.0
    },
    {
        "text": "And when I look at Saturday and I voice my opinion against Nazis, other people are voicing their opinion against white supremacists",
        "start": 657.94,
        "duration": 5.24
    },
    {
        "text": "there are also people just blaming white people.",
        "start": 663.18,
        "duration": 2.1
    },
    {
        "text": "Blaming them. We also saw white guilt on display thanks to people like Lorde. Lorde tweeting",
        "start": 665.28,
        "duration": 4.46
    },
    {
        "text": "I mean that tweet is going to play fantastically in the echo chamber of \"look how woke I am\"",
        "start": 675.64,
        "duration": 3.6
    },
    {
        "text": "but all that does is blame and alienate potential allies.",
        "start": 679.5,
        "duration": 2.46
    },
    {
        "text": "So Lorde, I 100% agree with you on the \"we have to do better\" part",
        "start": 682.14,
        "duration": 2.22
    },
    {
        "text": "but the path to fighting oppression and inequality is not paved by making a blanket statement about white people",
        "start": 684.52,
        "duration": 5.58
    },
    {
        "text": "by the placement of blame and guilt on a single color of people.",
        "start": 690.1,
        "duration": 3.14
    },
    {
        "text": "And that's where I'm going to end today's show. I feel like I still have a lot to digest.",
        "start": 693.24,
        "duration": 3.62
    },
    {
        "text": "I'm just generally sad that my country is at this point.",
        "start": 696.94,
        "duration": 3.68
    },
    {
        "text": "It feels like more and more the extremists guide the conversation, they control our viewpoint of what the other is.",
        "start": 700.62,
        "duration": 6.08
    },
    {
        "text": "Although I think a big chunk of people realize that there is a very large group in the middle that is very rational.",
        "start": 706.7,
        "duration": 5.66
    },
    {
        "text": "More and more everyday we have the extremists pac-manning their way to the middle very slowly but surely.",
        "start": 712.36,
        "duration": 4.48
    },
    {
        "text": "And yeah, like I said, I'd love to know your thoughts here in those comments down below.",
        "start": 716.84,
        "duration": 3.4
    },
    {
        "text": "And remember if you like this video and you like what I'm trying to do on this channel, hit that like button.",
        "start": 720.24,
        "duration": 4.06
    },
    {
        "text": "If you're new here, hit that subscribe button.",
        "start": 724.5,
        "duration": 1.14
    },
    {
        "text": "Also if you missed and you want to catch up on the previous Philip DeFranco show, click or tap right there to watch that.",
        "start": 725.64,
        "duration": 3.44
    },
    {
        "text": "Or if you want to see today's brand new behind the scenes vlog, click or tap right there to watch that.",
        "start": 729.08,
        "duration": 4.7
    },
    {
        "text": "But that said of course as always, my name's Philip DeFranco. You've just been filled in.",
        "start": 733.88,
        "duration": 4.56
    },
    {
        "text": "I love your faces and I'll see you tomorrow.",
        "start": 738.44,
        "duration": 2.56
    }
]