[
    {
        "text": "Sup, you beautiful bastards. Hope you're having a fantastic Wednesday. Welcome back to the Phillip DeFranco Show and let's just jump into it.",
        "start": 1.54,
        "duration": 4.48
    },
    {
        "text": "The first thing we need to talk about today is Article 13. AKA the reason why those of you watching in Europe right now might in the very near future not be able to watch me among many other things.",
        "start": 9.86,
        "duration": 7.0
    },
    {
        "text": "Now over the last month, youtube has been ramping up its opposition to the proposed Article 13 of the EUCD - the European Union Copyright Directive.",
        "start": 16.86,
        "duration": 6.78
    },
    {
        "text": "We have also talked about this in the past and I'll link down below to that previous coverage. But the oversimplified version is that Article 13, which is sometimes referred to as the upload filter would make platforms that host user-uploaded content liable for copyright infringement by its users.",
        "start": 28.04,
        "duration": 7.0
    },
    {
        "text": "And what we saw on Monday is that YouTube posted an op-ed from their CEO titled the Potential Unintended Consequences of Article 13.",
        "start": 35.04,
        "duration": 6.12
    },
    {
        "text": "And in the post she said that creator economy is under threat from Article 13. And while YouTube supports the goal this specific proposal in its current form could have negative effects on creators and viewers.",
        "start": 41.16,
        "duration": 8.66
    },
    {
        "text": "She also provides an example of that of the video for Despacito which is the most viewed video on YouTube.",
        "start": 49.82,
        "duration": 4.38
    },
    {
        "text": "Writing this video contains multiple copyrights ranging from sound recording to publishing rights. Although YouTube has agreements with multiple entities to license and pay for the video, some of the rights holders remain unknown.",
        "start": 56.78,
        "duration": 7.0
    },
    {
        "text": "That uncertainty means we might have to block videos like this to avoid liability under Article 13.",
        "start": 63.78,
        "duration": 4.08
    },
    {
        "text": "Multiply that risk with the scale of YouTube, where more than 400 hours of video are uploaded every minute and the potential liabilities could be so large that no company could take on such a financial risk.",
        "start": 69.64,
        "duration": 7.0
    },
    {
        "text": "And so there lies the primary issue with Article 13.",
        "start": 76.64,
        "duration": 2.0
    },
    {
        "text": "When the content is uploaded unless they know for sure who owns every single part of it, it wouldn't make sense for YouTube to allow for it to go up.",
        "start": 78.64,
        "duration": 6.96
    },
    {
        "text": "And Susan pointed out they've already been working on things that deal with copy right strikes.",
        "start": 85.6,
        "duration": 2.0
    },
    {
        "text": "Things like the content ID programme.",
        "start": 87.6,
        "duration": 2.0
    },
    {
        "text": "A programme that she says has already paid out more than 2.5 billion Euros to copyright holders.",
        "start": 89.6,
        "duration": 4.0
    },
    {
        "text": "And then let's talk about a major development in a horrific swatting case that happened last year.",
        "start": 543.84,
        "duration": 5.5
    },
    {
        "text": "And for those who aren't familiar with that term, swatting is the practice of making a hoax phone call to police",
        "start": 549.34,
        "duration": 4.36
    },
    {
        "text": "This in an attempt to get police or a swat team to show up to a particular location.",
        "start": 553.72,
        "duration": 3.5
    },
    {
        "text": "Unfortunately we've covered several instances of these in the past.",
        "start": 557.22,
        "duration": 6.24
    }
]