[
    {
        "text": "Sup you beautiful bastards, hope you're having a fantastic Monday.",
        "start": 1.0,
        "duration": 2.76
    },
    {
        "text": "Be a beautiful bastards, hope you're havin a fantastic Monday",
        "start": 6.26,
        "duration": 0.5
    },
    {
        "text": "welcome back to the Philip DeFranco show and let's just jump into it. An the first thing we're gonna talk about today is one of the",
        "start": 6.76,
        "duration": 0.9
    },
    {
        "text": "Welcome back to the Philip DeFranco show, and let's just jump into it",
        "start": 7.66,
        "duration": 0.5
    },
    {
        "text": "most requested stories or over the weekend as you may have seen,",
        "start": 8.16,
        "duration": 2.13
    },
    {
        "text": "YouTube's annual YouTube rewind this year has been met with a dawn of dislikes.",
        "start": 10.48,
        "duration": 4.46
    },
    {
        "text": "The likes of which I've never really seen before the video as of recording",
        "start": 15.009,
        "duration": 3.59
    },
    {
        "text": "This video is at just under 100 million views. It is two million likes and",
        "start": 18.6,
        "duration": 3.779
    },
    {
        "text": "7.3 million dislikes",
        "start": 23.199,
        "duration": 1.611
    },
    {
        "text": "I think at a feel around some of the displeasure around this video some of the top comments read how are they gonna have a",
        "start": 24.81,
        "duration": 4.559
    },
    {
        "text": "\"PewDiePie chair mean but no PewDiePie \", \"every year YouTube just keeps getting disconnected from its content creators\", \"Seriously YouTube",
        "start": 29.369,
        "duration": 5.43
    },
    {
        "text": "I feel like there's no longer YouTube rewind\" . When you bring up stuff about what's happening in the world and include talk show host this",
        "start": 34.8,
        "duration": 5.34
    },
    {
        "text": "Video should be a representation of all the biggest events and youtubers on YouTube during the year as far as my reaction to this negative",
        "start": 40.14,
        "duration": 6.06
    },
    {
        "text": "Reaction. I understand where they're coming from at the same time",
        "start": 46.27,
        "duration": 2.389
    },
    {
        "text": "I don't know if YouTube could actually make anything that would be widely",
        "start": 48.66,
        "duration": 3.029
    },
    {
        "text": "Well-received right people asking where is PewDiePie specifically just him by himself or his battle with T series?",
        "start": 51.94,
        "duration": 5.36
    },
    {
        "text": "Where is Shane Dawson it arguably is one of the biggest series on YouTube this year",
        "start": 57.3,
        "duration": 4.049
    },
    {
        "text": "What about a reference to ksi and Logan Paul making one of the largest pay-per-view events on YouTube ever?",
        "start": 61.35,
        "duration": 5.16
    },
    {
        "text": "I think there might be an argument that they're just organically disconnected from the real community",
        "start": 66.51,
        "duration": 4.259
    },
    {
        "text": "I think there's also a conversation of there are so many different community",
        "start": 70.77,
        "duration": 3.24
    },
    {
        "text": "And as far as the reasoning behind those exclusions those some would argue snub an argument has been made that it is an attempt by",
        "start": 74.01,
        "duration": 5.369
    },
    {
        "text": "YouTube to disconnect themselves from any controversy Upper YouTube is very aware that if they include the likes of Logan Paul",
        "start": 79.54,
        "duration": 5.779
    },
    {
        "text": "PewDiePie is several others that that have been named and not included the next day the Wall Street Journal in any of these",
        "start": 85.659,
        "duration": 5.63
    },
    {
        "text": "Publications that are just looking for any YouTube blood are gonna jump on and so they end up putting this advertiser friendly non-controversial piece",
        "start": 91.45,
        "duration": 6.95
    },
    {
        "text": "But it ends up being controversial and bad to the community that feels left out. And so just thinking about this moving forward",
        "start": 98.4,
        "duration": 4.949
    },
    {
        "text": "I don't know if YouTube can create something that appeases",
        "start": 103.35,
        "duration": 3.51
    },
    {
        "text": "Everyone especially in a world where arguably the most popular content on the site is the kind of content",
        "start": 107.02,
        "duration": 5.54
    },
    {
        "text": "They've gone on the record saying they don't want to promote right earlier in the year",
        "start": 112.56,
        "duration": 2.819
    },
    {
        "text": "You had the likes of Robert Kenzel talking about drama and not wanting to promote drama the drama is what made the case I Logan",
        "start": 115.38,
        "duration": 5.76
    },
    {
        "text": "Paul fight as big as it was on YouTube the drama and controversy around the likes of Tana mojo Jake Paul",
        "start": 121.14,
        "duration": 6.18
    },
    {
        "text": "That's what made shane dawson series. So great",
        "start": 127.329,
        "duration": 2.72
    },
    {
        "text": "I'll give you good example one of the few places to talk about this year's YouTube rewind positively was Forbes",
        "start": 130.05,
        "duration": 4.449
    },
    {
        "text": "The Forbes gave us the headline. Why YouTube rewind",
        "start": 134.5,
        "duration": 2.039
    },
    {
        "text": "2018 is better than most the review then applauds the",
        "start": 136.7,
        "duration": 2.75
    },
    {
        "text": "Exclusion of several creators writing that PewDiePie and Logan Paul are not in the video makes it better to creators like Logan Paul and PewDiePie",
        "start": 139.519,
        "duration": 6.08
    },
    {
        "text": "Are bad brand?",
        "start": 145.599,
        "duration": 0.881
    },
    {
        "text": "ambassadors for the platform and frankly of the entire community a bad name by not having these problematic creators and the rewind YouTube is showing",
        "start": 146.48,
        "duration": 6.47
    },
    {
        "text": "That there is more to their platform than their top blond troublemakers",
        "start": 152.95,
        "duration": 2.789
    },
    {
        "text": "and then the review goes on to rate this YouTube rewind on only five point nine out of ten is that's why I say I",
        "start": 155.739,
        "duration": 5.22
    },
    {
        "text": "Don't know if YouTube has a win with rewind with anyway",
        "start": 160.959,
        "duration": 2.669
    },
    {
        "text": "They do if they include some of the people that were seemingly excluded they will be crucified by the media",
        "start": 163.629,
        "duration": 4.44
    },
    {
        "text": "Who knows if that's gonna turn into another ad pocalypse and if they do exclude people",
        "start": 168.069,
        "duration": 3.54
    },
    {
        "text": "Especially the people behind some of the biggest things to happen on the platform",
        "start": 171.61,
        "duration": 3.389
    },
    {
        "text": "Then they're gonna get crucified by the community and it's made all the more confusing because YouTube's decisions",
        "start": 175.0,
        "duration": 4.529
    },
    {
        "text": "Don't even seem consistent YouTube recently",
        "start": 179.53,
        "duration": 1.84
    },
    {
        "text": "Authorized and released the thinning to which was logan Paul's movie that got suspended because of his whole controversy in the beginning of the year",
        "start": 181.37,
        "duration": 5.929
    },
    {
        "text": "But then he's not included here. And if YouTube is not already doing it",
        "start": 187.299,
        "duration": 2.97
    },
    {
        "text": "I think that they really need to think about why are we making this like really just from an analytical standpoint?",
        "start": 190.269,
        "duration": 5.7
    },
    {
        "text": "What do we get from making this? What are the benefits?",
        "start": 195.98,
        "duration": 3.08
    },
    {
        "text": "versus the downsides if there is a final note that I can hit on here is if your favorite creator or if your creator that",
        "start": 199.37,
        "duration": 4.91
    },
    {
        "text": "Was not in this right if you weren't invited",
        "start": 204.28,
        "duration": 1.56
    },
    {
        "text": "Please don't take that as you are not legitimate how YouTube sees or doesn't see you doesn't change a damn thing",
        "start": 205.84,
        "duration": 5.339
    },
    {
        "text": "I'm saying as someone who has done deals with YouTube in the past who has been on this site for over a decade",
        "start": 211.18,
        "duration": 5.76
    },
    {
        "text": "I felt excluded and disrespected every year",
        "start": 216.94,
        "duration": 2.279
    },
    {
        "text": "I was not invited to be a part of rewind until they finally invited me last year the only opinions that actually matter in all",
        "start": 219.22,
        "duration": 5.279
    },
    {
        "text": "Of this one your opinion about yourself that is key and then that of your audience, but also a question",
        "start": 224.5,
        "duration": 5.069
    },
    {
        "text": "I do want to tag on to this",
        "start": 229.569,
        "duration": 1.2
    },
    {
        "text": "Do you think that there is a way that they could do YouTube rewind where it would be at least majority",
        "start": 230.769,
        "duration": 5.25
    },
    {
        "text": "Well received or are the efforts just kind of futile from that I want to show you some stuff I love today and today in",
        "start": 236.019,
        "duration": 5.7
    },
    {
        "text": "awesome brought to you by C key and C key because of course fantastic ticket app that takes",
        "start": 241.819,
        "duration": 3.83
    },
    {
        "text": "confusion out of buying tickets for live events from concerts",
        "start": 245.78,
        "duration": 2.239
    },
    {
        "text": "To comedy shows to sports, but all the tickets in one place",
        "start": 248.15,
        "duration": 3.08
    },
    {
        "text": "They give them 0 to 100 scores, you know, if you're getting a good deal or not",
        "start": 251.23,
        "duration": 2.58
    },
    {
        "text": "I have the app on my phone",
        "start": 253.81,
        "duration": 0.75
    },
    {
        "text": "It is by far the easiest way to buy tickets whether it be something that's kind of last minute or something",
        "start": 254.56,
        "duration": 4.229
    },
    {
        "text": "You're looking forward to down the road. I feel like the last time seeking. It was a sponsor",
        "start": 258.789,
        "duration": 2.76
    },
    {
        "text": "I talked about how I I brought the boys to their first football game",
        "start": 261.549,
        "duration": 3.179
    },
    {
        "text": "I just brought my son to his first Lakers game house of snagged him and LeBron Jersey",
        "start": 264.729,
        "duration": 3.54
    },
    {
        "text": "Although he he thinks the name on the back is his middle name, which is technically true",
        "start": 268.27,
        "duration": 3.899
    },
    {
        "text": "But main point whether it be a sporting event a concert or whatever if you download the app",
        "start": 272.169,
        "duration": 3.99
    },
    {
        "text": "Which you can get over at sea geek film combo just click the link of the description once you get it",
        "start": 276.16,
        "duration": 3.359
    },
    {
        "text": "Make sure you enter in promo code fill and they will give you",
        "start": 279.52,
        "duration": 2.0
    },
    {
        "text": "$20 off your first ticket purchase the first bit of Awesome today just a friendly reminder until Christmas break",
        "start": 281.539,
        "duration": 5.029
    },
    {
        "text": "We're gonna be posting 7 videos a week in addition to your daily weekday Philip DeFranco shows on Tuesday and Thursday",
        "start": 286.569,
        "duration": 5.58
    },
    {
        "text": "I'll have extra morning news videos just be on the lookout for those then we've got Johnson taking on, California",
        "start": 292.15,
        "duration": 4.769
    },
    {
        "text": "Christmas is sucking a practical engineering giving us how water towers work meet Shay Mitchell reviewing demonic possession scenes Ryan Reynolds putting out a Deadpool",
        "start": 296.919,
        "duration": 7.38
    },
    {
        "text": "promo that just revolves around Nickelback",
        "start": 304.3,
        "duration": 2.309
    },
    {
        "text": "We got the trailer for Godzilla king of the monsters a trailer for triple frontier",
        "start": 306.61,
        "duration": 3.63
    },
    {
        "text": "Which is a Ben Affleck slash ton of amazing actors movie that's coming out on Netflix soon",
        "start": 310.24,
        "duration": 5.19
    },
    {
        "text": "Got an amazing trailer for bright Byrne, which is James Gunn's new movie",
        "start": 315.43,
        "duration": 3.359
    },
    {
        "text": "which is essentially is like what if Superman when he was growing up it turned out he was evil and if you want to see",
        "start": 318.789,
        "duration": 3.96
    },
    {
        "text": "the full versions of everything",
        "start": 322.75,
        "duration": 1.08
    },
    {
        "text": "I just shared the secret link of the day really anything at all",
        "start": 323.83,
        "duration": 3.059
    },
    {
        "text": "Links is always there in the description down below and then let's talk about this situation around Kevin Hart Kevin Hart",
        "start": 326.99,
        "duration": 4.97
    },
    {
        "text": "of course a massive entertainer massive comedian",
        "start": 331.96,
        "duration": 2.459
    },
    {
        "text": "It was recently announced it was going to be hosting the Oscars and pretty much immediately",
        "start": 334.419,
        "duration": 3.45
    },
    {
        "text": "we saw Hart being called out for past homophobic tweet tweets that include one from 2011 where he said quote yo if my son comes",
        "start": 337.87,
        "duration": 5.519
    },
    {
        "text": "Home and tries to play with my daughter's dollhouse. I'm going to break it over his head say and my voice stop",
        "start": 343.389,
        "duration": 4.05
    },
    {
        "text": "That's gay. Another from 2010 says why does Damien Williams profile pic look like a gay billboard for AIDS. Boom?",
        "start": 347.44,
        "duration": 4.949
    },
    {
        "text": "I'm on fire tonight another from 2009 reading. Why does Wayne to15 have so many pictures of me in his phone?",
        "start": 352.389,
        "duration": 4.98
    },
    {
        "text": "What are you some type of fat?",
        "start": 357.37,
        "duration": 1.06
    },
    {
        "text": "that takes pic of small black men all day and heart seems to have deleted some of those with others from",
        "start": 358.43,
        "duration": 4.309
    },
    {
        "text": "2009 to 2011 still remaining up in response to the backlash Kevin Hart posted two videos to Instagram where he addressed the outrage I swear",
        "start": 362.93,
        "duration": 6.14
    },
    {
        "text": "man, our world is becoming",
        "start": 369.07,
        "duration": 2.0
    },
    {
        "text": "Beyond crazy guys",
        "start": 372.469,
        "duration": 2.0
    },
    {
        "text": "Almost 40 years old",
        "start": 375.02,
        "duration": 2.0
    },
    {
        "text": "if you don't believe that people change grow evolve as they get older I",
        "start": 377.09,
        "duration": 5.869
    },
    {
        "text": "Don't know what to tell you if you want to hold people",
        "start": 383.659,
        "duration": 3.65
    },
    {
        "text": "In a position where they always have to justify or explain a pass",
        "start": 387.949,
        "duration": 3.38
    },
    {
        "text": "And EU",
        "start": 393.13,
        "duration": 1.83
    },
    {
        "text": "I'm the wrong guy man. I just got a call from the Academy and",
        "start": 394.96,
        "duration": 3.17
    },
    {
        "text": "that call basically said Kevin apologize for your tweets of old or",
        "start": 398.86,
        "duration": 3.769
    },
    {
        "text": "we're gonna have to move on to final toast tell about the tweet from",
        "start": 403.21,
        "duration": 4.01
    },
    {
        "text": "2009-2010 I showed the past I passed when he popped",
        "start": 408.01,
        "duration": 2.479
    },
    {
        "text": "Reason why I passed because I've addressed this several times. This is not the first time this has come up",
        "start": 411.04,
        "duration": 4.16
    },
    {
        "text": "I've addressed the same energy that went into finding those old tweets could be the same energy put into finding the response",
        "start": 415.2,
        "duration": 6.269
    },
    {
        "text": "To the questions that have been asked years at the years after years",
        "start": 421.87,
        "duration": 3.08
    },
    {
        "text": "We feed in the internet trolls and we were Wardle",
        "start": 425.53,
        "duration": 2.39
    },
    {
        "text": "I'm not gonna do it man",
        "start": 428.62,
        "duration": 1.74
    },
    {
        "text": "I'm gonna be me",
        "start": 430.36,
        "duration": 1.23
    },
    {
        "text": "I'm gonna stay at my ground and so following those videos people began to look for his past",
        "start": 431.59,
        "duration": 3.769
    },
    {
        "text": "Apologies or places where he's spoken on the some of what was found included a 2015 interview",
        "start": 435.46,
        "duration": 3.74
    },
    {
        "text": "He did with Rolling Stone magazine and in it",
        "start": 439.2,
        "duration": 2.009
    },
    {
        "text": "He was asked about homophobia and specifically a bit from his 2010 comedy special where he talks about fearing that his son would be gay",
        "start": 441.21,
        "duration": 5.04
    },
    {
        "text": "And hard explained it's about my fear. I'm thinking about what I did as a dad. Did I do something wrong?",
        "start": 446.25,
        "duration": 4.23
    },
    {
        "text": "And if I did what was it?",
        "start": 450.48,
        "duration": 1.29
    },
    {
        "text": "not that I'm not gonna love my son or think about him any differently the funny thing with in that Joe cuz it's me getting",
        "start": 451.77,
        "duration": 4.35
    },
    {
        "text": "Mad at my son because of my own insecurities. I panic it has nothing to do with him",
        "start": 456.12,
        "duration": 3.779
    },
    {
        "text": "It's about me also adding I wouldn't tell that joke today because when I said at the Times weren't as sensitive as they are now",
        "start": 459.9,
        "duration": 4.92
    },
    {
        "text": "I think we love to make big deals out of things that aren't necessarily big deals because we can't also on the note of that",
        "start": 464.82,
        "duration": 4.619
    },
    {
        "text": "article the author of it Jonah Weiner check the transcript of the interview where Hart brought up the tweet saying quote I've never apologized for",
        "start": 469.44,
        "duration": 5.459
    },
    {
        "text": "What was never intended to be disrespectful? I'd never allow the public to win for something. I know wasn't malicious",
        "start": 474.9,
        "duration": 4.47
    },
    {
        "text": "I think people take things so seriously",
        "start": 479.37,
        "duration": 1.6
    },
    {
        "text": "Send out a tweet and I'm not apologizing for that and ultimately with a Kevin Hart situation",
        "start": 480.97,
        "duration": 3.649
    },
    {
        "text": "We ultimately saw Hart sweet out. I have made the choice to step down from hosting. This year's Oscars",
        "start": 484.62,
        "duration": 4.29
    },
    {
        "text": "this is because I do not want to be a distraction on a night that should be celebrated by so many amazing talented artists and",
        "start": 488.91,
        "duration": 4.829
    },
    {
        "text": "Adding I sincerely apologize to the LGBTQ community for my insensitive words from my past",
        "start": 493.74,
        "duration": 4.679
    },
    {
        "text": "I'm sorry that I hurt people I am evolving and want to continue to do so my goal is to bring people together",
        "start": 498.419,
        "duration": 4.32
    },
    {
        "text": "Not tear us apart much love and appreciation to the Academy",
        "start": 502.74,
        "duration": 2.61
    },
    {
        "text": "I hope we can meet again now following all this in addition to the people that were still angry at Kevin Hart",
        "start": 505.35,
        "duration": 4.109
    },
    {
        "text": "There are a good number of people coming to his defense",
        "start": 509.46,
        "duration": 1.84
    },
    {
        "text": "Among those who had the likes of Nick Cannon who pointed to other comedians who had used similar language to Hart",
        "start": 511.3,
        "duration": 4.88
    },
    {
        "text": "but have not been dragged for doing some retweeting a Chelsea Handler tweet from 2010 reading this is what a bird likes like when he",
        "start": 516.18,
        "duration": 6.0
    },
    {
        "text": "Flexes is a 2010 one from Sarah Silverman reading",
        "start": 522.18,
        "duration": 2.549
    },
    {
        "text": "I don't mean this in a hateful way, but the new bachelorettes another from Amy Schumer in 2012 reading. Enjoy Skyfall",
        "start": 524.73,
        "duration": 5.909
    },
    {
        "text": "I'm about to get knee deep and Helen Hunt and a clear up any confusion about his intention with these call-outs came and responded to",
        "start": 530.639,
        "duration": 5.16
    },
    {
        "text": "A commenter that said he should clean up his own tweet saying nope, you know, I've been saying fucked up shit since Twitter started",
        "start": 535.8,
        "duration": 4.83
    },
    {
        "text": "I don't play that politically correct bullshit, but politics only truth",
        "start": 540.63,
        "duration": 3.239
    },
    {
        "text": "And as of recording this video of the three people that were mentioned",
        "start": 543.87,
        "duration": 2.279
    },
    {
        "text": "Sue ermine seems to be the only one that has responded and she responded by retweeting a threat from Greg hagwon",
        "start": 546.149,
        "duration": 4.35
    },
    {
        "text": "Who's an author that explained his thoughts on these tweets saying the thing is a lot of gay guys didn't take offense to these comments",
        "start": 550.5,
        "duration": 4.859
    },
    {
        "text": "because we didn't feel the violence or malicious intent behind it because we knew they were jus because we knew these people were",
        "start": 555.36,
        "duration": 4.229
    },
    {
        "text": "LGBT allies I can't say the same for Kevin Hart",
        "start": 559.69,
        "duration": 2.419
    },
    {
        "text": "I can't find a history of helping at-risk LGBT",
        "start": 562.11,
        "duration": 1.93
    },
    {
        "text": "Youth to be honest his tweets and his stand-up gig saying he'd do anything not to have a gay son made me bristle and short",
        "start": 564.04,
        "duration": 5.33
    },
    {
        "text": "It felt malicious",
        "start": 569.37,
        "duration": 0.839
    },
    {
        "text": "I appreciate Kevin Hart's apology and think it's great that he's evolved ingrown",
        "start": 570.209,
        "duration": 2.94
    },
    {
        "text": "But I don't think there's much of a comparison in your tweet",
        "start": 573.149,
        "duration": 1.921
    },
    {
        "text": "And as far as my personal reaction to this, I think there's two things. I want to hit on one",
        "start": 575.07,
        "duration": 3.779
    },
    {
        "text": "I think Kevin Hart fumbled his response",
        "start": 578.85,
        "duration": 1.65
    },
    {
        "text": "I think if he had initially responded with his final tweets by apologizing specifically to the LGBTQ community",
        "start": 580.5,
        "duration": 4.619
    },
    {
        "text": "I'm sorry that I hurt people",
        "start": 585.25,
        "duration": 1.76
    },
    {
        "text": "I am evolving and I want to continue to do so and then switch gears into his commentary about outraged culture and people continually throwing",
        "start": 587.01,
        "duration": 6.059
    },
    {
        "text": "His past words at him now",
        "start": 593.07,
        "duration": 1.44
    },
    {
        "text": "well",
        "start": 594.51,
        "duration": 0.329
    },
    {
        "text": "I don't think they're gonna be a lot of people that sympathize with him feeling like a victim in his current situation would have created",
        "start": 594.839,
        "duration": 5.07
    },
    {
        "text": "separation from those things that he wouldn't say today you need to note that we evolve as people that if anything the tweets of the",
        "start": 600.1,
        "duration": 5.299
    },
    {
        "text": "Past don't lock one down but show the evolution personally",
        "start": 605.399,
        "duration": 2.85
    },
    {
        "text": "I'm a big believer in that and then as the last thing talk about Twitter and just societal outrage culture because",
        "start": 608.25,
        "duration": 5.279
    },
    {
        "text": "second final thought here",
        "start": 613.63,
        "duration": 1.28
    },
    {
        "text": "I think that we do need to have a conversation of what do we want from people now if it does feel like and understand",
        "start": 614.91,
        "duration": 4.26
    },
    {
        "text": "I'm not excluding myself in this current situation",
        "start": 619.17,
        "duration": 2.669
    },
    {
        "text": "It feels like depending on how much we like a specific artist or person we look to their past comments in a different light",
        "start": 621.839,
        "duration": 5.7
    },
    {
        "text": "Right, some people are gonna look not only a Kevin Hart stand up at those tweets and go, okay",
        "start": 627.54,
        "duration": 3.359
    },
    {
        "text": "So the only change that's happened over the years is he hid his bigotry where others are gonna look at that same thing and go",
        "start": 630.899,
        "duration": 4.679
    },
    {
        "text": "Oh, man, he's really changed",
        "start": 635.579,
        "duration": 1.32
    },
    {
        "text": "He's really grown and really past him acknowledging those words saying it was wrong apologizing to people that may have been hurt by it",
        "start": 636.899,
        "duration": 5.369
    },
    {
        "text": "What do the people that are angry at Kevin Hart Wanda? They just wanted to go away die",
        "start": 642.269,
        "duration": 2.91
    },
    {
        "text": "You never work in his business ever again, or is it to learn grow? Hopefully be a better person promote positivity",
        "start": 645.18,
        "duration": 4.649
    },
    {
        "text": "I guess my thoughts on it is words matter",
        "start": 650.01,
        "duration": 1.769
    },
    {
        "text": "But I think growth should also matter I look at who I was five years ago ten years ago",
        "start": 651.779,
        "duration": 3.869
    },
    {
        "text": "And I see a completely different person and I look back at those people who I was in there are moments where I'm embarrassed",
        "start": 655.649,
        "duration": 5.76
    },
    {
        "text": "I'm disgusted that I would I would punch that guy in the face",
        "start": 661.41,
        "duration": 3.09
    },
    {
        "text": "but I also look back at that and it makes me proud of who I've become and how I continue to grow but that said",
        "start": 664.5,
        "duration": 4.889
    },
    {
        "text": "That's a story. My person will take away and I pass the question off to you",
        "start": 669.39,
        "duration": 2.91
    },
    {
        "text": "What are your thoughts on this whole situation how we've seen transpire?",
        "start": 672.3,
        "duration": 2.46
    },
    {
        "text": "What do you think about the arguments that we've seen from the likes of Nick Cannon and others any and all things on this topic?",
        "start": 674.76,
        "duration": 4.589
    },
    {
        "text": "I'd love to see in those comments down below",
        "start": 679.35,
        "duration": 1.62
    },
    {
        "text": "The last thing we're to talk about today is a very troubling story",
        "start": 680.97,
        "duration": 2.85
    },
    {
        "text": "But it was also one of the most requested stories today",
        "start": 683.82,
        "duration": 2.039
    },
    {
        "text": "And that's the story about Luke James Monday who's known on the Internet as mr",
        "start": 685.86,
        "duration": 3.15
    },
    {
        "text": "Dead mom on December 9th someone on Twitter posted a tweet with a video attached with it that has just made the rounds next week",
        "start": 689.01,
        "duration": 5.549
    },
    {
        "text": "Has since been taken down",
        "start": 694.56,
        "duration": 0.69
    },
    {
        "text": "But it said, holy fuck you need to be put down like a sick dog woman bashing scumbag at mister dead",
        "start": 695.25,
        "duration": 4.979
    },
    {
        "text": "Mom and the video starts off and what seems to be in the middle of an argument",
        "start": 700.23,
        "duration": 2.489
    },
    {
        "text": "Can you not I said I'll be out soon",
        "start": 702.72,
        "duration": 2.0
    },
    {
        "text": "At this point he walks out of frame towards his wife Grace as she begins to say that she's tired of him playing the game",
        "start": 706.3,
        "duration": 4.669
    },
    {
        "text": "And then this happens",
        "start": 710.97,
        "duration": 2.0
    },
    {
        "text": "We clearly hear what sounds to be a slap she'd be then begins to cry throughout the whole thing",
        "start": 718.33,
        "duration": 3.92
    },
    {
        "text": "Even here are two children in the background a three year old a 20 month old",
        "start": 722.25,
        "duration": 3.839
    },
    {
        "text": "Additionally, we later find out that she's pregnant but also the stream isn't over at this point it still continues",
        "start": 729.88,
        "duration": 4.729
    },
    {
        "text": "And then the situation becomes even worse his wife refuses to leave until he says sorry he won't until he's done with his game then",
        "start": 743.44,
        "duration": 5.719
    },
    {
        "text": "seems like she might bang on the monitor or table the camera shape at which point he then gets up and he seems to be",
        "start": 749.16,
        "duration": 4.559
    },
    {
        "text": "physical again in some way",
        "start": 753.72,
        "duration": 2.0
    },
    {
        "text": "Some people are saying that at this point it sounds like he punched her but the video of this was only some of what happened",
        "start": 764.18,
        "duration": 5.119
    },
    {
        "text": "another Twitter user by the name of IU then tweeted out part 2 of this fucking awful human being",
        "start": 769.3,
        "duration": 3.809
    },
    {
        "text": "Honestly makes me so sick in the stomach watching this shit and that's wheat has another video showing the abuse",
        "start": 773.39,
        "duration": 4.609
    },
    {
        "text": "Continuing race can be heard crying in the background the entire time monday continues with I'll be out soon",
        "start": 778.1,
        "duration": 5.269
    },
    {
        "text": "Why don't you take that as an answer? He's getting louder and louder, but we can still hear grace",
        "start": 783.37,
        "duration": 3.66
    },
    {
        "text": "Listen, listen, I will be",
        "start": 788.15,
        "duration": 2.0
    },
    {
        "text": "Right there still arguing and then we see him get up once again and seemingly become physical with her off-screen and grace and their children",
        "start": 793.31,
        "duration": 6.35
    },
    {
        "text": "Could his be heard in the background screaming this stuff this time just much worse than before",
        "start": 799.66,
        "duration": 3.539
    },
    {
        "text": "Don't talk to my fucking shit here",
        "start": 817.34,
        "duration": 3.169
    },
    {
        "text": "As far as what happened next reportedly mr. Dead monk was arrested at 11:30 p.m",
        "start": 839.87,
        "duration": 3.529
    },
    {
        "text": "By police and he was charged with common assault and received an apprehended domestic violence order",
        "start": 843.4,
        "duration": 4.559
    },
    {
        "text": "Which is like a restraining order ultimately post bail and will appear in court on Thursday the 13th",
        "start": 847.96,
        "duration": 4.049
    },
    {
        "text": "Also along with this the wife was reportedly arrested but her charges have since been dropped and as far as why she would have been",
        "start": 852.01,
        "duration": 4.859
    },
    {
        "text": "Arrested. Well, another video was released that showed a little more context. We see the two fighting she wants me get off",
        "start": 856.87,
        "duration": 4.74
    },
    {
        "text": "He says no it then appears that she begins throwing some things at him",
        "start": 861.61,
        "duration": 3.059
    },
    {
        "text": "Although it seems like the most dangerous object was a piece of cardboard",
        "start": 864.67,
        "duration": 2.909
    },
    {
        "text": "But on that note a few people have still tried to justify his actions by saying that quote assault is assault",
        "start": 867.58,
        "duration": 4.32
    },
    {
        "text": "Essentially arguing that the act of throwing that cardboard is technically assault just like if you slap someone but most people on several different platforms",
        "start": 872.0,
        "duration": 6.05
    },
    {
        "text": "have just shut down that argument saying a piece of cardboard in a fist are not the same thing also as far as",
        "start": 878.05,
        "duration": 4.169
    },
    {
        "text": "reactions one that I really like",
        "start": 882.35,
        "duration": 1.65
    },
    {
        "text": "is just a ton of people just feeling really horrible for the children and what I'll say on a personal note really quick to the",
        "start": 884.0,
        "duration": 5.48
    },
    {
        "text": "first though the people that are",
        "start": 889.48,
        "duration": 1.39
    },
    {
        "text": "Justifying his actions because she threw a piece of cardboard kindly go fuck yourself you piece of shit",
        "start": 890.87,
        "duration": 4.31
    },
    {
        "text": "That is some false equivalency bullshit the actions we saw in this video",
        "start": 895.18,
        "duration": 2.909
    },
    {
        "text": "Is that of a stunted man boy domestic abuse based off of some of the other clips?",
        "start": 898.09,
        "duration": 4.289
    },
    {
        "text": "I found while researching this he just in general seems like a garbage human being",
        "start": 902.38,
        "duration": 4.23
    },
    {
        "text": "Hotels looks like it's taking as well and a shut up cunt don't fucking give me that out of trudenta bail and you just never",
        "start": 907.07,
        "duration": 5.09
    },
    {
        "text": "Do what we hear him do also if this is how this guy acts while he knows that he is streaming out to the entirety",
        "start": 912.16,
        "duration": 5.25
    },
    {
        "text": "of the Internet",
        "start": 917.41,
        "duration": 0.84
    },
    {
        "text": "Just imagine what he might be doing when he knows that there is no camera record",
        "start": 918.25,
        "duration": 3.869
    },
    {
        "text": "But that said that is Ramona in that story and Today Show",
        "start": 922.12,
        "duration": 2.94
    },
    {
        "text": "Of course",
        "start": 925.06,
        "duration": 0.75
    },
    {
        "text": "Whether it be those last piece or the first one or anything in between I'd love to know your thoughts",
        "start": 925.81,
        "duration": 3.569
    },
    {
        "text": "Remember if you like this video hit that like button",
        "start": 929.54,
        "duration": 2.179
    },
    {
        "text": "If you're new here you want more of these daily dives into the news hit that subscribe button ring that bell to turn on",
        "start": 931.72,
        "duration": 4.83
    },
    {
        "text": "Notification also if you miss either the last two philip defranco shows you want to catch up",
        "start": 936.68,
        "duration": 3.469
    },
    {
        "text": "All you got to do is click or tap right there to watch those nuts with that said",
        "start": 940.15,
        "duration": 2.7
    },
    {
        "text": "Of course as always, my name's philip. Defranco. You've just been phill'd in a la vie o faces and i'll see you tomorrow",
        "start": 942.85,
        "duration": 5.969
    }
]