[
    {
        "text": "Sup you beautiful bastards!",
        "start": 0.0,
        "duration": 0.9
    },
    {
        "text": "Hope you've been having a fantastic Monday.",
        "start": 0.9,
        "duration": 1.6
    },
    {
        "text": "Welcome back to the Philip Defranco show and let's just jump into it. And the first thing we're going to talk about today is",
        "start": 2.5,
        "duration": 5.0
    },
    {
        "text": "our one light story of the day, where I'm gonna jump into some horribleness and some some kind of complicated situations",
        "start": 7.58,
        "duration": 5.36
    },
    {
        "text": "and that's why we're going to start off with the continued bleed",
        "start": 12.95,
        "duration": 2.68
    },
    {
        "text": "we've seen over the past few years of internet culture",
        "start": 15.63,
        "duration": 2.46
    },
    {
        "text": "into the mainstream, and probably unsurprisingly that story starts with Tyler \"Ninja\" Blevins. Ninja of course we talked about last week with his record-breaking",
        "start": 18.4,
        "duration": 7.19
    },
    {
        "text": "stream with Drake and others. Since then it also seems that there has been more",
        "start": 25.72,
        "duration": 3.59
    },
    {
        "text": "mainstream acceptance and interest. This morning Blevins was on CNBC,",
        "start": 29.56,
        "duration": 3.199
    },
    {
        "text": "they also tweeted out a video of that interview with the caption, \"Tyler 'Ninja' Blevins says he makes five hundred thousand dollars a month playing",
        "start": 32.86,
        "duration": 6.799
    },
    {
        "text": "video games\" -- a headline that of course was received one of two ways: people going \"Well, yeah,",
        "start": 39.66,
        "duration": 4.439
    },
    {
        "text": "he is a massive creator\" and of course the \"He makes how much for playing video games??\" -- and my personal response to that is, what's funny?",
        "start": 44.1,
        "duration": 6.119
    },
    {
        "text": "is that if he actually has things in the right place,",
        "start": 50.219,
        "duration": 2.28
    },
    {
        "text": "he could potentially be making much much more. It all comes down to audience size, their participation, their loyalty",
        "start": 52.5,
        "duration": 4.469
    },
    {
        "text": "And I will say on a personal note, and I know I hit this last time I talked about it, watching that interview,",
        "start": 56.969,
        "duration": 4.29
    },
    {
        "text": "holy fuck the gaming community has a fantastic mainstream representative right now. If you're even remotely interested in the space,",
        "start": 61.5,
        "duration": 5.939
    },
    {
        "text": "I recommend you check out the interview.",
        "start": 67.439,
        "duration": 1.441
    },
    {
        "text": "But also too it seems that thanks to the rise of Ninja and that that massive record-breaking Drake stream,",
        "start": 68.88,
        "duration": 5.639
    },
    {
        "text": "there are now more people coming to twitch, that including former Viner and now youtuber, Logan Paul. Seemingly",
        "start": 74.52,
        "duration": 5.94
    },
    {
        "text": "realizing that there was a massive opportunity,",
        "start": 80.68,
        "duration": 1.86
    },
    {
        "text": "Logan Paul on Sunday joined Twitch. He ended up snagging over a hundred thousand followers without even going live, although some people in response were very",
        "start": 82.54,
        "duration": 7.009
    },
    {
        "text": "vocal about them not wanting him on the platform,",
        "start": 89.56,
        "duration": 2.15
    },
    {
        "text": "but also some including streamer summit1g",
        "start": 91.71,
        "duration": 2.549
    },
    {
        "text": "see potential. Saying, \"I don't think people should be upset at all about Logan Paul on Twitch. The amount of people he can bring over from",
        "start": 94.42,
        "duration": 5.449
    },
    {
        "text": "Youtube can only be a good thing for the site and has potential of some of those people staying and lurking on other channels. Use your",
        "start": 99.869,
        "duration": 5.04
    },
    {
        "text": "business mind on this one dudes. And one more thing - if you're worried about",
        "start": 104.909,
        "duration": 2.459
    },
    {
        "text": "Toxic twelve-year-olds rolling to Twitch, how bout having some confidence in your own content to help shape their",
        "start": 107.439,
        "duration": 4.28
    },
    {
        "text": "personality and morals.\" And personally, I will say I kind of agree with what summit1g is saying.",
        "start": 111.79,
        "duration": 3.468
    },
    {
        "text": "Big creators jumping on a platform whether you like them or not,",
        "start": 115.258,
        "duration": 2.802
    },
    {
        "text": "usually pretty good for the rest of the community. But I also want to put an asterisk",
        "start": 118.06,
        "duration": 2.959
    },
    {
        "text": "on that opinion because it also has to do with what that person does after they jump to the platform. Is Paul or anyone else",
        "start": 121.09,
        "duration": 5.87
    },
    {
        "text": "jumping on Twitch because they want to diversify their audience, they want to make content specifically for that platform,",
        "start": 126.96,
        "duration": 5.31
    },
    {
        "text": "or is it just a short-term soulless cash grab of Youtubers realizing that maybe they have an audience",
        "start": 132.87,
        "duration": 4.44
    },
    {
        "text": "that's not normally on Twitch and even if they don't care about the content, they can convert those people into a ton of Twitch prime",
        "start": 137.31,
        "duration": 5.97
    },
    {
        "text": "subscriptions, thus making a shit ton of money and for me this story actually ends up being much bigger than Logan Paul, though",
        "start": 143.379,
        "duration": 5.0
    },
    {
        "text": "Logan Paul is a big part of it.",
        "start": 148.379,
        "duration": 1.17
    },
    {
        "text": "It appears that it's been trending this way for a while,",
        "start": 149.549,
        "duration": 1.86
    },
    {
        "text": "but more and more these days that we were seeing youtubers not necessarily",
        "start": 151.409,
        "duration": 4.8
    },
    {
        "text": "fully jumping ship to Twitter, but a lot now incorporating it,",
        "start": 156.209,
        "duration": 2.4
    },
    {
        "text": "whether it be the h3 podcasts of the world or just Casey Neistat just opening boxes in front of a camera.",
        "start": 158.61,
        "duration": 5.759
    },
    {
        "text": "It's going to be so interesting to see what happens with twitch over the next one to three years and so a question",
        "start": 164.37,
        "duration": 5.699
    },
    {
        "text": "I'll pass off to you if you're an avid user of Twitch,",
        "start": 170.069,
        "duration": 2.34
    },
    {
        "text": "What is your personal take away from all these new people jumping on board? Are you excited or are you worried that this could turn",
        "start": 172.41,
        "duration": 5.639
    },
    {
        "text": "the site that you love into something else? I'd love know what you think  in those comments down below.",
        "start": 178.049,
        "duration": 3.809
    },
    {
        "text": "Then let's talk about DC",
        "start": 181.859,
        "duration": 1.96
    },
    {
        "text": "council member Trayon White and we're talking about him because on Friday, White posted this video to his official Facebook page:",
        "start": 183.819,
        "duration": 6.181
    },
    {
        "text": "\"That is just snowing out of nowhere this morning.",
        "start": 190.0,
        "duration": 2.17
    },
    {
        "text": "You all better pay attention to this climate control, man. It's climate manipulation and DC keep talking about 'we're a resilient city,'",
        "start": 192.49,
        "duration": 7.229
    },
    {
        "text": "and that's a model based off the Rothschilds controlling the climate",
        "start": 200.0,
        "duration": 3.35
    },
    {
        "text": "to create natural disasters they can pay for it and own the cities you might be careful.\"",
        "start": 203.96,
        "duration": 3.83
    },
    {
        "text": "So if you don't know the Rothschilds are kind of a famous and wealthy banking family who have been linked to a lot of",
        "start": 207.79,
        "duration": 4.889
    },
    {
        "text": "anti-Semitic conspiracy theories for years and some of the conspiracy theories include that the",
        "start": 212.72,
        "duration": 3.77
    },
    {
        "text": "Rothschilds were working with a Rockefeller family to have the technology to manipulate the weather",
        "start": 216.71,
        "duration": 4.41
    },
    {
        "text": "Which means I can do things like causing freak storms which wreak",
        "start": 221.12,
        "duration": 2.029
    },
    {
        "text": "havoc, it controls the markets -",
        "start": 223.22,
        "duration": 1.73
    },
    {
        "text": "yeah, main point: DC council member Trayon White swinging big with a conspiracy theory",
        "start": 224.95,
        "duration": 5.939
    },
    {
        "text": "which essentially boils down to: rich Jews control the weather!",
        "start": 230.89,
        "duration": 3.33
    },
    {
        "text": "Now unsurprisingly, there was a lot of backlash. Washington rabbi Daniel Zemel denouncing White's remark saying \"This kind of anti-Semitism is",
        "start": 234.3,
        "duration": 6.309
    },
    {
        "text": "unacceptable in any public official. This so",
        "start": 240.77,
        "duration": 2.0
    },
    {
        "text": "diminishes what America is about and adds to the oppressive feeling going on in the country right now.",
        "start": 242.87,
        "duration": 4.13
    },
    {
        "text": "We all have to be better. Public officials have to learn not to say the first ignorant thing that comes into their head.\"",
        "start": 247.0,
        "duration": 0.5
    },
    {
        "text": "Which my response is yeah, it's bad that he said it, but it's also very",
        "start": 247.5,
        "duration": 8.079
    },
    {
        "text": "concerning that he just said it really",
        "start": 256.1,
        "duration": 2.779
    },
    {
        "text": "confidently. It really makes you wonder what other ideas",
        "start": 259.4,
        "duration": 2.45
    },
    {
        "text": "Trayon White has. Also reportedly the Washington Post who originally reported on this story said that they reached out to White for comment and",
        "start": 261.98,
        "duration": 6.109
    },
    {
        "text": "they said: in a series of text messages,",
        "start": 268.09,
        "duration": 2.01
    },
    {
        "text": "he confirmed the voice in the video is his, but expressed surprise that his remarks might be construed as",
        "start": 270.1,
        "duration": 4.259
    },
    {
        "text": "anti-Semitic. On Sunday, White releasing a statement on social media and with the paper saying: \"In response to my social media post on Friday - as",
        "start": 274.4,
        "duration": 6.169
    },
    {
        "text": "a leader I work hard every day to combat racism and prejudices of all kind.",
        "start": 280.57,
        "duration": 3.119
    },
    {
        "text": "I want to apologize to the Jewish community and anyone I have offend",
        "start": 283.69,
        "duration": 2.79
    },
    {
        "text": "I did not intend to be anti-Semitic, and I see I should not have said that after learning from my colleague.",
        "start": 286.48,
        "duration": 4.709
    },
    {
        "text": "I've spoke to leaders and my friends at Jews United for justice and they are helping me to understand the history of comments made against",
        "start": 291.19,
        "duration": 5.339
    },
    {
        "text": "Jews, and I'm committed to figuring out ways to continue to be allies with them and others.\" And there are some that appreciated the apology",
        "start": 296.53,
        "duration": 5.16
    },
    {
        "text": "and then others that were still disgusted by White. And as far as where I land, once again,",
        "start": 301.69,
        "duration": 4.26
    },
    {
        "text": "I'm not even gonna jump into this being anti-Semitic. The question for me personally becomes and unfortunately it is not a unique question -",
        "start": 306.11,
        "duration": 6.35
    },
    {
        "text": "should this person in our political system that believes in",
        "start": 312.89,
        "duration": 3.589
    },
    {
        "text": "conspiracy theories be there. The answer for me personally is oh my god",
        "start": 316.76,
        "duration": 3.89
    },
    {
        "text": "No.",
        "start": 320.65,
        "duration": 0.39
    },
    {
        "text": "But we are where we are today and we'll just have to wait and see what happens next.",
        "start": 321.04,
        "duration": 3.6
    },
    {
        "text": "But from that, I want to share some stuff I love today",
        "start": 325.0,
        "duration": 1.7
    },
    {
        "text": "and today in awesome brought to you by SeatGeek SeatGeek of course a fantastic ticket app that takes the confusion out of buying",
        "start": 326.8,
        "duration": 5.639
    },
    {
        "text": "tickets whether it be for a comedy show, a",
        "start": 332.44,
        "duration": 2.0
    },
    {
        "text": "concert, a sporting event, they give all the tickets zero to one hundred",
        "start": 334.49,
        "duration": 2.45
    },
    {
        "text": "scores that way you know if you getting a good deal or not. I have the app on my phone and",
        "start": 337.07,
        "duration": 2.66
    },
    {
        "text": "it is by far the easiest way to shop for tickets which is also nice because baseball season is about to start,",
        "start": 339.73,
        "duration": 4.319
    },
    {
        "text": "there's a few concerts",
        "start": 344.09,
        "duration": 1.31
    },
    {
        "text": "I'm interested in.. So if you want to make the smart move you want to try it out",
        "start": 345.4,
        "duration": 2.61
    },
    {
        "text": "Go to SeatGeekPhil.com download the app enter in code Phil and they will give you",
        "start": 348.01,
        "duration": 4.38
    },
    {
        "text": "$20 off your first ticket purchase. And the first bit of awesome is we got a teaser trailer for a trailer tomorrow",
        "start": 352.52,
        "duration": 5.0
    },
    {
        "text": "that is about a movie about grown men playing an aggressive game of tag.",
        "start": 357.65,
        "duration": 3.95
    },
    {
        "text": "But that game of tag is played by Jon Hamm, Jeremy Renner, Ed Helms, Jake Johnson, and many more. Then for anyone out there who",
        "start": 361.6,
        "duration": 6.449
    },
    {
        "text": "want to learn how to mumble rap, Ryan Higa's got you covered,",
        "start": 368.15,
        "duration": 2.69
    },
    {
        "text": "you got Jennifer Garner answering the web's most searched questions, Adam Scott",
        "start": 371.0,
        "duration": 3.26
    },
    {
        "text": "hijacking a stranger's Tinder, if you didn't see it over the weekend",
        "start": 374.57,
        "duration": 2.869
    },
    {
        "text": "You could be the 38th million five hundred sixty seven thousandtthh",
        "start": 377.44,
        "duration": 3.959
    },
    {
        "text": "person to watch The Avengers Infinity War trailer on YouTube",
        "start": 381.56,
        "duration": 2.6
    },
    {
        "text": "and if you want to see the full versions everything I'll just share the secret link of the day",
        "start": 384.26,
        "duration": 3.409
    },
    {
        "text": "anything at all links as always are in the description down below, and then let's talk about the Austin bombings.",
        "start": 387.83,
        "duration": 5.21
    },
    {
        "text": "Last night, we saw the fourth bomb explosion in Austin, Texas since March 2nd and to fully understand the situation,",
        "start": 393.04,
        "duration": 5.669
    },
    {
        "text": "I think it's important we start with the first bombing and that was on March 2nd. It happened on a Friday morning before 7:00 a.m.,",
        "start": 398.71,
        "duration": 5.22
    },
    {
        "text": "the police were called, when they arrived they found an injured man and according to police the man was injured after a package bomb exploded",
        "start": 403.93,
        "duration": 5.369
    },
    {
        "text": "on his front porch. That man was transported to the hospital,",
        "start": 409.3,
        "duration": 2.22
    },
    {
        "text": "but he would later died from his injuries. That man was later identified as",
        "start": 411.62,
        "duration": 3.14
    },
    {
        "text": "39 year old Anthony Stephen House",
        "start": 414.919,
        "duration": 1.951
    },
    {
        "text": "and a potential thing of note here is that House is the stepson of Freddie Dixon. Dixon a former pastor at a historic black church in Austin",
        "start": 416.87,
        "duration": 5.66
    },
    {
        "text": "by the name of Wesley United Methodist Church, but at the time, the death was characterized as suspicious,",
        "start": 422.53,
        "duration": 4.07
    },
    {
        "text": "but an isolated incident. That then changed on March 12th. On March 12th, two more package bombs exploded in Austin,",
        "start": 426.7,
        "duration": 5.5
    },
    {
        "text": "the first of these explosions happening before 7:00 a.m.",
        "start": 432.3,
        "duration": 1.96
    },
    {
        "text": "When police arrived on the scene, they found two people injured. The two injured included a 17-year-old male and an adult woman. The 17-year-old",
        "start": 434.26,
        "duration": 6.04
    },
    {
        "text": "was Draylen Mason who would actually later die from his injuries and the woman was his mother.",
        "start": 440.4,
        "duration": 4.179
    },
    {
        "text": "She was transported to the hospital with non-life-threatening injuries.",
        "start": 444.58,
        "duration": 2.52
    },
    {
        "text": "And according to police, the explosion occurred after one of them went out to the front door, retrieved the package, and then brought it",
        "start": 447.2,
        "duration": 4.46
    },
    {
        "text": "back inside the house. And that package reportedly exploded after it was opened in the kitchen where the two were.",
        "start": 451.66,
        "duration": 4.14
    },
    {
        "text": "And a big note here is that the police say they don't believe the package",
        "start": 455.9,
        "duration": 2.31
    },
    {
        "text": "was delivered through the postal service. Rather someone actually just brought it to the front door during night time",
        "start": 458.21,
        "duration": 4.32
    },
    {
        "text": "so that it would be opened in the morning and so not only are police treating",
        "start": 462.6,
        "duration": 2.779
    },
    {
        "text": "this as a murder investigation the similarities between this and March 2nd make it so that the March 2nd incident is also",
        "start": 465.38,
        "duration": 5.459
    },
    {
        "text": "upgraded to a homicide investigation. Also a potential thing of note, a woman by the name of LaVonne Mason confirmed to the Chicago Tribune that",
        "start": 471.21,
        "duration": 5.899
    },
    {
        "text": "that Draylen Mason was her grandson",
        "start": 477.11,
        "duration": 1.44
    },
    {
        "text": "This is a thing of no because LaVonne Mason is the co-founder of the Austin Area Urban League",
        "start": 478.55,
        "duration": 3.65
    },
    {
        "text": "They are a civil rights organization that works with African-Americans and underserved population. Also Mason's husband Norman the 17-year- old's grandfather",
        "start": 482.3,
        "duration": 6.569
    },
    {
        "text": "He's a dentist in East Austin who has for decades mentored",
        "start": 488.87,
        "duration": 2.79
    },
    {
        "text": "African-American student athletes at the University of Texas. Then, shortly after police briefed the media on the first bombing, there was another explosion reported this",
        "start": 491.7,
        "duration": 6.679
    },
    {
        "text": "happening just before noon, police saying that this involved a 75-year-old Hispanic female by the name of Esperanza Herrera.",
        "start": 498.38,
        "duration": 5.609
    },
    {
        "text": "She was injured by a blast if she went outside picked up a package out front and it exploded",
        "start": 503.99,
        "duration": 3.71
    },
    {
        "text": "Herrera was found, she was transported to a hospital and after undergoing surgery to amputate her leg,",
        "start": 507.8,
        "duration": 3.959
    },
    {
        "text": "she is now in stable condition",
        "start": 511.759,
        "duration": 1.141
    },
    {
        "text": "and because reportedly based on all the evidence collected at all three scenes, the police said that these three bombings were related. And after these",
        "start": 513.0,
        "duration": 5.479
    },
    {
        "text": "blasts, the investigation became a joint effort involving the Austin Police Department, the FBI, the Bureau of Alcohol Tobacco and Firearms,",
        "start": 518.479,
        "duration": 5.46
    },
    {
        "text": "the US Postal Service, the ATF also sending in a national response team to help with the investigation",
        "start": 524.01,
        "duration": 4.88
    },
    {
        "text": "and that's pretty meaningful because the group is primarily used for large-scale and complicated fires and explosions",
        "start": 528.89,
        "duration": 3.959
    },
    {
        "text": "like the one in Oklahoma City in 1995. Then last night, we have the fourth explosion, and this one is very different. Yes,",
        "start": 532.92,
        "duration": 6.35
    },
    {
        "text": "this is another explosion. Yes, it happened in Austin, but this time it took place at around 8:32 p.m.",
        "start": 539.27,
        "duration": 5.309
    },
    {
        "text": "Also, unlike the previous bombs, this was not set up like a package,",
        "start": 544.579,
        "duration": 2.76
    },
    {
        "text": "it was placed on the side of the road according to police it involved tripwire and ended up injuring two men in their 20's who",
        "start": 547.339,
        "duration": 5.1
    },
    {
        "text": "were walking through a residential area. They were taken to the hospital with serious, but non-life-threatening injuries and are now in stable condition.",
        "start": 552.44,
        "duration": 5.19
    },
    {
        "text": "But even with those differences police chief Brian Manley said that there are similarities between this bomb and the previous package bomb namely even saying",
        "start": 557.67,
        "duration": 6.77
    },
    {
        "text": "\"Today, we are clearly dealing with what we expect to be a serial bomber at this point\" and in a response to all of this residents",
        "start": 564.44,
        "duration": 5.309
    },
    {
        "text": "of the neighborhood were asked to stay inside till morning so the police could clear the area of any potentially suspicious",
        "start": 569.75,
        "duration": 4.229
    },
    {
        "text": "Packages else's all the Austin public school districts saying they couldn't send buses into the affected neighborhoods to pick students up this morning it is",
        "start": 574.23,
        "duration": 6.02
    },
    {
        "text": "Reportedly just based on the amount of police activity in the area so the question becomes are the victims",
        "start": 580.25,
        "duration": 4.349
    },
    {
        "text": "connected in any way after the second bombing the police chief said they were trying to determine if this was a hate crime all the",
        "start": 584.67,
        "duration": 4.85
    },
    {
        "text": "Victims at that point were black the bombing later that day involved a Hispanic woman",
        "start": 589.52,
        "duration": 4.009
    },
    {
        "text": "but police also have a theory of that Herrera this this woman who is injured in the third bombing that she was not actually the",
        "start": 593.529,
        "duration": 5.219
    },
    {
        "text": "Intended victim this because reportedly the package was addressed to a different home",
        "start": 598.79,
        "duration": 2.989
    },
    {
        "text": "And there's a woman down the street from Herrera with the name, Erica Mason",
        "start": 601.779,
        "duration": 3.539
    },
    {
        "text": "Which of course is a thing of no because she has the same last name as one of the previous victims although apparently there is",
        "start": 605.319,
        "duration": 5.04
    },
    {
        "text": "No relation, so it's believed that possibly the perpetrator or perpetrators",
        "start": 610.36,
        "duration": 2.699
    },
    {
        "text": "One left the box of the wrong house and to targeted the wrong Mesa",
        "start": 613.579,
        "duration": 4.099
    },
    {
        "text": "But this now latest bombing if it actually does turn out it is connected to the other three throws the hate crime theory into question",
        "start": 617.679,
        "duration": 5.49
    },
    {
        "text": "Unlike the first three bombings which happened in East Austin which has a large minority",
        "start": 623.17,
        "duration": 3.299
    },
    {
        "text": "population the area of the fourth bombing is predominantly white also unlike the package bombs which were put right out front of the homes of",
        "start": 626.839,
        "duration": 5.75
    },
    {
        "text": "Those targets you had a tripwire with the fourth one",
        "start": 632.589,
        "duration": 2.549
    },
    {
        "text": "It could have really been anyone walking by so it doesn't seem as targeted, but even with that Manley this morning saying",
        "start": 635.139,
        "duration": 5.13
    },
    {
        "text": "It's important not to rule anything out. We've said from the beginning that we're not willing to rule anything out",
        "start": 640.269,
        "duration": 4.38
    },
    {
        "text": "just because when you rule something out you limit your focus and so this does change the",
        "start": 644.649,
        "duration": 5.219
    },
    {
        "text": "the concerns that we had initially although we have still not yet ruled it out until we understand what the",
        "start": 650.329,
        "duration": 5.059
    },
    {
        "text": "Ideology or motive is behind the suspect or suspects that is an important thing to note because there are some similarities between the victims according",
        "start": 655.61,
        "duration": 6.709
    },
    {
        "text": "To Freddy Dixon the stepfather of the first victim Anthony House. He is good friends with Norman Mason",
        "start": 662.319,
        "duration": 4.619
    },
    {
        "text": "Who is the grandfather of the 17 year old victims Draylen Mason saying he used to be the pastor of the church the Masons attended?",
        "start": 666.939,
        "duration": 5.16
    },
    {
        "text": "And that Norman and him were fraternity brothers so does that mean that it was targeted?",
        "start": 672.1,
        "duration": 3.209
    },
    {
        "text": "Or is that just our a random happened stand it?",
        "start": 675.309,
        "duration": 2.16
    },
    {
        "text": "Also raised the question were there targeted victims",
        "start": 677.47,
        "duration": 2.01
    },
    {
        "text": "And then other people who were killed indiscriminately like with a tripwire potentially throw people off the scent or has it been",
        "start": 679.48,
        "duration": 5.909
    },
    {
        "text": "Indiscriminant, maybe people just picking last names",
        "start": 685.939,
        "duration": 2.119
    },
    {
        "text": "We don't know at this point, but we do know that at least 500 officers have followed up on at least",
        "start": 688.059,
        "duration": 3.809
    },
    {
        "text": "435 leads and of conduct of",
        "start": 692.389,
        "duration": 1.92
    },
    {
        "text": "236 interviews as of this morning authorities are now offering a one hundred fifteen thousand dollar reward for any information",
        "start": 694.309,
        "duration": 5.18
    },
    {
        "text": "Leading to the arrest of the suspect, or suspects behind these bombings, but that's where we are as of right now",
        "start": 699.619,
        "duration": 4.46
    },
    {
        "text": "Hopefully the investigation gives us some answers",
        "start": 704.079,
        "duration": 2.46
    },
    {
        "text": "Hopefully the person or people behind this there cause I know it's just words, but to those",
        "start": 706.54,
        "duration": 3.659
    },
    {
        "text": "Affected by these bombings and just people in the Austin area my thoughts and well wishes are with you",
        "start": 710.269,
        "duration": 5.119
    },
    {
        "text": "That said I do want to pass the question to you watching right now. What are your thoughts around this story?",
        "start": 715.389,
        "duration": 4.35
    },
    {
        "text": "Let me know in those comments down below, then let's talk about this crazy story and controversy around Facebook",
        "start": 719.74,
        "duration": 4.739
    },
    {
        "text": "Cambridge Analytica and the Trump campaign so if you don't know Cambridge Analytica is a data analysis company and on their website",
        "start": 724.819,
        "duration": 5.93
    },
    {
        "text": "They say he sorts data from a trusted list of major data",
        "start": 730.75,
        "duration": 2.669
    },
    {
        "text": "Providers and combine it with your own to produce deeper and richer insights",
        "start": 733.459,
        "duration": 3.29
    },
    {
        "text": "And how that relates to politics is Cambridge analytic at old campaigns?",
        "start": 736.75,
        "duration": 2.909
    },
    {
        "text": "They could use micro targeting based on personality traits to drive behaviors and some of the first reports about the company come out late",
        "start": 739.66,
        "duration": 5.729
    },
    {
        "text": "2015 reportedly Ted Cruz's campaign",
        "start": 745.639,
        "duration": 1.95
    },
    {
        "text": "Was using them and then in December details of Cambridge analytic as use of private information from Facebook came out reportedly Cambridge analytic has parent",
        "start": 747.589,
        "duration": 7.01
    },
    {
        "text": "companies for teacher communication laboratories SEL",
        "start": 754.6,
        "duration": 2.46
    },
    {
        "text": "They teamed up with global science research a GSR to create a dataset of Facebook user profile the data gathering was headed by Dr.",
        "start": 757.06,
        "duration": 5.759
    },
    {
        "text": "Alexander Kogan who founded GSR what he would do is he would use this thing called the Amazon Mechanical Turk or MTurk program",
        "start": 763.25,
        "duration": 5.779
    },
    {
        "text": "It's a crowdsourcing work site",
        "start": 769.029,
        "duration": 1.081
    },
    {
        "text": "Where jobs are posted that are usually very",
        "start": 770.11,
        "duration": 1.719
    },
    {
        "text": "monotonous, users are paid very little for their work, and Kogan would offer one to two dollars for MTurk users to take a",
        "start": 771.829,
        "duration": 4.58
    },
    {
        "text": "survey it would ask them for access to their Facebook account and once they had access to one Facebook account",
        "start": 776.54,
        "duration": 4.609
    },
    {
        "text": "They could then collect similar information from all that accounts friends",
        "start": 781.149,
        "duration": 3.0
    },
    {
        "text": "They call it seeding and it's pretty effective because you get one person in the door and then in 2014 the count usually had",
        "start": 784.149,
        "duration": 5.429
    },
    {
        "text": "340 friends on average and they would gather basic info on all those users location",
        "start": 789.74,
        "duration": 4.309
    },
    {
        "text": "What are they like what are their interests and the data from all the accounts were analyzed create profiles using the Big Five personality",
        "start": 794.05,
        "duration": 4.95
    },
    {
        "text": "traits you have, openness conscientiousness,",
        "start": 799.43,
        "duration": 2.0
    },
    {
        "text": "extraversion, agreeableness, and",
        "start": 801.68,
        "duration": 1.829
    },
    {
        "text": "neuroticism. Amazon actually ended up banning GSR from posting on MTurk for misusing the site after repeated flagging and at that time the two candidates",
        "start": 803.509,
        "duration": 6.47
    },
    {
        "text": "That were connected were Ben Carson and Ted Cruz FEC filing showing that the Cruz campaign paid",
        "start": 809.98,
        "duration": 4.529
    },
    {
        "text": "$750,000, Ben Carson paid two hundred twenty thousand dollars at the time of this report Facebook said they were carefully",
        "start": 815.689,
        "duration": 5.18
    },
    {
        "text": "investigating the",
        "start": 820.97,
        "duration": 0.69
    },
    {
        "text": "situation they also told GSR to delete any and all Facebook data that was gathered and they said they believed that this had been done",
        "start": 821.66,
        "duration": 5.0
    },
    {
        "text": "And in fact and follow-ups a facebook representative said our investigation to date has not uncovered anything that suggests wrongdoing, okay",
        "start": 826.66,
        "duration": 6.0
    },
    {
        "text": "So well how does Trump tie in? Well, after all this word appeared everything was good,",
        "start": 832.66,
        "duration": 3.179
    },
    {
        "text": "it was also clear that Trump was the front-runner Cambridge Analytica had jumped over to his campaign",
        "start": 835.839,
        "duration": 3.96
    },
    {
        "text": "But on that note as of taping this there are now unconfirmed reports saying that Corey Lewandowski met with Cambridge",
        "start": 839.8,
        "duration": 4.859
    },
    {
        "text": "Analytica before the Trump campaign was even a thing and the campaign",
        "start": 844.85,
        "duration": 2.45
    },
    {
        "text": "Also had a connection in Steve Bannon who had served as the vice president of Cambridge Analytica's board.",
        "start": 847.3,
        "duration": 4.38
    },
    {
        "text": "This is also something that shouldn't be a big deal because as Facebook said they have no evidence of wrongdoing",
        "start": 851.68,
        "duration": 4.109
    },
    {
        "text": "He told GSR to delete the data",
        "start": 855.79,
        "duration": 1.75
    },
    {
        "text": "We think they did and we saw in",
        "start": 857.54,
        "duration": 1.919
    },
    {
        "text": "2017 reports came out that GSR has gained the information of 30 million Facebook users from a different data collection operation",
        "start": 859.459,
        "duration": 6.44
    },
    {
        "text": "But then fast forward to this last Friday, Facebook issues a statement regarding this comfort saying several days ago",
        "start": 865.899,
        "duration": 5.22
    },
    {
        "text": "We received reports that contrary to the certifications. We were given not all data was deleted",
        "start": 871.12,
        "duration": 4.469
    },
    {
        "text": "We are moving aggressively to determine the accuracy of these claims if true",
        "start": 875.62,
        "duration": 3.029
    },
    {
        "text": "This is another unacceptable violation of trust and the commitments",
        "start": 878.649,
        "duration": 2.76
    },
    {
        "text": "they made. We are suspending SEL Cambridge Analytica Wylie and Kogan from Facebook pending further",
        "start": 881.41,
        "duration": 4.35
    },
    {
        "text": "information. Then on Saturday an article by the New York Times",
        "start": 886.04,
        "duration": 2.179
    },
    {
        "text": "exposed the full impact of Cambridge Analytica's data collection an investigation found that Cambridge analytic had taken the private information of",
        "start": 888.29,
        "duration": 6.289
    },
    {
        "text": "50 million Facebook users, which they also say makes it the largest breach",
        "start": 894.649,
        "duration": 3.59
    },
    {
        "text": "they've ever had although",
        "start": 898.24,
        "duration": 1.24
    },
    {
        "text": "the term data breach has been very debated the investigations saying if they also discover that the company still had access to this date Christopher",
        "start": 899.48,
        "duration": 6.559
    },
    {
        "text": "Wylie who helped found Cambridge Analytica and was an employee until 2014 saying rules don't matter for them for them",
        "start": 906.04,
        "duration": 5.549
    },
    {
        "text": "This is a war, and it's all fair. They want to fight a culture war in America Cambridge Analytica",
        "start": 911.589,
        "duration": 4.38
    },
    {
        "text": "Oh was supposed to be the arsenal of weapons to fight that culture war while he's saying the Kogan provided 50 million raw",
        "start": 915.97,
        "duration": 4.859
    },
    {
        "text": "profiles and of those 30 million which was the number previously reported contain enough information that they could build psychographic",
        "start": 920.93,
        "duration": 5.719
    },
    {
        "text": "profiles this incredible number even though only",
        "start": 926.899,
        "duration": 2.179
    },
    {
        "text": "270,000 users actually consented to having their data use and after these articles were released Facebook updated their statement to say the claim that this",
        "start": 929.72,
        "duration": 6.14
    },
    {
        "text": "Is a data breach is completely false",
        "start": 935.86,
        "duration": 1.779
    },
    {
        "text": "Alexander Kogan requested and gained access to information from users who chose to sign up to his app and everyone involved gave their consent people",
        "start": 937.639,
        "duration": 6.62
    },
    {
        "text": "Knowingly provided their information no systems were infiltrated and no passwords or sensitive pieces of information were stolen or hat",
        "start": 944.26,
        "duration": 5.909
    },
    {
        "text": "Paul Grewal, vice president and deputy general counsel at Facebook saying this was a scam and a fraud you will take whatever steps are",
        "start": 950.319,
        "duration": 5.79
    },
    {
        "text": "Required to see that the data in question is deleted once and for all and take action against all offending parties after the reports came",
        "start": 956.11,
        "duration": 5.64
    },
    {
        "text": "Out we also saw multiple Facebook employees taking to Twitter to clarify that this is not count as a breach Facebook executive Andrew Bosworth tweeting",
        "start": 961.75,
        "duration": 6.329
    },
    {
        "text": "This was unequivocally not a data breach people chose to share their data with third party apps",
        "start": 968.079,
        "duration": 3.66
    },
    {
        "text": "And if those third party apps did not follow the data agreements with us slash users. It is a violation no systems were infiltrated",
        "start": 971.74,
        "duration": 6.209
    },
    {
        "text": "No passwords or information were stolen or had. Also, in a series of now deleted tweets, Facebook's chief security officer",
        "start": 977.949,
        "duration": 4.77
    },
    {
        "text": "Alex Stamos said the recent Cambridge Analytica stories by the New York Times and The Guardian are important and powerful",
        "start": 982.91,
        "duration": 4.789
    },
    {
        "text": "But it is incorrect to call this a breach under any reasonable definition",
        "start": 987.699,
        "duration": 3.3
    },
    {
        "text": "Mission of the term we can condemn this behavior while being accurate in our description of this is actually more than just a us-based story",
        "start": 991.22,
        "duration": 5.28
    },
    {
        "text": "portably Cambridge Analytica is being investigated in the UK for their involvement with a Brexit campaign and additionally there are also some reported claims of",
        "start": 996.5,
        "duration": 6.209
    },
    {
        "text": "a possible connection to Russia and the Ukraine in fact",
        "start": 1002.709,
        "duration": 2.13
    },
    {
        "text": "we've seen emails from Cambridge Analytica employees working on the Trump campaign to have been requested by MOU and also on a note about the",
        "start": 1004.839,
        "duration": 5.369
    },
    {
        "text": "UK The Observer and the Guardians were the one working on the UK side of the story they were reportedly",
        "start": 1010.209,
        "duration": 4.109
    },
    {
        "text": "Threatened by Facebook on Friday Alex Stamos who I said deleted his tweets tweeted",
        "start": 1014.42,
        "duration": 4.07
    },
    {
        "text": "\"I have deleted my tweets on Cambridge analytic anot because they were factually incorrect",
        "start": 1018.49,
        "duration": 3.0
    },
    {
        "text": "but because I should have done a better job weighing in\" to which the observers outgoing editor Jon Mulholland and quote tweeted and said \"It's a",
        "start": 1021.529,
        "duration": 5.929
    },
    {
        "text": "shame Facebook as a whole didn't do a better job way last night. They threatened to sue The Observer/",
        "start": 1027.459,
        "duration": 3.599
    },
    {
        "text": "Guardian to stop this story coming out, maybe you can explain that one",
        "start": 1031.819,
        "duration": 3.02
    },
    {
        "text": "But incredibly troubling accusation that not only puts Facebook on the really bad side of this",
        "start": 1034.839,
        "duration": 5.25
    },
    {
        "text": "but also really does raise a",
        "start": 1040.089,
        "duration": 1.541
    },
    {
        "text": "question and actually not even a question it really shines a light to a thing I think most people know about but that is how?",
        "start": 1041.63,
        "duration": 5.27
    },
    {
        "text": "Facebook makes money Facebook isn't the product you are the product the problem in this instance",
        "start": 1046.9,
        "duration": 3.899
    },
    {
        "text": "Not only involves Facebook itself, but a third party",
        "start": 1050.799,
        "duration": 2.82
    },
    {
        "text": "I think on Facebook a lot of people who even are fine with being the product feel that they have a reasonable",
        "start": 1053.62,
        "duration": 4.5
    },
    {
        "text": "Expectation that it will only be used by Facebook to deliver them eggs",
        "start": 1058.429,
        "duration": 2.96
    },
    {
        "text": "It's not gonna go to some third party where they're not gonna have any control then in walks in a company that gets access from",
        "start": 1061.58,
        "duration": 5.839
    },
    {
        "text": "270,000 and then takes all this information from people who did not sign on and Facebook in the eyes of many are just as",
        "start": 1067.97,
        "duration": 5.239
    },
    {
        "text": "responsible because they're not policing that access and so that's why outside of this situation at hand we should not be shocked if",
        "start": 1073.28,
        "duration": 6.709
    },
    {
        "text": "legislation comes in to regulate this industry",
        "start": 1080.27,
        "duration": 2.0
    },
    {
        "text": "We even had Edward Snowden chiming in the tweeting \"businesses that make money by collecting and selling detailed records of private lives were once plainly",
        "start": 1082.52,
        "duration": 6.649
    },
    {
        "text": "Described as surveillance companies",
        "start": 1089.169,
        "duration": 1.5
    },
    {
        "text": "Their rebranding as social media is the most successful",
        "start": 1090.669,
        "duration": 2.1
    },
    {
        "text": "deception since the Department of War became the Department of Defense something to think about Oh, we'll see online",
        "start": 1093.14,
        "duration": 4.429
    },
    {
        "text": "We've seen a lot of reactions many of them not positive towards Facebook that also include the stock market",
        "start": 1097.57,
        "duration": 5.099
    },
    {
        "text": "Where as of recording this video they dropped?",
        "start": 1102.669,
        "duration": 2.22
    },
    {
        "text": "7% this is the biggest single-day slide in terms of dollar value for that there are also reports that came out of the Cambridge analytic",
        "start": 1105.44,
        "duration": 5.33
    },
    {
        "text": "Oh was trying to block an",
        "start": 1110.77,
        "duration": 1.42
    },
    {
        "text": "expose on their company from appearing on channel 4 actually as of recording this video the",
        "start": 1112.19,
        "duration": 4.43
    },
    {
        "text": "expose has now been shown and there is a link on YouTube. I'll link to it down below",
        "start": 1116.69,
        "duration": 3.65
    },
    {
        "text": "I haven't even watched it yet, and it's gonna be interesting to see what happens next not only in this current situation",
        "start": 1120.34,
        "duration": 5.51
    },
    {
        "text": "But as far as the industry is concerned so with that said I do want to pass the question off to you",
        "start": 1125.85,
        "duration": 3.779
    },
    {
        "text": "Whatever your feelings around Facebook here are they at fault did they not do enough or no. They're a victim as well",
        "start": 1129.63,
        "duration": 5.01
    },
    {
        "text": "I'd love to know your thoughts and that's where I'm going to end today's show and remember if you like this video be like I'm",
        "start": 1134.64,
        "duration": 4.29
    },
    {
        "text": "Trying to do on this channel that like button if you new here hit that subscribe button make sure you got",
        "start": 1138.93,
        "duration": 4.17
    },
    {
        "text": "Notifications turned on also if you missed the last philip defranco show you want to catch up click or tap right there to watch that",
        "start": 1143.26,
        "duration": 5.09
    },
    {
        "text": "Or if you need something lighter we have today's brand new behind the scenes vlog you can click or tap right there to watch that",
        "start": 1148.35,
        "duration": 4.409
    },
    {
        "text": "Lot so that's that of course as always my name's Philip DeFranco. You've just been phill'd in, I love yo faces, and I'll see you tomorrow",
        "start": 1152.76,
        "duration": 6.33
    }
]