[
    {
        "text": "Sup' you beautiful bastards. I hope you're having a fantastic Friday, welcome back to the Philip Defranco Show.",
        "start": 0.0,
        "duration": 4.74
    },
    {
        "text": "And today something a little bit different, there is no shortage of bad, no good, horrible news out there.",
        "start": 4.74,
        "duration": 4.1
    },
    {
        "text": "It's really like you wake up and you get to choose your flavor.",
        "start": 8.84,
        "duration": 2.46
    },
    {
        "text": "And today's important to talk about those things, but when that's all you talk about it can really skew your worldview.",
        "start": 11.3,
        "duration": 4.64
    },
    {
        "text": "So today I want to talk about something positive, and that's why today I want to talk about, feature, and share about a name of a James Harrison.",
        "start": 15.94,
        "duration": 6.0
    },
    {
        "text": "A man you've most likely never heard of, which is incredibly unfortunate.",
        "start": 21.94,
        "duration": 3.62
    },
    {
        "text": "because it's believed he helped save 2.4 million babies and to properly set up the story of James Harrison",
        "start": 25.56,
        "duration": 4.82
    },
    {
        "text": "then you should know that it starts in the 1950's. It starts with James Harrison, himself almost dying.",
        "start": 30.38,
        "duration": 5.24
    },
    {
        "text": "I feel like it's a story best told from James Harrison himself.",
        "start": 35.62,
        "duration": 3.1
    },
    {
        "text": "So I had Cecilia from our team reached out to him and I'd like you to meet James Harrison. I became a donor because my own",
        "start": 38.74,
        "duration": 6.08
    },
    {
        "text": "life was saved with a blood transfusion back in 1951 before you were born.",
        "start": 44.82,
        "duration": 5.459
    },
    {
        "text": "I had major chest surgery and it required 13",
        "start": 50.62,
        "duration": 3.5
    },
    {
        "text": "units of blood. When I...",
        "start": 55.27,
        "duration": 2.0
    },
    {
        "text": "realized",
        "start": 58.059,
        "duration": 1.081
    },
    {
        "text": "The severity of it, my father being a blood donor. I said to him that when I was old enough",
        "start": 59.14,
        "duration": 5.989
    },
    {
        "text": "which was 18 in those days I would become a donor and that I did. And donated whole blood up until",
        "start": 65.129,
        "duration": 7.62
    },
    {
        "text": "1966. When",
        "start": 73.68,
        "duration": 1.42
    },
    {
        "text": "Doctors there said their",
        "start": 75.18,
        "duration": 2.0
    },
    {
        "text": "Researchers had found this antibody, this Anti-D antibody",
        "start": 77.29,
        "duration": 4.519
    },
    {
        "text": "which they hoped would stop miscarriaging mothers and",
        "start": 82.45,
        "duration": 3.29
    },
    {
        "text": "Wishing to have a family and what James is talking about",
        "start": 86.89,
        "duration": 2.599
    },
    {
        "text": "there is in Australia during the",
        "start": 89.49,
        "duration": 1.78
    },
    {
        "text": "1960's doctors were trying to figure out why thousands of pregnancies were ending in miscarriages and it turns out these babies were suffering from",
        "start": 91.27,
        "duration": 5.75
    },
    {
        "text": "hemolytic disease of the newborn or hdn and to oversimplify the explanation",
        "start": 97.09,
        "duration": 4.099
    },
    {
        "text": "It's essentially a blood",
        "start": 101.189,
        "duration": 1.091
    },
    {
        "text": "incompatibility issue between a mother and the fetus and that",
        "start": 102.28,
        "duration": 2.54
    },
    {
        "text": "Incompatibility causes the mothers antibodies to attack the fetus and could results in brain damage still birth or miscarriage and this usually happens at all",
        "start": 104.92,
        "duration": 6.62
    },
    {
        "text": "In second pregnancy and it actually happens in about 17 percent of mothers in Australia. Doctors needed RHD negative blood and Rh positive",
        "start": 111.54,
        "duration": 6.509
    },
    {
        "text": "Antibodies and when they found Harrison would had been donating blood for over a decade at that point",
        "start": 118.63,
        "duration": 3.62
    },
    {
        "text": "They're essentially like hey, we think your blood is magic. Can you help us out?",
        "start": 122.25,
        "duration": 3.75
    },
    {
        "text": "And he agreed to donate for the anti D program as he explained to us. And we learned was a very James Harrison way",
        "start": 126.0,
        "duration": 6.179
    },
    {
        "text": "And I said well, I said that must have come with the cross-matching when I received blood transfusion",
        "start": 132.72,
        "duration": 4.35
    },
    {
        "text": "But irrespective they asked me if i would do the trial with them and I said yes",
        "start": 137.2,
        "duration": 4.88
    },
    {
        "text": "They said, we'll insure you for half a million dollars in case",
        "start": 142.5,
        "duration": 2.92
    },
    {
        "text": "Anything adverse happen. My Wife said that was okay. She could use the money if necessary",
        "start": 145.54,
        "duration": 4.64
    },
    {
        "text": "(Laughter)",
        "start": 150.28,
        "duration": 1.48
    },
    {
        "text": "It turns out people like James Harrison are incredibly rare according to the Australian Red Cross James",
        "start": 152.34,
        "duration": 4.48
    },
    {
        "text": "it is one of no more than",
        "start": 156.84,
        "duration": 1.24
    },
    {
        "text": "200 people in Australia that have the antibodies and the anti D program ended up giving their first dose of medicine to women in",
        "start": 158.08,
        "duration": 5.78
    },
    {
        "text": "1967 and to this day that program still helps mothers and from all the way back then to just about two weeks ago he has",
        "start": 163.94,
        "duration": 6.76
    },
    {
        "text": "continued donating",
        "start": 170.7,
        "duration": 0.93
    },
    {
        "text": "His blood it's why he's earned the nickname the man with the Golden Arm according to the Red Cross Blood Service Harrison holds the record",
        "start": 171.63,
        "duration": 5.459
    },
    {
        "text": "for the most blood and blood plasma",
        "start": 177.09,
        "duration": 1.78
    },
    {
        "text": "Donations a record that Harrison says he hopes someone else breaks one day and the only reason James is no longer",
        "start": 178.87,
        "duration": 5.059
    },
    {
        "text": "donating blood is that he now legally can't",
        "start": 184.03,
        "duration": 2.3
    },
    {
        "text": "And I've now retired because I've reached the grand old age of 81,",
        "start": 186.33,
        "duration": 4.05
    },
    {
        "text": "Which is the retiring age",
        "start": 190.78,
        "duration": 1.44
    },
    {
        "text": "for all blood doners in Australia I did 1163",
        "start": 192.46,
        "duration": 4.24
    },
    {
        "text": "Donations out my right arm and 10 out of my left arm. That's why I got the nickname of the \"man with a golden arm\"",
        "start": 197.56,
        "duration": 6.46
    },
    {
        "text": "Now, I don't like needles. I never once watched the needle go into my arm.",
        "start": 205.18,
        "duration": 3.11
    },
    {
        "text": "I've looked at the nurses. I've looked at  the ceiling. I've looked at the people in the bed next door.",
        "start": 208.29,
        "duration": 5.05
    },
    {
        "text": "It's good that -- to be able to return something to the community, but just ordinary people with ordinary red blood",
        "start": 213.62,
        "duration": 6.64
    },
    {
        "text": "because they make one donation, they are saving three lives, and if they make a plasma donation they can save up to 18 lives.",
        "start": 220.96,
        "duration": 6.72
    },
    {
        "text": "So, as I always say, the life you save could be your own and an hour of your time could be a lifetime for somebody else.",
        "start": 228.3,
        "duration": 5.5
    },
    {
        "text": "One of the things that really stands out about James Harrison",
        "start": 233.94,
        "duration": 2.6
    },
    {
        "text": "Whether it be our conversation with him any other interview",
        "start": 236.55,
        "duration": 2.849
    },
    {
        "text": "He has done. He does not think that he is anything special he has this mindset of \"Of course. I'm going to do this",
        "start": 239.4,
        "duration": 5.85
    },
    {
        "text": "I mean even before my blood was special, of course, I was going to do this it takes eight minutes or an hour\"",
        "start": 245.25,
        "duration": 5.309
    },
    {
        "text": "this is the same guy that",
        "start": 250.56,
        "duration": 1.3
    },
    {
        "text": "Robin Barlow the RH program coordinator who found Harrison said every ample of anti-d ever made in Australia has James in it he has saved millions",
        "start": 251.86,
        "duration": 7.909
    },
    {
        "text": "Of babies. I cry just thinking about it",
        "start": 259.81,
        "duration": 2.75
    },
    {
        "text": "So it made me incredibly happy to learn that on James Harrison's last day that he could legally donate blood",
        "start": 262.56,
        "duration": 4.709
    },
    {
        "text": "He got to meet some of the people he helped. It was a sad day on Friday when I made my last donation",
        "start": 267.27,
        "duration": 6.059
    },
    {
        "text": "They had a party for me with balloons, etc",
        "start": 273.7,
        "duration": 2.929
    },
    {
        "text": "And about 10 mothers came in with their babies that they thanked me for all of that",
        "start": 276.63,
        "duration": 4.679
    },
    {
        "text": "Which was quite a humbling experience for me really, because in the past I know one lady had 13 children since she got the injections",
        "start": 282.4,
        "duration": 6.83
    },
    {
        "text": "so they probably blame me  for the overpopulation",
        "start": 289.54,
        "duration": 2.299
    },
    {
        "text": "(Laughter)",
        "start": 292.48,
        "duration": 1.72
    },
    {
        "text": "And how I want to end this video one, of course, I want to honor James Harrison",
        "start": 294.3,
        "duration": 5.06
    },
    {
        "text": "I want to give him props",
        "start": 299.37,
        "duration": 0.99
    },
    {
        "text": "I want to celebrate him and at the same time use this as an opportunity to encourage the future heroes",
        "start": 300.36,
        "duration": 5.46
    },
    {
        "text": "You may not be a 1 in 200 like James Harrison",
        "start": 305.82,
        "duration": 2.279
    },
    {
        "text": "But you can donate blood you can donate plasma and down the links below",
        "start": 308.1,
        "duration": 3.029
    },
    {
        "text": "I will link to resources where you can find out where you can donate blood. It's actually really easy seeing James a story hearing",
        "start": 311.13,
        "duration": 4.859
    },
    {
        "text": "him out\nIt makes me realize that myself and many other people in this world where we're very selfish I think in",
        "start": 315.99,
        "duration": 4.919
    },
    {
        "text": "Part, it's it's human nature to think about yourself and and yours first. You probably won't get credit for it",
        "start": 320.98,
        "duration": 4.91
    },
    {
        "text": "It won't make you famous",
        "start": 325.89,
        "duration": 0.81
    },
    {
        "text": "It won't give you more likes on Instagram or Facebook, but you'll be helping people same as you should",
        "start": 326.7,
        "duration": 4.769
    },
    {
        "text": "Hope other people do if you or anyone you care about gets hurt",
        "start": 331.47,
        "duration": 3.149
    },
    {
        "text": "There are a lot of ways we can make the world a little more awesome or just kind of take away",
        "start": 334.62,
        "duration": 3.27
    },
    {
        "text": "Some of that suck and this is just one of them and hopefully over the course of this series that I want to work on",
        "start": 338.29,
        "duration": 4.609
    },
    {
        "text": "More we can shine a light on other ways to do that and other people doing amazing things",
        "start": 342.9,
        "duration": 4.92
    },
    {
        "text": "but that said if you like this video want to shine any more light on the good in the world hit that like button if",
        "start": 347.82,
        "duration": 4.289
    },
    {
        "text": "You new here hit that subscribe button. Make sure you ring that bell to turn notifications on also share this video",
        "start": 352.11,
        "duration": 4.619
    },
    {
        "text": "I think James has an amazing story an amazing message",
        "start": 356.729,
        "duration": 2.7
    },
    {
        "text": "And I think that some people just need to hear it with that said of course as always, my name is Philip",
        "start": 359.43,
        "duration": 3.96
    },
    {
        "text": "Defranco you've just been phill'd in a love yo faces and I'll see you Monday",
        "start": 363.39,
        "duration": 4.31
    }
]