[
    {
        "text": "Sup ya Beautiful Bastards! Hope you're having a",
        "start": 0.0,
        "duration": 2.0
    },
    {
        "text": "fantastic Tuesday, welcome back to the Philip Defranco Show and Let's just jump into it. And The first thing I want to talk about today is",
        "start": 2.409,
        "duration": 6.109
    },
    {
        "text": "Eighteen-Year-Old Obdulia Sanchez. Sanchez is in the news because she",
        "start": 8.889,
        "duration": 3.5
    },
    {
        "text": "Live-Streamed Herself Driving Recklessly and Crashing. A crash that killed her 14 year old sister Jacqueline and then Sanchez",
        "start": 12.639,
        "duration": 6.08
    },
    {
        "text": "Live-Streamed the death of her 14 year old Sister. Sanchez is Currently in police custody facing charges of Vehicular",
        "start": 18.91,
        "duration": 5.27
    },
    {
        "text": "Manslaughter while under the influence and a DUI. Now I do want to warn you what I'm about",
        "start": 24.46,
        "duration": 3.29
    },
    {
        "text": "To show is very",
        "start": 27.75,
        "duration": 1.119
    },
    {
        "text": "disturbing. I'm blacking out anything That Features the victim here but it is",
        "start": 28.869,
        "duration": 2.42
    },
    {
        "text": "important for you to realize the person that we are dealing with here. So in the beginning It looks like Sanchez sets up the live stream where",
        "start": 31.39,
        "duration": 5.419
    },
    {
        "text": "She is dancing and mouthing Along With the lyrics. And then we see the beginning of the crash.",
        "start": 36.809,
        "duration": 3.36
    },
    {
        "text": "Authorities said Sanchez swerved off the road then over-corrected, this resulted in the car crossing multiple lanes hitting a barbed wire fence",
        "start": 42.07,
        "duration": 6.11
    },
    {
        "text": "Causing The car to crash and roll there were three girls in the car, neither of the girls in the back had a seat belt on and",
        "start": 48.489,
        "duration": 5.479
    },
    {
        "text": "Jacqueline was thrown out of the car the video then cuts to this disturbing footage",
        "start": 53.968,
        "duration": 3.352
    },
    {
        "text": "And this makes me wonder what kind of monster reacts like this at the end she's just live",
        "start": 91.32,
        "duration": 3.94
    },
    {
        "text": "streaming a close-up of her bloody sister's face her younger sister just motionless",
        "start": 95.429,
        "duration": 4.771
    },
    {
        "text": "Bleeding from her head, and authorities are saying they're looking to the video to see if It contributed to the crash personally I'm leaning towards yes",
        "start": 100.229,
        "duration": 5.66
    },
    {
        "text": "I mean there's obviously the part of the story of what the hell is going on in your mind that you were going to",
        "start": 105.89,
        "duration": 4.51
    },
    {
        "text": "Livestream the death of your sister it looks like even the swerve may have been for her live stream - she previously posted pictures like this",
        "start": 110.459,
        "duration": 5.78
    },
    {
        "text": "with The caption \"When you almost crash because you're on Snapchat\"",
        "start": 116.24,
        "duration": 2.519
    },
    {
        "text": "It also looks like she shot a video from earlier in the day where she swerved the car in that video too, and to add to",
        "start": 118.83,
        "duration": 5.059
    },
    {
        "text": "My disgust around this situation i found out That there is a",
        "start": 123.89,
        "duration": 2.729
    },
    {
        "text": "Facebook Group called \"Free Obulia Sanchez\" and the main message is \"Obdulia",
        "start": 126.929,
        "duration": 4.471
    },
    {
        "text": "Sanchez made a mistake. Do not make her a scapegoat. Is this what a Murderer Looks like?\" and they post Things like:",
        "start": 131.4,
        "duration": 4.97
    },
    {
        "text": "\"Obdulia Sanchez is a child who made an error in judgment she's being made a scapegoat for an incident that took the life of her",
        "start": 136.53,
        "duration": 4.88
    },
    {
        "text": "14 year old sister but It is not Obdula's fault. She should not be held",
        "start": 141.41,
        "duration": 3.149
    },
    {
        "text": "responsible fort this terrible tragedy which says more about our society and what is deemed acceptable we need to take a look at",
        "start": 144.69,
        "duration": 5.419
    },
    {
        "text": "society and see where we went wrong and how we can prevent this from happening in the future, but there is no",
        "start": 150.329,
        "duration": 4.25
    },
    {
        "text": "reason why Obdulia should bear the brunt of the",
        "start": 154.65,
        "duration": 2.209
    },
    {
        "text": "Consequences.\" also fun fact there are over six thousand people that are a part of that group and there's part of a that just hopes five",
        "start": 157.049,
        "duration": 4.91
    },
    {
        "text": "six of the people that are part of that page are there just witness the stupid and they don't actually agree",
        "start": 161.959,
        "duration": 4.38
    },
    {
        "text": "society is not at fault here, technology is not at fault here the only person at fault is the",
        "start": 166.53,
        "duration": 5.479
    },
    {
        "text": "self-described psycho",
        "start": 172.009,
        "duration": 1.691
    },
    {
        "text": "Every choice Obdulia made here led to the death of her 14 year old sister and I could just continue to rant here but this garbage person",
        "start": 173.7,
        "duration": 6.199
    },
    {
        "text": "has taken up to much time already but of course this is my opinion I'd love to know do you think that Obdulia you",
        "start": 179.9,
        "duration": 4.589
    },
    {
        "text": "Know she did wrong she should be punished to the fullest extent of the law or are you someone of the mindset that she made",
        "start": 184.489,
        "duration": 4.41
    },
    {
        "text": "A mistake and she should be forgiven I'd love where your mind's at on that story. And then let's talk about a small update",
        "start": 188.9,
        "duration": 4.649
    },
    {
        "text": "around the Jake Paul story we covered yesterday Imma overdose from stupid if this story keeps going. If don't know what I'm talking about you can watch",
        "start": 193.56,
        "duration": 6.24
    },
    {
        "text": "yesterday's video it appears that As This story has continued to grow Jake Paul, but more",
        "start": 199.81,
        "duration": 4.08
    },
    {
        "text": "specifically, his home has become a bigger target it appears that Jake Paul's house has Been SWATed twice Once resulting in law enforcement",
        "start": 203.959,
        "duration": 6.741
    },
    {
        "text": "Showing Up the other the fire",
        "start": 210.739,
        "duration": 1.741
    },
    {
        "text": "Department also YouTubers trying to Get views have been going to the home, police has been called to removed them, I'm also skeptical talking about any",
        "start": 212.48,
        "duration": 6.41
    },
    {
        "text": "part of this situation because we're dealing with",
        "start": 218.93,
        "duration": 2.36
    },
    {
        "text": "YouTubers so you never know who lying, when the situation involves Jake Paul who put out a video called \"I Jake Paul, Actually Got arrested\"",
        "start": 221.51,
        "duration": 7.39
    },
    {
        "text": "The thumbnail Shows him getting arrested and if you watch the video is actually fake police",
        "start": 228.98,
        "duration": 4.279
    },
    {
        "text": "officers that he hired because once again It doesn't matter if It is good or bad",
        "start": 233.39,
        "duration": 4.22
    },
    {
        "text": "about Jake Paul all of this has just led to him growing more and more he's still averaging fifty thousand plus new",
        "start": 237.709,
        "duration": 6.35
    },
    {
        "text": "Subscribers a day the fandom around Jake Paul Is so",
        "start": 244.34,
        "duration": 2.36
    },
    {
        "text": "insane and stupid Jake Paul could Punch a Baby in the Throat and his fans would be like Jake Paul a",
        "start": 246.769,
        "duration": 5.029
    },
    {
        "text": "savage Logan Paul would pop around a corner going only a maverick would punch a baby in the throat links down below to our baby",
        "start": 251.87,
        "duration": 4.82
    },
    {
        "text": "puncher shirt reality and common sense have ceased to be they had left of the building left no forwarding address",
        "start": 256.69,
        "duration": 5.41
    },
    {
        "text": "there's also the update Jake Paul released a video Where he went into further detail about \"Why\" he left Disney, and he made it sound like",
        "start": 262.1,
        "duration": 5.66
    },
    {
        "text": "It was just the right time and not that it had anything really to do with this situation",
        "start": 267.76,
        "duration": 3.569
    },
    {
        "text": "to that I say okay that's fine that's his story. A note that I do want",
        "start": 271.4,
        "duration": 2.779
    },
    {
        "text": "To end on here is well you may Think that Jake Paul Is a douchebag because he has been doing",
        "start": 274.18,
        "duration": 4.32
    },
    {
        "text": "douchebag things, that does not in turn make It okay to",
        "start": 278.84,
        "duration": 2.75
    },
    {
        "text": "SWAT his home we shouldn't really hit a point where we're cheering that on what we're talking about there is a crime It is a",
        "start": 281.69,
        "duration": 4.789
    },
    {
        "text": "Serious serious problem that creators face so that's where I'll leave that but from that I want",
        "start": 286.479,
        "duration": 3.54
    },
    {
        "text": "to share some stuff I love Today and today in",
        "start": 290.02,
        "duration": 2.279
    },
    {
        "text": "awesome Brought to you by Phil.Ting.com Ting of Course the fantastic pay What you actually use; no bs fees,",
        "start": 292.4,
        "duration": 5.089
    },
    {
        "text": "plans, sketchy Charges cell service. Ting customers on average pay",
        "start": 297.71,
        "duration": 3.5
    },
    {
        "text": "$26 for one device you can Start Saving Money on ting with the Phone you're using now. So if you want to check it out or",
        "start": 301.21,
        "duration": 5.578
    },
    {
        "text": "make the smart move like many from the nation already have go to Phil.Ting.com and if you Sign Up with that url you",
        "start": 306.789,
        "duration": 4.71
    },
    {
        "text": "will get a $25 Credit. And the first Bit of awesome is we Got Brand new",
        "start": 311.5,
        "duration": 3.269
    },
    {
        "text": "Binging with Babish he tells you how to make some lemon Pepper Wet by The way if you don't know What that reference is watch",
        "start": 314.96,
        "duration": 4.67
    },
    {
        "text": "Atlanta on Fx It feels like the beginning of something amazing and then we had Nerdist putting out a video of a What if star Wars Was",
        "start": 319.63,
        "duration": 6.059
    },
    {
        "text": "in the uh...",
        "start": 325.69,
        "duration": 0.849
    },
    {
        "text": "In the style of Arrested Development we got a cute little short From Ashley Anderson Jake Man called extinguish, and maybe my favorite thing of the day",
        "start": 326.539,
        "duration": 7.17
    },
    {
        "text": "Kingsman Meets Archer",
        "start": 333.709,
        "duration": 1.241
    },
    {
        "text": "and if You want to see the full versions of Everything i Just Shared The secret Links of the day Anything at All",
        "start": 334.95,
        "duration": 5.15
    },
    {
        "text": "Links as always are in the description down below and then really quick I want to talk about United Airlines back in the news not",
        "start": 340.23,
        "duration": 5.449
    },
    {
        "text": "for Re",
        "start": 345.68,
        "duration": 0.52
    },
    {
        "text": "accommodating Someone's face or Losing Someone's luggage This past weekend Was comic-con and a Lot of People Go for you know the trailers the",
        "start": 346.2,
        "duration": 5.81
    },
    {
        "text": "Announcements But There are People That Still go to buy a ton of comic",
        "start": 352.08,
        "duration": 3.26
    },
    {
        "text": "books and United Airlines made The news Because It Signs Up Saying comic con attendees",
        "start": 355.34,
        "duration": 3.329
    },
    {
        "text": "Comic Books are not Allowed in checked luggage and so Obviously a Lot of People were confused because that makes no sense",
        "start": 359.04,
        "duration": 5.089
    },
    {
        "text": "Whatsoever as far as The reason and customer service from United said \"the restriction on checking comic books applies to all airlines",
        "start": 364.38,
        "duration": 5.809
    },
    {
        "text": "operating Out of San Diego This weekend in this set By The tsa well you won't be Able to check the comic Books They will",
        "start": 370.32,
        "duration": 4.699
    },
    {
        "text": "Be Allowed in your Carry-on bag or personalized item.\" A customer asks, \"What about regular Books?\" United responds, \"Your regular books should be",
        "start": 375.02,
        "duration": 5.61
    },
    {
        "text": "A-ok.\" A response and i think anyone with even half a brain would go, well that makes no sense",
        "start": 380.73,
        "duration": 4.129
    },
    {
        "text": "I can take regular books and put that in checked luggage but not",
        "start": 385.28,
        "duration": 2.66
    },
    {
        "text": "Thinner Comic book Why would the TSA do this to us? and the TSA's response was well we didn't, what? TSA not only issuing",
        "start": 388.22,
        "duration": 7.66
    },
    {
        "text": "A statement but tweeting back to united Saying Good afternoon please note there are no",
        "start": 396.02,
        "duration": 3.16
    },
    {
        "text": "TSA restrictions on Checking comic Books or Any Other Types of Books and a TSA",
        "start": 399.32,
        "duration": 3.8
    },
    {
        "text": "Spokesperson Saying The tsa never Put Out that guidance and United Later Released a Statement Say We Misunderstood tsa's",
        "start": 403.23,
        "duration": 5.599
    },
    {
        "text": "Instructions and Regret Any inconvenience This may Have Caused our customers and Appear is the thing that They misunderstood Was a",
        "start": 408.92,
        "duration": 5.02
    },
    {
        "text": "2016 TSA blog post there the TSA",
        "start": 414.26,
        "duration": 2.84
    },
    {
        "text": "Advises Comic-con goers not orders",
        "start": 417.51,
        "duration": 2.12
    },
    {
        "text": "Advises Comic-con Goers Pack Items Such as stacks Brochures and Assorted Comic Books in Your Carry-on bag the stacks of comics or Similar items can",
        "start": 419.88,
        "duration": 6.829
    },
    {
        "text": "Trigger Alerts in the Bag scanning process requiring Security personnel to check the contents essentially United Airlines Seems to have done the large",
        "start": 426.71,
        "duration": 6.119
    },
    {
        "text": "Business Equivalent of",
        "start": 433.02,
        "duration": 1.44
    },
    {
        "text": "Skimming a Book right Before you get a test and you Didn't Actually Pay Attention to details and you fail that test so yeah and",
        "start": 434.46,
        "duration": 5.45
    },
    {
        "text": "Then i want to talk about president Donald trump in The news again People are talking about Trump Today for a Few reasons the first",
        "start": 439.91,
        "duration": 5.009
    },
    {
        "text": "reason we're talking about Today is that president trump spoke at the National",
        "start": 444.92,
        "duration": 3.12
    },
    {
        "text": "Boy Scout Jamboree.",
        "start": 448.38,
        "duration": 1.14
    },
    {
        "text": "And president trump opened with what i actually found to be a funny statement,",
        "start": 449.7,
        "duration": 3.54
    },
    {
        "text": "[Trump] \"Boy you have a Lot of People here the press",
        "start": 453.24,
        "duration": 1.6
    },
    {
        "text": "Will Say It's about 200 People",
        "start": 454.84,
        "duration": 2.0
    },
    {
        "text": "[audience laughter]",
        "start": 456.92,
        "duration": 1.58
    },
    {
        "text": "It looks like about",
        "start": 458.66,
        "duration": 2.0
    },
    {
        "text": "45,000 People",
        "start": 460.86,
        "duration": 1.28
    },
    {
        "text": "you set a record today.\"",
        "start": 462.14,
        "duration": 2.36
    },
    {
        "text": "[DeFranco] Now it's estimated the Crowd Was actually Between",
        "start": 464.5,
        "duration": 1.22
    },
    {
        "text": "35,000 to",
        "start": 465.82,
        "duration": 1.06
    },
    {
        "text": "40,000 but we'll give Trump a pass here because he's a guy I sometimes say it's a little bit bigger just to get your attention",
        "start": 466.88,
        "duration": 4.61
    },
    {
        "text": "Then trump Wanted to set The tone for this speech and let People Know this isn't about politics tonight. [Trump] \"So I said",
        "start": 472.0,
        "duration": 4.559
    },
    {
        "text": "Who the hell wants to speak about",
        "start": 476.66,
        "duration": 2.119
    },
    {
        "text": "Politics When i'm in front of the boy scouts?\" And then for the rest of The speech president trump stayed true to that",
        "start": 478.91,
        "duration": 5.149
    },
    {
        "text": "Statement he said sarcastically setting Up a barrage of Clips that Showcases the contrary",
        "start": 484.16,
        "duration": 5.06
    },
    {
        "text": "[Trump] \"And I see all these politicians and",
        "start": 489.22,
        "duration": 1.889
    },
    {
        "text": "I see the swamp killing this horrible thing known as",
        "start": 491.98,
        "duration": 3.7
    },
    {
        "text": "Obamacare...did president Obama ever come to a jamberee?...and that map was so red it was",
        "start": 496.08,
        "duration": 6.0
    },
    {
        "text": "Unbelievable and they didn't know what to say...And you know we have a tremendous disadvantage",
        "start": 502.36,
        "duration": 5.0
    },
    {
        "text": "In the Electoral College...You know I went to Maine four times",
        "start": 507.86,
        "duration": 2.839
    },
    {
        "text": "Because it's one vote and we won...and i'd leave These Massive Crowds That Say",
        "start": 511.22,
        "duration": 4.039
    },
    {
        "text": "Why are we going to lose this?...by the way under the Trump Administration",
        "start": 515.56,
        "duration": 3.86
    },
    {
        "text": "You'll Be saying Merry Christmas",
        "start": 520.0,
        "duration": 2.5
    },
    {
        "text": "Again.\" And as you'd expect there was a big reaction some parents writing done with the scouts after you felt the Need to have my",
        "start": 522.52,
        "duration": 5.42
    },
    {
        "text": "Kid listen to a liar stroke His ego another saying wow this is What you're teaching the boy scout to be",
        "start": 527.95,
        "duration": 4.5
    },
    {
        "text": "Disrespectful to a past president would have Been a Boy scout unlike the current president completely disrespect others claiming that the boy scouts",
        "start": 532.58,
        "duration": 6.409
    },
    {
        "text": "Violated Their own Policy on the boy scouts participation and political event and a Few Things i do want",
        "start": 539.12,
        "duration": 4.91
    },
    {
        "text": "To point out Barack Obama yes he was a boy scout and while president obama did technically in the past film a video for",
        "start": 544.03,
        "duration": 5.219
    },
    {
        "text": "The Jamboree trump is right That Obama did not attend the jamboree while there are People that are Angry you Need to understand This Does",
        "start": 549.38,
        "duration": 5.989
    },
    {
        "text": "Not hurt Donald trump he is speaking to his People if you Watch the video he is being cheered on talking about Killing Obama care",
        "start": 555.37,
        "duration": 6.78
    },
    {
        "text": "Cheered on \"Killing this horrible thing known as Obamacare That's Really hurting us.\"",
        "start": 562.15,
        "duration": 5.429
    },
    {
        "text": "Talking about Winning The Electoral college Again Cheered on and that Map Was so Red it was",
        "start": 568.67,
        "duration": 5.839
    },
    {
        "text": "Unbelievable and They Didn't Know what to Say",
        "start": 574.85,
        "duration": 2.329
    },
    {
        "text": "He's Not being booed Here he knows his audience Better Than You think you know his audience then we had trump's public treatment of His",
        "start": 578.89,
        "duration": 6.539
    },
    {
        "text": "Attorney General Jeff Session it's a Situation so odd even",
        "start": 585.43,
        "duration": 3.57
    },
    {
        "text": "Breitbart Doesn't Appear to be on trump's side here he wrote an article Titled trump versus trump potus Endangers",
        "start": 589.22,
        "duration": 5.209
    },
    {
        "text": "Immigration agenda Because sessions followed his Lead on Hillary crime and then They Later Changed That title trump's Attack on sessions over Clinton",
        "start": 594.8,
        "duration": 6.38
    },
    {
        "text": "prosecution Highlights His own Weak stance so what the hell Happened",
        "start": 601.43,
        "duration": 2.66
    },
    {
        "text": "Well in an interview with the New York times last Week he said he would have never appointed Jeff sessions iF he knew that he",
        "start": 604.19,
        "duration": 5.15
    },
    {
        "text": "Was going to recuse Himself so she Should have?",
        "start": 609.34,
        "duration": 2.039
    },
    {
        "text": "Never Accused Himself and if he Would if he was going to recuse Himself",
        "start": 611.63,
        "duration": 4.04
    },
    {
        "text": "He should Have told me before he took the job and i'm going to pick somebody Else Which Frankly i",
        "start": 615.74,
        "duration": 4.58
    },
    {
        "text": "Think it's Very Unfair to the president how do you take a Job and then Reduce Yourself iF he would Have Reduced Himself?",
        "start": 620.75,
        "duration": 6.44
    },
    {
        "text": "Before the Job i would have Said thanks Jim but i can't you know another taking and today in his morning Tweet storm he tweets",
        "start": 627.86,
        "duration": 6.05
    },
    {
        "text": "Ukrainian efforts To sabotage trump Campaign Quietly Working to boost clinton's where is the",
        "start": 633.98,
        "duration": 4.25
    },
    {
        "text": "Investigation ag Attorney General Jeff sessions have Taken a Very Weak Position on Hillary Clinton Crime Where our emails and DnC server?",
        "start": 638.54,
        "duration": 7.039
    },
    {
        "text": "And Intel Leakers and i have to Say That statement from him is so",
        "start": 645.65,
        "duration": 3.44
    },
    {
        "text": "Confusing During The Campaign Donald Trump Hammered Hillary Clinton about her emails and all the",
        "start": 649.34,
        "duration": 4.909
    },
    {
        "text": "Scandals One of The Rallying Cries of His campaign with lock her up and a Nationally Televised debate he talked about her being in Jail",
        "start": 654.38,
        "duration": 6.26
    },
    {
        "text": "Then After he won he completely pulled back Saying quote i don't want to hurt the clintons i really don't",
        "start": 660.64,
        "duration": 4.469
    },
    {
        "text": "She went through a lot and Suffered greatly in Many different Ways and I'm not Looking to hurt them at All the Campaign Was vicious",
        "start": 665.17,
        "duration": 4.589
    },
    {
        "text": "The Trump Says lock her up then He's like a",
        "start": 669.76,
        "duration": 2.07
    },
    {
        "text": "Nevermind and The Russia trump Story gets bigger and bigger and Bigger in the media and Then Trump Starts talking about Hillary",
        "start": 672.14,
        "duration": 5.27
    },
    {
        "text": "Clinton Again and he's publicly Going After His own attorney General on twitter for Seemingly",
        "start": 677.51,
        "duration": 4.28
    },
    {
        "text": "focusing on Other Things Which is what it had previously",
        "start": 682.1,
        "duration": 2.179
    },
    {
        "text": "Sounded Like he wanted then you have Kelly and Conway speaking on Behalf of The White house regarding you know has the president Changed His?",
        "start": 684.35,
        "duration": 6.169
    },
    {
        "text": "Opinion on prosecuting Hillary What she Reportedly Said",
        "start": 690.52,
        "duration": 2.4
    },
    {
        "text": "Didn'T Change his Mind is Wondering Out loud and as far as What'S in store for Jeff sessions future we don't know but we might",
        "start": 692.99,
        "duration": 6.14
    },
    {
        "text": "Know soon the reports coming Out from sources Saying Jeff sessions has no intention of Resigning",
        "start": 699.13,
        "duration": 4.02
    },
    {
        "text": "Sources Saying he hasn't spoken to the president in several Days he is pissed off about This and as far as if trump Would remove",
        "start": 703.31,
        "duration": 5.51
    },
    {
        "text": "Him he'd be the new White house communications Director",
        "start": 708.82,
        "duration": 2.0
    },
    {
        "text": "Anthony scaramuchi",
        "start": 711.02,
        "duration": 1.28
    },
    {
        "text": "And You have to look at The tweets and Let the tweet stand for Themselves but the president Wants his cabinet secretaries to have his?",
        "start": 712.3,
        "duration": 4.739
    },
    {
        "text": "back\nI think Jeff sessions Was an incredible Campaigner for the president he was there Early for Him there's Obviously an issue in the relationship we'll",
        "start": 717.04,
        "duration": 6.12
    },
    {
        "text": "Get to a resolution Shortly the Final Thing of note With Donald Trump today Was something that he's Been pushing for and that is the",
        "start": 723.16,
        "duration": 5.13
    },
    {
        "text": "obamacare Repeal Today the senate voted yes to start debate Around the",
        "start": 728.63,
        "duration": 3.679
    },
    {
        "text": "Obamacare Repeal the senate vote Was 50 yes to 50 no with the vice",
        "start": 732.53,
        "duration": 3.47
    },
    {
        "text": "President Breaking The Tie only republicans i voted Against The bill were the two that we Mentioned last Week Susan collins of maine and Lisa",
        "start": 736.07,
        "duration": 5.959
    },
    {
        "text": "Murkowski of Alaska and for Many of This bill Actually",
        "start": 742.03,
        "duration": 2.489
    },
    {
        "text": "Passing Was a Shock Just 36 Hours Ago It Seemed Very unlike Senator John Mccain Was Diagnosed with Brain Cancer he had a Brain Surgery",
        "start": 744.83,
        "duration": 6.949
    },
    {
        "text": "Was a question if he Would Be Able to make it or be in the right state of Mind",
        "start": 751.78,
        "duration": 2.429
    },
    {
        "text": "The Collins and Murkowski You had senator capito from west Virginia Saying That she was going to vote no then the news came out That",
        "start": 754.52,
        "duration": 5.54
    },
    {
        "text": "John Mccain Was going to Dc someone Must Have switched their vote Only that Was capito of west Virginia who switched to a yes Just",
        "start": 760.06,
        "duration": 6.27
    },
    {
        "text": "before the vote so what Does this Mean is everything repealed Well no Just Because This is past Doesn't Mean That all The Republicans are",
        "start": 766.33,
        "duration": 5.429
    },
    {
        "text": "Agreeing on What the Actual Planets the senate has to now follow this complicated path to find an agreement the big ideas Around a replacement",
        "start": 771.76,
        "duration": 6.839
    },
    {
        "text": "Would Most Likely require",
        "start": 778.6,
        "duration": 0.94
    },
    {
        "text": "60 but a Skinny Repeal Wouldn'T Need the 60 votes the Skinny Repeal Would remove the individual mandate Penalty remove the employer mandate",
        "start": 779.54,
        "duration": 6.38
    },
    {
        "text": "Penalty and remove The medical device tax and if This One Through The congressional Budget office Says that the Number of Uninsured Would Jump 14",
        "start": 786.17,
        "duration": 6.469
    },
    {
        "text": "To 15",
        "start": 792.64,
        "duration": 0.34
    },
    {
        "text": "million Looks Like Premiums Would Jump 20 percent i'm not Fully sure as of Right Now there is even a Majority for the Skinny Repeat",
        "start": 792.98,
        "duration": 5.84
    },
    {
        "text": "Senator John Mccain Who voted Yesterday Said he would not vote for the bill as It is today we'll have to wait and see What?",
        "start": 798.82,
        "duration": 5.76
    },
    {
        "text": "Happens Next and That's Actually where i'm going to end Today's Show Remember if you like This video you like what I try and  do here on this Channel",
        "start": 804.58,
        "duration": 5.159
    },
    {
        "text": "Hit That Like Button if you're new here hit that subscribe",
        "start": 809.78,
        "duration": 2.119
    },
    {
        "text": "Button also If You Missed Yesterday's Philip defranco Show you want to catch Up click or tap right there to watch That or if you",
        "start": 812.09,
        "duration": 5.119
    },
    {
        "text": "Want to see the newest behind the scenes Loud Click or tap right there to watch that But That's it of Course as Always My",
        "start": 817.21,
        "duration": 5.28
    },
    {
        "text": "Name's Philip defranco You've Just Been Phill'd Then i love yo Faces and i'll see you Tomorrow",
        "start": 822.49,
        "duration": 5.039
    }
]