[
    {
        "text": "'Sup you beautiful bastards, hope you're havin' a fantastic Tuesday",
        "start": 0.03,
        "duration": 3.21
    },
    {
        "text": "welcome back to the Philip DeFranco show and let's just jump into it. And the first thing we're gonna talk about today by far one of",
        "start": 3.24,
        "duration": 5.34
    },
    {
        "text": "the most requested stories from the past day and that is news about news on the Internet - specifically YouTube",
        "start": 8.58,
        "duration": 5.7
    },
    {
        "text": "The reason we're talking about this today is essentially right as yesterday's show went out, YouTube made a massive",
        "start": 14.28,
        "duration": 4.439
    },
    {
        "text": "announcement regarding news on the platform. It's actually a part of the larger Google news initiative that was announced back in March.",
        "start": 19.0,
        "duration": 4.729
    },
    {
        "text": "So one of the big pieces here",
        "start": 23.73,
        "duration": 1.02
    },
    {
        "text": "Well one, YouTube put out a blog with these changes and they say after a breaking news event",
        "start": 24.75,
        "duration": 3.75
    },
    {
        "text": "it takes time to verify, produce and publish high quality videos. Journalists often write articles first to break the news rather than produce videos.",
        "start": 28.5,
        "duration": 5.759
    },
    {
        "text": "That's why in the coming weeks in the US",
        "start": 34.26,
        "duration": 1.5
    },
    {
        "text": "We will start providing a short preview of news articles and search results on YouTube that link to the full article during the initial hours",
        "start": 35.76,
        "duration": 5.43
    },
    {
        "text": "of a major news event along with a reminder that breaking and developing news can rapidly change.",
        "start": 41.19,
        "duration": 4.02
    },
    {
        "text": "And this is part of YouTube's effort as they put it \"to prominently surface authoritative sources.\"",
        "start": 45.21,
        "duration": 3.689
    },
    {
        "text": "And so along with that they announced to make it easier to find quality news,",
        "start": 48.899,
        "duration": 2.88
    },
    {
        "text": "our top news shelf prominently highlights videos from new sources and search results.",
        "start": 51.78,
        "duration": 3.24
    },
    {
        "text": "And adding when it comes to breaking news,",
        "start": 55.12,
        "duration": 1.939
    },
    {
        "text": "our breaking news shelf highlights videos from news organizations",
        "start": 57.059,
        "duration": 2.22
    },
    {
        "text": "about that event directly on the YouTube homepage and those features they said launched in 17 countries",
        "start": 59.559,
        "duration": 4.4
    },
    {
        "text": "And they expect that number to double in the coming month",
        "start": 63.96,
        "duration": 2.19
    },
    {
        "text": "Of course, one of the questions that comes with this story is okay. Who are they saying or authoritative sources?",
        "start": 66.15,
        "duration": 4.559
    },
    {
        "text": "Who are they going to be featuring and if we look at the screenshots they provided thus far you see USA Today CBS this morning",
        "start": 70.71,
        "duration": 5.729
    },
    {
        "text": "Fox News CNN and one for the New York Times",
        "start": 76.57,
        "duration": 2.479
    },
    {
        "text": "But they also add that there is going to be a focus on local news writing many people want value and trust local news",
        "start": 79.049,
        "duration": 5.28
    },
    {
        "text": "so when a major event happens local reporters are often the first on site to capture events as they unfold we've begun testing features at",
        "start": 84.33,
        "duration": 5.669
    },
    {
        "text": "Surface local news in the YouTube app for TV screens across 25 media markets around the United States making it easy to access local news",
        "start": 90.0,
        "duration": 6.329
    },
    {
        "text": "in the living room our fastest growing screen and on top of this and also appears that YouTube is embracing Wikipedia and",
        "start": 96.329,
        "duration": 5.07
    },
    {
        "text": "Encyclopedia Britannica saying we also believe users should be able to choose and make their own judgments about the information",
        "start": 101.59,
        "duration": 4.16
    },
    {
        "text": "They consume along with context to inform their judgement",
        "start": 105.75,
        "duration": 2.459
    },
    {
        "text": "So starting today users will begin seeing information from third parties",
        "start": 108.21,
        "duration": 2.97
    },
    {
        "text": "Including Wikipedia and Encyclopedia Britannica alongside videos on a small number of well-established",
        "start": 111.22,
        "duration": 4.189
    },
    {
        "text": "Historical and scientific topics that have been often subject to misinformation like the moon landing and the Oklahoma City bombing",
        "start": 115.719,
        "duration": 5.3
    },
    {
        "text": "So that is a pretty obvious swing at conspiracy theory videos",
        "start": 121.02,
        "duration": 3.09
    },
    {
        "text": "And in addition to this YouTube announced that they are committing a 25 million-dollar investment specifically regarding this money",
        "start": 124.11,
        "duration": 5.279
    },
    {
        "text": "They call it innovation funding saying we provide funding across proximately 20 global markets to support news organizations and building sustainable video",
        "start": 129.39,
        "duration": 6.679
    },
    {
        "text": "Operations provide it on an application basis to news organizations of all types",
        "start": 136.29,
        "duration": 3.199
    },
    {
        "text": "These grants will enable our partners to build key capability train staff on video best practices enhance production",
        "start": 139.5,
        "duration": 5.269
    },
    {
        "text": "Facilities and develop formats optimized for online video. Additionally they say they're expanding their team of specialists that work with news publishers",
        "start": 144.87,
        "duration": 5.929
    },
    {
        "text": "Also adding that they've established an early working group is to help handle",
        "start": 150.799,
        "duration": 2.61
    },
    {
        "text": "Challenges and make the news experience on YouTube bad adding that some of the early members include India today and Vox media",
        "start": 153.629,
        "duration": 5.779
    },
    {
        "text": "What the final notes they hit on is what they call an investment in the digital literacy education saying we've teamed up with the pointer",
        "start": 159.409,
        "duration": 5.19
    },
    {
        "text": "Institute Stanford University local media Association and the National Association for media literacy",
        "start": 164.64,
        "duration": 4.519
    },
    {
        "text": "education to support media wise a",
        "start": 169.53,
        "duration": 1.59
    },
    {
        "text": "Us-based initiative designed to equip 1 million teens with digital literacy skills adding six incredible YouTube creators including John Green",
        "start": 171.12,
        "duration": 6.589
    },
    {
        "text": "Ingrid Nelson and Mark Watson will be working with media wise to bring awareness to digital literacy and help educate",
        "start": 177.84,
        "duration": 4.97
    },
    {
        "text": "teens, and so with all of that said to change ears my personal take away from this is",
        "start": 182.879,
        "duration": 4.759
    },
    {
        "text": "I'm skeptical but interested I'll kind of expand on that because so many people kept sending these screenshots or just links to Susan Wojcicki",
        "start": 188.19,
        "duration": 5.75
    },
    {
        "text": "linking off to the blog and announcement",
        "start": 194.099,
        "duration": 2.09
    },
    {
        "text": "What I'll say is YouTube like every other platform right now has a fake news problem",
        "start": 196.19,
        "duration": 3.539
    },
    {
        "text": "And I personally of the belief that this is partially a self-inflicted wound specifically that algorithms on all of these platforms",
        "start": 199.73,
        "duration": 5.879
    },
    {
        "text": "reward people for getting people to stay on the platform",
        "start": 205.919,
        "duration": 2.63
    },
    {
        "text": "for example\nIf someone is a flat earther and they watch a video and they're intrigued and they dive down the rabbit hole the the platform",
        "start": 208.549,
        "duration": 5.611
    },
    {
        "text": "Will say hey, do you want more of this crazy bullshit?",
        "start": 214.23,
        "duration": 2.659
    },
    {
        "text": "also\nUnfortunately in the minutes right after",
        "start": 216.919,
        "duration": 1.63
    },
    {
        "text": "Breaking news usually around shootings people just start throwing up videos saying oh, this could be the thing that's happening",
        "start": 218.549,
        "duration": 5.63
    },
    {
        "text": "Oh",
        "start": 224.18,
        "duration": 0.48
    },
    {
        "text": "It might be this person things that haven't been",
        "start": 224.66,
        "duration": 2.009
    },
    {
        "text": "Verified yet because those people were first to the story people start searching for that story",
        "start": 226.739,
        "duration": 4.19
    },
    {
        "text": "They essentially end up getting rewarded",
        "start": 230.93,
        "duration": 1.44
    },
    {
        "text": "So we look at YouTube's announcements here and we go ok, so they're trying to deal with those issues, but I like many others",
        "start": 232.37,
        "duration": 4.529
    },
    {
        "text": "I'm intrigued and also skeptical of who they choose to be authoritative sources regarding featuring local news more prominently",
        "start": 236.9,
        "duration": 5.88
    },
    {
        "text": "Yes, please. Do not make it just the YouTube TV app also, unfortunately, I know that I have to make because of YouTube's branding",
        "start": 242.909,
        "duration": 6.02
    },
    {
        "text": "I'm saying the app for YouTube for TVs and not the app YouTube TV",
        "start": 248.93,
        "duration": 4.5
    },
    {
        "text": "If anyone should be getting featured more prominently on the platform across the board, it is local news",
        "start": 253.43,
        "duration": 4.649
    },
    {
        "text": "So regarding the other guys the big I am skeptical and nervous as someone who was independent trying to talk about news",
        "start": 258.079,
        "duration": 5.75
    },
    {
        "text": "It feels like yet another hurdle that pushes our content further down",
        "start": 263.83,
        "duration": 4.08
    },
    {
        "text": "it feels like the prominent featuring of",
        "start": 267.91,
        "duration": 1.75
    },
    {
        "text": "Organizations that do not have a lot of public trust that said for transparency sake after this announcement was made I was contacted by YouTube",
        "start": 269.66,
        "duration": 7.339
    },
    {
        "text": "I obviously hope for the best to come out of those conversations",
        "start": 277.0,
        "duration": 2.339
    },
    {
        "text": "I am one voice",
        "start": 279.34,
        "duration": 1.169
    },
    {
        "text": "but hopefully I can I can throw in some opinions for the others right some input from",
        "start": 280.509,
        "duration": 4.23
    },
    {
        "text": "organizations that aren't MSM or don't have previous deals with YouTube like YouTube TV and The Young Turks",
        "start": 284.96,
        "duration": 4.79
    },
    {
        "text": "Of course the big thing to note there. I am NOT involved yet early early early early stages of a conversation",
        "start": 290.169,
        "duration": 5.61
    },
    {
        "text": "Hopefully some good comes out of it policy and I'll actually I'll pass the question off to you",
        "start": 296.51,
        "duration": 3.5
    },
    {
        "text": "What are your thoughts about this move? Do you think it makes sense?",
        "start": 300.01,
        "duration": 2.25
    },
    {
        "text": "Do you see this as a potential win or no? Do you think this is a bad move on their part?",
        "start": 302.26,
        "duration": 3.659
    },
    {
        "text": "They should have been more hands-off or actually maybe even a third option",
        "start": 305.919,
        "duration": 2.88
    },
    {
        "text": "Do you think that they were kind of screwed either way screwed if they didn't do something because people would say why don't you care?",
        "start": 308.8,
        "duration": 4.619
    },
    {
        "text": "Or screw it if they did something because people would say, oh, you're just you're skewing it trying to control the truth",
        "start": 313.419,
        "duration": 4.89
    },
    {
        "text": "Let me know what you think. But from that I want to share some stuff",
        "start": 318.71,
        "duration": 2.36
    },
    {
        "text": "I loved today and today and awesome brought to you by postmates",
        "start": 321.07,
        "duration": 3.239
    },
    {
        "text": "Supposedly, it's for those that don't know is the fantastic delivery on-demand app",
        "start": 324.32,
        "duration": 3.289
    },
    {
        "text": "You want something from your favorite restaurant? You want something from this store? Boom just open up the app",
        "start": 327.61,
        "duration": 3.809
    },
    {
        "text": "You'll deliver it to your house your office your wherever and if you're one of the people that have been like ah post mates isn't",
        "start": 331.419,
        "duration": 4.23
    },
    {
        "text": "In my area. They actually just expanded to one hundred more new cities",
        "start": 335.65,
        "duration": 2.91
    },
    {
        "text": "It is the ultimate",
        "start": 338.56,
        "duration": 1.12
    },
    {
        "text": "time-saver and",
        "start": 339.68,
        "duration": 0.78
    },
    {
        "text": "Convenience and if you are a new customer go to post DeFranco com download the app and then make sure you enter in promo code",
        "start": 340.46,
        "duration": 5.059
    },
    {
        "text": "Philly DS so they give you",
        "start": 345.52,
        "duration": 1.179
    },
    {
        "text": "$100 in free delivery",
        "start": 346.699,
        "duration": 1.081
    },
    {
        "text": "Credit in the first bit of Awesome today is actually just a shout-out to my buddies over at the valley folk",
        "start": 347.78,
        "duration": 3.889
    },
    {
        "text": "It's a channel and group composed of the four og sourcefed hosts. This released the first episode of a show",
        "start": 351.669,
        "duration": 4.5
    },
    {
        "text": "They're testing called your show",
        "start": 356.169,
        "duration": 1.321
    },
    {
        "text": "I don't have anything to do with the channel the content anything like that",
        "start": 357.49,
        "duration": 3.149
    },
    {
        "text": "but just there for really really funny people and if so,",
        "start": 360.83,
        "duration": 3.32
    },
    {
        "text": "If you want to see them",
        "start": 364.15,
        "duration": 0.88
    },
    {
        "text": "Click on the link down below then we got the honest trailer for a rampage and we got a teaser trailer for this",
        "start": 365.03,
        "duration": 5.239
    },
    {
        "text": "Season's Hard Knocks, which I decided to say, Cleveland Brown fans",
        "start": 370.34,
        "duration": 3.799
    },
    {
        "text": "I don't know how you do it, but it's inspiring to watch you and as a Jets fan",
        "start": 374.139,
        "duration": 4.14
    },
    {
        "text": "It's just nice that there's another team out there. That sucks worse",
        "start": 378.28,
        "duration": 2.549
    },
    {
        "text": "Then we got a launch trailer Ford Edsel Stan Wade Riot Games lead designer Greg Street answering League",
        "start": 380.83,
        "duration": 4.86
    },
    {
        "text": "Questions from Twitter its head ed asking",
        "start": 385.849,
        "duration": 2.119
    },
    {
        "text": "What is the coldest thing in the world Emily at first we face given us the burger show also big shout-out to everyone for",
        "start": 387.969,
        "duration": 5.1
    },
    {
        "text": "painting in this year's Guardian Khan",
        "start": 393.21,
        "duration": 1.47
    },
    {
        "text": "as of recording this video over",
        "start": 394.68,
        "duration": 1.9
    },
    {
        "text": "1.7 million dollars has been raised for Saint Jude Children's Research Hospital",
        "start": 396.58,
        "duration": 4.04
    },
    {
        "text": "If you want to see the full versions of everything",
        "start": 400.72,
        "duration": 1.819
    },
    {
        "text": "I just shared the secret link of the day anything at all",
        "start": 402.539,
        "duration": 2.64
    },
    {
        "text": "Links is always on the description down below. Then we had NFL running back LeSean McCoy in the news because of a slew of",
        "start": 405.31,
        "duration": 6.019
    },
    {
        "text": "Allegations any allegations were talking about today appear to be coming from a friend of an ex or a current girlfriend of McCoy",
        "start": 411.97,
        "duration": 6.319
    },
    {
        "text": "And she posted this side by side of McCoy's growth under ex girlfriend Alicia Corden with the caption",
        "start": 418.289,
        "duration": 4.26
    },
    {
        "text": "Actually McCoy is the devil. You are an animal. We didn't say anything about how you beat your dog. Henny ands a kidney failure",
        "start": 422.55,
        "duration": 5.67
    },
    {
        "text": "Let's not talk about all the times my best friend had to stop you from viciously beating your son for small things like peeing in",
        "start": 428.22,
        "duration": 4.949
    },
    {
        "text": "the bed we kept quiet about your drug usage all the illegal steroids and needles you were using but we will not keep quiet about",
        "start": 433.169,
        "duration": 5.4
    },
    {
        "text": "This I can't believe you did this to my best friend",
        "start": 438.57,
        "duration": 2.399
    },
    {
        "text": "Your karma is going to be so real world needs to know what type of animal you really are",
        "start": 440.97,
        "duration": 3.569
    },
    {
        "text": "This was just her yesterday on the left",
        "start": 444.539,
        "duration": 1.801
    },
    {
        "text": "And now this morning this is her on the right",
        "start": 446.34,
        "duration": 1.889
    },
    {
        "text": "so all in all we have allegations of drug use child abuse animal abuse and",
        "start": 448.229,
        "duration": 4.23
    },
    {
        "text": "Domestic abuse and looking through the Instagram accounts that does seem to be some connection if we go through Corden's Instagram",
        "start": 452.68,
        "duration": 4.7
    },
    {
        "text": "We see a video where McCoy is actually filming himself another one from the past where she's on a red carpet posing with McCoy",
        "start": 457.38,
        "duration": 5.699
    },
    {
        "text": "You'll see recent photos of Mia and Corden together so we can see that there's a friendship now following this post and gaining traction",
        "start": 463.08,
        "duration": 5.85
    },
    {
        "text": "According to ESPN the Buffalo Bills are aware of the accusation",
        "start": 469.0,
        "duration": 3.019
    },
    {
        "text": "And since then McCoy has addressed these",
        "start": 472.02,
        "duration": 1.75
    },
    {
        "text": "Allegations on Instagram and Twitter writer for the record the totally baseless and offensive claims made against me today on social media are completely false",
        "start": 473.77,
        "duration": 6.5
    },
    {
        "text": "Furthermore I have not had any direct contact with any of the people involved in months",
        "start": 480.31,
        "duration": 3.919
    },
    {
        "text": "No big thing to note with this story is the timing is really interesting regarding the attack. Most people would ask, okay",
        "start": 484.229,
        "duration": 5.429
    },
    {
        "text": "Well, where's the police report? Well, according to TMZ sports officials said EMTs responded to a home on delecious Street early Monday morning",
        "start": 489.659,
        "duration": 5.4
    },
    {
        "text": "They're only three houses on her block as far as details",
        "start": 495.06,
        "duration": 2.579
    },
    {
        "text": "We're not really getting an according to reports Milton police department was still preparing a police report initially",
        "start": 497.639,
        "duration": 4.589
    },
    {
        "text": "There's also been the situation in Georgia where McCoy is trying to get Kourtney out of a house according to documents obtained by TMZ sports",
        "start": 502.229,
        "duration": 5.279
    },
    {
        "text": "McCoy went to court in June seeking to get a judge's order forcing her to move out of a home",
        "start": 507.58,
        "duration": 3.98
    },
    {
        "text": "He owns and Alpharetta, Georgia",
        "start": 511.56,
        "duration": 1.109
    },
    {
        "text": "and in those court documents McCoy allegedly wrote defendant his ex-girlfriend of owner plaintiff and refuses to leave and once again, like I said,",
        "start": 512.669,
        "duration": 6.45
    },
    {
        "text": "The timing is important here reportedly, both sides were actually supposed to appear in court today",
        "start": 519.12,
        "duration": 3.659
    },
    {
        "text": "But still all that said it is incredibly important to realize that this still a developing",
        "start": 522.779,
        "duration": 4.26
    },
    {
        "text": "Story, and this is very early on there's some things to consider and also not a lot",
        "start": 527.23,
        "duration": 3.5
    },
    {
        "text": "No, you don't have the full details regarding the EMTs that were on the scene",
        "start": 530.73,
        "duration": 2.7
    },
    {
        "text": "The allegations are coming from a friend and not the woman herself",
        "start": 533.43,
        "duration": 2.219
    },
    {
        "text": "Although based off of those pictures that could be just based off of ability",
        "start": 535.9,
        "duration": 3.95
    },
    {
        "text": "And so as of right now",
        "start": 539.85,
        "duration": 0.63
    },
    {
        "text": "I'll have to wait to see what comes next and then let's talk about a fantastic update out of Thailand with that story",
        "start": 540.48,
        "duration": 5.339
    },
    {
        "text": "We've talked about for the past week 12 boys and their coach stuck in a cave for more than two weeks and the big news",
        "start": 545.82,
        "duration": 5.58
    },
    {
        "text": "Is they are all out the rescue operation resumed at around 10:00 a.m",
        "start": 551.4,
        "duration": 2.97
    },
    {
        "text": "Local time and just a few hours later the remaining four boys and their coach were out",
        "start": 554.37,
        "duration": 4.409
    },
    {
        "text": "They were rescued they were then transported to a local hospital. But main point they all got out. This is amazing news",
        "start": 558.78,
        "duration": 5.669
    },
    {
        "text": "It's only people come together to save these kids that at a time the situation seemed pretty hopeless",
        "start": 564.45,
        "duration": 4.95
    },
    {
        "text": "And since this is probably the last time that we will talk about this story on the show",
        "start": 569.4,
        "duration": 4.35
    },
    {
        "text": "I did want to know and remember one thing and that is of course again former Thai Navy SEAL",
        "start": 573.75,
        "duration": 4.319
    },
    {
        "text": "Saman Coonan who died in his attempt to help rescue these boys his sacrifice and the risk that all of these people took to help",
        "start": 578.07,
        "duration": 6.33
    },
    {
        "text": "someone they didn't even know it's those actions and these moments that make me feel like",
        "start": 584.4,
        "duration": 4.049
    },
    {
        "text": "Maybe we'll be all right as a species may be good can thrive and an otherwise unforgiving world?",
        "start": 588.67,
        "duration": 5.209
    },
    {
        "text": "I think that's a note that I want to leave with that story and then let's talk about President",
        "start": 593.88,
        "duration": 3.0
    },
    {
        "text": "Drums nominee for Supreme Court justice, which actually before we even move forward on this",
        "start": 596.88,
        "duration": 4.26
    },
    {
        "text": "I just need to say that I have never quite felt more. Like I was just part of the reality show",
        "start": 601.14,
        "duration": 4.77
    },
    {
        "text": "That is the United States of America then yesterday when the White House official Twitter account released kind of a hype video",
        "start": 605.91,
        "duration": 6.719
    },
    {
        "text": "for the announcement",
        "start": 612.91,
        "duration": 2.0
    },
    {
        "text": "But that said the announcement happens and Donald Trump makes his pick in keeping with President Reagan's legacy",
        "start": 627.069,
        "duration": 5.69
    },
    {
        "text": "I do not ask about a nominees personal opinions",
        "start": 632.829,
        "duration": 4.489
    },
    {
        "text": "What matters is not a judge's political views but whether they can set aside",
        "start": 637.72,
        "duration": 4.969
    },
    {
        "text": "Those views to do what the law and the Constitution",
        "start": 643.299,
        "duration": 3.71
    },
    {
        "text": "Require I am pleased to say that I have found",
        "start": 648.189,
        "duration": 4.1
    },
    {
        "text": "without doubt",
        "start": 652.989,
        "duration": 1.861
    },
    {
        "text": "Such a person",
        "start": 654.85,
        "duration": 2.0
    },
    {
        "text": "Tonight it is my honor and privilege to announce that I will nominate",
        "start": 656.86,
        "duration": 4.459
    },
    {
        "text": "judge Brett Kavanaugh to the United States Supreme Court",
        "start": 662.049,
        "duration": 4.52
    },
    {
        "text": "that man who is likely reveal he comes in right after his name was announced like he's the new",
        "start": 667.029,
        "duration": 5.33
    },
    {
        "text": "Bachelor and actually to introduce I'm like, he's on The Bachelor",
        "start": 672.459,
        "duration": 2.479
    },
    {
        "text": "that is Brett Kavanaugh 53 year old federal appeals court judge who loves the",
        "start": 675.089,
        "duration": 4.32
    },
    {
        "text": "Constitution as much as he loves coaching his children's sports teams also he is considered by some experts too if he is",
        "start": 679.629,
        "duration": 5.96
    },
    {
        "text": "Approved would end up being one of the three most conservative justices on the Supreme Court",
        "start": 685.779,
        "duration": 4.19
    },
    {
        "text": "but that said that's kind of painting Kavanagh with a broad brush since we kind of have to look at individual topics as well as",
        "start": 689.97,
        "duration": 4.859
    },
    {
        "text": "Things that he's done or said in the past",
        "start": 694.829,
        "duration": 2.07
    },
    {
        "text": "So one of the things we'll hear a lot about is his investigations of and around Bill Clinton in 1994",
        "start": 696.899,
        "duration": 4.679
    },
    {
        "text": "He was hired by independent counsel Ken Starr this to investigate the death of President Bill Clinton's deputy counsel Vincent foster",
        "start": 701.579,
        "duration": 6.03
    },
    {
        "text": "He also investigated Bill Clinton himself regarding the Monica Lewinsky scandal. That's actually a thing",
        "start": 707.61,
        "duration": 3.899
    },
    {
        "text": "I'm note because after he kind of looked back at how that investigation",
        "start": 711.509,
        "duration": 3.21
    },
    {
        "text": "Unfolded he gave this quote saying even the lesser burdens of a criminal investigation",
        "start": 714.999,
        "duration": 3.86
    },
    {
        "text": "Including preparing for questioning by criminal investigators are time-consuming and distracting like civil suits Criminal Investigations",
        "start": 719.259,
        "duration": 5.9
    },
    {
        "text": "Take the president's focus away from his or her responsibilities to the people and a president who is concerned about an ongoing criminal",
        "start": 725.16,
        "duration": 5.339
    },
    {
        "text": "Investigation is almost inevitably going to do a worse job as president",
        "start": 730.779,
        "duration": 3.349
    },
    {
        "text": "and so while Kevin know there seems to be referencing what happened with Bill Clinton people are obviously",
        "start": 734.129,
        "duration": 3.539
    },
    {
        "text": "Pointing to the current situation of the Moller investigation and of course one of the big questions is where does Cavanaugh stand regarding abortion?",
        "start": 737.829,
        "duration": 5.989
    },
    {
        "text": "specifically a roe v wade and here people have been mainly looking at two different instances and the first instance comes from",
        "start": 744.04,
        "duration": 4.699
    },
    {
        "text": "2006 during his confirmation here. We see this interaction between Senator Chuck Schumer and Cavanaugh's. Do you consider?",
        "start": 749.019,
        "duration": 5.239
    },
    {
        "text": "Roe v wade to be an abomination",
        "start": 754.899,
        "duration": 2.0
    },
    {
        "text": "and do you consider yourself to be a",
        "start": 757.209,
        "duration": 3.62
    },
    {
        "text": "Judicial nominee like the president said he was going to nominate people in the mold of Scalia and Thomas",
        "start": 761.44,
        "duration": 5.179
    },
    {
        "text": "Center on the question of roe v wade if confirmed to the DC Circuit, I would follow roe v wade",
        "start": 768.46,
        "duration": 5.119
    },
    {
        "text": "Faithfully and fully that would be binding precedent in the court",
        "start": 774.19,
        "duration": 3.08
    },
    {
        "text": "It's been decided by the Supreme Court you your own opinion?",
        "start": 777.27,
        "duration": 2.64
    },
    {
        "text": "You know I'm saying if I were confirmed to the DC Circuit senator, I would follow it",
        "start": 779.91,
        "duration": 4.919
    },
    {
        "text": "It's been reaffirmed many times including in Planned Parenthood. Very understand. But what is your opinion? You're not on the bench yet?",
        "start": 784.83,
        "duration": 6.059
    },
    {
        "text": "You've talked about these issues in the past to other people",
        "start": 791.02,
        "duration": 3.169
    },
    {
        "text": "I'm sure this the Supreme Court has held repeatedly Center and I don't think it would be",
        "start": 794.19,
        "duration": 4.32
    },
    {
        "text": "Appropriate for me to give up nurse Angela questions and reception from this has been mixed",
        "start": 798.85,
        "duration": 4.43
    },
    {
        "text": "I'm taking that as he respects precedent",
        "start": 803.28,
        "duration": 1.89
    },
    {
        "text": "if it's already been decided I'm not going to change it whereas others have taken that somewhat as a",
        "start": 805.17,
        "duration": 3.78
    },
    {
        "text": "Non-answer or at the very least something that would not relate to him being on the Supreme Court winning out that he is simply saying",
        "start": 809.02,
        "duration": 5.149
    },
    {
        "text": "If I am on this lesser Court, I would follow the precedent from the Supreme Court",
        "start": 814.17,
        "duration": 4.08
    },
    {
        "text": "And so the argument is essentially once he is on a court of that level",
        "start": 818.25,
        "duration": 2.58
    },
    {
        "text": "We might see a shift and the second point that a lot of people have been talking about comes from last year from the DC",
        "start": 820.84,
        "duration": 5.0
    },
    {
        "text": "Circuit Court",
        "start": 825.84,
        "duration": 0.51
    },
    {
        "text": "and the question in that case was whether an",
        "start": 826.35,
        "duration": 1.39
    },
    {
        "text": "Undocumented immigrant enid attention was entitled to seek an abortion Cavanaugh ended up writing a dissenting opinion",
        "start": 827.74,
        "duration": 4.82
    },
    {
        "text": "Saying the court was wrong to conclude",
        "start": 832.63,
        "duration": 1.43
    },
    {
        "text": "She had the right to an immediate abortion on demand adding delaying the procedure until she could be released to a u.s",
        "start": 834.06,
        "duration": 4.739
    },
    {
        "text": "Sponsor would not impose an undue burden on the abortion, right? But like Kavanagh said back in 2006",
        "start": 838.8,
        "duration": 4.44
    },
    {
        "text": "He wrote all parties to this case recognized roe v wade and Planned Parenthood v Casey as precedents",
        "start": 843.24,
        "duration": 5.25
    },
    {
        "text": "We must follow which of course once again brought up the debate of is he saying that because he thinks it should stand in precedent",
        "start": 848.49,
        "duration": 5.429
    },
    {
        "text": "Matters or no? It's different. Once he's on that Supreme Court. No in addition to roe v wade",
        "start": 853.92,
        "duration": 3.6
    },
    {
        "text": "It's important to understand that there are other pillars on the note of privacy",
        "start": 857.52,
        "duration": 2.909
    },
    {
        "text": "We've seen Kavanagh stand behind warrantless wiretaps this including the NSA surveillance operation that Edward Snowden exposed back in 2013",
        "start": 860.43,
        "duration": 6.51
    },
    {
        "text": "And on this he wrote the government's metadata collection program is entirely consistent with the Fourth Amendment in my view that critical national security need",
        "start": 866.94,
        "duration": 6.45
    },
    {
        "text": "Outweighs the impact on privacy occasioned by this program additionally in 2010",
        "start": 873.39,
        "duration": 3.539
    },
    {
        "text": "He dissented on another court opinion this involving a case where authorities put a GPS tracker on a suspects car without a warrant having all",
        "start": 876.93,
        "duration": 5.94
    },
    {
        "text": "Saying the suspect did not have a reasonable expectation of privacy in his public movements and on the issue of net neutrality",
        "start": 882.87,
        "duration": 4.799
    },
    {
        "text": "It appears he is not a fan of that regulation and 2017 dissent hero just like cable operators Internet sir providers deliver content to consumers",
        "start": 887.67,
        "duration": 7.2
    },
    {
        "text": "Internet service providers may not necessarily generate much content of their own but they may decide what content they will transmit just as cable operators",
        "start": 895.089,
        "duration": 6.11
    },
    {
        "text": "Decide what content they will transmit additionally the year prior in 2016. He filed another descends on a net neutrality case",
        "start": 901.2,
        "duration": 5.789
    },
    {
        "text": "He argued that net neutrality rules were unconstitutional",
        "start": 906.99,
        "duration": 2.01
    },
    {
        "text": "He compared to the rights of cable companies not having to air certain programs because of protections under the First Amendment",
        "start": 909.75,
        "duration": 4.859
    },
    {
        "text": "It's altima lee that is where we are right now treat this as kind of an initial introduction",
        "start": 914.61,
        "duration": 3.929
    },
    {
        "text": "it's incredibly likely over the next few weeks at least that we're going to be talking about Cavanagh and a few select senators that are",
        "start": 918.54,
        "duration": 5.1
    },
    {
        "text": "going to give him the pass or fail and on the note of those senators and",
        "start": 923.64,
        "duration": 2.789
    },
    {
        "text": "Several other things is only to be very interesting to watch what happens that's where we're gonna end today's show",
        "start": 926.86,
        "duration": 4.28
    },
    {
        "text": "Of course remember if you like this video or the daily videos on this channel hit that like button",
        "start": 931.14,
        "duration": 3.51
    },
    {
        "text": "subscribe ring that bell if you haven't already",
        "start": 934.9,
        "duration": 1.97
    },
    {
        "text": "also\nIf you missed yesterday's philip defranco show you want to catch up you can click or tap right there to watch that",
        "start": 936.87,
        "duration": 3.989
    },
    {
        "text": "But with that said, of course as always, my name is philip defranco",
        "start": 940.86,
        "duration": 2.309
    },
    {
        "text": "You've just been phill'd in a lot of yo faces and i'll see you tomorrow",
        "start": 943.27,
        "duration": 3.739
    }
]