[
    {
        "text": "You beautiful bastards, hope even a fantastic Wednesday",
        "start": 0.0,
        "duration": 3.06
    },
    {
        "text": "Welcome back to the Philip DeFranco show and let's just jump into it",
        "start": 3.06,
        "duration": 3.389
    },
    {
        "text": "The first thing we're gonna talk about today is we had the video game",
        "start": 6.45,
        "duration": 2.31
    },
    {
        "text": "Fortnite in the news for a number of reasons and one of them was actually one of the most requested",
        "start": 8.889,
        "duration": 4.01
    },
    {
        "text": "stories today the first piece being the worldwide takeover is very real Tuesday Epic Games announced that there are",
        "start": 13.0,
        "duration": 5.629
    },
    {
        "text": "125 million players, which is just insane",
        "start": 19.3,
        "duration": 2.6
    },
    {
        "text": "Considering this game was launched July of 2017. Also among the big moves. They announced the 2019",
        "start": 22.42,
        "duration": 5.449
    },
    {
        "text": "Fortnite World Cup is including details on official qualifiers all over the globe yesterday",
        "start": 27.91,
        "duration": 4.309
    },
    {
        "text": "We also saw epic games having their fortnite pro-am tournament",
        "start": 32.219,
        "duration": 2.58
    },
    {
        "text": "You have 50 celebrities teaming up with 50 fortnite players or celebrities in their own right. They all played dous",
        "start": 34.899,
        "duration": 5.0
    },
    {
        "text": "fighting one another for three million dollars in charity the champions that emerge from the event were ninja and",
        "start": 40.079,
        "duration": 5.31
    },
    {
        "text": "Marshmallow who got 1 million dollars for their charity",
        "start": 45.64,
        "duration": 3.2
    },
    {
        "text": "Just seeing the quality of event that was put on the number of people that were tuning in",
        "start": 48.84,
        "duration": 3.719
    },
    {
        "text": "Also, it definitely does not hurt",
        "start": 52.559,
        "duration": 1.561
    },
    {
        "text": "It was for a good cause",
        "start": 54.12,
        "duration": 1.05
    },
    {
        "text": "It was just a really great thing to see but despite all of that good all of that positivity",
        "start": 55.17,
        "duration": 4.02
    },
    {
        "text": "Fortnite was in the news for another reason a clip from an Australian TV show called the Today Show has gone viral",
        "start": 59.289,
        "duration": 5.509
    },
    {
        "text": "They also promoted this clip on Twitter with the caption",
        "start": 64.799,
        "duration": 2.19
    },
    {
        "text": "It's proven that violent games like fortnite increase aggressive behavior and lack of empathy and players",
        "start": 66.99,
        "duration": 4.529
    },
    {
        "text": "Will you let your kids continue to play? But here's the thing while their caption for that clip is very definitive when you go into",
        "start": 71.52,
        "duration": 6.3
    },
    {
        "text": "The actual video itself, even though the woman is very much speaking against fortnite. She then pulls back and minimizes. It's very weird",
        "start": 77.82,
        "duration": 6.779
    },
    {
        "text": "Okay, here watch. I'm equivocal research about the impact of these sorts of games is over",
        "start": 84.6,
        "duration": 4.65
    },
    {
        "text": "130",
        "start": 89.829,
        "duration": 1.321
    },
    {
        "text": "Evidence-based pieces of research tell us that violent games like this",
        "start": 91.15,
        "duration": 4.399
    },
    {
        "text": "increase",
        "start": 95.89,
        "duration": 0.72
    },
    {
        "text": "aggressiveness increase angry thoughts",
        "start": 96.61,
        "duration": 1.799
    },
    {
        "text": "increase aggressive behavior so we can either choose to dismiss this sort of research or take it on board as parents and say",
        "start": 98.409,
        "duration": 5.84
    },
    {
        "text": "this is what the",
        "start": 104.44,
        "duration": 1.499
    },
    {
        "text": "scientific community is telling us",
        "start": 105.94,
        "duration": 1.23
    },
    {
        "text": "And in a response to that part is no the scientific community at large is not saying that you do here and there have",
        "start": 107.17,
        "duration": 5.89
    },
    {
        "text": "some examples like a review of scientific literature by an American Psychological",
        "start": 113.07,
        "duration": 3.209
    },
    {
        "text": "Association Task Force saying they identified a consistent relation between violent video game use and increases in aggressive behavior",
        "start": 116.56,
        "duration": 5.629
    },
    {
        "text": "many many many",
        "start": 122.2,
        "duration": 1.47
    },
    {
        "text": "Academics have pushed against that in fact hundreds of them signed an open letter criticizing what they considered bias and poor methodology",
        "start": 123.67,
        "duration": 5.47
    },
    {
        "text": "By the APA task force. It's also something our Supreme Court has chimed in 2011 in a 7-2 vote",
        "start": 130.28,
        "duration": 5.42
    },
    {
        "text": "They said that California could not ban the sale of violent video games to kids Justice Antonin Scalia writing at that time",
        "start": 135.72,
        "duration": 4.54
    },
    {
        "text": "Psychological studies purporting to show a connection between exposure to violent video games and harmful effects on children",
        "start": 140.4,
        "duration": 4.789
    },
    {
        "text": "do not prove that such exposure causes minors to act aggressively any demonstrated effects are both small and",
        "start": 145.19,
        "duration": 4.979
    },
    {
        "text": "Indistinguishable from effects produced by other media we could take up an entire show or multiple shows talking about study after study after study",
        "start": 150.72,
        "duration": 7.04
    },
    {
        "text": "that go against what this woman on this this BS click Beatty video is saying but unfortunately,",
        "start": 157.92,
        "duration": 5.63
    },
    {
        "text": "I believe there are a number of people that are locked into thinking there is a connection and that's incredibly",
        "start": 163.55,
        "duration": 3.419
    },
    {
        "text": "Disappointing in a 2015 Pew Research survey they found forty percent of the people",
        "start": 167.19,
        "duration": 3.44
    },
    {
        "text": "They survey they believed that there was a connection between video game violence and real-life violence",
        "start": 170.63,
        "duration": 4.29
    },
    {
        "text": "But than you have these mouth-breathers like this woman popping on any television show that is excited to fear monger and they actively do it",
        "start": 174.92,
        "duration": 5.939
    },
    {
        "text": "but like I said",
        "start": 180.86,
        "duration": 0.51
    },
    {
        "text": "If you then watch the clip she then minimizes it by saying it's not bad for them. Is it?",
        "start": 181.37,
        "duration": 4.61
    },
    {
        "text": "It's not bad for them. As long as it's monitored. It will be my advice. No one's saying for one second don't play",
        "start": 186.2,
        "duration": 4.72
    },
    {
        "text": "What do you mean nobody saying don't play? Her argument which once again is inaccurate that the scientific community at large is like",
        "start": 190.94,
        "duration": 6.239
    },
    {
        "text": "This makes people aggressive it strips people of their empathy, but I'm not saying don't play it",
        "start": 197.18,
        "duration": 5.1
    },
    {
        "text": "It's just you know, you know play it a little bit of a parent monitor",
        "start": 202.28,
        "duration": 3.119
    },
    {
        "text": "The thing that I said is devastating to your child what I would say to this woman and other fear mongers out",
        "start": 205.4,
        "duration": 4.47
    },
    {
        "text": "There is I believe that you are a ridiculous human being unfortunately",
        "start": 209.87,
        "duration": 3.09
    },
    {
        "text": "I am aware that it is very likely that you were the kind of person that when you get any pushback you see that as",
        "start": 212.96,
        "duration": 4.559
    },
    {
        "text": "validation that you are right all I can really hope to do here is shine a light on what I see as pure idiocy and",
        "start": 217.71,
        "duration": 5.569
    },
    {
        "text": "Use my hopefully bigger bullhorn to get the actual reality out there if I seem a little bit frustrated here",
        "start": 223.44,
        "duration": 6.019
    },
    {
        "text": "I'm just tired of hearing this I was a kid in the 90s and they said the exact same thing and no amount of research",
        "start": 229.459,
        "duration": 6.39
    },
    {
        "text": "Is going to apparently stop people from saying this disproven bullshit",
        "start": 235.98,
        "duration": 4.609
    },
    {
        "text": "I'm just tired of it especially as a kid",
        "start": 240.59,
        "duration": 1.869
    },
    {
        "text": "That grew up with lots of anger issues and video games were always an outlet for me not a motivator or something",
        "start": 242.459,
        "duration": 6.41
    },
    {
        "text": "That made me more aggressive",
        "start": 248.87,
        "duration": 1.41
    },
    {
        "text": "But hey that last part is based off of my personal experience my opinion and of course as always on this show",
        "start": 250.28,
        "duration": 4.71
    },
    {
        "text": "I'd love to know what you think about this, but from that I want to share some stuff",
        "start": 254.99,
        "duration": 2.879
    },
    {
        "text": "I loved today in today in awesome brought to you by a Phill.Ting.com",
        "start": 257.87,
        "duration": 4.049
    },
    {
        "text": "Ting of course the fantastic pay what you actually use",
        "start": 261.919,
        "duration": 1.831
    },
    {
        "text": "No BS overage fees other carrier tricks cell service",
        "start": 264.02,
        "duration": 2.609
    },
    {
        "text": "when you're just paying for what you actually use you usually pay less the average teen customer pays just",
        "start": 266.81,
        "duration": 4.26
    },
    {
        "text": "$23 a month for their one device and they're fantastic",
        "start": 271.77,
        "duration": 2.029
    },
    {
        "text": "Nationwide LTE service works with whatever phone you want to use whether you're old school",
        "start": 274.139,
        "duration": 4.19
    },
    {
        "text": "You have a Motorola RAZR and all the way up to current times with your Galaxy S 9s and your iPhone 10",
        "start": 278.33,
        "duration": 5.25
    },
    {
        "text": "And so if you want to check it out you want to see the rates you want to see what your lower bill could be",
        "start": 283.58,
        "duration": 3.029
    },
    {
        "text": "just go to Phil.Ting.com and if/when you make the smart move like many from the nation already have you will get",
        "start": 286.74,
        "duration": 4.94
    },
    {
        "text": "$25 off your first bill or",
        "start": 291.99,
        "duration": 1.71
    },
    {
        "text": "$25 towards a new device. And the first bit of Awesome today is actually a quick milk to members of DeFranco elite one if you don't",
        "start": 293.7,
        "duration": 5.419
    },
    {
        "text": "Have your notifications on there make sure you have them on I try to post only like exclusive tests live streams early stuff",
        "start": 299.12,
        "duration": 5.88
    },
    {
        "text": "They're not to bother you today and it will become more and more of the norm since we have now moved into the new space",
        "start": 305.0,
        "duration": 4.109
    },
    {
        "text": "The uploaded a rough test pilot for a new bi-weekly or weekly series and most notably",
        "start": 309.11,
        "duration": 4.5
    },
    {
        "text": "It's a show that involves a bunch of you",
        "start": 313.61,
        "duration": 2.07
    },
    {
        "text": "So if you want to check that out",
        "start": 315.68,
        "duration": 0.78
    },
    {
        "text": "I'll link down below then we got the official teaser trailer for Dumbo which just looks fantastic and oh",
        "start": 316.46,
        "duration": 4.89
    },
    {
        "text": "I can't wait to cry next to my child in a movie theater then on the complete opposite end of trailers",
        "start": 321.35,
        "duration": 6.209
    },
    {
        "text": "We got a trailer for the nun",
        "start": 327.56,
        "duration": 1.109
    },
    {
        "text": "It's a movie from the conjuring universe which by the way",
        "start": 328.669,
        "duration": 2.67
    },
    {
        "text": "if you have not watched the",
        "start": 331.34,
        "duration": 1.09
    },
    {
        "text": "Conjuring at least just the conjuring fix that it's a fantastic movie. Then we got an honest trailer for The Incredibles",
        "start": 332.43,
        "duration": 4.85
    },
    {
        "text": "They also got the honest game trailer for Detroit become human",
        "start": 337.28,
        "duration": 2.399
    },
    {
        "text": "We also got a new true facts from the granddaddy of",
        "start": 339.68,
        "duration": 2.22
    },
    {
        "text": "Online video is a Frank and if you want to see the full versions of everything",
        "start": 342.09,
        "duration": 3.019
    },
    {
        "text": "I just share the secret link of the day anything at all links is always there in the description down below then",
        "start": 345.11,
        "duration": 4.98
    },
    {
        "text": "let's talk about do you remember this guy this of course the video of the off-duty FBI agent who decided to do a",
        "start": 350.28,
        "duration": 4.73
    },
    {
        "text": "Backflip during which he accidentally dropped his gun and when he went to pick it up accidentally shot a man and then somehow despite it",
        "start": 355.2,
        "duration": 5.479
    },
    {
        "text": "Happening with a ton of witnesses and there being video evidence. So that guy did not automatically get arrested",
        "start": 360.69,
        "duration": 5.029
    },
    {
        "text": "Well, thanks for an interview with ABC's Good Morning America",
        "start": 365.72,
        "duration": 2.759
    },
    {
        "text": "we learned that the man who was shot in the leg is a man by the name of Thomas Reddington according to his attorney the",
        "start": 368.479,
        "duration": 4.11
    },
    {
        "text": "Bullet hit an artery in reddington's lake despite many of the initial reports seemingly try to minimize the situation reportedly, the injury was serious",
        "start": 372.59,
        "duration": 6.209
    },
    {
        "text": "But luckily running tonie's now expected to recover also as far as the FBI agent at the center of this he has since been identified",
        "start": 378.84,
        "duration": 4.98
    },
    {
        "text": "As 29 year old Chase Bishop. Bishop handed himself into police yesterday after a warrant was issued for his arrest",
        "start": 383.82,
        "duration": 4.94
    },
    {
        "text": "He's now been charged with assault and he is scheduled to appear in court today for a second advisement hearing in addition to this",
        "start": 388.76,
        "duration": 5.0
    },
    {
        "text": "Initial charge, he could face additional charges Denver District Attorney and both mechanics",
        "start": 393.77,
        "duration": 4.23
    },
    {
        "text": "We are filing this charge now rather than waiting until the blood-alcohol content report is received which we understand could take another week because sufficient",
        "start": 398.249,
        "duration": 6.42
    },
    {
        "text": "Evidence has been presented to file if an additional charge needs to be filed after further evidence is received",
        "start": 404.669,
        "duration": 4.529
    },
    {
        "text": "We can file those charges then. As far as an official response from the FBI",
        "start": 409.199,
        "duration": 3.389
    },
    {
        "text": "They have remained somewhat silent after the arrest became public. They said in order to preserve the integrity of the ongoing investigation",
        "start": 412.629,
        "duration": 5.359
    },
    {
        "text": "We are unable to comment regarding this matter then adding they will continue to fully",
        "start": 418.209,
        "duration": 3.589
    },
    {
        "text": "Cooperate since that statement is pretty limited in an unofficial capacity",
        "start": 421.989,
        "duration": 2.839
    },
    {
        "text": "I would like to kind of add on to it something I believe as well as",
        "start": 424.92,
        "duration": 3.0
    },
    {
        "text": "99.9 percent of gun owners I've seen online have said is don't do that! As far as what that specifically means",
        "start": 428.26,
        "duration": 6.64
    },
    {
        "text": "I mean all of it, a backflip with your weapon like that the way he reaches for it",
        "start": 434.909,
        "duration": 4.649
    },
    {
        "text": "Additionally his reaction after firing a weapon in a crowded room and hitting someone all of it into some degree",
        "start": 439.719,
        "duration": 5.72
    },
    {
        "text": "I can respect not throwing one of your own under the bus",
        "start": 445.439,
        "duration": 2.579
    },
    {
        "text": "But when one of your own does this it seems like a much more simple situation",
        "start": 448.019,
        "duration": 4.08
    },
    {
        "text": "But that that is my personal takeaway",
        "start": 452.199,
        "duration": 2.27
    },
    {
        "text": "And of course, I'd love to know your thoughts on this. Then we had interesting news regarding news consumption",
        "start": 454.469,
        "duration": 4.589
    },
    {
        "text": "It feels like every platform right now",
        "start": 459.059,
        "duration": 1.11
    },
    {
        "text": "If they haven't already are now pushing towards news consumption",
        "start": 460.169,
        "duration": 3.329
    },
    {
        "text": "Whether it be the prioritized sections and shows that we see on snapchat",
        "start": 463.499,
        "duration": 3.239
    },
    {
        "text": "Facebook signing deals with news networks for news shows just for Facebook YouTube of course has their news carousel",
        "start": 467.079,
        "duration": 5.54
    },
    {
        "text": "They've they've done deals like with the Young Turks for YouTube TV and Twitter is unsurprisingly",
        "start": 472.619,
        "duration": 4.44
    },
    {
        "text": "No different and reportedly they are now changing their explore page reportedly",
        "start": 477.059,
        "duration": 3.72
    },
    {
        "text": "This is just a small part a step in a much larger plan for the explore section",
        "start": 480.779,
        "duration": 4.29
    },
    {
        "text": "They're now going to have tabs for Trending, You, News, Sports, Fun importantly for as many news events as possible",
        "start": 485.069,
        "duration": 5.579
    },
    {
        "text": "They want to assemble news stories reactions and videos",
        "start": 490.649,
        "duration": 3.929
    },
    {
        "text": "Moments like we've seen also in the past few months while using Twitter on your phone",
        "start": 494.889,
        "duration": 3.02
    },
    {
        "text": "You may have seen one of these experiments when there's like a relevant news story that's automatically at the top of your feed",
        "start": 497.909,
        "duration": 5.849
    },
    {
        "text": "But one of the biggest things and I think this is gonna be where there is the most vocal",
        "start": 503.759,
        "duration": 3.66
    },
    {
        "text": "push back is that to do all of this you are going to need human curators and Joanna Geary, who is the director of curation, says that",
        "start": 507.729,
        "duration": 5.719
    },
    {
        "text": "Twitter is not a newsroom, but it's employee is responsible for news curation",
        "start": 513.449,
        "duration": 3.45
    },
    {
        "text": "Do write headline summaries and make decisions about content just like news organization a very much feels like they're setting themselves up for a massive",
        "start": 516.899,
        "duration": 6.75
    },
    {
        "text": "Controversy the likes of what we saw with Facebook back in 2016",
        "start": 523.779,
        "duration": 2.809
    },
    {
        "text": "There's a whole controversy and scandal that Facebook had an unfair bias against conservative news",
        "start": 526.589,
        "duration": 4.469
    },
    {
        "text": "I think with Twitter it would not be surprising if the controversy and scandal was even larger",
        "start": 531.32,
        "duration": 4.469
    },
    {
        "text": "I think part of that is based on Twitter's track record as far as who they have suspended who have they ban also with a",
        "start": 535.79,
        "duration": 5.34
    },
    {
        "text": "CEO like Jack Dorsey",
        "start": 541.13,
        "duration": 1.57
    },
    {
        "text": "It's not gonna take much to convince",
        "start": 542.7,
        "duration": 2.029
    },
    {
        "text": "People that are in the middle or on the fence that there is going to be an unfair bias",
        "start": 544.95,
        "duration": 3.83
    },
    {
        "text": "Jack Dorsey was in the news recently because he apologized for eating at chick-fil-a and have you saw in that story?",
        "start": 548.93,
        "duration": 4.5
    },
    {
        "text": "He was kind of promoting the cash app. There was a screenshot that said your 10% booster chick-fil-a was applied. Oh cool",
        "start": 553.43,
        "duration": 5.07
    },
    {
        "text": "I saved like around $3  then he got called out by Soledad O'Brien who tweeted this is an interesting company to boost during Pride Month @Jack and he responded",
        "start": 558.58,
        "duration": 6.36
    },
    {
        "text": "You're right completely forgot about their background. And that is one of the lightest examples I could use",
        "start": 565.14,
        "duration": 4.22
    },
    {
        "text": "It's just one of the the more recent and kind of more funny to actually a question",
        "start": 569.5,
        "duration": 3.7
    },
    {
        "text": "I do want to pass off to you regarding this story",
        "start": 573.2,
        "duration": 2.07
    },
    {
        "text": "What place is what platforms do you trust for your news consumption or for you?",
        "start": 575.43,
        "duration": 4.52
    },
    {
        "text": "Is it more specific people rather than networks or platforms? Why why not all the good stuff? Let me know down below",
        "start": 579.95,
        "duration": 5.549
    },
    {
        "text": "Let's talk about the possibility of California being split up the interesting thing about, California",
        "start": 585.54,
        "duration": 4.19
    },
    {
        "text": "Is that since it became a state there have been at least?",
        "start": 589.73,
        "duration": 2.01
    },
    {
        "text": "220 attempts to break it up. And in fact, the furthest one of these attempts ever got was back in 1859",
        "start": 592.06,
        "duration": 5.08
    },
    {
        "text": "It was nine years after California became a state the voter said yes",
        "start": 597.14,
        "duration": 2.88
    },
    {
        "text": "We want to split it up then Congress never moved forward with the proposal and then to move more recently",
        "start": 600.02,
        "duration": 4.169
    },
    {
        "text": "We've talked about some of these proposals since 2012",
        "start": 604.19,
        "duration": 2.07
    },
    {
        "text": "One of the main figures at the center of these proposals is venture capitalist Tim Draper between 2012 and 2016",
        "start": 606.26,
        "duration": 5.28
    },
    {
        "text": "He ran the six Cal campaign, which as you could guess from the name was a proposal to split, California into six different states",
        "start": 611.54,
        "duration": 5.429
    },
    {
        "text": "He was very serious about that proposal in 2014. It was reported",
        "start": 616.97,
        "duration": 2.759
    },
    {
        "text": "He spent 4.9 million dollars of his own money on the initiative",
        "start": 619.73,
        "duration": 3.69
    },
    {
        "text": "but ultimately the reason we are talking about Tim Draper and the potential of",
        "start": 623.48,
        "duration": 3.18
    },
    {
        "text": "California being split up is it is one step closer today after the CAL six campaign Tim Draper",
        "start": 626.7,
        "duration": 5.12
    },
    {
        "text": "Started the CAL 3 campaign an initiative and proposal to divide, California into Northern, California",
        "start": 632.08,
        "duration": 4.66
    },
    {
        "text": "Southern California and California and that initiative managed to get over 400 2000 signatures far surpassing the",
        "start": 637.14,
        "duration": 6.32
    },
    {
        "text": "365,000 required to get on the ballot and while it's technically not on the ballot yet as of June 28th",
        "start": 644.16,
        "duration": 4.639
    },
    {
        "text": "It will be certified by California Secretary of State Alex Padilla",
        "start": 648.8,
        "duration": 2.549
    },
    {
        "text": "And one of the main reasons Draper says he wants to make California into three states is that it would allow people to make regional",
        "start": 651.35,
        "duration": 5.1
    },
    {
        "text": "Based decisions saying that the needs of Northern California are going to be different from Southern California and a spokeswoman for Cal three",
        "start": 656.45,
        "duration": 5.789
    },
    {
        "text": "Say the California state government isn't too big to fail because it is already failing at citizens in so many crucial ways",
        "start": 662.24,
        "duration": 5.4
    },
    {
        "text": "Reality, is that for an overmatched overstretch an overwrought state government structure?",
        "start": 667.83,
        "duration": 4.099
    },
    {
        "text": "It's too big to succeed Californians deserve a better future saying this change would simply divide it into a more manageable",
        "start": 671.93,
        "duration": 5.46
    },
    {
        "text": "Population like you had with the Carolinas Dakotas Virginia's also arguing that this would allow Californians to be better",
        "start": 677.85,
        "duration": 5.209
    },
    {
        "text": "Represented on a federal level that of course the situation we've talked about in the past whether it be someone voting for President or state",
        "start": 683.19,
        "duration": 5.27
    },
    {
        "text": "Representative since when you're voting for president, it's not the popular vote",
        "start": 688.62,
        "duration": 2.57
    },
    {
        "text": "If you live in a state like California and you're voting the other way, you can feel like well",
        "start": 691.19,
        "duration": 3.479
    },
    {
        "text": "What's even the point but on the other side you have critics claiming that this is",
        "start": 694.67,
        "duration": 2.82
    },
    {
        "text": "ridiculous that breaking up the states would waste billions in tax dollars and additionally even if the voters passed the initiative in",
        "start": 697.65,
        "duration": 5.359
    },
    {
        "text": "November experts believe that there is still zero chance of it happening",
        "start": 703.14,
        "duration": 2.809
    },
    {
        "text": "One of the biggest reasons for that is the California Congress would have to approve those plans",
        "start": 705.95,
        "duration": 3.63
    },
    {
        "text": "And essentially you'd be asking California lawmakers to fire themselves",
        "start": 709.58,
        "duration": 3.599
    },
    {
        "text": "And then on top of that the United States Congress would also have to approve the split and they're it's not really an ideal situation",
        "start": 713.18,
        "duration": 4.95
    },
    {
        "text": "For anyone Republicans during a presidential election",
        "start": 718.13,
        "duration": 2.52
    },
    {
        "text": "There is the likelihood that you would gain electoral votes that you would not have otherwise",
        "start": 720.66,
        "duration": 3.829
    },
    {
        "text": "But also the way the state would be split currently it would completely change the center right now in, California",
        "start": 724.53,
        "duration": 4.819
    },
    {
        "text": "We have two senators",
        "start": 729.35,
        "duration": 0.78
    },
    {
        "text": "Which of course is the situation in the Senate regardless of population of a state you get two. Right now the two senators are Democrats two of 100",
        "start": 730.13,
        "duration": 7.919
    },
    {
        "text": "and if you have three states all of a sudden you go from 2 to",
        "start": 738.05,
        "duration": 2.61
    },
    {
        "text": "6 while the sudden there would be 104 representatives in the Senate and based off of the current state split",
        "start": 740.94,
        "duration": 5.119
    },
    {
        "text": "It looks like it would go Dems for Republicans, too",
        "start": 746.06,
        "duration": 2.369
    },
    {
        "text": "And then of course on top of that passed the Senate you might get new districts for each of these",
        "start": 748.43,
        "duration": 3.66
    },
    {
        "text": "Individual states and based on how those lines are drawn specifically in California and North California that could even push further blue",
        "start": 752.25,
        "duration": 6.29
    },
    {
        "text": "so once again, it does appear to be",
        "start": 758.54,
        "duration": 1.93
    },
    {
        "text": "Incredibly unlikely that this becomes our new reality",
        "start": 760.47,
        "duration": 3.379
    },
    {
        "text": "But I think if anything the last few years have shown us that anything is possible",
        "start": 764.04,
        "duration": 4.399
    },
    {
        "text": "unprecedented in",
        "start": 768.8,
        "duration": 1.12
    },
    {
        "text": "2018 is our new normal and we should always be prepared for the reality of every possibility.  And with that said I do want to pass",
        "start": 769.92,
        "duration": 6.23
    },
    {
        "text": "The question off to you whether you live in California or a",
        "start": 776.15,
        "duration": 2.399
    },
    {
        "text": "Heavily contested state or a state where it's where it's really just all one way",
        "start": 778.71,
        "duration": 4.219
    },
    {
        "text": "What are your thoughts on proposals to split up states like this?",
        "start": 782.99,
        "duration": 2.309
    },
    {
        "text": "I'd love to know what you think as far as the positives and negatives. Whatever you have in your brain",
        "start": 785.3,
        "duration": 3.66
    },
    {
        "text": "Throw it out in that comment section and that's where we're going to end today's show",
        "start": 789.0,
        "duration": 2.869
    },
    {
        "text": "Remember if you like this video hit that like button",
        "start": 791.87,
        "duration": 2.16
    },
    {
        "text": "If you're new here hit that subscribe button",
        "start": 794.03,
        "duration": 1.65
    },
    {
        "text": "Maybe even ring that Bell",
        "start": 795.68,
        "duration": 1.3
    },
    {
        "text": "If you missed yesterday's Philip DeFranco show you want to catch up click or tap right there to watch that or if you need something",
        "start": 796.98,
        "duration": 4.38
    },
    {
        "text": "Lighter slash you want to be a part of a special video that we're setting up for VidCon click or tap right there",
        "start": 801.36,
        "duration": 4.559
    },
    {
        "text": "I don't know why I kept mumbling, but that said of course as always, my name is philip. Defranco",
        "start": 805.92,
        "duration": 3.75
    },
    {
        "text": "You've just been phill'd in I love your faces and i'll see you tomorrow",
        "start": 809.8,
        "duration": 3.95
    }
]