[
    {
        "text": "Yeah, beautiful bastards help even a fantastic Monday welcome back to the Philip DeFranco show",
        "start": 0.03,
        "duration": 4.559
    },
    {
        "text": "Of course remember before we get started to hit that like button. Otherwise, I'm gonna punch you in the throat",
        "start": 4.589,
        "duration": 4.5
    },
    {
        "text": "It's new intro just rolls off the tongue. But with that said, let's just jump into it",
        "start": 9.09,
        "duration": 4.049
    },
    {
        "text": "And the first thing I want to talk about today is the massive update on the story around Austin Jones",
        "start": 13.139,
        "duration": 3.989
    },
    {
        "text": "We've been following and covering this case for a while, but if that name does not sound familiar to you",
        "start": 17.13,
        "duration": 3.72
    },
    {
        "text": "Here's a quick recap",
        "start": 20.85,
        "duration": 1.08
    },
    {
        "text": "Austin Jones was a youtuber that became known for acapella covers of popular songs and in 2015",
        "start": 21.93,
        "duration": 4.08
    },
    {
        "text": "Accusations emerged that Jones had contacted underage girls and asked for explicit video then in a video posted on his channel",
        "start": 26.47,
        "duration": 5.36
    },
    {
        "text": "He admitted to asking for twerking videos, but tonight asking for anything further than that, but then in 2017",
        "start": 31.83,
        "duration": 4.83
    },
    {
        "text": "He was arrested for soliciting explicit videos from two underage girls one 15 and the other 14 and of note here",
        "start": 36.66,
        "duration": 5.279
    },
    {
        "text": "It's not like he was tricked Jones acknowledged their ages multiple times throughout their interaction",
        "start": 41.94,
        "duration": 4.049
    },
    {
        "text": "interactions that involved him instructing them as to what to send in order to prove that they were his biggest fan then in February of",
        "start": 46.09,
        "duration": 5.359
    },
    {
        "text": "this year Jones led guilty to one count of receipt of child pornography as part of a plea agreement and of note here while I",
        "start": 51.449,
        "duration": 4.92
    },
    {
        "text": "Say one count at that time",
        "start": 56.37,
        "duration": 1.5
    },
    {
        "text": "He admitted to getting six underage girls to send him explicit videos and on at least 30 other occasions",
        "start": 57.87,
        "duration": 4.739
    },
    {
        "text": "He attempted to solicit videos from minors on Facebook. His lawyers were seeking the minimum sentence of five years asking the court",
        "start": 62.609,
        "duration": 5.49
    },
    {
        "text": "Consider Jones's history of abuse at the hands of his father and his commitment to therapy but on Friday the big news",
        "start": 68.1,
        "duration": 4.889
    },
    {
        "text": "Is that Austin Jones was sentenced to double the mandatory minimum?",
        "start": 72.99,
        "duration": 3.33
    },
    {
        "text": "he was sentenced to ten years in prison with US District Judge John Lee saying I don't think it would be an",
        "start": 76.32,
        "duration": 4.5
    },
    {
        "text": "Exaggeration to say the victims here were probably some of his biggest fans who cared so much about him and yet for whom mr",
        "start": 81.04,
        "duration": 5.449
    },
    {
        "text": "Jones cared so little adding",
        "start": 86.49,
        "duration": 1.559
    },
    {
        "text": "I realized that you yourself suffered a great deal while you were growing up and I am deeply sorry for the treatment you received from",
        "start": 88.049,
        "duration": 5.34
    },
    {
        "text": "Your own father but mr",
        "start": 93.39,
        "duration": 1.229
    },
    {
        "text": "Jones you of all people should know the tremendous harm that you were causing these girls that you targeted and preyed upon when you were",
        "start": 94.619,
        "duration": 5.639
    },
    {
        "text": "Doing it and we saw a homeland security",
        "start": 100.259,
        "duration": 1.241
    },
    {
        "text": "Special agent in charge James Gibbons say today's sentencing of Austin Jones represents a major step towards justice for the young victims whom he manipulated",
        "start": 101.5,
        "duration": 7.009
    },
    {
        "text": "and exploited",
        "start": 108.509,
        "duration": 0.461
    },
    {
        "text": "All that said as of right now Austin Jones is actually not in police custody judge Lee allowed Jones stay at home until a hearing",
        "start": 108.97,
        "duration": 5.599
    },
    {
        "text": "Today at which point the judge will hear from Jones's mental health treatment providers",
        "start": 114.57,
        "duration": 3.059
    },
    {
        "text": "But that is where we are",
        "start": 117.63,
        "duration": 0.87
    },
    {
        "text": "now",
        "start": 118.5,
        "duration": 0.189
    },
    {
        "text": "Seemingly the final update and a story that we have covered for a long time with all that said I passed the question off to",
        "start": 118.689,
        "duration": 5.51
    },
    {
        "text": "you what are your thoughts on this know given the details we knew in the past the numbers we know now six underage girls could",
        "start": 124.2,
        "duration": 6.27
    },
    {
        "text": "Have been as many as thirty had they actually sent something. What'd you think about this punishment of ten years?",
        "start": 130.47,
        "duration": 5.16
    },
    {
        "text": "Do you think it's too little too much, you know thoughts. I'd love to hear from you then",
        "start": 135.63,
        "duration": 3.539
    },
    {
        "text": "unfortunately",
        "start": 139.51,
        "duration": 0.5
    },
    {
        "text": "that wasn't the only negative reason we had youtubers in the news over the weekend horribly on Saturday youtuber Jake Paul threw a party for",
        "start": 140.01,
        "duration": 5.549
    },
    {
        "text": "The rapper desiigner at his home in Calabasas party had big names and attendance people like his brother Logan Lamar Odom",
        "start": 145.56,
        "duration": 5.97
    },
    {
        "text": "Chris Brown Tana mojo and Bella Thorne many reports are now saying that this party got out of hand and that there are girls at",
        "start": 151.53,
        "duration": 5.49
    },
    {
        "text": "This party that may have even been drugged according to a Facebook post in a group called moms of cone",
        "start": 157.02,
        "duration": 3.63
    },
    {
        "text": "AO Valley mother claims that her daughter was one of the victim allegedly posting on Sunday",
        "start": 160.65,
        "duration": 3.869
    },
    {
        "text": "she ended up in the hospital with eight other girls who had been drugged and ended up at West Hills Hospital in coherence something was",
        "start": 164.52,
        "duration": 4.86
    },
    {
        "text": "Put in their drinks",
        "start": 169.38,
        "duration": 1.02
    },
    {
        "text": "the girls were all",
        "start": 170.4,
        "duration": 0.58
    },
    {
        "text": "half-naked and unable to walk or talk and adding they were made to sign a disclaimer at the door and also adding that she'd be",
        "start": 170.98,
        "duration": 5.569
    },
    {
        "text": "Contacting the authorities to report this incident of note",
        "start": 176.56,
        "duration": 2.3
    },
    {
        "text": "It's unclear the ages of these girls",
        "start": 178.86,
        "duration": 1.71
    },
    {
        "text": "but in the post mother did say this was a warning to those with teen daughters also saying that the party had a lot of",
        "start": 180.57,
        "duration": 4.289
    },
    {
        "text": "young people",
        "start": 184.86,
        "duration": 0.42
    },
    {
        "text": "However, she didn't say how old her daughter or the other girls who were allegedly hospitalized were so around this",
        "start": 185.28,
        "duration": 4.83
    },
    {
        "text": "We reached down to the authorities with the Los Angeles Sheriff's Department",
        "start": 190.11,
        "duration": 2.43
    },
    {
        "text": "They said that on Sunday an adult woman came to a branch with the LASD and reported being drugged at the party",
        "start": 192.54,
        "duration": 4.319
    },
    {
        "text": "They also said that they are in the early stages of",
        "start": 196.86,
        "duration": 1.78
    },
    {
        "text": "investigating the report and that they were aware of the post and the moms of Conejo Valley paid and that they were trying to reach",
        "start": 198.64,
        "duration": 4.609
    },
    {
        "text": "Out to the mother who posted but they did not have information on the relationship between the two reported incidents",
        "start": 203.25,
        "duration": 4.559
    },
    {
        "text": "also",
        "start": 207.81,
        "duration": 0.21
    },
    {
        "text": "He saw reports at an Instagram post from an account that appeared to be Los Angeles County Fire Station",
        "start": 208.02,
        "duration": 3.539
    },
    {
        "text": "68 also said they had responded to incidents at Jake's party with a caption reading engine 68 in squad 68 spent the majority of Saturday",
        "start": 211.99,
        "duration": 6.619
    },
    {
        "text": "Night transporting multiple patients from a party thrown by youtuber Jake Paul",
        "start": 218.61,
        "duration": 3.12
    },
    {
        "text": "however",
        "start": 221.73,
        "duration": 0.21
    },
    {
        "text": "A big note here that account has since been deleted but right now several reports do say that the LAPD received noise complains and heard",
        "start": 221.94,
        "duration": 6.059
    },
    {
        "text": "the party was getting out of hand and adding that the only injury that was reported was from an elderly neighbor who fell as a",
        "start": 228.0,
        "duration": 4.32
    },
    {
        "text": "Result of the noise of scaring her although other reports indicated that someone at the party was arrested for public intoxication",
        "start": 232.32,
        "duration": 4.229
    },
    {
        "text": "And the two others may have been transported to the hospital for being unwell",
        "start": 236.83,
        "duration": 3.139
    },
    {
        "text": "But ultimately that's where we are with the story right now had a lot of people requesting and sending us information",
        "start": 239.97,
        "duration": 4.5
    },
    {
        "text": "About this one of the big things",
        "start": 244.54,
        "duration": 1.28
    },
    {
        "text": "I want to hit on and those of you of watches show Jake Paul is no friend of mine",
        "start": 245.82,
        "duration": 3.239
    },
    {
        "text": "We have allegations being made online right now. The authorities are investigating. Obviously while people will hold the person who's throwing a party accountable",
        "start": 249.209,
        "duration": 6.96
    },
    {
        "text": "so far",
        "start": 256.17,
        "duration": 0.48
    },
    {
        "text": "there's nothing that has indicated that Jake was directly involved with the alleged drugging at this party and it seems way too early to say",
        "start": 256.65,
        "duration": 5.55
    },
    {
        "text": "Anything definitive right now, but with all that said of course, I'd love to know your thoughts around all of this",
        "start": 262.21,
        "duration": 4.339
    },
    {
        "text": "And then finally, there's gonna be the last of the kind of Internet person stories an ideal world",
        "start": 266.55,
        "duration": 4.619
    },
    {
        "text": "I try to make it so that it's not just",
        "start": 271.169,
        "duration": 1.421
    },
    {
        "text": "Internet person did bad thing because I think it makes us all look bad over the weekend",
        "start": 272.59,
        "duration": 3.529
    },
    {
        "text": "We had the 11th annual Shorty Awards awarding those in the digital space",
        "start": 276.12,
        "duration": 3.54
    },
    {
        "text": "I will say the Shorty Awards is like this weird mishmash award show. They have categories like breakout creator of the year's here",
        "start": 279.66,
        "duration": 5.819
    },
    {
        "text": "That was awarded to the fantastic Peter McKinnon, but then they also have an award for video pre-roll which I will say",
        "start": 285.479,
        "duration": 5.25
    },
    {
        "text": "Congratulations to Honda certified pre-owned vehicles pre-owned pre-roll. It did it. We all knew it could well a little odd",
        "start": 291.04,
        "duration": 5.539
    },
    {
        "text": "It's also really smart because I get a lot of the name value with the creators",
        "start": 296.58,
        "duration": 3.0
    },
    {
        "text": "But then they also bring the the marketing world in with so many marketing Awards",
        "start": 299.58,
        "duration": 4.23
    },
    {
        "text": "But I will say on this show",
        "start": 303.81,
        "duration": 0.85
    },
    {
        "text": "We only care about the creators because they are the ones creating and also giving us thumb value. Congratulations to the other big creators",
        "start": 304.66,
        "duration": 7.369
    },
    {
        "text": "He had a small upstart creator by the name of ariana grande winning storyteller of the year in joining twitch streamer",
        "start": 312.03,
        "duration": 5.279
    },
    {
        "text": "Ricky Thompson",
        "start": 317.31,
        "duration": 0.479
    },
    {
        "text": "When a Instagrammer of the year longer of the year going to Ryland Adam best youtube",
        "start": 317.789,
        "duration": 3.72
    },
    {
        "text": "Ensemble the try guys and for youtuber of the year you had the nominees Tana mojo James Charles guava juice, Emma Chamberlain",
        "start": 321.61,
        "duration": 7.25
    },
    {
        "text": "David oberek but it ultimately and seemingly",
        "start": 328.86,
        "duration": 2.82
    },
    {
        "text": "Unsurprisingly if you have you've watched any YouTube over the past year it went I just realised PewDiePie wasn't nominated. What to Shane Dawson",
        "start": 331.9,
        "duration": 6.649
    },
    {
        "text": "Who of course is that just a crazy year? So congratulations to all the winners to everyone who lost you are worth",
        "start": 338.669,
        "duration": 5.309
    },
    {
        "text": "Nothing don't matter. No one really likes you. All of those likes are fake box",
        "start": 343.979,
        "duration": 3.72
    },
    {
        "text": "You should really look into getting a backup job because things are not looking good. Not really",
        "start": 347.7,
        "duration": 5.279
    },
    {
        "text": "I just appreciate the attention the digital space gets now",
        "start": 353.22,
        "duration": 2.309
    },
    {
        "text": "it's more and more every day and I think for creators the most important thing is you enjoy your day to day life and what",
        "start": 355.53,
        "duration": 4.889
    },
    {
        "text": "You're putting out there, and if you're not it's probably not going to pan out well for you",
        "start": 360.419,
        "duration": 3.36
    },
    {
        "text": "I feel like we have a lot of creators out there",
        "start": 363.78,
        "duration": 2.04
    },
    {
        "text": "I live in work in short term schedules for their long term life and that's not good",
        "start": 365.82,
        "duration": 4.469
    },
    {
        "text": "How did I turn a positive story into a negative what is wrong with my brain?",
        "start": 370.289,
        "duration": 3.45
    },
    {
        "text": "But from that I want to share some stuff I loved today and today and also brought to you by drop DeFranco calm drop sent",
        "start": 373.78,
        "duration": 6.109
    },
    {
        "text": "me there sennheiser HD six double x headphones",
        "start": 379.889,
        "duration": 2.25
    },
    {
        "text": "I've been testing them for a few days and I gotta say they've been perfect for everything from listening to music and podcasts",
        "start": 382.139,
        "duration": 5.309
    },
    {
        "text": "Watching a movie gaming even video and audio editor. The audio quality is phenomenal and the most important thing honestly for me",
        "start": 387.82,
        "duration": 6.289
    },
    {
        "text": "They are insanely comfortable which is important because when I'm not filming I'm usually where headphones for hours at a time",
        "start": 394.11,
        "duration": 4.82
    },
    {
        "text": "You know with some other headphones",
        "start": 398.93,
        "duration": 1.329
    },
    {
        "text": "Sometimes my ears feel squished or if you ever wear over the ear headphones they can sometimes get sweaty",
        "start": 400.259,
        "duration": 4.519
    },
    {
        "text": "It's constricting or these it's just been tapped to you",
        "start": 404.779,
        "duration": 2.73
    },
    {
        "text": "Also don't have to take my word for with over 75,000 purchases and your five-star review",
        "start": 407.509,
        "duration": 3.959
    },
    {
        "text": "They're one of the most popular headphones in the audiophile community, especially for their price",
        "start": 411.469,
        "duration": 3.72
    },
    {
        "text": "So if you're looking to replace or upgrade your headphones",
        "start": 415.189,
        "duration": 2.04
    },
    {
        "text": "Maybe you want to snag a present for the audiophile in your life or yourself?",
        "start": 417.229,
        "duration": 3.179
    },
    {
        "text": "You know a gift for your favorite person. You can go to drop DeFranco dot-com supplies are definitely eliminated",
        "start": 420.409,
        "duration": 4.619
    },
    {
        "text": "These will go fast, but best of all if you're a first time customer and you use our link",
        "start": 425.029,
        "duration": 3.66
    },
    {
        "text": "You will get $10 off your first purchase and actually to make today's spot even more special",
        "start": 428.689,
        "duration": 4.11
    },
    {
        "text": "you actually sent me an extra pair which I give away to one lucky person follow my Instagram link down below follow the instructions and",
        "start": 432.8,
        "duration": 5.82
    },
    {
        "text": "We'll see ya a little extra awesome for the first bit of Awesome. Today is a friendly reminder slash announcement",
        "start": 438.62,
        "duration": 4.979
    },
    {
        "text": "This week is the first week that on Tuesday, Wednesday and Thursday in addition to the philip defranco show",
        "start": 443.599,
        "duration": 4.44
    },
    {
        "text": "You are also going to get an extra bonus video in the morning on this channel",
        "start": 448.039,
        "duration": 4.019
    },
    {
        "text": "Then we got the hi dubs a fast food tear list as well as a response to",
        "start": 452.059,
        "duration": 4.14
    },
    {
        "text": "That fast food tear list from the report of the week with Billy Isla shaking the office quiz with Rainn Wilson with the infographic show",
        "start": 456.36,
        "duration": 5.66
    },
    {
        "text": "Giving us the most horrible prison experiments on humans of all time you Kelly Clarkson watching fan covers Crono GG",
        "start": 462.02,
        "duration": 5.429
    },
    {
        "text": "Vil partner game of the day is",
        "start": 467.689,
        "duration": 1.69
    },
    {
        "text": "Despotism 3k. It's a very weird dark game with very positive reviews and if you grab before 9 a.m",
        "start": 469.379,
        "duration": 4.67
    },
    {
        "text": "Tomorrow with our link. It's just 5 dollars 50 cents",
        "start": 474.149,
        "duration": 2.84
    },
    {
        "text": "And of course, we got the official trailer for Spider Man far from home",
        "start": 476.99,
        "duration": 3.089
    },
    {
        "text": "If you want to see the full versions of everything",
        "start": 480.08,
        "duration": 1.589
    },
    {
        "text": "I just shared the secret link of the day really anything at all links as always are in the description down below",
        "start": 481.669,
        "duration": 4.679
    },
    {
        "text": "Then let's briefly talk about the updates in Brunei",
        "start": 486.62,
        "duration": 2.25
    },
    {
        "text": "If you didn't see a previous coverage about Brunei the country last month implemented new laws",
        "start": 488.87,
        "duration": 3.659
    },
    {
        "text": "that would make it and this is real that would make it that if you committed adultery or there was a man having sex with",
        "start": 492.529,
        "duration": 5.34
    },
    {
        "text": "another man that was punishable by stoning they could now legally stone you to death right and following this there was mass",
        "start": 497.87,
        "duration": 5.939
    },
    {
        "text": "outrage with celebrities speaking out people",
        "start": 503.999,
        "duration": 2.48
    },
    {
        "text": "Boycott angry people like George Clooney leading boycotts against we're not linked hotels and a big update today",
        "start": 506.639,
        "duration": 4.94
    },
    {
        "text": "Is that in response to all of this?",
        "start": 511.58,
        "duration": 1.439
    },
    {
        "text": "The Sultan of Brunei has now somewhat",
        "start": 513.019,
        "duration": 2.04
    },
    {
        "text": "Backpedal saying according to frames 24 a moratorium on capital punishment will also extend to Sharia laws that include stoning to death for gay sex",
        "start": 515.19,
        "duration": 6.559
    },
    {
        "text": "And adultery though before you start rejoicing and you're like, yeah",
        "start": 521.789,
        "duration": 2.69
    },
    {
        "text": "We may die a better place in Brunei homosexuality is and was already illegal",
        "start": 524.48,
        "duration": 4.349
    },
    {
        "text": "And in fact that is punishable by up to ten years in prison",
        "start": 528.97,
        "duration": 2.549
    },
    {
        "text": "So obviously while a moratorium on the death penalty is great news",
        "start": 531.62,
        "duration": 3.769
    },
    {
        "text": "It also paints a pretty sad picture that that's the good news the two grown adults who are born the way they are having something",
        "start": 535.66,
        "duration": 6.779
    },
    {
        "text": "Consensually, that's not affecting anyone else and not only are you other but you and what you do it's illegal",
        "start": 543.05,
        "duration": 5.329
    },
    {
        "text": "But we're not gonna kill you. So that's that's the give. You're welcome. It's also sad when you remember. Yes",
        "start": 548.379,
        "duration": 4.02
    },
    {
        "text": "We're focusing on Brunei here, right?",
        "start": 552.399,
        "duration": 1.56
    },
    {
        "text": "It got so much attention",
        "start": 553.959,
        "duration": 0.761
    },
    {
        "text": "but there are other big offenders out there and this is actually something George Clooney hit on in one of his op-ed pieces after a",
        "start": 554.72,
        "duration": 5.75
    },
    {
        "text": "Lot of people said well, why are you just focusing on Brunei where Clooney wrote for those that want to play? What about isms?",
        "start": 560.47,
        "duration": 4.53
    },
    {
        "text": "What about Saudi Arabia, Iran, Sudan Somalia? There's a long list",
        "start": 565.0,
        "duration": 3.509
    },
    {
        "text": "Well, then get to it, and adding sunlight is the great disinfectant boycotts are sunlight",
        "start": 568.509,
        "duration": 4.2
    },
    {
        "text": "You can't make the bad guys be good",
        "start": 572.709,
        "duration": 1.531
    },
    {
        "text": "But you can stop the good guys or being complicit and that last thing is really important",
        "start": 574.24,
        "duration": 3.63
    },
    {
        "text": "Not just for Brunei, but for any sort of social change that we want to see because yes",
        "start": 577.87,
        "duration": 4.169
    },
    {
        "text": "Well shows like mine",
        "start": 582.04,
        "duration": 0.899
    },
    {
        "text": "You have the George Clooney's of the world adding their name value to get the media to cover",
        "start": 582.939,
        "duration": 4.83
    },
    {
        "text": "This story was also getting other people and more specifically other companies to say",
        "start": 587.769,
        "duration": 4.23
    },
    {
        "text": "No, we can't work with Brunei something",
        "start": 592.0,
        "duration": 1.68
    },
    {
        "text": "I was talked about less because I didn't have George Clooney's",
        "start": 593.68,
        "duration": 2.219
    },
    {
        "text": "Beautiful face on it your banks including Morgan Stanley Deutsche Bank city and Nomura banning staff from using nine hotels owned by the Sultanate Transport",
        "start": 595.97,
        "duration": 7.609
    },
    {
        "text": "For London removed adverts promoting Brunei as a tourism destination sta travels",
        "start": 603.579,
        "duration": 3.75
    },
    {
        "text": "Stop selling flights on Royal Brunei airlines",
        "start": 607.329,
        "duration": 1.87
    },
    {
        "text": "you know and you look at all these things that impacted Brunei and",
        "start": 609.199,
        "duration": 2.75
    },
    {
        "text": "You remember that life truth money moves mountains?",
        "start": 612.17,
        "duration": 3.349
    },
    {
        "text": "You want to have an impact more important than ever you go for the wallet, but that's a story as it is right now",
        "start": 615.519,
        "duration": 4.71
    },
    {
        "text": "It's gonna be interesting to see what happens as this moves further good news",
        "start": 620.23,
        "duration": 2.88
    },
    {
        "text": "and they still horrible and ridiculous situation and let's talk about massive news around the Boeing 737 max eight tragedies and",
        "start": 623.11,
        "duration": 6.209
    },
    {
        "text": "Controversy a back in March we talked about the Ethiopian Airlines plane that crashed killing all 157 people on board immediately",
        "start": 629.569,
        "duration": 5.9
    },
    {
        "text": "We saw people drawing lines between that crash and the lion air crash in Indonesia",
        "start": 635.47,
        "duration": 3.51
    },
    {
        "text": "Just four months earlier that killed all 189 people on board and most significantly both planes were",
        "start": 638.98,
        "duration": 4.919
    },
    {
        "text": "737 max eighths the pilots of both of those planes reporting issues and requesting to return from the airports that they took off from but",
        "start": 644.24,
        "duration": 5.75
    },
    {
        "text": "They didn't make it back following the incident. We saw tons of countries grounding their max eights until Boeing investigated the situation",
        "start": 649.99,
        "duration": 5.099
    },
    {
        "text": "We also saw a lot of pilots coming forward saying that they had not been fully",
        "start": 655.22,
        "duration": 2.959
    },
    {
        "text": "informed about software changes to the max AIDS auto pilot",
        "start": 658.279,
        "duration": 2.39
    },
    {
        "text": "that they had actually not been trained to use the new software with a pilot specifically referencing a new feature that causes the plane to",
        "start": 661.23,
        "duration": 5.429
    },
    {
        "text": "automatically correct the plane's level if it's sensor think that it's flying at an angle that puts it at risk of stall and this was",
        "start": 666.66,
        "duration": 4.739
    },
    {
        "text": "huge because",
        "start": 671.4,
        "duration": 0.88
    },
    {
        "text": "investigations from both the lion air and",
        "start": 672.28,
        "duration": 1.77
    },
    {
        "text": "Ethiopian Airlines crashes found that this software was engaged and it caused the noses of both planes to be pushed down",
        "start": 674.05,
        "duration": 5.39
    },
    {
        "text": "repeatedly",
        "start": 679.72,
        "duration": 0.74
    },
    {
        "text": "Boeing initially responded to the pilots by arguing that there shouldn't be a problem as long as pilots followed procedure although Boeing CEO later said",
        "start": 680.46,
        "duration": 6.15
    },
    {
        "text": "that the company would update the max 8 software and provide training but throughout the whole process Boeing executives have denied that there is anything",
        "start": 686.61,
        "duration": 5.64
    },
    {
        "text": "wrong with the planes that is",
        "start": 692.25,
        "duration": 1.39
    },
    {
        "text": "Until yesterday on Sunday Boeing released a statement saying that they were aware of a problem with the max 8 safety feature all the way",
        "start": 693.64,
        "duration": 5.3
    },
    {
        "text": "Back in 2017, but they didn't disclose the problem to regulators or airlines until after the lion air crash. Ok",
        "start": 698.94,
        "duration": 5.369
    },
    {
        "text": "So, what was the problem?",
        "start": 704.31,
        "duration": 0.75
    },
    {
        "text": "well",
        "start": 705.06,
        "duration": 0.27
    },
    {
        "text": "according to the statement within a few months of delivering the max its Boeing's engineer has found a problem with an essential warning light the",
        "start": 705.33,
        "duration": 5.34
    },
    {
        "text": "feature",
        "start": 710.67,
        "duration": 0.18
    },
    {
        "text": "Which is called an angle of attack disagree alert tells pilots if the sensors on either side of the plane are giving contradictory",
        "start": 710.85,
        "duration": 4.979
    },
    {
        "text": "Information about the direction of the planes nose Boeing saying that they intended for this feature to be on all the Macs eight as it",
        "start": 715.96,
        "duration": 4.97
    },
    {
        "text": "Had been a feature on the previous generations of 737",
        "start": 720.93,
        "duration": 2.609
    },
    {
        "text": "however",
        "start": 723.54,
        "duration": 0.3
    },
    {
        "text": "After months of delivering the planes that engineers found that the sensors only worked on max 8s were buyers had also purchased a separate",
        "start": 723.84,
        "duration": 5.669
    },
    {
        "text": "Optional safety feature which basically means that a key safety feature for this airplane. The company says they thought was standard",
        "start": 729.73,
        "duration": 5.599
    },
    {
        "text": "It was actually optional sort of like a premium add-on according to yesterday's statement",
        "start": 735.33,
        "duration": 3.78
    },
    {
        "text": "a review was launched after the engineers discovered the problem it also write in that review which involved multiple companies subject matter experts determined that",
        "start": 739.11,
        "duration": 6.479
    },
    {
        "text": "the absence of the AOA Disagree Alert did not adversely impact airplane safety or",
        "start": 745.59,
        "duration": 4.08
    },
    {
        "text": "operation Boeing also saying they reported the problem to the FAA year after they knew about it and the FAA went on to label the",
        "start": 749.95,
        "duration": 5.449
    },
    {
        "text": "Problem as low risk",
        "start": 755.4,
        "duration": 0.99
    },
    {
        "text": "But still told Boeing they should have informed them earlier and Boeing also saying that they reported the problem to the airlines that operated these",
        "start": 756.39,
        "duration": 5.34
    },
    {
        "text": "planes also of note it does appear that the majority of",
        "start": 761.73,
        "duration": 2.58
    },
    {
        "text": "Max 8s had this issue according to the New York Times only 20% of buyers actually purchase the optional indicators on that note boeing still",
        "start": 764.38,
        "duration": 6.44
    },
    {
        "text": "Maintains that this feature is not essential writing in a statement neither the angle of attack",
        "start": 770.82,
        "duration": 3.539
    },
    {
        "text": "Indicator nor the AOA disagree alert are necessary for the safe operation of the airplane",
        "start": 774.52,
        "duration": 4.22
    },
    {
        "text": "They provide supplemental information only and have never been considered safety features on commercial jet transport airplanes",
        "start": 778.74,
        "duration": 5.549
    },
    {
        "text": "But it is important that others disagree",
        "start": 784.29,
        "duration": 2.07
    },
    {
        "text": "If a AOA sensors on the max eight think that the nose of the plane is too high the automated control system",
        "start": 786.36,
        "duration": 4.2
    },
    {
        "text": "Forces the nose of the plane down automatic and that is exactly what happened to both the lion air in Ethiopian Airlines plane",
        "start": 790.78,
        "duration": 5.339
    },
    {
        "text": "Which in fact investigators of both crashes found that the faulty sensor gave the system incorrect data",
        "start": 796.12,
        "duration": 4.23
    },
    {
        "text": "Which then forced the nose of the plane down repeatedly as you have people and experts essentially saying logically",
        "start": 800.35,
        "duration": 4.289
    },
    {
        "text": "It seems like if both of these flights had this safety feature",
        "start": 804.64,
        "duration": 2.19
    },
    {
        "text": "The Boeing itself said tells the pilots that the sensors are giving contradictory information",
        "start": 806.83,
        "duration": 3.869
    },
    {
        "text": "this seemingly wouldn't have happened and I'll say and this is just my personal opinion on this it is it is hard for me to",
        "start": 810.7,
        "duration": 4.83
    },
    {
        "text": "trust Boeing here",
        "start": 815.53,
        "duration": 0.87
    },
    {
        "text": "it's just this combination of they were not aware that their planes didn't have a key safety feature and once they became aware the fact",
        "start": 816.4,
        "duration": 5.58
    },
    {
        "text": "They didn't disclose that knowledge for a year",
        "start": 821.98,
        "duration": 2.039
    },
    {
        "text": "Also the fact that the FAA became aware of this and they designated it low-risk",
        "start": 824.02,
        "duration": 4.26
    },
    {
        "text": "It makes me question their",
        "start": 828.28,
        "duration": 1.24
    },
    {
        "text": "expertise and judgment when it comes to both also on that note in the effort to be fair in a statement on Sunday boeing has",
        "start": 829.52,
        "duration": 5.539
    },
    {
        "text": "Pushed back on the criticism that the aircraft certification system Boeing and the FAA have in place is flawed",
        "start": 835.06,
        "duration": 4.41
    },
    {
        "text": "Although this is the subject of congressional inquiry the Department of Transportation panel and a criminal",
        "start": 839.47,
        "duration": 4.529
    },
    {
        "text": "investigation and of note during a congressional hearing and March the acting head of the FAA stated that the agency's certification procedures quote our",
        "start": 844.16,
        "duration": 6.14
    },
    {
        "text": "Extensive well-established and have consistently produced safe aircraft designs for decades adding that the FAA was fully involved in certifying the 737 max",
        "start": 850.37,
        "duration": 7.43
    },
    {
        "text": "however",
        "start": 857.87,
        "duration": 0.5
    },
    {
        "text": "This was also contradicted by Transportation Secretary Elaine Chao pointed out and said that the FAA has allowed plane",
        "start": 858.37,
        "duration": 5.4
    },
    {
        "text": "Manufacturers to help certify that their own aircraft meets safety standards, and this is now the subject of a federal investigation",
        "start": 863.93,
        "duration": 5.179
    },
    {
        "text": "But that's a story part of my takeaway. And of course I pass the question off to you",
        "start": 869.33,
        "duration": 3.679
    },
    {
        "text": "What are your thoughts on this and that's where we're going to end today's show",
        "start": 873.01,
        "duration": 2.309
    },
    {
        "text": "remember",
        "start": 875.32,
        "duration": 0.39
    },
    {
        "text": "if you like this video you want to support the channel just take a second hit that like button also if you're new here you",
        "start": 875.71,
        "duration": 4.289
    },
    {
        "text": "Want any of the seven videos that we put out every week going to your subscription box?",
        "start": 880.0,
        "duration": 3.63
    },
    {
        "text": "Be sure to hit that subscribe button",
        "start": 883.63,
        "duration": 1.62
    },
    {
        "text": "also",
        "start": 885.25,
        "duration": 0.09
    },
    {
        "text": "If you're not 100% filled in, maybe you missed one of the last two videos we put out you can click or tap",
        "start": 885.34,
        "duration": 3.929
    },
    {
        "text": "Right there to watch that or check out more news more stories over rogue rocket dot-com. But with that said",
        "start": 889.27,
        "duration": 4.95
    },
    {
        "text": "Of course as always, my name's philip. Defranco. You've just been phill'd I love yo faces, and I'll see you tomorrow",
        "start": 894.22,
        "duration": 5.669
    }
]