[
    {
        "text": "Sup you beautiful bastards hope youre having a",
        "start": 0.03,
        "duration": 2.0
    },
    {
        "text": "fantastic Wednesday welcome back to the Philip DeFranco show and let's just jump into it and the first thing we're gonna talk about today is",
        "start": 2.29,
        "duration": 5.779
    },
    {
        "text": "the news and seemingly meaningful updates around the Donald Trump stormy Daniels Michael Cohen situation",
        "start": 8.069,
        "duration": 5.819
    },
    {
        "text": "So we've talked about this story several times in the past it initially started as this weird a tabloid gossip piece",
        "start": 13.889,
        "duration": 5.01
    },
    {
        "text": "I didn't want to type but as more and more information comes out of the more",
        "start": 18.9,
        "duration": 2.94
    },
    {
        "text": "It seems sketchy the more it seems like there",
        "start": 21.84,
        "duration": 2.069
    },
    {
        "text": "There is something",
        "start": 23.91,
        "duration": 0.76
    },
    {
        "text": "Meaningful here and to bring you up to speed there are news reports alleging that stormy Daniels had sex with Donald Trump at a country",
        "start": 24.67,
        "duration": 5.0
    },
    {
        "text": "Club in 2006 while he was married to Melania along with that",
        "start": 29.67,
        "duration": 3.239
    },
    {
        "text": "We saw reports that said Donald Trump paid stormy Daniels",
        "start": 32.91,
        "duration": 2.459
    },
    {
        "text": "130 thousand dollars to keep quiet now in response to this the White House denies it Michael Cohen Donald Trump's lawyer releases a letter that",
        "start": 35.8,
        "duration": 6.319
    },
    {
        "text": "Appears to be signed by stormy Daniels letter denies it but soon after in touch magazine says they have an unpublished",
        "start": 42.12,
        "duration": 4.83
    },
    {
        "text": "Interview with stormy Daniels they published it the interview goes into incredible",
        "start": 47.05,
        "duration": 3.049
    },
    {
        "text": "Detail was then reported by the Wall Street Journal that Michael Cohen actually created a shell company to pay",
        "start": 50.289,
        "duration": 5.21
    },
    {
        "text": "stormy",
        "start": 55.719,
        "duration": 0.57
    },
    {
        "text": "Daniels's lawyer that you might remember Cohen",
        "start": 56.289,
        "duration": 2.09
    },
    {
        "text": "Responded her obsessive drive to prove a false narrative one that has been rebuked by all parties must come to an end following that On",
        "start": 58.51,
        "duration": 5.75
    },
    {
        "text": "January 30th another letter is released it appears to be signed once again by stormy Daniels although many people questioned",
        "start": 64.26,
        "duration": 6.089
    },
    {
        "text": "How real it was because the signature on this letter appeared different than the one from the first letter",
        "start": 70.35,
        "duration": 4.739
    },
    {
        "text": "Discrepancy between the signatures on the letters is also brought up during a Jimmy Kimmel Live interview that that is very weird",
        "start": 75.22,
        "duration": 5.869
    },
    {
        "text": "Did you sign this letter that was released today? I?",
        "start": 81.09,
        "duration": 2.79
    },
    {
        "text": "Don't know wait a minute that you can say",
        "start": 84.82,
        "duration": 2.659
    },
    {
        "text": "You know where it came from do you have any idea?",
        "start": 88.869,
        "duration": 2.569
    },
    {
        "text": "I do not you do not know where it came from all of that brings us to the big news from the past 24 hours",
        "start": 91.439,
        "duration": 3.93
    },
    {
        "text": "Where Michael Cohen has now openly admitted he paid?",
        "start": 95.38,
        "duration": 2.93
    },
    {
        "text": "$130,000 to stormy Daniels real name Stephanie Clifford Cohen saying in a statement. I am mr.",
        "start": 99.4,
        "duration": 4.519
    },
    {
        "text": "Trump's longtime special counsel",
        "start": 103.92,
        "duration": 1.589
    },
    {
        "text": "And I have proudly served in that role for more than a decade in a private transaction in",
        "start": 105.509,
        "duration": 3.48
    },
    {
        "text": "2016 I used my own personal funds to facilitate a payment of one hundred thirty thousand dollars to miss Stephanie Clifford neither the Trump",
        "start": 109.119,
        "duration": 6.319
    },
    {
        "text": "Organization nor the Trump campaign was a party to the transaction with Miss Clifford and neither",
        "start": 115.689,
        "duration": 4.04
    },
    {
        "text": "Reimbursed me for the payment either directly or indirectly the payments miss Clifford was lawful and was not a campaign contribution",
        "start": 119.829,
        "duration": 5.36
    },
    {
        "text": "or a campaign",
        "start": 125.35,
        "duration": 1.199
    },
    {
        "text": "Expenditure by anyone Cohen also said he gave a similar statement to the Federal Election Commission after they received a complaint from the government watch",
        "start": 126.549,
        "duration": 5.54
    },
    {
        "text": "Group common cause they alleged the money paid to Daniel's was an unreported in kind",
        "start": 132.27,
        "duration": 3.66
    },
    {
        "text": "contribution and expenditure by president from 2016 presidential campaign and on that note in Cohen's statement",
        "start": 136.18,
        "duration": 5.029
    },
    {
        "text": "He says the complaint alleges that I somehow violated campaign finance laws by facilitating an excess and kind",
        "start": 141.21,
        "duration": 4.679
    },
    {
        "text": "Contribution the allegations in the complaint are factually unsupported and without legal merit and my counsel has submitted a response to the FEC",
        "start": 146.11,
        "duration": 5.63
    },
    {
        "text": "I mean just because something isn't true doesn't mean that it can't cause you harm or damage. I will always protect mr.",
        "start": 151.95,
        "duration": 4.829
    },
    {
        "text": "Trump and then he would not answer any follow-up questions now the reason this is big news is it appears that everyone has just been",
        "start": 156.78,
        "duration": 5.55
    },
    {
        "text": "lying and misleading the public a Cohen's own admission the the reporting seems to have been real one hundred thirty thousand dollars was paid to",
        "start": 162.33,
        "duration": 6.87
    },
    {
        "text": "Stormy, Daniel, which you could say that doesn't prove that it was in exchange for an NDA",
        "start": 169.3,
        "duration": 3.8
    },
    {
        "text": "But why what why what?",
        "start": 173.1,
        "duration": 1.45
    },
    {
        "text": "Other reason would Donald Trump's legal counsel pay a pornstar one hundred thirty thousand dollars out of his own money",
        "start": 174.55,
        "duration": 6.05
    },
    {
        "text": "And so what appears going East right now to do is is no longer to deny that money was paid that was essentially hush money",
        "start": 180.6,
        "duration": 5.339
    },
    {
        "text": "He's now moved to the argument of the money that was paid was definitely not",
        "start": 185.94,
        "duration": 2.97
    },
    {
        "text": "Illegal so sometimes people pay other people hush money for things that didn't actually have also point",
        "start": 189.04,
        "duration": 4.009
    },
    {
        "text": "That's really important",
        "start": 193.05,
        "duration": 0.75
    },
    {
        "text": "Here is common causes",
        "start": 193.8,
        "duration": 0.94
    },
    {
        "text": "Cohen's response doesn't dismiss the complaint saying as Trump's personal attorney Cohen was an agent of then candidate Trump timing in circumstances of the one",
        "start": 194.74,
        "duration": 6.979
    },
    {
        "text": "Hundred thirty thousand dollar payment to Daniel's make it appear that the hush money was paid to Daniel's in an effort to influence the election",
        "start": 201.72,
        "duration": 4.98
    },
    {
        "text": "Adding at the very least this latest submission by Cohen in the circumstances behind it requires a full investigation",
        "start": 206.709,
        "duration": 4.37
    },
    {
        "text": "By the FEC and the Department of Justice as we requested last month",
        "start": 211.15,
        "duration": 3.47
    },
    {
        "text": "And I have to say personally I agree with that statement Cohen can talk about not being reimbursed",
        "start": 214.62,
        "duration": 3.059
    },
    {
        "text": "But he stayed employed did Donald Trump. He continued to be paid so the money could be seen as still connect",
        "start": 217.68,
        "duration": 5.25
    },
    {
        "text": "It's not like how Donald Trump always says Mexico is gonna pay for the wall the the argument that he has moved to isn't that",
        "start": 222.93,
        "duration": 4.44
    },
    {
        "text": "They're going to just actually",
        "start": 227.37,
        "duration": 1.18
    },
    {
        "text": "Pay for the building based off of business deals the already existing flow of money we can tweak levers so that the money makes sense",
        "start": 228.55,
        "duration": 7.009
    },
    {
        "text": "That's how Mexico pays for the wall so obviously the money could be made up elsewhere",
        "start": 235.56,
        "duration": 3.63
    },
    {
        "text": "Which also creates an argument for seeing Donald Trump's finances?",
        "start": 239.19,
        "duration": 3.72
    },
    {
        "text": "I'd really like to see if Michael Cohen's billable hours went up after this one hundred thirty thousand dollar payout just from his heart to",
        "start": 242.91,
        "duration": 6.75
    },
    {
        "text": "A pornstar for no specific reason and to me. It's just it's surprising that in the midst of the the porter cover-up controversy",
        "start": 249.66,
        "duration": 6.329
    },
    {
        "text": "We're now seeing this",
        "start": 256.14,
        "duration": 1.779
    },
    {
        "text": "It's it's hard to call it anything else other than a cover",
        "start": 257.919,
        "duration": 2.45
    },
    {
        "text": "But with all of that said I do want to pass a question off to you. What is your takeaway from this story?",
        "start": 260.37,
        "duration": 3.69
    },
    {
        "text": "I'd love to know your so let me know in those comments down below",
        "start": 264.06,
        "duration": 2.22
    },
    {
        "text": "We actually have a last second update to this story",
        "start": 266.28,
        "duration": 2.1
    },
    {
        "text": "Oh as I was about to be finished according to the Associated Press?",
        "start": 268.38,
        "duration": 2.459
    },
    {
        "text": "manager for the adult film actress told The Associated Press on Wednesday that Daniels believes Trump's lawyer",
        "start": 271.259,
        "duration": 4.47
    },
    {
        "text": "Invalidated a nondisclosure agreement by publicly discussing the payment Gina",
        "start": 276.1,
        "duration": 4.009
    },
    {
        "text": "Rodriguez says the actress whose real name is Stephanie Clifford will discuss her alleged 2006 extramarital affair with Trump well",
        "start": 280.12,
        "duration": 6.529
    },
    {
        "text": "This is gonna get interesting from there. I want to share some stuff",
        "start": 286.65,
        "duration": 2.579
    },
    {
        "text": "I loved today and today in Austin brought to you by post mate post mates of course fantastic",
        "start": 289.229,
        "duration": 4.29
    },
    {
        "text": "delivery on-demand app you want something restore a",
        "start": 293.62,
        "duration": 2.45
    },
    {
        "text": "restaurant boom",
        "start": 296.289,
        "duration": 0.901
    },
    {
        "text": "Open the app they will deliver it to your house your work your wherever your hosting or at a party you need to get more",
        "start": 297.19,
        "duration": 5.389
    },
    {
        "text": "Drinks we want to be safe open the app and best of all if you are a new customer go to post DeFranco com",
        "start": 302.58,
        "duration": 5.279
    },
    {
        "text": "Download the app make sure you enter an offer code fill it D",
        "start": 307.99,
        "duration": 2.929
    },
    {
        "text": "And if you do post mates will give you $100 in free delivery credits",
        "start": 310.919,
        "duration": 3.3
    },
    {
        "text": "Just that simple to try it out and the first what if awesome is just actually just a reminder if you are a subscriber",
        "start": 314.22,
        "duration": 3.869
    },
    {
        "text": "to DeFranco elite com1 thank you and then to",
        "start": 318.19,
        "duration": 3.38
    },
    {
        "text": "We're doing a live stream",
        "start": 322.15,
        "duration": 1.47
    },
    {
        "text": "Q&A today of course after show so just make sure you have your notifications on but it is at the regular time 4:00 p.m.",
        "start": 323.62,
        "duration": 5.419
    },
    {
        "text": "Pacific Standard Time, I'll see you there",
        "start": 329.039,
        "duration": 1.41
    },
    {
        "text": "Then we got the honest trailer for Dragon Ball fighters e or the black panther cast answering the web's most searched questions life",
        "start": 330.449,
        "duration": 5.43
    },
    {
        "text": "Noggin, asking how uneducated is our planet?",
        "start": 335.88,
        "duration": 2.25
    },
    {
        "text": "We also got an awesome video from draw with jazzy is a series called draw",
        "start": 338.13,
        "duration": 3.269
    },
    {
        "text": "Youtubers as heroes and villains just put out a round three that includes myself boogie Ethan and Gila from h3h3 is very cool",
        "start": 341.47,
        "duration": 6.319
    },
    {
        "text": "and if you like that sort of stuff I recommend to check it out if you want to see the full versions everything I just",
        "start": 347.789,
        "duration": 3.93
    },
    {
        "text": "Shared the secret link of the day anything at all links is always there in the description down below then in international news",
        "start": 351.72,
        "duration": 5.429
    },
    {
        "text": "Let's talk about Israeli Prime Minister Netanyahu the reason for that is yesterday Israeli police that there is enough evidence to bring charges against Netanyahu",
        "start": 357.15,
        "duration": 6.66
    },
    {
        "text": "for corruption according to a statement released by police",
        "start": 363.81,
        "duration": 2.07
    },
    {
        "text": "There is sufficient evidence against the Prime Minister on suspicions for the offence of accepting bribes fraud and breach of trust",
        "start": 365.88,
        "duration": 5.009
    },
    {
        "text": "This statement is huge because it comes after a 14 month investigation",
        "start": 371.25,
        "duration": 2.609
    },
    {
        "text": "Into two separate corruption cases involving the Prime Minister",
        "start": 374.169,
        "duration": 2.9
    },
    {
        "text": "And these investigations are known as case 1000 in case 2008 1000 centers on Netanyahu allegedly accepting two hundred eighty thousand dollars in gifts between",
        "start": 377.07,
        "duration": 7.439
    },
    {
        "text": "2007 and 2016 those from Hollywood producer in Israeli billionaire are non milk Shan and Australian businessman James Packer gifts included items such as champagne",
        "start": 384.82,
        "duration": 8.0
    },
    {
        "text": "cigars jewelry clothing according to police in return for these gifts Netanyahu milchin with political and financial favor favors",
        "start": 392.979,
        "duration": 7.029
    },
    {
        "text": "they say included Netanyahu pushing for a law that would give tax breaks to Israelis returning to Israel after spending time abroad this would have",
        "start": 400.009,
        "duration": 5.79
    },
    {
        "text": "Been worth hundreds of thousands of dollars her milchem Netanyahu helping will Shaun become a shareholder in one of Israel's top television stations when Netanyahu",
        "start": 405.8,
        "duration": 6.57
    },
    {
        "text": "Was Communications Minister?",
        "start": 412.37,
        "duration": 1.299
    },
    {
        "text": "Netanyahu intervening to prevent the collapse of another Israeli TV station amil John had shares and and Yahoo",
        "start": 413.669,
        "duration": 5.119
    },
    {
        "text": "assisting Milch on to get a new 10-year US visa",
        "start": 418.889,
        "duration": 2.179
    },
    {
        "text": "Netanyahu pushing through a business deal involving Milch on an Indian billionaire Ratan Tata even though the Israeli defense ministry opposed it and while Netanyahu",
        "start": 421.199,
        "duration": 6.709
    },
    {
        "text": "Has not denied that he received the gifts",
        "start": 427.909,
        "duration": 1.951
    },
    {
        "text": "He said that there were just merely gifts between friends as far as the other investigation case mm",
        "start": 429.86,
        "duration": 4.5
    },
    {
        "text": "That involves Netanyahu's striking a deal in 2009 with a man named Arne and Moses",
        "start": 434.36,
        "duration": 3.6
    },
    {
        "text": "He's a publisher of one of Israel's largest",
        "start": 437.96,
        "duration": 1.75
    },
    {
        "text": "newspapers and according to police",
        "start": 439.71,
        "duration": 1.439
    },
    {
        "text": "Netanyahu would receive positive press coverage in his paper and then in exchange",
        "start": 441.149,
        "duration": 3.5
    },
    {
        "text": "He would help promote the paper and try to stop the growth of a rival paper specifically one that was distributed for free and owned",
        "start": 444.649,
        "duration": 5.4
    },
    {
        "text": "by billionaire casino magnate Sheldon Adelson",
        "start": 450.05,
        "duration": 2.279
    },
    {
        "text": "They're even secret recordings of",
        "start": 452.33,
        "duration": 1.299
    },
    {
        "text": "conversations between Netanyahu and Moses that were released in January of last year this by Israel's channel 2 in which Netanyahu discusses passing legislation that",
        "start": 453.629,
        "duration": 6.92
    },
    {
        "text": "Would prevent Adelson's newspaper from being freely distributed last week?",
        "start": 460.55,
        "duration": 2.76
    },
    {
        "text": "We also saw the head of Israeli police",
        "start": 463.31,
        "duration": 1.539
    },
    {
        "text": "Insinuating in an interview that Netanyahu had hired private investigators to tail the police this because they've been conducting the corruption",
        "start": 464.849,
        "duration": 5.75
    },
    {
        "text": "investigation and following all this news and reaction to the recommendation Netanyahu made a ten minutes hell of a statement yesterday deny the",
        "start": 470.759,
        "duration": 5.989
    },
    {
        "text": "Accusation saying that he would continue being prime minister saying since I was elected Prime Minister",
        "start": 476.999,
        "duration": 4.22
    },
    {
        "text": "There was hardly a single day in which I was not",
        "start": 481.219,
        "duration": 1.961
    },
    {
        "text": "Subjected to slander and false claims over these years there have been no less than 15",
        "start": 483.18,
        "duration": 3.559
    },
    {
        "text": "Investigations against me with the goal of bringing me down they all began with explosive headlines live",
        "start": 486.87,
        "duration": 3.829
    },
    {
        "text": "broadcasts from the studios and some of them even with noisy police",
        "start": 490.86,
        "duration": 2.779
    },
    {
        "text": "Recommendations to indict just like today all these attempts ended with nothing because I know the truth Excel you these two will end with nothing",
        "start": 493.77,
        "duration": 5.779
    },
    {
        "text": "Which then brings us to the question of what happens next and also potentially an answer to?",
        "start": 499.55,
        "duration": 4.079
    },
    {
        "text": "why why does Netanyahu seem so sure that this will end with nothing now that the police have made their recommendation the",
        "start": 503.819,
        "duration": 5.089
    },
    {
        "text": "Investigation goes to israel's attorney general's office the Attorney General the state prosecutors",
        "start": 509.129,
        "duration": 3.92
    },
    {
        "text": "They'll look over the evidence from the police investigations, and they'll decide whether to indict Netanyahu",
        "start": 513.05,
        "duration": 3.929
    },
    {
        "text": "It's all we're looking at as a situation where even if it does happen that could take months",
        "start": 516.979,
        "duration": 3.21
    },
    {
        "text": "There's also been criticism and people wondering if everything's actually going to be above the board because Israel's Attorney General was Netan",
        "start": 520.19,
        "duration": 5.999
    },
    {
        "text": "whose former cabinet secretary and also was his favorite choice to become Attorney General so obviously there's a connection there a",
        "start": 526.36,
        "duration": 5.729
    },
    {
        "text": "relationship there many wondering if this person can be objective and it will be interesting to see what happens because",
        "start": 532.279,
        "duration": 4.67
    },
    {
        "text": "Israel is in a very interesting place right now if Netanyahu is indicted. He is convicted",
        "start": 537.41,
        "duration": 4.79
    },
    {
        "text": "He could face prison time at the very least does create a public perception",
        "start": 542.2,
        "duration": 3.329
    },
    {
        "text": "problem for Netanyahu even if he is not indicted Israel's other political parties have enough seats in Israel's parliament to call for new elections before",
        "start": 545.66,
        "duration": 6.71
    },
    {
        "text": "The scheduled election so they could potentially take advantage of the situation as it is right now",
        "start": 552.37,
        "duration": 3.63
    },
    {
        "text": "And also let's say Netanyahu was removed this would be a massive change to the region. I mean we're talking about Netanyahu",
        "start": 556.0,
        "duration": 5.19
    },
    {
        "text": "He's been in a position of power since the 1990s. There are a lot of question marks how would this change?",
        "start": 561.19,
        "duration": 4.559
    },
    {
        "text": "Israeli Palestine peace talks",
        "start": 566.36,
        "duration": 2.0
    },
    {
        "text": "Netanyahu has had a very hard line stance how would this affect the extremely?",
        "start": 568.37,
        "duration": 2.959
    },
    {
        "text": "controversial Israeli settlement situation what this affects for the region is far-reaching so that's why this",
        "start": 571.43,
        "duration": 4.489
    },
    {
        "text": "Is going to be one of those situations that it will be important to watch?",
        "start": 576.019,
        "duration": 3.08
    },
    {
        "text": "This is a potential game changer, and so as we find out more as the situation develops",
        "start": 579.1,
        "duration": 3.33
    },
    {
        "text": "I'll keep you in the loop",
        "start": 582.43,
        "duration": 1.11
    },
    {
        "text": "Then I want to talk about some really interesting and controversial news coming out of the Netherlands and the reason for that is the Netherlands",
        "start": 583.54,
        "duration": 4.83
    },
    {
        "text": "Has now officially passed a new law that automatically signs everyone up to be an organ donor they're also not alone in this move there",
        "start": 588.37,
        "duration": 5.64
    },
    {
        "text": "They're following the footsteps of countries like Spain France Belgium. They have similar program now",
        "start": 594.01,
        "duration": 4.079
    },
    {
        "text": "That said while the program does exist somewhere else it is still highly debate off with your everyday people and in the government in fact",
        "start": 598.089,
        "duration": 5.46
    },
    {
        "text": "The upper house of representatives only passes by a vote of 75 to 74",
        "start": 603.55,
        "duration": 3.75
    },
    {
        "text": "Then had to go to a lower house because it needed some amendments before it passed",
        "start": 607.3,
        "duration": 2.82
    },
    {
        "text": "But even there it narrowly passed in a vote of 38 to 36 and so with this law passing means then",
        "start": 610.12,
        "duration": 4.589
    },
    {
        "text": "2020 the act of donor registration changes the organ donation system from opt-in to",
        "start": 614.81,
        "duration": 4.039
    },
    {
        "text": "Opt-out us most of the world you have to opt-in you have to say yes",
        "start": 618.98,
        "duration": 3.32
    },
    {
        "text": "I'm fine if I die you can take my organs",
        "start": 622.3,
        "duration": 2.099
    },
    {
        "text": "But in the Netherlands that will no longer be the case they say people 18 and over who aren't registered already will receive a letter",
        "start": 624.399,
        "duration": 4.86
    },
    {
        "text": "Asking them if they want to be a donor. They have the options of yes",
        "start": 629.26,
        "duration": 2.669
    },
    {
        "text": "No, my next of kin will decide the designated person will decide the person doesn't respond to that one",
        "start": 631.93,
        "duration": 5.01
    },
    {
        "text": "They will get a second letter six weeks later, and if again. There is no response",
        "start": 636.94,
        "duration": 3.389
    },
    {
        "text": "They will automatically be signed up to donate their organs. You can still opt out of the program",
        "start": 640.329,
        "duration": 3.63
    },
    {
        "text": "You just you just have to take the steps yourself to do in response to this change the Dutch kidney",
        "start": 643.959,
        "duration": 4.14
    },
    {
        "text": "Foundation's called the vote a real breakthrough for patients on waiting lists their founder Tom møøse",
        "start": 648.199,
        "duration": 3.86
    },
    {
        "text": "traumatic hundreds of patients will get back their lives and freedom",
        "start": 652.19,
        "duration": 2.659
    },
    {
        "text": "But I mentioned this story not to say whether it is right or wrong because I'm fascinated know what you think about this",
        "start": 654.85,
        "duration": 5.44
    },
    {
        "text": "I'm still trying to digest the situation as someone whose father was saved by a transplant",
        "start": 660.29,
        "duration": 5.64
    },
    {
        "text": "I kind of loved the idea of there being more",
        "start": 665.93,
        "duration": 2.01
    },
    {
        "text": "Organ donation although my father got a kidney from someone that was alive so that today",
        "start": 668.13,
        "duration": 3.23
    },
    {
        "text": "There's not a perfect connect to there",
        "start": 671.36,
        "duration": 1.5
    },
    {
        "text": "I think that as long as the Netherlands does a good job of educating the public of this change",
        "start": 672.86,
        "duration": 4.049
    },
    {
        "text": "Which it should be plastered everywhere? I think it'd be a great move that saves lives, but then I also start wondering well",
        "start": 676.91,
        "duration": 5.099
    },
    {
        "text": "What do they do if they have a hard time identifying someone like what happens if you die?",
        "start": 682.01,
        "duration": 3.54
    },
    {
        "text": "But you don't have your wallet on you like I said still trying to digest it",
        "start": 685.55,
        "duration": 2.88
    },
    {
        "text": "And that's why I would love to know your thoughts on this man",
        "start": 688.43,
        "duration": 1.98
    },
    {
        "text": "Let's talk about the potentially devastating news for",
        "start": 690.41,
        "duration": 2.0
    },
    {
        "text": "YouTube Facebook and the creators on their platform in the past we talked about various iterations of the YouTube ad pocalypse",
        "start": 692.61,
        "duration": 6.08
    },
    {
        "text": "Something happens on the platform a lot of advertisers freak out they pull their advertising for the time being right now Google",
        "start": 698.85,
        "duration": 5.299
    },
    {
        "text": "YouTube Facebook hell any any social media platform that is that any controversy",
        "start": 704.37,
        "duration": 4.279
    },
    {
        "text": "Whatsoever is looking at the bad end of a gun held by Unilever?",
        "start": 708.99,
        "duration": 2.75
    },
    {
        "text": "And if you don't know Unilever is one of the biggest consumer goods companies in the world they own brands like dove",
        "start": 711.74,
        "duration": 4.769
    },
    {
        "text": "Lipton Axe Ben and Jerry's even more important",
        "start": 716.7,
        "duration": 2.869
    },
    {
        "text": "They had an annual global advertising budget of 9.5",
        "start": 719.57,
        "duration": 2.88
    },
    {
        "text": "Billion dollars last year 25% of their ads were digital there were the second biggest global advertiser in the world in",
        "start": 722.45,
        "duration": 5.34
    },
    {
        "text": "2017 and the reason we're talking about them this week is their chief marketing officer Keith weeds said they are prepared to remove their",
        "start": 727.89,
        "duration": 5.51
    },
    {
        "text": "Advertises threat made in response the allegations that these online",
        "start": 733.62,
        "duration": 2.539
    },
    {
        "text": "Platforms are still not doing enough to police extremists and toxic content now keep in mind in his speech",
        "start": 736.32,
        "duration": 4.67
    },
    {
        "text": "He does not specifically name Facebook and Google",
        "start": 740.99,
        "duration": 2.519
    },
    {
        "text": "But it's what he's talking about saying fake news racism sexism terrorist spreading messages of hate",
        "start": 743.51,
        "duration": 5.04
    },
    {
        "text": "toxic content directed at children parts of the internet we have ended up with as a million miles from where we thought it would take",
        "start": 748.8,
        "duration": 5.179
    },
    {
        "text": "Us as one of the largest advertisers in the world we cannot have an environment where our consumers",
        "start": 753.98,
        "duration": 3.69
    },
    {
        "text": "Don't trust what they see online it is critical our brands remain",
        "start": 757.67,
        "duration": 2.7
    },
    {
        "text": "Not only in a safe environment",
        "start": 760.37,
        "duration": 1.24
    },
    {
        "text": "but a suitable Unilever will not invest in platforms or",
        "start": 761.61,
        "duration": 2.929
    },
    {
        "text": "Environments that do not protect our children or which create division in society and promote anger or hate consumers care about fraudulent",
        "start": 764.61,
        "duration": 5.479
    },
    {
        "text": "Practice fake news and Russians influencing the US election they don't care about good value for advertisers",
        "start": 770.25,
        "duration": 4.7
    },
    {
        "text": "But they do care when they see their brands being placed next to ads funding terror or exploiting children",
        "start": 774.95,
        "duration": 4.35
    },
    {
        "text": "We'd also saying that he has already begun discussions with Facebook Google Twitter",
        "start": 779.3,
        "duration": 3.269
    },
    {
        "text": "Amazon and snapchat about policing their content better now in response to this facebook said they support weeds common Google saying weeds always push us",
        "start": 782.85,
        "duration": 7.19
    },
    {
        "text": "To be better. This is then we take serious and also what I looked at youtube",
        "start": 790.04,
        "duration": 3.009
    },
    {
        "text": "I think it's it's these kind of threats that are the reason why YouTube is finally policing people like a Logan poll",
        "start": 793.05,
        "duration": 5.04
    },
    {
        "text": "It's not just that the actions of a very very large creator on the platform hurts all the little guys it hurts YouTube itself",
        "start": 798.09,
        "duration": 5.459
    },
    {
        "text": "right with a website as big as YouTube you can say you know you know that there's so much content the bad contents at the",
        "start": 803.55,
        "duration": 4.92
    },
    {
        "text": "Side when it's one of your staples that is at the center of a controversy",
        "start": 808.47,
        "duration": 3.029
    },
    {
        "text": "it becomes a different conversation this actually ties into a story people have been wanting me to chime in on and that was specifically the",
        "start": 811.75,
        "duration": 5.419
    },
    {
        "text": "CEO of YouTube Susan Wojcicki, if she had an interview may have already seen one of the headlines CEO of YouTube defends",
        "start": 817.17,
        "duration": 5.52
    },
    {
        "text": "Logan Paul a great description of the situation",
        "start": 822.69,
        "duration": 2.0
    },
    {
        "text": "YouTube CEO says Logan Paul doesn't deserve to be kicked off the platform, and I personally believe describes a situation better",
        "start": 825.13,
        "duration": 5.9
    },
    {
        "text": "And there was a lot of outrage around this report because a lot of people saw this as YouTube defending, Logan Paul",
        "start": 831.03,
        "duration": 4.139
    },
    {
        "text": "You actually go through the full interview",
        "start": 835.17,
        "duration": 1.08
    },
    {
        "text": "Which I did what?",
        "start": 836.25,
        "duration": 1.11
    },
    {
        "text": "She's saying does make sense",
        "start": 837.36,
        "duration": 1.35
    },
    {
        "text": "YouTube is currently punishing logan paul by removing him from google prefer removing his ads in general and susan points out",
        "start": 838.71,
        "duration": 4.919
    },
    {
        "text": "It is incredibly important for them as a company to to look at something and go okay. That's distasteful",
        "start": 843.63,
        "duration": 4.289
    },
    {
        "text": "That's maybe not advertiser friendly did it break guidelines",
        "start": 847.92,
        "duration": 2.85
    },
    {
        "text": "Or enough guidelines the three-strike policy that we have as creators on youtube to remove that person from the site and on that no they",
        "start": 850.77,
        "duration": 5.669
    },
    {
        "text": "Are saying they are trying to kind of police that grey area or something maybe distasteful off-putting",
        "start": 856.44,
        "duration": 4.32
    },
    {
        "text": "But doesn't necessarily qualify for each right so with logan paul",
        "start": 860.76,
        "duration": 2.789
    },
    {
        "text": "You know the suicide exploitation scandal strike some of the other things that people have gotten angry about not so much",
        "start": 863.55,
        "duration": 5.58
    },
    {
        "text": "But that's where the removal of ads removing people from recomended",
        "start": 869.13,
        "duration": 3.33
    },
    {
        "text": "That's where that could go into place the thing is we need to codify",
        "start": 872.46,
        "duration": 2.849
    },
    {
        "text": "What we see as distasteful as in our policies, and then we need to have that be very clear for so with it",
        "start": 875.71,
        "duration": 6.889
    },
    {
        "text": "We're not just saying oh look",
        "start": 882.6,
        "duration": 1.2
    },
    {
        "text": "This is distasteful and kicking it off of the platform, and then I think the other thing we need to do is",
        "start": 883.8,
        "duration": 4.559
    },
    {
        "text": "Consult also with experts too, so we're starting to do a lot more of understanding",
        "start": 889.9,
        "duration": 4.339
    },
    {
        "text": "You know sort of where do we draw these lines my personal mindset as I've said from the beginning has not been that Logan Paul",
        "start": 894.34,
        "duration": 5.179
    },
    {
        "text": "Should be removed from the website for YouTube to change their system",
        "start": 899.52,
        "duration": 3.539
    },
    {
        "text": "Which as of right now still even even if you remove the advertisements still incentivizes people to do outrageous",
        "start": 903.06,
        "duration": 6.15
    },
    {
        "text": "Outlandish things and they've taken those steps at least partially you've seen them actually suspend advertising",
        "start": 909.64,
        "duration": 5.179
    },
    {
        "text": "They've they've also threatened to remove people from recomended, but with Logan Paul",
        "start": 914.82,
        "duration": 3.929
    },
    {
        "text": "We haven't seen them actually implement that we'll have to wait and see what happens",
        "start": 918.75,
        "duration": 2.669
    },
    {
        "text": "To several people who prowl who probably wouldn't want to be named from YouTube and and there are varying opinions",
        "start": 922.0,
        "duration": 5.58
    },
    {
        "text": "About Logan Paul and his his treatment thus far",
        "start": 928.4,
        "duration": 3.619
    },
    {
        "text": "That's at all of it brings us back to the Unilever situation which will be very interesting to watch out of all the ad pocalypse",
        "start": 932.02,
        "duration": 4.829
    },
    {
        "text": "Situations. We've actually never seen Unilever back out",
        "start": 937.13,
        "duration": 2.63
    },
    {
        "text": "That said you still have brands like AT&T who have pulled their advertising still not coming back to play with you, too",
        "start": 939.76,
        "duration": 5.13
    },
    {
        "text": "But that said we'll have to wait and see that's where I'm going to end today's show remember if you like this video you like",
        "start": 944.89,
        "duration": 4.019
    },
    {
        "text": "What I'm trying to do on this channel",
        "start": 948.91,
        "duration": 1.3
    },
    {
        "text": "That like button if you're new here hit that subscribe button also make sure you got a little bail checked YouTube who's been taking their?",
        "start": 950.21,
        "duration": 5.449
    },
    {
        "text": "damn time getting the other videos to some of your subscription boxes so",
        "start": 955.66,
        "duration": 2.73
    },
    {
        "text": "Notification always hope that said if you did miss yesterday's philip defranco show you want to catch up click or tap right there to watch",
        "start": 958.58,
        "duration": 4.849
    },
    {
        "text": "That we need something lighter",
        "start": 963.43,
        "duration": 1.14
    },
    {
        "text": "You can watch today's brand new behind the scenes vlog click or tap right there to watch that box",
        "start": 964.57,
        "duration": 3.779
    },
    {
        "text": "That said of course as always my name's philip defranco. You've just been phill'd xin. I love yo faces, and i'll see you tomorrow",
        "start": 968.35,
        "duration": 6.39
    }
]