[
    {
        "text": "Sup you bee-uuu-oootiful bastards",
        "start": 0.0,
        "duration": 1.0
    },
    {
        "text": "Hope you having a fantastic Tuesday",
        "start": 1.0,
        "duration": 2.3
    },
    {
        "text": "Welcome back to the Philip DeFranco show \nand let's just jump into it",
        "start": 3.3,
        "duration": 3.14
    },
    {
        "text": "And the first thing we're gonna talk about today is we had Pulitzer Prize winning Kendrick Lamar in the news today",
        "start": 6.48,
        "duration": 3.98
    },
    {
        "text": "This is because during Kendrick Lamar set at the hang out festival in, Alabama",
        "start": 10.64,
        "duration": 3.02
    },
    {
        "text": "He invited audience members on stage to rap words with him to Mad City",
        "start": 13.8,
        "duration": 3.2
    },
    {
        "text": "One of the people invited up was a white woman that says her name is Delaney",
        "start": 17.0,
        "duration": 3.6
    },
    {
        "text": "Whats You Name?",
        "start": 20.6,
        "duration": 1.34
    },
    {
        "text": "Delaney",
        "start": 21.94,
        "duration": 0.66
    },
    {
        "text": "Make some noise for Delaney right now",
        "start": 22.6,
        "duration": 2.0
    },
    {
        "text": "*Crowd Cheering*",
        "start": 24.6,
        "duration": 3.9
    },
    {
        "text": "Where we starting",
        "start": 28.6,
        "duration": 2.0
    },
    {
        "text": "She says where we started at?",
        "start": 30.6,
        "duration": 2.0
    },
    {
        "text": "I told you every time",
        "start": 32.6,
        "duration": 1.36
    },
    {
        "text": "I swear I gottchew!",
        "start": 35.24,
        "duration": 1.24
    },
    {
        "text": "And for those of you who know the lyrics to M.A.A.D City\nYou probably know where this story's going",
        "start": 37.02,
        "duration": 3.94
    },
    {
        "text": "[Song] \nEvery time I'm in the street",
        "start": 40.96,
        "duration": 1.7
    },
    {
        "text": "I Hear ka",
        "start": 42.66,
        "duration": 0.5
    },
    {
        "text": "CKA",
        "start": 43.18,
        "duration": 0.5
    },
    {
        "text": "CKAA",
        "start": 43.7,
        "duration": 0.5
    },
    {
        "text": "CKOCK",
        "start": 44.22,
        "duration": 0.5
    },
    {
        "text": "[White Chick Too Now]\nMan Down.\nWhere you from?",
        "start": 44.72,
        "duration": 1.68
    },
    {
        "text": "Nigga",
        "start": 46.98,
        "duration": 0.52
    },
    {
        "text": "Fuck who you know, who you from,  my nigga?",
        "start": 47.8,
        "duration": 2.92
    },
    {
        "text": "*Nervous Laughter*",
        "start": 50.72,
        "duration": 0.5
    },
    {
        "text": "Bend down",
        "start": 51.26,
        "duration": 1.2
    },
    {
        "text": "Stand up my nigga",
        "start": 52.46,
        "duration": 2.0
    },
    {
        "text": "*Booing overpowers that total racist*",
        "start": 54.46,
        "duration": 2.0
    },
    {
        "text": "And ohhhh ma.A.an did the crowd turn on Delaney",
        "start": 63.72,
        "duration": 4.48
    },
    {
        "text": "And seemingly Kendrick Lamar along with them who had told her that she needs to just censor that one word",
        "start": 71.6,
        "duration": 4.34
    },
    {
        "text": "You better bleap one single word now",
        "start": 75.94,
        "duration": 2.0
    },
    {
        "text": "Oh I'm sorry\nDid I do it?",
        "start": 77.94,
        "duration": 2.66
    },
    {
        "text": "Yeah you did now",
        "start": 80.6,
        "duration": 1.34
    },
    {
        "text": "I'm sooooo sorry\nOh my god\n*rying/laughing*",
        "start": 81.94,
        "duration": 1.92
    },
    {
        "text": "And then even though it sounds like the audience is not fully onboard",
        "start": 83.86,
        "duration": 2.52
    },
    {
        "text": "Kendrick Lamar does trying to give her that second chance. Then he just kills the song because it doesn't seem to be working",
        "start": 86.58,
        "duration": 4.52
    },
    {
        "text": "[Kendrick]\nShould she stay up here Y'all?",
        "start": 91.1,
        "duration": 2.0
    },
    {
        "text": "*Many Cheers, some Boos*",
        "start": 93.1,
        "duration": 2.0
    },
    {
        "text": "Please keep me up here, \nI got you",
        "start": 95.1,
        "duration": 2.0
    },
    {
        "text": "[Crowd]\nNooooooooooo",
        "start": 97.12,
        "duration": 2.0
    },
    {
        "text": "[Kendrick] \nLet's Go",
        "start": 100.36,
        "duration": 0.92
    },
    {
        "text": "[Kendrick]\nIt's Over\nIt's Over\nIt's Over\nit's over",
        "start": 103.9,
        "duration": 1.88
    },
    {
        "text": "The reaction from this has been very very interesting.",
        "start": 106.18,
        "duration": 2.22
    },
    {
        "text": "Some saying they can't believe Delaney did that",
        "start": 108.4,
        "duration": 1.78
    },
    {
        "text": "It's an example of disgusting behavior.",
        "start": 110.26,
        "duration": 1.9
    },
    {
        "text": "Whereas others think \"no you have a you have someone that's quoting your song\"",
        "start": 112.16,
        "duration": 3.92
    },
    {
        "text": "So I'm even going as far to say that either Delaney was set up or all of this was staged for publicity",
        "start": 116.08,
        "duration": 4.52
    },
    {
        "text": "but on that note you had people pointing out that Delaney wasn't the only person brought on stage that night to sing that song that",
        "start": 120.72,
        "duration": 5.33
    },
    {
        "text": "Wasn't black there was another person Kendrick Lamar even references him",
        "start": 126.05,
        "duration": 2.94
    },
    {
        "text": "Ro-han did the entire song while omitting the n-word, and you're also seeing a lot of people referencing Travis Scott in this",
        "start": 128.99,
        "duration": 5.099
    },
    {
        "text": "situation; people saying that Kendrick Lamar should have responded like Travis Scott. And what they're referring to there are stories that popped up in April of",
        "start": 134.19,
        "duration": 6.08
    },
    {
        "text": "2016 titled Travis Scott, let's white rap fans",
        "start": 140.28,
        "duration": 2.69
    },
    {
        "text": "say the n-word on the mic and that moment Travis Scott has the",
        "start": 142.97,
        "duration": 2.58
    },
    {
        "text": "opposite reaction after that moment Travis Scott says this makes me want to cry right now a lot of years ago nobody ever wanted to",
        "start": 145.62,
        "duration": 5.39
    },
    {
        "text": "See this happen. Nobody wanted to see me and you fucking with each other tonight in Toronto",
        "start": 151.01,
        "duration": 3.419
    },
    {
        "text": "I think you just unlocked the last level of tonight in Toronto",
        "start": 154.43,
        "duration": 2.22
    },
    {
        "text": "So a lot of people have been referencing that saying",
        "start": 156.66,
        "duration": 1.94
    },
    {
        "text": "You know that an artist's words are are transcending race rather than being walled off",
        "start": 158.6,
        "duration": 3.269
    },
    {
        "text": "So with all of that said I do want to pass the question off to you",
        "start": 161.87,
        "duration": 2.46
    },
    {
        "text": "What are your thoughts around the Kendrick Lamar Delaney situation any and all thoughts?",
        "start": 164.33,
        "duration": 4.41
    },
    {
        "text": "I'd love to see those in the comments down below and wait a batch of",
        "start": 168.74,
        "duration": 2.729
    },
    {
        "text": "YouTube news and Industry quickies first ever seeing the continuation of the merging of Internet II with mainstream. Thanks to Liza Koshi and Nickelodeon",
        "start": 171.6,
        "duration": 7.22
    },
    {
        "text": "it's now been announced that the incomparable Liza Coe she is going to be the host of the brand-new reboot of",
        "start": 178.82,
        "duration": 4.619
    },
    {
        "text": "Double-dare reportedly nickelodeon has ordered 40 episodes. It will premiere June 25th",
        "start": 183.6,
        "duration": 4.339
    },
    {
        "text": "And for fans of the old show know that the old host Marc summers, he's coming back as a commentator for the series",
        "start": 187.94,
        "duration": 5.85
    },
    {
        "text": "I'm incredibly excited about this because one as a child whose babysitter for the most part was a television that was often on",
        "start": 193.79,
        "duration": 5.909
    },
    {
        "text": "Nickelodeon watching doubled their hell yes excited to be able to watch this with my kids and two",
        "start": 199.89,
        "duration": 4.58
    },
    {
        "text": "I just I get excited anytime",
        "start": 204.47,
        "duration": 1.65
    },
    {
        "text": "We see people from the internet succeeding and jumping more and more into the mainstream",
        "start": 206.12,
        "duration": 3.45
    },
    {
        "text": "Especially when those people while they're doing that are not abandoning their internet roots. They also have the seven man",
        "start": 209.7,
        "duration": 4.46
    },
    {
        "text": "kpop supergroup BTS setting YouTube Records their latest music video fake loves at a",
        "start": 214.16,
        "duration": 4.229
    },
    {
        "text": "2018 record for most views and one day at thirty five point nine million as far as all-time records are coming in at third only",
        "start": 218.73,
        "duration": 6.02
    },
    {
        "text": "behind Taylor Swift",
        "start": 224.75,
        "duration": 1.08
    },
    {
        "text": "Look what you made me do inside gentlemen",
        "start": 225.83,
        "duration": 1.83
    },
    {
        "text": "But BTS did also set the all-time record for most likes in one day at 3.9 million",
        "start": 227.66,
        "duration": 4.709
    },
    {
        "text": "that is pure insanity in the last bit of YouTube news that I think really just hits on what a",
        "start": 232.69,
        "duration": 3.96
    },
    {
        "text": "Juggernaut YouTube is at this moment",
        "start": 236.81,
        "duration": 2.0
    },
    {
        "text": "reportedly Morgan Stanley told investors that if YouTube was its own company, they estimate it would have a value of",
        "start": 238.82,
        "duration": 5.269
    },
    {
        "text": "160 billion dollars that's a massive statement for Morgan Stanley because that means that YouTube is worth more than Netflix",
        "start": 244.7,
        "duration": 6.29
    },
    {
        "text": "It's worth more than Comcast. It has a similar value to Walt Disney Co and so just more and more",
        "start": 250.99,
        "duration": 4.83
    },
    {
        "text": "We see every day it is. It is impossible to argue with the numbers. The shift has happened",
        "start": 255.82,
        "duration": 4.799
    },
    {
        "text": "The shift is happening, and it will be so interesting to see where this goes. But from that I want to share some stuff",
        "start": 260.66,
        "duration": 5.239
    },
    {
        "text": "I love today and today an awesome brought to you by better help calm slash to Franco their help if you don't know is the",
        "start": 265.93,
        "duration": 5.67
    },
    {
        "text": "Fantastic place where you can get affordable private online counseling you get access to licensed trained experienced accredited",
        "start": 271.6,
        "duration": 5.339
    },
    {
        "text": "Psychologists marriage and family therapist clinical social workers and board licensed professional counselors. All you've got to do is go to better help",
        "start": 277.4,
        "duration": 5.839
    },
    {
        "text": "Calm slash to Franco you fill out a questionnaire",
        "start": 283.24,
        "duration": 2.13
    },
    {
        "text": "They match you with a counselor and you could start counseling today and really leading into the affordable aspect after three months the service becomes",
        "start": 285.44,
        "duration": 5.959
    },
    {
        "text": "Cheaper for you if money is an issue. You can see if you're eligible for a financial aid discount and on a personal note",
        "start": 291.4,
        "duration": 4.619
    },
    {
        "text": "I genuinely love this service one because I feel it's actually like helpful for me personally into just the amount of time that I'm saving",
        "start": 296.02,
        "duration": 5.79
    },
    {
        "text": "And the ease of access is huge that if at any point you feel like your counsellor is not the right one you can change",
        "start": 301.81,
        "duration": 5.91
    },
    {
        "text": "So if any and all of that sounds interesting to you, you want to check it out go to better help. Calm slash Frankel",
        "start": 307.72,
        "duration": 4.709
    },
    {
        "text": "But a big note if you are in crisis or someone, you know is in danger do not use this site",
        "start": 312.43,
        "duration": 3.96
    },
    {
        "text": "I will link separately to resources down below where you can get immediate help and additionally is just really important to be aware of the",
        "start": 316.39,
        "duration": 4.889
    },
    {
        "text": "Differences there the first bit of Awesome. If you're in the mood for some riddles ted-ed just put out a video called",
        "start": 321.28,
        "duration": 3.869
    },
    {
        "text": "Can you solve the wizards standoff riddle?",
        "start": 325.15,
        "duration": 1.83
    },
    {
        "text": "Then for the fans of West world HBO released a 13 minute",
        "start": 326.98,
        "duration": 2.489
    },
    {
        "text": "Behind-the-scenes video then we had a merging of awesome with binging with babish and Sean Evans battling it out to make the perfect filled calzone",
        "start": 329.9,
        "duration": 5.869
    },
    {
        "text": "We got the first official trailer for mowgli starring christian. Bale Cate Blanchet Benedict Cumberbatch Frieda Pinto and in food porn awesome",
        "start": 335.77,
        "duration": 7.589
    },
    {
        "text": "We got a video from Thrillist about nan & Rohde tacos. Am I pronouncing that right?",
        "start": 343.36,
        "duration": 3.96
    },
    {
        "text": "Probably not and in small crater. Awesome. I want to pimp out Nigel's life as I'm recording this video. He only has 264 subscribers",
        "start": 347.33,
        "duration": 6.5
    },
    {
        "text": "he put out this interactive video called who wants to be a",
        "start": 353.83,
        "duration": 2.0
    },
    {
        "text": "youtuber and the amount of work and the number of videos",
        "start": 355.94,
        "duration": 2.119
    },
    {
        "text": "This guy had had to make to make this possible is awesome",
        "start": 358.06,
        "duration": 4.02
    },
    {
        "text": "because in addition to the 15 questions",
        "start": 362.08,
        "duration": 1.649
    },
    {
        "text": "there is a video for every possible selection and then also videos for each question that involve if you use a",
        "start": 363.729,
        "duration": 5.58
    },
    {
        "text": "50/50 lifeline and ask the comments lifeline to call a youtuber lifeline and then",
        "start": 369.59,
        "duration": 4.669
    },
    {
        "text": "Versions of the questions where you've used one two or off your lifelines all together. It looks like it's",
        "start": 374.479,
        "duration": 5.63
    },
    {
        "text": "1162 videos",
        "start": 380.81,
        "duration": 0.979
    },
    {
        "text": "I just respect the amount of time that this guy put into it that I just I had to share and if you want to",
        "start": 381.789,
        "duration": 4.29
    },
    {
        "text": "See the full versions of everything",
        "start": 386.08,
        "duration": 0.989
    },
    {
        "text": "I just share the secret link of the day anything at all",
        "start": 387.069,
        "duration": 2.55
    },
    {
        "text": "Links as always are in the description down below and you might remember that fire that swept through the border of Oregon and Washington State",
        "start": 389.75,
        "duration": 5.209
    },
    {
        "text": "Last year, it was 48 thousand acres if worst Huntress to evacuate. Some homes were destroyed reportedly",
        "start": 394.96,
        "duration": 5.04
    },
    {
        "text": "It costs the firefighters 18 million",
        "start": 400.0,
        "duration": 2.13
    },
    {
        "text": "Dollars to fight the blaze and then it came out a few days after it started that it was started by a 15 year old",
        "start": 402.229,
        "duration": 5.029
    },
    {
        "text": "boy importantly",
        "start": 407.259,
        "duration": 0.871
    },
    {
        "text": "He had been seen throwing fireworks into a dry canyon and that's how all of this started because of that are all of these",
        "start": 408.13,
        "duration": 5.069
    },
    {
        "text": "Charges against the 15 year old who sentenced to 5 years probation. He was given over 1900 hours of community service with the u.s",
        "start": 413.27,
        "duration": 5.989
    },
    {
        "text": "Forest Service he had to write a bunch of apologies",
        "start": 419.259,
        "duration": 1.861
    },
    {
        "text": "But the reason we're talking about it today the big update yesterday a judge ordered that the teen pay restitution",
        "start": 421.12,
        "duration": 4.679
    },
    {
        "text": "for all the damage the amount that he has to pay is",
        "start": 426.319,
        "duration": 2.21
    },
    {
        "text": "Over 36 million dollars. Reportedly, the 36 million dollars is solely on the teenager. So the parents are not responsible for it reportedly",
        "start": 429.05,
        "duration": 7.7
    },
    {
        "text": "It's also possible that the teenager will only have to pay for 10 years as long as he doesn't commit any more crimes",
        "start": 436.75,
        "duration": 4.559
    },
    {
        "text": "He doesn't break probation and he complies with a payment plan",
        "start": 441.319,
        "duration": 3.29
    },
    {
        "text": "His attorneys are arguing that the decision violates the Constitution because this is cruel and unusual punishment",
        "start": 444.61,
        "duration": 4.649
    },
    {
        "text": "But that's that for now. The teenager will need to start paying from that story",
        "start": 449.259,
        "duration": 3.269
    },
    {
        "text": "We kind of have to shift gears and talk about a very serious and horrific",
        "start": 452.529,
        "duration": 3.9
    },
    {
        "text": "Situation that I've not been looking forward to talking about and that is the school shooting that happened at Santa Fe High School in Texas",
        "start": 456.62,
        "duration": 5.209
    },
    {
        "text": "On Friday around 7:30 a.m. The shooter who was a 17 year old student at the school entered",
        "start": 461.83,
        "duration": 4.23
    },
    {
        "text": "The schools are complex hiding weapons under a long trench coat",
        "start": 466.06,
        "duration": 2.849
    },
    {
        "text": "He was armed with a 38 caliber revolver and a Remington shotgun",
        "start": 468.909,
        "duration": 2.61
    },
    {
        "text": "And he began shooting a both students and teachers and survivors of this shooting said he was taunting",
        "start": 471.71,
        "duration": 4.73
    },
    {
        "text": "students as he was shooting it the reportedly police arrived on the scene and engaged with the shooter about four minutes into the shooting the",
        "start": 476.719,
        "duration": 5.24
    },
    {
        "text": "First to confront the shooter was school safety officer. John Barnes a retired Houston police officer",
        "start": 481.96,
        "duration": 4.5
    },
    {
        "text": "Unfortunately Barnes was shot in the right arm and is reportedly still in critical condition",
        "start": 486.56,
        "duration": 3.32
    },
    {
        "text": "police say they struggle to get a clear shot at the shooter would pop his head out from behind a classroom wall and fire at",
        "start": 490.009,
        "duration": 4.73
    },
    {
        "text": "Them reportedly their exchange of fire lasts around 25 minutes before he finally surrendered it 2:00 a.m",
        "start": 494.74,
        "duration": 4.739
    },
    {
        "text": "and around the standoff in exchange we've seen news reports pop up saying that some of the victims may have actually been caught in the",
        "start": 499.479,
        "duration": 5.16
    },
    {
        "text": "Crossfire on that note Galveston County Sheriff Henry churches set said were minimal shots fired at least from us from law enforcement",
        "start": 504.639,
        "duration": 5.7
    },
    {
        "text": "but the individual was still trying to shoot us and at this time authorities don't believe that any of the victims killed were shot by",
        "start": 510.44,
        "duration": 4.82
    },
    {
        "text": "Law enforcement during the crossfire with the suspect, but they're also still waiting for the medical examiner's",
        "start": 515.26,
        "duration": 4.049
    },
    {
        "text": "autopsies to be sure also in addition to the shooters guns in a press conference after the arrest law enforcement said they found",
        "start": 519.5,
        "duration": 4.789
    },
    {
        "text": "explosive devices on and around the campus and they also later revealed that more were found in the suspects home and the vehicle specifically they",
        "start": 524.36,
        "duration": 5.72
    },
    {
        "text": "Found a Molotov cocktail in his vehicle and a co2 based explosive at his home as far as where the shooter got his weapons",
        "start": 530.08,
        "duration": 5.279
    },
    {
        "text": "we had governor Greg Abbott saying Friday that the weapons were legally owned by the suspects father and now in the past day the",
        "start": 535.36,
        "duration": 4.679
    },
    {
        "text": "Texas Department of Public Safety has confirmed that the guns were owned by the suspects father",
        "start": 540.04,
        "duration": 3.72
    },
    {
        "text": "We also learned from the governor that the shooter did not initially plan on giving himself up to police. We also know",
        "start": 543.91,
        "duration": 4.35
    },
    {
        "text": "information already",
        "start": 548.959,
        "duration": 2.0
    },
    {
        "text": "that the the shooter has information contained in journals on his computer and a cell phone that",
        "start": 551.36,
        "duration": 5.09
    },
    {
        "text": "He said that not only did he want to commit the shooting, but he wanted to commit suicide",
        "start": 557.209,
        "duration": 5.06
    },
    {
        "text": "After the shooting as you probably know he gave himself up in a minute at the time that it didn't have the courage",
        "start": 563.24,
        "duration": 6.619
    },
    {
        "text": "to commit the suicide that he wanted to",
        "start": 570.35,
        "duration": 2.69
    },
    {
        "text": "Take his own life",
        "start": 573.5,
        "duration": 1.23
    },
    {
        "text": "Earlier about also going on to say unlike in some of the other shootings that there really weren't many warning signs here",
        "start": 574.73,
        "duration": 4.609
    },
    {
        "text": "he went on to describe a t-shirt the suspect had on his Facebook page that read born to kill refer to that as maybe the",
        "start": 579.339,
        "duration": 5.01
    },
    {
        "text": "only if not the foremost warning sign and noting that the shooter had no previous history of arrests or",
        "start": 584.35,
        "duration": 4.559
    },
    {
        "text": "Confrontation with law enforcement as far as the motive for this shooting police are still investigating",
        "start": 589.01,
        "duration": 3.709
    },
    {
        "text": "He saw some reports come out saying people who knew him said he had been teased and bullied in the past",
        "start": 592.72,
        "duration": 3.6
    },
    {
        "text": "Not just by fellow classmates, but also by football coaches as well to that and a statement on Facebook",
        "start": 596.32,
        "duration": 4.349
    },
    {
        "text": "The school district says that the bullying",
        "start": 600.67,
        "duration": 1.419
    },
    {
        "text": "Accusations by staff are untrue",
        "start": 602.089,
        "duration": 1.551
    },
    {
        "text": "As far as what the suspects father said he told reporters that his son was a good boy who had been mistreated at school",
        "start": 603.64,
        "duration": 4.559
    },
    {
        "text": "Which he believes is the reason behind the shooting adding. My son to me is not a criminal",
        "start": 608.2,
        "duration": 3.839
    },
    {
        "text": "He's a victim which I know that I'm just trying to tell the story and the events that took place",
        "start": 612.04,
        "duration": 3.359
    },
    {
        "text": "But I just have to hop in and say no son is not a victim",
        "start": 615.399,
        "duration": 3.33
    },
    {
        "text": "He is a mass murdering monster",
        "start": 618.73,
        "duration": 1.53
    },
    {
        "text": "the only victims in the",
        "start": 620.26,
        "duration": 1.329
    },
    {
        "text": "Situation are the families that were torn apart by your son the victims in this situation or the people that should have been waking up",
        "start": 621.589,
        "duration": 5.75
    },
    {
        "text": "today",
        "start": 627.339,
        "duration": 0.341
    },
    {
        "text": "But are not because of your son just so we're clear others saying that they did seem to press with a drone for the past",
        "start": 627.68,
        "duration": 4.909
    },
    {
        "text": "You months connected to this. We also saw this really sad and disgusting sideshow from lieutenant",
        "start": 632.769,
        "duration": 4.349
    },
    {
        "text": "Governor Dan Patrick in addition to several other statements one that really stood out is that he seemed to blame",
        "start": 637.119,
        "duration": 4.71
    },
    {
        "text": "Abortion and violent video games. Should we be surprised in this nation?",
        "start": 642.29,
        "duration": 4.369
    },
    {
        "text": "We have devalued life whether it's through abortion, whether it's the breakup of families",
        "start": 646.809,
        "duration": 4.5
    },
    {
        "text": "through violent movies and particularly violent video games which now",
        "start": 651.92,
        "duration": 4.159
    },
    {
        "text": "outsell movies and and music",
        "start": 656.569,
        "duration": 2.57
    },
    {
        "text": "We also heard from Sadie",
        "start": 659.139,
        "duration": 1.3
    },
    {
        "text": "Rodriguez the mother of victims Shanna Fisher who told news outlets that she believes her 16 year old daughter was",
        "start": 660.439,
        "duration": 4.4
    },
    {
        "text": "Intentionally targeted by the shooter saying he kept making advances on her and she repeatedly told him no he continued to get more aggressive",
        "start": 664.91,
        "duration": 5.719
    },
    {
        "text": "adding that these advances went on for four months and finally about a week ago her daughter stood up to him in the middle of",
        "start": 670.73,
        "duration": 4.549
    },
    {
        "text": "Class to proclaim she would not go out with him",
        "start": 675.279,
        "duration": 1.71
    },
    {
        "text": "So she believes the incident embarrassed the shooter so much that he targeted Shanna and Shanna's father",
        "start": 676.989,
        "duration": 3.87
    },
    {
        "text": "Thomas said that Shannon told her mother two weeks ago that he was going to come and kill her saying he had told her himself",
        "start": 680.86,
        "duration": 4.739
    },
    {
        "text": "He was going to kill her. He was walking around planning this in his head for two weeks",
        "start": 685.6,
        "duration": 3.179
    },
    {
        "text": "Jena said that if he came into the school with a gun and killed her she would haunt him for the rest of his life",
        "start": 688.779,
        "duration": 3.989
    },
    {
        "text": "She was really scared. However, the shooters attorney is disputed these claims telling media outlets",
        "start": 692.769,
        "duration": 4.109
    },
    {
        "text": "I will say that my client did not recognize the name Shanna Fischer then also adding I still think he's very confused about the incident",
        "start": 696.879,
        "duration": 5.79
    },
    {
        "text": "And also taking aim at Shanna's mother saying she was not particularly",
        "start": 702.67,
        "duration": 3.0
    },
    {
        "text": "Involved in her life and may not be in a position to know this over the weekend",
        "start": 705.86,
        "duration": 3.079
    },
    {
        "text": "we learned the suspect admitted in a statement to police that he meant to kill the classmates that he shot while sparing students that he",
        "start": 708.939,
        "duration": 5.19
    },
    {
        "text": "Liked so that he could have quote his story told which is once again",
        "start": 714.129,
        "duration": 2.85
    },
    {
        "text": "Why on this show anywhere that we ever post as far as news that I am putting out from my company?",
        "start": 716.98,
        "duration": 5.01
    },
    {
        "text": "We never show these monsters faces. We never show their name",
        "start": 721.99,
        "duration": 2.879
    },
    {
        "text": "the last thing I'd want to do is give a garbage person like this what they want and also it essentially",
        "start": 724.869,
        "duration": 4.2
    },
    {
        "text": "Incentivizes other people that are in similar situations to do the same exact thing",
        "start": 729.559,
        "duration": 3.44
    },
    {
        "text": "I was want to come into any other news outlet that follows that kind of same guideline",
        "start": 732.999,
        "duration": 3.48
    },
    {
        "text": "We're seeing more and more organizations adopt that policy. I even saw CNN's Anderson Cooper saying and his coverage",
        "start": 736.48,
        "duration": 5.789
    },
    {
        "text": "he's not going to include the name or face that said he's just one person on that network and if you search through",
        "start": 742.269,
        "duration": 5.489
    },
    {
        "text": "CNN his that the shooters face is plastered all over they're not even just on their website",
        "start": 747.86,
        "duration": 4.519
    },
    {
        "text": "Their YouTube video is currently untrained in with the guy's face right there. I mean, I feel like it's common sense",
        "start": 752.379,
        "duration": 5.1
    },
    {
        "text": "I mean",
        "start": 757.48,
        "duration": 0.509
    },
    {
        "text": "I feel like this is probably one of the only topics that are Botha ben shapiro and a david hog agree on that",
        "start": 757.989,
        "duration": 5.49
    },
    {
        "text": "Of course is just a side piece to this story",
        "start": 763.48,
        "duration": 1.649
    },
    {
        "text": "I think that that news organizations can can just do better be better back to the main part of the story",
        "start": 765.129,
        "duration": 5.98
    },
    {
        "text": "The shooter has been charged with capital murder of multiple persons and aggravated assault against a public servant",
        "start": 771.11,
        "duration": 4.739
    },
    {
        "text": "He has been charged as an adult",
        "start": 775.85,
        "duration": 0.93
    },
    {
        "text": "He has been jailed without bond, but even if he's found guilty",
        "start": 776.78,
        "duration": 2.339
    },
    {
        "text": "He can't be sentenced to death because of a 2005 US Supreme Court ruling that Court ruling banning",
        "start": 779.12,
        "duration": 4.53
    },
    {
        "text": "Execution of criminals younger than 18 calling it cruel and unusual",
        "start": 783.84,
        "duration": 2.659
    },
    {
        "text": "punishment which violates the Eighth Amendment and additionally",
        "start": 786.81,
        "duration": 2.239
    },
    {
        "text": "He also can't be sentenced to life without parole as a result of a 2012 Supreme Court ruling that banned the practice from minors charged",
        "start": 789.05,
        "duration": 5.58
    },
    {
        "text": "With capital crime, but after that Supreme Court ruling Texas passed their own law that made the mandatory minimum sentence 40 years",
        "start": 794.63,
        "duration": 5.489
    },
    {
        "text": "Essentially that means the maximum sentence he could get is life with the possibility of parole after 40 years",
        "start": 800.12,
        "duration": 4.559
    },
    {
        "text": "ultimately",
        "start": 804.84,
        "duration": 0.5
    },
    {
        "text": "the last thing that I want to hit on the last thing that I want to focus on are the victims and heroes eight of",
        "start": 805.34,
        "duration": 4.44
    },
    {
        "text": "the ten victims killed were students Kimberly Vaughn Jana Fisher Angelique Ramirez, Ashton, Reilly Garcia Jarrod blacks, Abby Kashyyyk, Christopher",
        "start": 809.78,
        "duration": 7.14
    },
    {
        "text": "Jake Stone Aaron Kyle McLeod the other two killed were substitute teachers Glenda Perkins and Cynthia Tisdale one of the victims 15 year old Christian",
        "start": 816.92,
        "duration": 7.319
    },
    {
        "text": "Riley Garcia is being hailed as a hero for his brave actions during the shooting his family pastor saying a Christian held a door shut",
        "start": 824.24,
        "duration": 5.28
    },
    {
        "text": "In the art hallway giving other students time to escape another survivor saying that in addition to this she saw him move to help two",
        "start": 829.52,
        "duration": 4.89
    },
    {
        "text": "Others get off the floor before she fled unfortunately",
        "start": 834.41,
        "duration": 2.429
    },
    {
        "text": "He was shot through the door and he and the two he tried to help her kill but still because of him others were able",
        "start": 836.84,
        "duration": 4.589
    },
    {
        "text": "to escape out the back",
        "start": 841.43,
        "duration": 0.91
    },
    {
        "text": "corridor",
        "start": 842.34,
        "duration": 0.5
    },
    {
        "text": "17-year old Christopher stone is also being hailed as a hero his family telling reporters that he was shot and killed while he was also",
        "start": 842.84,
        "duration": 4.71
    },
    {
        "text": "trying to hold a door closed from inside a closet with other students the two school resource officers who responded to the shooting are also",
        "start": 847.55,
        "duration": 5.369
    },
    {
        "text": "Being praised the sheriff saying they contain him to that one area isolated to them engaging with them",
        "start": 852.92,
        "duration": 4.589
    },
    {
        "text": "So he did no more damage to other classes is of course also been a lot of thanks for teachers who warned other students helped",
        "start": 857.51,
        "duration": 5.369
    },
    {
        "text": "Them get out and of course. Thanks to other law",
        "start": 862.88,
        "duration": 2.0
    },
    {
        "text": "Enforcement that came on the scene and prevented any other lives being taken. So outside of people that were at the actual school",
        "start": 864.9,
        "duration": 5.929
    },
    {
        "text": "We're also seeing others step up JJ Watt defensive end for the Houston Texans offering to pay for the victims funeral",
        "start": 870.83,
        "duration": 5.13
    },
    {
        "text": "Service of in multiple GoFundMe started for the victims of this shooting that I'll link to down below ultimately",
        "start": 876.06,
        "duration": 5.0
    },
    {
        "text": "That is where we are right now. I expect more information to kind of trickle through this week following week",
        "start": 881.06,
        "duration": 4.559
    },
    {
        "text": "I do of course want to add I know it's just words, but but my",
        "start": 885.62,
        "duration": 2.7
    },
    {
        "text": "heart and my well wishes to everyone affected by this as always the stories like this that",
        "start": 888.42,
        "duration": 3.769
    },
    {
        "text": "Remind me to to love who I have in my life and let them know I love them whenever possible",
        "start": 892.41,
        "duration": 5.529
    },
    {
        "text": "Because you never know in this in this horrible horrible world when you wear someone else will be stripped from it",
        "start": 898.25,
        "duration": 6.23
    },
    {
        "text": "All it takes is one monster and that is unfortunately where I'm going to end today's show",
        "start": 904.48,
        "duration": 3.51
    },
    {
        "text": "Of course with this being the Philip DeFranco show I give you the news sometimes my opinion and of course",
        "start": 907.99,
        "duration": 4.649
    },
    {
        "text": "I'd love to hear from you whether it be the last story the first one anything in between",
        "start": 912.64,
        "duration": 3.57
    },
    {
        "text": "Let me know your thoughts and those comments down below",
        "start": 916.34,
        "duration": 2.179
    },
    {
        "text": "Also if you're new here",
        "start": 918.52,
        "duration": 0.99
    },
    {
        "text": "Be sure to hit that subscribe button ring that bell to turn notifications",
        "start": 919.51,
        "duration": 2.429
    },
    {
        "text": "On so you don't miss these daily news videos, and actually if you missed yesterday's show you want to catch up click or tap?",
        "start": 922.07,
        "duration": 4.88
    },
    {
        "text": "Right there to watch that or if you need something lighter",
        "start": 926.95,
        "duration": 2.25
    },
    {
        "text": "You can watch the newest behind the scenes blog with a tap right there Lotso that said, of course as always",
        "start": 929.2,
        "duration": 3.9
    },
    {
        "text": "My name is philip. Defranco. You've just been phill'd in a la vie o faces and i'll see you tomorrow",
        "start": 933.1,
        "duration": 5.07
    }
]