[
    {
        "text": "What's up you beautiful bastards, hope you had a fantastic",
        "start": 0.43,
        "duration": 2.0
    },
    {
        "text": "Monday welcome back to the Philip defranco show and let's just jump into it! the first thing we're gonna talk about today is this whole",
        "start": 2.71,
        "duration": 5.54
    },
    {
        "text": "Elle Darby white moose cafe situation there were just so many requests to cover this story from over the weekend",
        "start": 8.41,
        "duration": 5.359
    },
    {
        "text": "So let's break it down you have Elle darby. She's a 22 year old british beauty blogger",
        "start": 13.769,
        "duration": 3.42
    },
    {
        "text": "She reportedly reaches out to the charville lodge in dublin ireland with an email asking for free",
        "start": 17.19,
        "duration": 4.049
    },
    {
        "text": "accommodation and the owner of the lodge and white moose cafe Paul Stenson post that email to Facebook writer dears social-media",
        "start": 21.49,
        "duration": 6.02
    },
    {
        "text": "Influencer I know your name, but apparently it's not important to use names",
        "start": 27.789,
        "duration": 2.63
    },
    {
        "text": "Thank you for your email looking for free",
        "start": 30.42,
        "duration": 1.6
    },
    {
        "text": "Accommodation and return for exposure. It takes a lot of balls to send an email like that if not much",
        "start": 32.02,
        "duration": 4.189
    },
    {
        "text": "Self-respect and dignity or let you stay here and return for a feature in your video who is going to pay the staff who look",
        "start": 36.46,
        "duration": 4.7
    },
    {
        "text": "After you is to pay the housekeepers who clean your room the questions continue he then mentions that they have a social media following as well",
        "start": 41.16,
        "duration": 5.729
    },
    {
        "text": "Adding in future I'd advise you to offer to pay your way like everyone else and if the hotel in question believes your coverage will",
        "start": 46.89,
        "duration": 5.189
    },
    {
        "text": "Help them, maybe they'll give you a complimentary upgrade to a suite this would show more self-respect on your part",
        "start": 52.079,
        "duration": 4.41
    },
    {
        "text": "And let's face it it would be less embarrassing for you",
        "start": 56.489,
        "duration": 1.951
    },
    {
        "text": "Yes, the answer is no and like I said in that post he included Elle Darby's email",
        "start": 58.44,
        "duration": 4.02
    },
    {
        "text": "He had some of the information blacked out",
        "start": 62.46,
        "duration": 2.01
    },
    {
        "text": "It was very half-assed blacking out of the name, so if your monitor was bright enough you could just see the name now",
        "start": 64.47,
        "duration": 4.709
    },
    {
        "text": "I don't know if he did it intentionally or not, but either way the hate started going towards Elle Darby it",
        "start": 69.18,
        "duration": 4.199
    },
    {
        "text": "Looks like she's been deleting comments disabling comments here and there on social media",
        "start": 73.38,
        "duration": 3.419
    },
    {
        "text": "But the hate was still getting through people calling her ugly scum total leech, Elle Darby",
        "start": 76.799,
        "duration": 4.23
    },
    {
        "text": "Then responds to the criticism in a video called. I was exposed so embarrassing",
        "start": 81.03,
        "duration": 3.93
    },
    {
        "text": "I was angry I was sad. I was upset. I was anxious. I was embarrassed. I felt humiliated",
        "start": 84.96,
        "duration": 4.739
    },
    {
        "text": "I feel so disgusting having to say this I feel so",
        "start": 90.15,
        "duration": 3.899
    },
    {
        "text": "Vile and it makes me kind of feel sick",
        "start": 95.11,
        "duration": 2.93
    },
    {
        "text": "But as a 22 year old girl who's running our own business from her home. I don't feel like I did",
        "start": 98.04,
        "duration": 6.059
    },
    {
        "text": "Anything wrong in that all because I had gone to this certain hotel and emailed them politely",
        "start": 104.92,
        "duration": 6.229
    },
    {
        "text": "Offering them a business idea a business proposal a collaboration idea with nothing",
        "start": 111.46,
        "duration": 4.97
    },
    {
        "text": "But the purest intention they then decided to take that email which I had written to them in confidentiality",
        "start": 116.43,
        "duration": 4.739
    },
    {
        "text": "And blast it over their social media pages with nothing but malicious intent",
        "start": 121.39,
        "duration": 5.36
    },
    {
        "text": "I want to speak to anybody out there right now",
        "start": 126.75,
        "duration": 2.94
    },
    {
        "text": "Wants to start a blog who wants to start YouTube who wants to do something with their life",
        "start": 130.229,
        "duration": 4.34
    },
    {
        "text": "That is gonna make them happy",
        "start": 134.57,
        "duration": 1.48
    },
    {
        "text": "Do not let these kind of people bring you down",
        "start": 136.05,
        "duration": 3.44
    },
    {
        "text": "That man's Facebook page is full of roasting people and you know what it's gonna come back 'round to him",
        "start": 139.7,
        "duration": 5.1
    },
    {
        "text": "It's gonna come back 'round and then after that video went up the hotel start facing backlash. People saying it was very unprofessional",
        "start": 144.8,
        "duration": 4.979
    },
    {
        "text": "Disgusting that they would do such a thing and in a response to this Paul Stenson wrote a series of post official apology to bloggers",
        "start": 150.6,
        "duration": 6.049
    },
    {
        "text": "dear bloggers",
        "start": 156.65,
        "duration": 0.78
    },
    {
        "text": "I am so sorry that I've waited until now to mobilize you in numbers",
        "start": 157.43,
        "duration": 2.88
    },
    {
        "text": "And I am kicking myself that I didn't think about you before now if each one of you is pissed off and you all have",
        "start": 160.31,
        "duration": 4.86
    },
    {
        "text": "Your individual following no matter, how small there is a fair chance that you will all speak badly to your followers about us",
        "start": 165.17,
        "duration": 5.22
    },
    {
        "text": "Which will result in a huge number of people hearing about our brand collectively?",
        "start": 170.39,
        "duration": 3.27
    },
    {
        "text": "I am so sorry that I didn't think of you guys until now you're a much more lucrative group of people to piss off than",
        "start": 173.66,
        "duration": 4.979
    },
    {
        "text": "the vegans and the gluten intolerant combined the next day following it up with following the backlash received after asking an",
        "start": 178.64,
        "duration": 5.52
    },
    {
        "text": "unidentified blogger to pay for a hotel room",
        "start": 184.32,
        "duration": 1.73
    },
    {
        "text": "I have taken the decision to ban all bloggers from our hotel and cafe the sense of entitlement is just too strong in the blogging",
        "start": 186.05,
        "duration": 5.639
    },
    {
        "text": "Community and the nastiness hissy fits and general hate displayed after one of your members was not granted a request for a freebie is giving",
        "start": 191.69,
        "duration": 6.149
    },
    {
        "text": "Your whole industry a bad name the girl in question was never identified my original post",
        "start": 197.84,
        "duration": 3.779
    },
    {
        "text": "But she herself went on to create a video explaining how she was exposed with malicious intent for asking for a freebie this kind of",
        "start": 201.62,
        "duration": 5.52
    },
    {
        "text": "victimization is very prevalent in the blogging industry and is in keeping with their general modus operandi of",
        "start": 207.14,
        "duration": 4.41
    },
    {
        "text": "Wanting everything for nothing if any of you attempt to enter our premises from now on you will be ejected",
        "start": 211.769,
        "duration": 4.52
    },
    {
        "text": "Yes perhaps, if you went out and got real jobs",
        "start": 216.33,
        "duration": 1.98
    },
    {
        "text": "You'd be able to pay for goods and services like everybody else just a thought later adding Thank You bloggers",
        "start": 218.31,
        "duration": 5.75
    },
    {
        "text": "I just like to say a huge",
        "start": 224.06,
        "duration": 1.06
    },
    {
        "text": "Thanks to all the bloggers for their hard work over the past two days the publicity you've given us is absolutely priceless it will be",
        "start": 225.12,
        "duration": 5.779
    },
    {
        "text": "Featured in my book how to get worldwide publicity without spending a cent",
        "start": 230.9,
        "duration": 3.119
    },
    {
        "text": "I'm even thinking of dedicating a full chapter to you guys including",
        "start": 234.019,
        "duration": 2.46
    },
    {
        "text": "screenshots of some of your most entertaining public tweets Facebook posts and negative review PS you're still barred then Paul Stinson kept milking this for",
        "start": 236.7,
        "duration": 7.88
    },
    {
        "text": "Every cent it was worth sharing this invoice for around 5 million euros that he says he plans to send to L this for her",
        "start": 244.89,
        "duration": 6.47
    },
    {
        "text": "Being featured in 114 articles across 20 countries with a potential reach of 450 million people hey",
        "start": 251.36,
        "duration": 4.86
    },
    {
        "text": "Then because as we've learned by this point Paul Stenson is a top tier troll conducted own fake press",
        "start": 256.22,
        "duration": 6.509
    },
    {
        "text": "Conference where he sarcastically apologised",
        "start": 263.04,
        "duration": 2.299
    },
    {
        "text": "But doesn't at all we at the point mousse unsure of the large feel very ashamed and so city",
        "start": 265.34,
        "duration": 4.739
    },
    {
        "text": "That we didn't see how lucky. We were to have been approached by a godlike influencer to collab and boost our sales",
        "start": 270.21,
        "duration": 6.649
    },
    {
        "text": "universally",
        "start": 277.47,
        "duration": 1.74
    },
    {
        "text": "We should have just bent over and taken that influence straight to the bank, and that's where we are right now",
        "start": 279.21,
        "duration": 5.0
    },
    {
        "text": "Here's what I'll say Paul Stenson obviously a top tier troll seemingly kind of an asshole, but I must applaud him",
        "start": 284.22,
        "duration": 7.16
    },
    {
        "text": "I haven't seen this level of well executed outraged marketing since probably early Tucker Max is exactly what Paul Stinson is saying",
        "start": 291.38,
        "duration": 6.839
    },
    {
        "text": "It's so much free publicity. This isn't the first time he's done something like this",
        "start": 298.22,
        "duration": 3.66
    },
    {
        "text": "He's gone after vegans gluten-free people in the past",
        "start": 301.88,
        "duration": 2.549
    },
    {
        "text": "It just plainly put media manipulating marketing and that's there are a bunch of people expect me to bash shell Darby",
        "start": 304.43,
        "duration": 5.339
    },
    {
        "text": "No, I mean she is kind of a victim here",
        "start": 309.77,
        "duration": 2.1
    },
    {
        "text": "I mean a very polite business inquiry that is very common for someone in her position to want to stay there for five days",
        "start": 311.87,
        "duration": 4.709
    },
    {
        "text": "$66 a day is a normal cost actual cost of the hotel is obviously going to be lower",
        "start": 317.039,
        "duration": 3.56
    },
    {
        "text": "Let's just say that it's a cost of 200 to $300 for Paul than she's saying",
        "start": 320.6,
        "duration": 3.089
    },
    {
        "text": "She'd promote that place and her videos that are getting between 30 to 80 thousand views per video and pictures and stories for her less",
        "start": 323.69,
        "duration": 5.609
    },
    {
        "text": "Than hundred thousand people on Instagram as easy as it is to hate on someone",
        "start": 329.3,
        "duration": 3.15
    },
    {
        "text": "Wanting something for free because it makes it feel like they have an air of I'm better than everyone else depending on the demo",
        "start": 332.55,
        "duration": 4.91
    },
    {
        "text": "That's watching her video. That's actually a pretty great value more and more advertising agencies are realizing they want people like L",
        "start": 337.46,
        "duration": 5.639
    },
    {
        "text": "Not because they reach this massive audience, but because they hit a decent number of people already",
        "start": 343.099,
        "duration": 3.9
    },
    {
        "text": "and they will just take low low and free stuff and that just ends up being a fraction with the larger guys would charge as",
        "start": 347.0,
        "duration": 5.489
    },
    {
        "text": "Far as Paul stencil Stenson can act like he didn't release her name",
        "start": 352.49,
        "duration": 2.609
    },
    {
        "text": "But come on you either released her name on purpose, or you need to google. What opacity is as far as her response",
        "start": 355.099,
        "duration": 5.25
    },
    {
        "text": "Yes, she made the situation a lot bigger and as far as vloggers and bloggers requesting stuff for free",
        "start": 360.349,
        "duration": 4.95
    },
    {
        "text": "I have a love it and hate it mentality. It is an incredibly common ask especially from lower end",
        "start": 365.3,
        "duration": 5.549
    },
    {
        "text": "Youtubers Instagram famous people as a business as long as you're working with an influencer that actually",
        "start": 371.4,
        "duration": 4.339
    },
    {
        "text": "Understands how to make sure that people use you in the future",
        "start": 375.9,
        "duration": 3.41
    },
    {
        "text": "It's a great value. The only reason I wouldn't pursue a deal like this is I'd be lowering my own value",
        "start": 379.31,
        "duration": 4.529
    },
    {
        "text": "That's not a dick thing to say if you go to Charles O Lodge on TripAdvisor it says",
        "start": 383.84,
        "duration": 3.149
    },
    {
        "text": "It's 66 dollars a night, so let's say you stayed the weekend",
        "start": 386.99,
        "duration": 2.64
    },
    {
        "text": "We essentially sold an ad spot for 132 dollars its overall if white moose kind of HR over",
        "start": 389.63,
        "duration": 4.649
    },
    {
        "text": "Didn't have a Paul Stenson. This would have been a great deal. Lot. Thanks to the way Paul Stenson handled this situation",
        "start": 394.5,
        "duration": 4.97
    },
    {
        "text": "He got so much more value from this and just from the marketing side",
        "start": 399.6,
        "duration": 4.279
    },
    {
        "text": "I'm incredibly impressed, but all of that said I do want to pass the question off to you",
        "start": 403.88,
        "duration": 4.589
    },
    {
        "text": "What are your thoughts around this story? Who's in the riot? Who's in the wrong?",
        "start": 408.47,
        "duration": 2.429
    },
    {
        "text": "What are your thoughts on influencers trying to get stuff for free let me know in those comments down below animos idiotic",
        "start": 410.9,
        "duration": 5.25
    },
    {
        "text": "Viewer-requested story today involves kylie jenner. Yes, thanks to people freaking out on the internet",
        "start": 416.49,
        "duration": 4.339
    },
    {
        "text": "Thanks to headlines like Kylie Jenner posed for Calvin Klein with her stomach covered and people are losing",
        "start": 420.83,
        "duration": 4.86
    },
    {
        "text": "urban rumors for a while at Kylie Jenner's pregnant for some reason people really care and as part of a Calvin Klein campaign in the",
        "start": 426.36,
        "duration": 6.26
    },
    {
        "text": "kardashian-jenner clan taking pictures solo together people notice that in every picture with kylie jenner",
        "start": 432.9,
        "duration": 5.63
    },
    {
        "text": "She has a stomach covered in some way and my question is why why do you care? I was younger",
        "start": 438.53,
        "duration": 4.709
    },
    {
        "text": "I thought I didn't like the Kardashians",
        "start": 443.24,
        "duration": 1.83
    },
    {
        "text": "Well what I realized over time is that I just actually didn't like the fandom around the Kardashian. I mean anything over time",
        "start": 445.07,
        "duration": 6.059
    },
    {
        "text": "I've grown to greatly",
        "start": 451.13,
        "duration": 1.09
    },
    {
        "text": "Respect with the Kardashians have been able to do taking this a moment in time being Paris Hilton's friend a sex tape",
        "start": 452.22,
        "duration": 5.059
    },
    {
        "text": "Somehow turn it into this multi multi-million dollar empire having people still care after all these years",
        "start": 457.46,
        "duration": 5.1
    },
    {
        "text": "That's a legitimate skill so when I look at all these photos",
        "start": 462.72,
        "duration": 2.329
    },
    {
        "text": "I can't bash the Kardashians for it, and then you're ultimately have one of two reality",
        "start": 465.05,
        "duration": 4.23
    },
    {
        "text": "Why don't she's pregnant and just by hiding the stomach they know this is going to create more publicity or two she's using the rumors?",
        "start": 469.31,
        "duration": 4.679
    },
    {
        "text": "Around her to troll fans and gain publicity by the way it doesn't matter Kardashian",
        "start": 473.99,
        "duration": 4.559
    },
    {
        "text": "Jenner's win again looking at all these Twitter people like Kylie. I know your secret",
        "start": 478.55,
        "duration": 3.57
    },
    {
        "text": "What is the secret you've been manipulated into being over invested in this family?",
        "start": 482.12,
        "duration": 3.45
    },
    {
        "text": "That's main, goal is to sell you clothes and lip kits good, but from that. I want to share some stuff",
        "start": 485.57,
        "duration": 4.229
    },
    {
        "text": "I loved today in today in awesome the first what if awesome is something",
        "start": 489.8,
        "duration": 3.66
    },
    {
        "text": "I want to share Friday",
        "start": 493.46,
        "duration": 0.78
    },
    {
        "text": "But Friday shows don't normally have Atia",
        "start": 494.24,
        "duration": 1.87
    },
    {
        "text": "Section and that is the super troopers tote rail after they raise money for the sequel that kind of just fell off my radar",
        "start": 496.11,
        "duration": 5.239
    },
    {
        "text": "But to now see a trailer. I am so excited that if you need some cute awesome",
        "start": 501.349,
        "duration": 3.81
    },
    {
        "text": "We have a little Lucas the spider we also got a lot of new footage for ready player one it starts off with a lot",
        "start": 505.16,
        "duration": 4.41
    },
    {
        "text": "of Spielberg love",
        "start": 509.57,
        "duration": 0.84
    },
    {
        "text": "but then you get to see a lot more of the",
        "start": 510.41,
        "duration": 1.66
    },
    {
        "text": "Universe for ready player one we then got a new trailer for a wrinkle in time, which looks fantastic",
        "start": 512.07,
        "duration": 3.619
    },
    {
        "text": "Then we got the awesome that is a trailer for Poppy's new YouTube read series that looks",
        "start": 516.0,
        "duration": 4.729
    },
    {
        "text": "Batshit crazy if you are a fan of poppy. I'm sure you would have it",
        "start": 521.31,
        "duration": 3.409
    },
    {
        "text": "No their way if you want to see the full versions everything",
        "start": 524.72,
        "duration": 2.23
    },
    {
        "text": "I just shared the secret link of the day anything at all",
        "start": 526.95,
        "duration": 2.4
    },
    {
        "text": "Links as always are in the description down below now let's talk about this horrible story coming out of Australia",
        "start": 529.51,
        "duration": 4.22
    },
    {
        "text": "footage emerged last week of this horrific attack that occurred in Victoria Australia the victim in the video was reportedly an",
        "start": 533.92,
        "duration": 5.839
    },
    {
        "text": "intellectually disabled 17 year old girl",
        "start": 539.83,
        "duration": 1.82
    },
    {
        "text": "It appears that she was lured to a park by three other girls",
        "start": 541.65,
        "duration": 2.849
    },
    {
        "text": "215 112 years old portal II the victim thought she was going to beat up her boyfriend",
        "start": 544.99,
        "duration": 3.889
    },
    {
        "text": "But when she got there the three girls just beat her and he recorded the entire thing and posted it to Facebook",
        "start": 548.88,
        "duration": 5.76
    },
    {
        "text": "And it is truly horrific. They're kicking beating torturing this poor girl",
        "start": 554.86,
        "duration": 4.07
    },
    {
        "text": "I cannot show most of the footage at one point they forced her to inhale shattered glass",
        "start": 558.93,
        "duration": 4.289
    },
    {
        "text": "Burned her hands on a hot barbecue. They kick her in the face the upper body",
        "start": 563.47,
        "duration": 3.589
    },
    {
        "text": "They smash her head against the table over and over and this beating this torture it lasted for around two-and-a-half hours",
        "start": 567.06,
        "duration": 6.12
    },
    {
        "text": "And then they just leave this girl beaten in the park",
        "start": 573.18,
        "duration": 2.669
    },
    {
        "text": "This is so horrible even law enforcement was shocked by the footage is pretty graphic and a lot of senior police officers here say",
        "start": 575.85,
        "duration": 7.409
    },
    {
        "text": "It's one of the worst assaults",
        "start": 583.26,
        "duration": 1.23
    },
    {
        "text": "I've seen in some thirty years or so luckily the victim was eventually",
        "start": 584.49,
        "duration": 3.0
    },
    {
        "text": "Taken to a hospital also very luckily if you think about it these idiots",
        "start": 587.62,
        "duration": 3.68
    },
    {
        "text": "Filmed this attack because they uploaded this video they uploaded the evidence against themselves it became a local news story than it blew up",
        "start": 591.4,
        "duration": 6.53
    },
    {
        "text": "Internationally they made it incredibly easy for themselves to get identified found and arrested twelve-year-old was let out on bail",
        "start": 598.36,
        "duration": 5.659
    },
    {
        "text": "But the two 15 year olds are being held all three of them have been charged with assault and robbery and just looking at these",
        "start": 604.02,
        "duration": 4.559
    },
    {
        "text": "Even blurred photos of victim you can see what kind of damage she received as far as the potential punishment for these crimes in",
        "start": 608.58,
        "duration": 7.26
    },
    {
        "text": "Victoria all three can be charged as adults",
        "start": 616.09,
        "duration": 2.119
    },
    {
        "text": "Which means they could all be facing up to 20 years in prison for the assault charge twelve-year-old?",
        "start": 618.21,
        "duration": 4.679
    },
    {
        "text": "Potentially here could be charged as a minor so that would be two years max in a facility up to 15 years for the robbery",
        "start": 622.99,
        "duration": 5.27
    },
    {
        "text": "Charge and my personal view on these punishments is good the more the better young people can make mistakes",
        "start": 628.26,
        "duration": 4.559
    },
    {
        "text": "But this is not a mistake. This is an attack. I don't care if you're 12 15 38",
        "start": 632.82,
        "duration": 4.32
    },
    {
        "text": "You know what happened in that video was so wrong. There's no didn't know better",
        "start": 637.14,
        "duration": 3.96
    },
    {
        "text": "These kids need a reset, but but of course it's the Philip DeFranco show it's a story in my opinion",
        "start": 641.1,
        "duration": 4.38
    },
    {
        "text": "And then I'll pass the question off to you in a story like this",
        "start": 645.48,
        "duration": 1.92
    },
    {
        "text": "do you",
        "start": 647.4,
        "duration": 0.58
    },
    {
        "text": "Personally think that the age matters in the city you should get a lighter sentence or no you think it's pretty damn clear",
        "start": 647.98,
        "duration": 4.759
    },
    {
        "text": "They should be punished as harshly as possible",
        "start": 652.74,
        "duration": 1.92
    },
    {
        "text": "I'd love to know your thoughts and then let's talk about the government shutdown which might actually be over by the",
        "start": 654.66,
        "duration": 4.079
    },
    {
        "text": "Time you're watching this video talked about it Friday",
        "start": 658.92,
        "duration": 2.039
    },
    {
        "text": "How it was incredibly unlikely that the US Senate was going to pass any sort of budget look like the government was going to shut",
        "start": 660.959,
        "duration": 5.52
    },
    {
        "text": "Down and it did Thursday we saw the house-passed stopgap spending bill votes 232",
        "start": 666.48,
        "duration": 4.44
    },
    {
        "text": "197 this continued funding until February",
        "start": 671.29,
        "duration": 2.059
    },
    {
        "text": "16th extend chip funding for six years on Friday night the stopgap bill failed in the Senate by a vote of 50 to 49 it",
        "start": 673.42,
        "duration": 6.619
    },
    {
        "text": "Needed 60 for it to pass",
        "start": 680.04,
        "duration": 0.96
    },
    {
        "text": "But they just didn't have the numbers and the vote was relatively down party lines",
        "start": 681.0,
        "duration": 3.059
    },
    {
        "text": "except for nine exception five Democrats voted YES for Republicans voted",
        "start": 684.16,
        "duration": 3.71
    },
    {
        "text": "No Connell also voting against the bill for procedural reasons so that he could",
        "start": 687.87,
        "duration": 3.329
    },
    {
        "text": "reintroduce it if necessary",
        "start": 691.329,
        "duration": 1.021
    },
    {
        "text": "And then for most the weekend while the Senate was talking to one another they were also very much playing the blame game",
        "start": 692.35,
        "duration": 5.299
    },
    {
        "text": "Publicly many Republicans now pointing to the Democrats saying look. They are the party of obstruction",
        "start": 697.75,
        "duration": 4.099
    },
    {
        "text": "They're shutting down the government because they're not getting what they want on daca or on the wall white house even changed their voicemail",
        "start": 701.85,
        "duration": 5.28
    },
    {
        "text": "Message to this. Thank you for calling the White House",
        "start": 707.35,
        "duration": 2.179
    },
    {
        "text": "Unfortunately we cannot answer your call today because congressional Democrats are holding government funding",
        "start": 710.32,
        "duration": 5.299
    },
    {
        "text": "including funding for our troops and other national security priorities",
        "start": 716.05,
        "duration": 3.739
    },
    {
        "text": "hostage to an unrelated immigration to be",
        "start": 720.31,
        "duration": 2.269
    },
    {
        "text": "Due to this obstruction",
        "start": 722.98,
        "duration": 1.44
    },
    {
        "text": "The government is shut down but on the other end you had a lot of people pointing to Trump and Republicans calling this the Trump",
        "start": 724.42,
        "duration": 5.21
    },
    {
        "text": "Shut down well saying it shouldn't be that hard to",
        "start": 729.63,
        "duration": 2.159
    },
    {
        "text": "negotiate you have control of the White House the House the Senate people saying you can't blame the Democrats are having this stance here because",
        "start": 731.949,
        "duration": 5.93
    },
    {
        "text": "Donald Trump himself",
        "start": 737.88,
        "duration": 0.819
    },
    {
        "text": "Is saying we you're not gonna get what you want on daca unless I get my wall right what we're seeing in general our",
        "start": 738.699,
        "duration": 4.61
    },
    {
        "text": "negotiations of people holding on to something and saying I'll trade ya let's not act like",
        "start": 743.5,
        "duration": 3.5
    },
    {
        "text": "Anyone has the high road here also part of this blame game. We've seen the military brought into this one of the main points",
        "start": 747.1,
        "duration": 5.419
    },
    {
        "text": "We've heard out of most Republican mouths is that the Democrats aren't just holding the economy hostage",
        "start": 752.519,
        "duration": 3.45
    },
    {
        "text": "But they're holding our military hostage during the shutdown essential military still working, but they're not getting paid",
        "start": 755.97,
        "duration": 4.979
    },
    {
        "text": "But on that note we saw a Dem Senator Claire, McCaskill",
        "start": 760.949,
        "duration": 2.0
    },
    {
        "text": "Go on the floor and introduced a measure that would make it so military service members would receive their pay during the federal government shutdown",
        "start": 762.97,
        "duration": 5.989
    },
    {
        "text": "Senate Majority Leader Mitch McConnell",
        "start": 768.959,
        "duration": 1.901
    },
    {
        "text": "Objected to that measure when people saw that objection many people saying see McConnell is evil to those arguments",
        "start": 770.86,
        "duration": 5.359
    },
    {
        "text": "I would say when you hear his objection. There's a little more nuance to it. We passed some legislation",
        "start": 776.22,
        "duration": 4.38
    },
    {
        "text": "During the government shutdown back in 2013 my hope is that we can restore funding for the entire",
        "start": 781.48,
        "duration": 6.26
    },
    {
        "text": "Government before this becomes necessary",
        "start": 788.11,
        "duration": 2.179
    },
    {
        "text": "I'm gonna object for tonight",
        "start": 791.079,
        "duration": 1.76
    },
    {
        "text": "But we'll discuss again tomorrow therefore after his argument seems to be let's try and negotiate the whole thing out before you just start picking",
        "start": 792.839,
        "duration": 7.08
    },
    {
        "text": "And choosing things I personally don't agree with that choice",
        "start": 799.92,
        "duration": 2.34
    },
    {
        "text": "I feel like our armed forces should be insulated from stupid political bullshit",
        "start": 802.26,
        "duration": 3.929
    },
    {
        "text": "I think there's another example of people on both sides using our military as pawns",
        "start": 806.19,
        "duration": 3.659
    },
    {
        "text": "I mean generally you hear a lot out of Washington about our troops this and troops that but seeing how veterans are treated",
        "start": 809.85,
        "duration": 5.849
    },
    {
        "text": "You know where a lot of them stand up from a negotiating standpoint from a perception standpoint",
        "start": 815.699,
        "duration": 4.65
    },
    {
        "text": "I get why he did that all of that brought us today the third official day of the government shutdown Senate Majority Leader",
        "start": 820.35,
        "duration": 5.609
    },
    {
        "text": "Mitch McConnell's standing on the Senate floor making a promise these issues not",
        "start": 825.959,
        "duration": 4.32
    },
    {
        "text": "Be resolved by the time the funding bill before us expires on",
        "start": 831.13,
        "duration": 3.859
    },
    {
        "text": "February 8th",
        "start": 835.81,
        "duration": 1.529
    },
    {
        "text": "So long as the government remains open?",
        "start": 837.339,
        "duration": 2.0
    },
    {
        "text": "So long as the government remains open?",
        "start": 840.67,
        "duration": 2.51
    },
    {
        "text": "It would be my intention to take up legislation here in the Senate that would address daca",
        "start": 843.79,
        "duration": 5.15
    },
    {
        "text": "border security and",
        "start": 849.61,
        "duration": 2.029
    },
    {
        "text": "Related issues as well as disaster relief defense funding",
        "start": 852.61,
        "duration": 4.19
    },
    {
        "text": "healthcare and",
        "start": 857.41,
        "duration": 1.41
    },
    {
        "text": "other important matters Senate Minority Leader Chuck Schumer, then speaking we will vote today to",
        "start": 858.82,
        "duration": 5.599
    },
    {
        "text": "reopen the government",
        "start": 864.97,
        "duration": 1.38
    },
    {
        "text": "to continue notion negotiating a global agreement",
        "start": 866.35,
        "duration": 2.929
    },
    {
        "text": "With the commitment that if an agreement isn't reached by February the 8th the Senate will immediately proceed",
        "start": 870.16,
        "duration": 7.34
    },
    {
        "text": "to consideration of legislation dealing with daca",
        "start": 878.26,
        "duration": 3.139
    },
    {
        "text": "the process",
        "start": 882.22,
        "duration": 1.65
    },
    {
        "text": "will be neutral and",
        "start": 883.87,
        "duration": 1.95
    },
    {
        "text": "Fair to all sides by a vote of 81 to 18 the Senate voted to reopen the government and fund it until February 8th",
        "start": 885.82,
        "duration": 7.519
    },
    {
        "text": "So kicking that can a little down the road now the house just has to vote for it and Trump has to sign and so",
        "start": 893.339,
        "duration": 4.38
    },
    {
        "text": "from now until February 8th",
        "start": 897.72,
        "duration": 1.32
    },
    {
        "text": "We're just gonna have to wait and see what happened and this current Congress and White House find a middle ground",
        "start": 899.04,
        "duration": 5.279
    },
    {
        "text": "Maybe I'm a cynic, but I truly don't believe so, but that's it. I'll pass the question off to you",
        "start": 904.329,
        "duration": 5.0
    },
    {
        "text": "What are your thoughts around this whole situation?",
        "start": 909.329,
        "duration": 1.95
    },
    {
        "text": "Do you think the Democrats are being reasonable or they're giving in you think Republicans and or Trump are being ridiculous or no you?",
        "start": 911.279,
        "duration": 5.369
    },
    {
        "text": "Like where they're I mean we think in NY those comments down below",
        "start": 916.75,
        "duration": 3.28
    },
    {
        "text": "That's where I'm going to end today's show and remember if you like this video like what I try and do on this channel that",
        "start": 920.03,
        "duration": 4.709
    },
    {
        "text": "Like button if you're new here hit that subscribe button if you don't miss these daily videos which actually if you did miss the last",
        "start": 924.74,
        "duration": 4.2
    },
    {
        "text": "Philip defranco show you want to catch up click or tap right there to watch that or if you want to watch something a little",
        "start": 928.94,
        "duration": 4.2
    },
    {
        "text": "Bit lighter we posted a new behind the scenes vlog today. That said of course as always my name is philip defranco",
        "start": 933.14,
        "duration": 4.589
    },
    {
        "text": "You've just been phill'd in. I love yo faces, and I'll see you tomorrow",
        "start": 937.89,
        "duration": 3.919
    }
]