[
    {
        "text": "Sup you beautiful bastards. Hope you've been a fantastic Wednesday",
        "start": 0.0,
        "duration": 3.179
    },
    {
        "text": "Welcome back to the Philip DeFranco show and let's just jump into it",
        "start": 3.179,
        "duration": 3.15
    },
    {
        "text": "The first thing we're gonna talk about today is actually it was a viewer requested story that was in a save for Friday",
        "start": 6.33,
        "duration": 4.38
    },
    {
        "text": "But I kind of want to just knock it out",
        "start": 10.71,
        "duration": 1.44
    },
    {
        "text": "I think a lot of people thought I was going to talk about this on Monday",
        "start": 12.15,
        "duration": 1.92
    },
    {
        "text": "But the thumbnail I had was in reference to youtube rewind not this specific situation",
        "start": 14.07,
        "duration": 4.26
    },
    {
        "text": "But here we go. I wanna say it was about a week ago. We covered the the Forbes top ten highest paid youtuber list",
        "start": 18.52,
        "duration": 5.449
    },
    {
        "text": "We went through the list and was a lot of names you would expect some people might be surprised by channels like Ryan",
        "start": 23.97,
        "duration": 3.93
    },
    {
        "text": "Toys Review and also note and this will come into play in a second",
        "start": 27.9,
        "duration": 2.459
    },
    {
        "text": "I mentioned that these numbers aren't exact. This is speculation from before. I mean the true top",
        "start": 30.359,
        "duration": 4.469
    },
    {
        "text": "Ten list the numbers going to be different and you're probably gonna have a bunch of different faces",
        "start": 34.829,
        "duration": 3.659
    },
    {
        "text": "But it's still interesting to see lists like this pop up",
        "start": 38.489,
        "duration": 1.89
    },
    {
        "text": "well",
        "start": 40.379,
        "duration": 0.151
    },
    {
        "text": "One of the stories that ended up popping up is you had a massive created by the name of Lilly Singh aka",
        "start": 40.53,
        "duration": 3.93
    },
    {
        "text": "Superwoman in response to the article. She tweeted \"two years ago, it was almost even between male and female last year,",
        "start": 44.68,
        "duration": 4.939
    },
    {
        "text": "It was just me, and this year there are no females at all something. something I predicted in my Instagram caption last year.\"",
        "start": 49.62,
        "duration": 4.41
    },
    {
        "text": "I'm concerned. The digital space is going to repeat the mistakes of ancient industries, hope I'm wrong. And then two days later",
        "start": 54.03,
        "duration": 4.5
    },
    {
        "text": "She tweeted \"As a result, I received some angry tweets from men. Remind me why you are mad again.\"",
        "start": 58.53,
        "duration": 4.11
    },
    {
        "text": "\"I'm not playing a quote gender card. I'm literally stating facts about results in an article. Let's do better,",
        "start": 62.64,
        "duration": 4.409
    },
    {
        "text": "I'm not your enemy.\" then two days after that tweeting \"My concern wasn't me not being on the list.",
        "start": 67.049,
        "duration": 4.08
    },
    {
        "text": "I likely don't deserve to be on the list this year to be honest. I've had a tough year",
        "start": 71.31,
        "duration": 2.7
    },
    {
        "text": "I know that my concern was no female representation by pointing out that concern. I am NOT attacking the men on the list",
        "start": 74.01,
        "duration": 5.639
    },
    {
        "text": "They should be proud of their accomplishments. Even the few who may not be fond of me.",
        "start": 79.65,
        "duration": 3.18
    },
    {
        "text": "Secure your back my friends. Nor am I attacking Forbes",
        "start": 82.83,
        "duration": 2.429
    },
    {
        "text": "or YouTube. I am simply pointing out a concerning cultural pattern slash",
        "start": 85.259,
        "duration": 2.55
    },
    {
        "text": "Trend that I see within the industry and as a woman, and honestly, just as a human being I feel it's important to be concerned",
        "start": 88.049,
        "duration": 4.98
    },
    {
        "text": "About patterns like this.\" and later adding \"If standing up for my fellow women slash",
        "start": 93.03,
        "duration": 2.97
    },
    {
        "text": "Sisters makes me a target for attack and I'll learn to live with I say this with love in my heart and a smile on",
        "start": 96.329,
        "duration": 4.2
    },
    {
        "text": "my face zero desire to create drama many people asking.\"",
        "start": 100.53,
        "duration": 2.909
    },
    {
        "text": "Well, what is your opinion regarding what Lilly's throwing out there?",
        "start": 103.439,
        "duration": 2.25
    },
    {
        "text": "What I would personally say is I think that Lilly is basing a reaction to all of this on information that may not be completely",
        "start": 105.689,
        "duration": 4.59
    },
    {
        "text": "Factual as well as a misunderstanding of our environment here online versus that of the mainstream entertainment",
        "start": 110.28,
        "duration": 4.169
    },
    {
        "text": "Industry one regarding the how factual the list is part",
        "start": 114.64,
        "duration": 3.29
    },
    {
        "text": "I don't want to blow up people's spots",
        "start": 117.93,
        "duration": 1.71
    },
    {
        "text": "But I've heard and seen some of the money that gets thrown around in the female beauty vlogger space and a ho ho",
        "start": 119.64,
        "duration": 6.239
    },
    {
        "text": "Obviously a lot of people out there gonna have different deals. Do they do it themselves. Do they not?",
        "start": 126.04,
        "duration": 4.099
    },
    {
        "text": "But I mean you're talking about an industry that has incredibly",
        "start": 130.42,
        "duration": 2.229
    },
    {
        "text": "fantastic margin. So really wouldn't surprise me of some of the top paid people on the platform were women",
        "start": 133.18,
        "duration": 5.039
    },
    {
        "text": "Also some of the people on this list and off this list",
        "start": 138.219,
        "duration": 2.37
    },
    {
        "text": "I mean the numbers gonna be different because they have some partnerships or equity deals with certain companies",
        "start": 140.59,
        "duration": 5.279
    },
    {
        "text": "That's why once again",
        "start": 145.87,
        "duration": 0.75
    },
    {
        "text": "I think this reaction is",
        "start": 146.62,
        "duration": 1.509
    },
    {
        "text": "Happening from something that is not entirely factual and to regarding the difference in our industry versus that of mainstream",
        "start": 148.129,
        "duration": 5.66
    },
    {
        "text": "is that there's really not as many middlemen or",
        "start": 153.889,
        "duration": 3.02
    },
    {
        "text": "Gatekeepers or decision makers we've seen some of the old players integrate into the industry",
        "start": 157.189,
        "duration": 4.13
    },
    {
        "text": "all of a sudden people have managers agents at the end of the day the people on this list like what is being",
        "start": 161.319,
        "duration": 4.199
    },
    {
        "text": "Calculated it seems to be based off of views which generates YouTube advertising",
        "start": 165.62,
        "duration": 3.649
    },
    {
        "text": "Revenue as well as third-party ad sales as well as merchandise for the most part that is completely based on",
        "start": 169.579,
        "duration": 4.88
    },
    {
        "text": "Whoever the creator is and the audience they're able to pull in",
        "start": 174.56,
        "duration": 2.629
    },
    {
        "text": "the funny thing is I wouldn't be completely shocked to find that Lilly Singh and creators like her get a far better advertising rate than",
        "start": 177.189,
        "duration": 7.11
    },
    {
        "text": "People like me. And that's not a man versus woman thing",
        "start": 184.299,
        "duration": 2.279
    },
    {
        "text": "it's just that she makes much cleaner safer content than I do, which is a creative and or business choice",
        "start": 186.579,
        "duration": 5.01
    },
    {
        "text": "So I guess I don't know with with Lilly Singh pointing this out kind of saying that this is a problem",
        "start": 191.59,
        "duration": 5.069
    },
    {
        "text": "What she imagines the solution might be right. I guess it comes down to what does she think that it?",
        "start": 196.849,
        "duration": 4.55
    },
    {
        "text": "That is holding women in the industry down versus their their male counterparts",
        "start": 201.4,
        "duration": 4.589
    },
    {
        "text": "I personally just don't see what she's talking about being a reality in our industry",
        "start": 205.989,
        "duration": 3.809
    },
    {
        "text": "It's a completely different world than giant giant corporation 20th Century Fox hires two people of the same",
        "start": 209.799,
        "duration": 6.42
    },
    {
        "text": "General size but one's male one's female and the paid is disproportionate, but also on that note",
        "start": 216.68,
        "duration": 4.309
    },
    {
        "text": "I welcome Lilly Singh or anyone that agrees with her regarding this list and the general situation",
        "start": 220.989,
        "duration": 4.08
    },
    {
        "text": "Online to educate me about how I'm wrong. And also I think I want to tag on the end of this",
        "start": 225.409,
        "duration": 4.069
    },
    {
        "text": "This is me",
        "start": 229.479,
        "duration": 0.85
    },
    {
        "text": "simply",
        "start": 230.329,
        "duration": 0.9
    },
    {
        "text": "disagreeing with what she's putting out there talking about that list about why I think",
        "start": 231.229,
        "duration": 4.25
    },
    {
        "text": "That none of this is kind of based on steady ground",
        "start": 235.609,
        "duration": 2.66
    },
    {
        "text": "Please do not take this as a reason to go harass her people can disagree and that's that and there have been people that have",
        "start": 238.34,
        "duration": 5.419
    },
    {
        "text": "Publicly disagreed with her and then just I've seen just the slew of harassment thrown her way, right?",
        "start": 243.829,
        "duration": 4.339
    },
    {
        "text": "There's no reason on topics like this, I think let's debate and hear where the other person's coming from. Through hearing those words",
        "start": 248.169,
        "duration": 4.74
    },
    {
        "text": "whoever's actually willing to listen you either walk away with better information or at least an understanding of",
        "start": 252.909,
        "duration": 5.52
    },
    {
        "text": "Where someone is either at fault or where they're coming from?",
        "start": 258.709,
        "duration": 2.509
    },
    {
        "text": "But with that said, of course I welcome your thoughts on this whether you agree disagree",
        "start": 261.219,
        "duration": 3.48
    },
    {
        "text": "Let me know where you're coming from then in entertainment news with it being the end of the year",
        "start": 264.86,
        "duration": 4.1
    },
    {
        "text": "We are now starting to see those lists pop up the blank of 2018",
        "start": 268.96,
        "duration": 3.93
    },
    {
        "text": "Most popular the most consumed the most searched-for of 2018 and at the center of these releases today",
        "start": 272.89,
        "duration": 5.909
    },
    {
        "text": "We had Netflix and pornhub. Regarding Netflix while they're incredibly private about their numbers and are not showing an exact number",
        "start": 278.8,
        "duration": 5.82
    },
    {
        "text": "They did release two interesting lists the first being the most revisited movies on their platform number 3",
        "start": 284.62,
        "duration": 5.19
    },
    {
        "text": "You had Roxanne Roxanne number 2 To all the boys i've loved before and number 1 the kissing booth.",
        "start": 289.81,
        "duration": 4.83
    },
    {
        "text": "they said for the top 2 more than 50% of the people that watch that movie once then went back and watched it again and",
        "start": 294.64,
        "duration": 5.609
    },
    {
        "text": "Their other list was the most binge series list at 10 you have orange is the new black season 6 number 9",
        "start": 300.25,
        "duration": 5.19
    },
    {
        "text": "You have insatiable.",
        "start": 305.44,
        "duration": 0.79
    },
    {
        "text": "So maybe that's your answer for all the people that wanted that show to get",
        "start": 306.23,
        "duration": 3.289
    },
    {
        "text": "Canceled why it is now coming back for season 2 and with Anne with an E season 2 The Haunting of Hill House, Fastest Car, Bodyguard,",
        "start": 309.59,
        "duration": 5.839
    },
    {
        "text": "Last chance U. Indeed standing on the podium we have 13 Reasons Why season 2.",
        "start": 315.43,
        "duration": 4.11
    },
    {
        "text": "Oh my god",
        "start": 319.69,
        "duration": 0.42
    },
    {
        "text": "That season finale had me stressing. Making a Murderer part 2 and at the number one spot you had On My Block",
        "start": 320.11,
        "duration": 5.07
    },
    {
        "text": "Which I'll be honest",
        "start": 325.18,
        "duration": 1.05
    },
    {
        "text": "I had never heard of but also I don't think that should be the most surprising",
        "start": 326.23,
        "duration": 2.0
    },
    {
        "text": "Thing. It feels like Netflix is just releasing two much.",
        "start": 328.31,
        "duration": 3.2
    },
    {
        "text": "I mean I will continue to try and watch all of it, but it's it's just it's a different Netflix world nowadays",
        "start": 331.51,
        "duration": 4.199
    },
    {
        "text": "Remember when a Netflix series launching was like a big thing?",
        "start": 335.78,
        "duration": 3.05
    },
    {
        "text": "Now I constantly find myself opening it up and I'm like wait what was released five days ago, but that's that Netflix",
        "start": 338.93,
        "duration": 4.88
    },
    {
        "text": "I love you",
        "start": 343.81,
        "duration": 0.48
    },
    {
        "text": "Thank you for letting me slowly waste my time with you. And then on the other side of this we have pornhub who they they are",
        "start": 344.29,
        "duration": 4.889
    },
    {
        "text": "really fantastic about releasing their analytics",
        "start": 349.18,
        "duration": 2.309
    },
    {
        "text": "They release their searches that define",
        "start": 351.49,
        "duration": 1.87
    },
    {
        "text": "2018 and that top-10 list included the likes of Bowsette, followed by Tinder, Tattoos, Outdoor, Trans",
        "start": 353.36,
        "duration": 5.75
    },
    {
        "text": "Romantic, 4k. Turns out when people say size matters",
        "start": 359.27,
        "duration": 2.81
    },
    {
        "text": "Sometimes they're talking about pixel. As far as the top two you had Fortnight and then Stormy Daniels also",
        "start": 362.08,
        "duration": 5.399
    },
    {
        "text": "I'm very excited to announce America, we did it",
        "start": 367.48,
        "duration": 2.339
    },
    {
        "text": "We are the kings of searching for pornography on pornhub",
        "start": 369.82,
        "duration": 2.609
    },
    {
        "text": "And did number 1 by a landslide which is really saying something if you think about it because India who has over 1.3",
        "start": 372.64,
        "duration": 6.119
    },
    {
        "text": "Billion people is at number three we're just crushing it.",
        "start": 378.919,
        "duration": 3.02
    },
    {
        "text": "So thank you for doing your part America and also of note a little at YouTube was on this list",
        "start": 381.94,
        "duration": 4.049
    },
    {
        "text": "So popular celebrity searches you had stormy Daniels Kim Kardashian's still rocking it",
        "start": 385.99,
        "duration": 4.26
    },
    {
        "text": "Blac Chyna and then at number four youtuber Lena the plug. It's breaking into the mainstream everywhere. Yeah, that's that story",
        "start": 390.25,
        "duration": 5.76
    },
    {
        "text": "They're always watching you watching them that came out a little creepier than I am from that",
        "start": 396.01,
        "duration": 4.38
    },
    {
        "text": "I want to share some stuff I love today and today in awesome brought to you by a mid-roll",
        "start": 400.39,
        "duration": 4.29
    },
    {
        "text": "Did it happen or did we get demonetised again? Like yesterday's video YouTube? Way to be consistent potentially side note",
        "start": 404.69,
        "duration": 5.75
    },
    {
        "text": "I wanted to take a moment",
        "start": 410.44,
        "duration": 0.72
    },
    {
        "text": "Not only to thank the people that watched us but thank you to all your beautiful bastards that have paid subscriptions over to DeFrancoElite.com",
        "start": 411.16,
        "duration": 4.89
    },
    {
        "text": "You have provided as stability as well as the ability to grow. So, thank you",
        "start": 416.55,
        "duration": 3.19
    },
    {
        "text": "So incredibly much and actually on that note first bit of awesome today currently the process of making a video for December 24th",
        "start": 419.74,
        "duration": 5.699
    },
    {
        "text": "We're gonna talk about everything that we're planning to to change and maneuver and add for q1 and q2 fldwfihwefiw next year",
        "start": 425.44,
        "duration": 7.529
    },
    {
        "text": "I don't know what that sound was",
        "start": 432.97,
        "duration": 0.87
    },
    {
        "text": "I'm gonna be to be stressed out of my mind",
        "start": 433.84,
        "duration": 1.42
    },
    {
        "text": "spread thin but I am so incredibly excited then we had kids trying a thing that I avoided for many many years and then had",
        "start": 435.26,
        "duration": 5.959
    },
    {
        "text": "And then I really loved the avocado toast. We had nerdwriter one giving us how Emily  Dickinson writes a poem, Jennifer Lopez and Milo Venti Frappucino extra whip",
        "start": 441.22,
        "duration": 7.619
    },
    {
        "text": "Playing can you feel it. We got a trailer for Captive State. We got a trailer for escape room.",
        "start": 449.39,
        "duration": 4.849
    },
    {
        "text": "Life Noggin giving us the dangerous effects of the hyper focus drug. Red Bull gave us rooftop skiing in France. Google gave us a video on",
        "start": 454.24,
        "duration": 6.0
    },
    {
        "text": "the year in search for 2018 then we got the",
        "start": 460.24,
        "duration": 2.46
    },
    {
        "text": "$100,000 leave the circle challenge for mr. Beast. And remember if you want to see the full versions of everything",
        "start": 463.55,
        "duration": 4.759
    },
    {
        "text": "I just shared the secret link of the day really anything at all",
        "start": 468.31,
        "duration": 3.15
    },
    {
        "text": "Links as always are in the description down below. And then we have a quick update on michael cohen President Trumps former personal attorney",
        "start": 471.56,
        "duration": 6.08
    },
    {
        "text": "He as of this morning has been sentenced to three years in federal prison",
        "start": 477.64,
        "duration": 3.539
    },
    {
        "text": "disregarding charges involving him lying to congress, campaign finance violations",
        "start": 481.49,
        "duration": 4.22
    },
    {
        "text": "And tax evasion and his sentence involves his plea agreements with the prosecutors in both the Southern District of New York and the Muller",
        "start": 486.05,
        "duration": 5.3
    },
    {
        "text": "Investigation. Muller's is team crediting Cohen with significantly assisting their team in their investigation",
        "start": 491.57,
        "duration": 4.609
    },
    {
        "text": "We had Cohen issuing a statement in the courtroom saying I take full responsibility",
        "start": 496.18,
        "duration": 2.88
    },
    {
        "text": "for each act that I pled guilty to",
        "start": 499.28,
        "duration": 2.0
    },
    {
        "text": "personal ones to me and those",
        "start": 501.32,
        "duration": 1.53
    },
    {
        "text": "involving the President of the United States of America and also saying recently the president tweeted a statement calling me weak and it was",
        "start": 502.85,
        "duration": 5.66
    },
    {
        "text": "Correct, but for a much different reason than he was implying it was because time and time again",
        "start": 508.51,
        "duration": 4.08
    },
    {
        "text": "I felt it was my duty to cover up his dirty deeds. Although a note regarding Cohen, he's not going straight to federal prison",
        "start": 512.59,
        "duration": 5.849
    },
    {
        "text": "He's not reporting there until March 6. And actually there was another bit of news",
        "start": 518.44,
        "duration": 3.63
    },
    {
        "text": "That was somewhat related to this. As you might remember among other things there were allegations that Donald Trump had an affair with former Playboy",
        "start": 522.07,
        "duration": 5.099
    },
    {
        "text": "Model Karen McDougal and connected to those allegations you had the allegations that the National Enquirer killed that story for Donald Trump",
        "start": 527.17,
        "duration": 6.34
    },
    {
        "text": "they bought it for",
        "start": 533.51,
        "duration": 1.09
    },
    {
        "text": "$150,000 and they killed it. Well",
        "start": 534.6,
        "duration": 1.19
    },
    {
        "text": "According to Axio the Southern District of New York announced Wednesday that it has reached a non-prosecution agreement with American media Inc",
        "start": 535.79,
        "duration": 6.389
    },
    {
        "text": "National Enquirer's parent company adding as part of the agreement, AMI admitted to making a",
        "start": 542.19,
        "duration": 4.1
    },
    {
        "text": "$150,000 payment in concert with then candidate Trump's presidential campaign to suppress a story about an alleged affair. prosecutors saying AMI",
        "start": 547.05,
        "duration": 6.889
    },
    {
        "text": "admited it's principal purpose in making the payment was to suppress the woman's story",
        "start": 553.94,
        "duration": 3.75
    },
    {
        "text": "so as to prevent it from",
        "start": 557.69,
        "duration": 1.45
    },
    {
        "text": "Influencing the election. This of course massive news because the story in the past was like, oh, yeah",
        "start": 559.14,
        "duration": 4.429
    },
    {
        "text": "We gave her that money for editorial reasons",
        "start": 563.57,
        "duration": 2.04
    },
    {
        "text": "well",
        "start": 565.61,
        "duration": 0.18
    },
    {
        "text": "this is incredibly meaningful because according to experts this really hurts Trump's ability to say that that wasn't about the election right because",
        "start": 565.79,
        "duration": 5.729
    },
    {
        "text": "Consistently Donald Trump and as people have said oh well, this is a private matter",
        "start": 571.62,
        "duration": 2.84
    },
    {
        "text": "It was not connected",
        "start": 574.46,
        "duration": 1.2
    },
    {
        "text": "But that's now we're hearing from AMI who did suppress the story. But as right now we're just getting these updates and it'll be interesting",
        "start": 575.66,
        "duration": 4.829
    },
    {
        "text": "To see if there there are other dominoes that are going to fall very interesting times.",
        "start": 580.49,
        "duration": 3.78
    },
    {
        "text": "Now let's talk about what's happening in the UK right now because what's happening in the UK affects the EU and affects the world so",
        "start": 584.27,
        "duration": 5.64
    },
    {
        "text": "Brexit chaos has been more prominently back in the news again, and it's something that we last covered about a month ago",
        "start": 589.91,
        "duration": 4.529
    },
    {
        "text": "of course for months now the United Kingdom and the European Union have been in",
        "start": 594.44,
        "duration": 2.88
    },
    {
        "text": "negotiations over how the two would split the UK as until March 29th of next year for any",
        "start": 597.48,
        "duration": 3.769
    },
    {
        "text": "Negotiations to be resolved and while this could have been extended British prime minister Theresa",
        "start": 601.44,
        "duration": 3.98
    },
    {
        "text": "May made it a hard out by writing the deadline into law and if no deal over brexit is reached it could create huge problems",
        "start": 605.42,
        "duration": 5.339
    },
    {
        "text": "For UK businesses operating in Europe and the other way around as well as chaos for UK citizens living in the EU and vice versa",
        "start": 610.83,
        "duration": 5.809
    },
    {
        "text": "And this deal is both big in the idea of it as well as the actual literal size of it, November 14th a legally binding",
        "start": 616.64,
        "duration": 6.63
    },
    {
        "text": "585 page with the dorama deal was reached between British",
        "start": 624.33,
        "duration": 2.419
    },
    {
        "text": "Negotiators in the EU on many aspects on how the two would divorce also including a non-binding",
        "start": 626.85,
        "duration": 4.07
    },
    {
        "text": "26 page statement on future relations between the two so that kind of more of a statement of goodwill that these are the things they'd",
        "start": 630.99,
        "duration": 5.03
    },
    {
        "text": "Like to be done that deal of course was not a done deal",
        "start": 636.02,
        "duration": 1.92
    },
    {
        "text": "It still need to be ratified by Parliament and that vote was set to happen on Tuesday, December 11",
        "start": 637.94,
        "duration": 4.26
    },
    {
        "text": "Although as mentioned when we covered at last not a lot of people really excited about it",
        "start": 642.2,
        "duration": 4.38
    },
    {
        "text": "And so somewhat unsurprisingly this past Monday night may ended up scrapping the vote admitting. The deal would be rejected",
        "start": 646.58,
        "duration": 5.279
    },
    {
        "text": "Along with that she didn't say when a new vote was planned",
        "start": 653.22,
        "duration": 3.289
    },
    {
        "text": "Although nearly every party was demanding a vote happened before the end of the year, or at least no later than mid-january",
        "start": 656.51,
        "duration": 4.77
    },
    {
        "text": "Also another interesting thing we've seen since we last covered, this is a",
        "start": 661.38,
        "duration": 2.84
    },
    {
        "text": "Revitalized more backed idea behind what people have been calling a people's vote a second referendum this idea behind okay",
        "start": 664.59,
        "duration": 6.26
    },
    {
        "text": "Let's have a second referendum",
        "start": 670.85,
        "duration": 1.18
    },
    {
        "text": "What if the people actually now want to stay maybe you got enough people liking the idea and the prospect of what would happen now?",
        "start": 672.03,
        "duration": 5.869
    },
    {
        "text": "That people have been trying to make that happen and it has just fallen incredibly short what if the people now want to stay.",
        "start": 677.9,
        "duration": 5.01
    },
    {
        "text": "But, in addition to people like Teresa Mays saying no",
        "start": 682.91,
        "duration": 2.309
    },
    {
        "text": "there will not be a second referendum the people that had this idea they faced the issue that it was believed that the UK couldn't",
        "start": 685.22,
        "duration": 5.01
    },
    {
        "text": "Do that without the approval of the other 27 member states of the EU?",
        "start": 690.23,
        "duration": 2.88
    },
    {
        "text": "But on December 10th one day before the vote in the brexit deal was supposed to happen",
        "start": 693.11,
        "duration": 3.329
    },
    {
        "text": "The European Court actually ruled that the UK could unilaterally",
        "start": 696.44,
        "duration": 2.52
    },
    {
        "text": "Decide to cancel and keep their status in the EU as long as it was done quote",
        "start": 699.15,
        "duration": 3.77
    },
    {
        "text": "Democratically meaning that the calls for a new referendum on brexit have better legal standing",
        "start": 703.35,
        "duration": 3.769
    },
    {
        "text": "but all of that said we really need to dive into Teresa May's new problem. Shortly after delaying the vote on the brexit deal may",
        "start": 707.12,
        "duration": 4.86
    },
    {
        "text": "Left the UK to meet with other European leaders and reportedly while she was there",
        "start": 711.98,
        "duration": 3.059
    },
    {
        "text": "She was looking for assurances on the things that the current brexit deal doesn't cover right things like trade and how the Northern Ireland backstop",
        "start": 715.04,
        "duration": 5.429
    },
    {
        "text": "Would work. However",
        "start": 720.47,
        "duration": 0.6
    },
    {
        "text": "Even those assurances were withheld the European Parliament issuing a statement today where they made it clear they",
        "start": 721.07,
        "duration": 4.049
    },
    {
        "text": "Supported the backstop and without it",
        "start": 725.22,
        "duration": 1.7
    },
    {
        "text": "They wouldn't vote for the agreement main point here not great for me here and then it gets worse after delaying the vote while she",
        "start": 726.92,
        "duration": 5.579
    },
    {
        "text": "Was meeting leaders in Europe",
        "start": 732.5,
        "duration": 1.11
    },
    {
        "text": "There were calls by many in labour and their allies were a no-confidence vote",
        "start": 733.61,
        "duration": 3.149
    },
    {
        "text": "against May and her government such a vote if passed would mean May would step down a general election would be triggered and a new",
        "start": 736.86,
        "duration": 5.929
    },
    {
        "text": "Prime minister chosen and there are concerns that a general election would be",
        "start": 742.79,
        "duration": 2.909
    },
    {
        "text": "disastrous as the March 29th deadline for a brexit decision is quickly approaching and a sudden switch in government could confuse the process but as",
        "start": 745.98,
        "duration": 6.44
    },
    {
        "text": "Far as the timing here. It wasn't exactly clear what would happen.",
        "start": 752.42,
        "duration": 2.789
    },
    {
        "text": "We saw Labour leader",
        "start": 755.24,
        "duration": 0.75
    },
    {
        "text": "Jeremy Corbyn saying that he doesn't plan to instigate a no-confidence vote until it has the highest chance of passing ideally after a brexit deal",
        "start": 755.99,
        "duration": 6.24
    },
    {
        "text": "Vote fails, but here's the thing a no-confidence vote from the opposition party in Parliament isn't too surprised",
        "start": 762.23,
        "duration": 4.409
    },
    {
        "text": "however",
        "start": 766.64,
        "duration": 0.21
    },
    {
        "text": "At the same time there had also been some talk about her own party instigating a no-confidence vote and declare if I hear these two",
        "start": 766.85,
        "duration": 5.549
    },
    {
        "text": "No-confidence votes are different things one and this would come from the outside would likely be against May and her entire",
        "start": 772.4,
        "duration": 4.77
    },
    {
        "text": "Government and seek to change which party was in charge by saying elections needed to be held and everyone in Parliament would vote on this",
        "start": 777.24,
        "duration": 5.36
    },
    {
        "text": "And these rarely win the last time that happened",
        "start": 782.6,
        "duration": 2.0
    },
    {
        "text": "It was March of 79 and the other kind would be from Mays own party only seeking to change who is the Prime Minister and",
        "start": 784.71,
        "duration": 5.19
    },
    {
        "text": "Only her party the Conservative Party would vote on this one and on that note this conservative led no confidence vote was first seriously hinted",
        "start": 789.9,
        "duration": 5.909
    },
    {
        "text": "At yesterday by Duncan Smith. He's a former Exeter a former Conservative Party leader, and he said on ITV I do detect",
        "start": 795.81,
        "duration": 5.52
    },
    {
        "text": "That in the last 24 hours",
        "start": 802.06,
        "duration": 2.15
    },
    {
        "text": "People have decided that this isn't going to work out at all. According to Conservative Party rules",
        "start": 805.27,
        "duration": 4.7
    },
    {
        "text": "They only need 48 MPs at a",
        "start": 809.97,
        "duration": 1.84
    },
    {
        "text": "330 that would need to sign a vote for no confidence to challenge Mays leadership which then brings us to the huge news today where",
        "start": 811.81,
        "duration": 6.23
    },
    {
        "text": "It was reported that the 48 vote threshold within the Conservative Party had been exceeded and that a vote of no-confidence",
        "start": 818.04,
        "duration": 5.219
    },
    {
        "text": "Would be held today.",
        "start": 823.33,
        "duration": 1.07
    },
    {
        "text": "And as far as the initial indications following this it seemed like it might be close. Quickly following this news",
        "start": 824.4,
        "duration": 4.5
    },
    {
        "text": "We saw 160 conservative members publicly say that they will support May and that number is incredibly important because she needs roughly",
        "start": 828.9,
        "duration": 6.059
    },
    {
        "text": "166 votes to keep her position as Prime Minister",
        "start": 835.42,
        "duration": 2.209
    },
    {
        "text": "So as long as they privately are voting like they're talking about publicly at the very least",
        "start": 837.63,
        "duration": 3.51
    },
    {
        "text": "it's gonna be close. And also something interesting happening right before this vote is something that Theresa May sent according to report she told",
        "start": 841.14,
        "duration": 5.76
    },
    {
        "text": "Members of internal Conservative Party Committee, \"I won't lead the party into the next general election.\"",
        "start": 846.9,
        "duration": 4.32
    },
    {
        "text": "So that's been seen by some as her way of saying let me drag this body across the finish line",
        "start": 851.22,
        "duration": 4.409
    },
    {
        "text": "I'm not looking to maintain this position be the People's Champ. I will just get the job done. Although it should be noted",
        "start": 855.63,
        "duration": 4.83
    },
    {
        "text": "That's Theresa May actually has a lot of support from voters in her own party",
        "start": 860.46,
        "duration": 3.179
    },
    {
        "text": "according to recent polling",
        "start": 863.67,
        "duration": 1.0
    },
    {
        "text": "58 to 28 conservative voters think she should remain conservative leader and Prime Minister and even among general population",
        "start": 864.67,
        "duration": 5.389
    },
    {
        "text": "It was 40% to 34% and as it's been noted",
        "start": 870.06,
        "duration": 2.28
    },
    {
        "text": "It would be a big deal if she won because that also means that she wouldn't be able to be challenged for a year and",
        "start": 872.34,
        "duration": 3.96
    },
    {
        "text": "The big news surrounding this story announced just before I finished this video and this next cut is",
        "start": 876.3,
        "duration": 4.859
    },
    {
        "text": "Indefinitely not coming because I have to wait for it to be announced which is further in the future although for you",
        "start": 881.32,
        "duration": 5.51
    },
    {
        "text": "It's just gonna be in a few seconds is... Theresa May will remain Prime Minister",
        "start": 886.83,
        "duration": 4.049
    },
    {
        "text": "Thanks to a vote of 200 in support of May and 117 against and so now that we have that news",
        "start": 890.88,
        "duration": 5.25
    },
    {
        "text": "I really do want a pass question off to you. What do you think happens from here?",
        "start": 896.13,
        "duration": 3.179
    },
    {
        "text": "Are we going to see a meaningful drastic change is the UK still a headed towards that cliff?",
        "start": 899.31,
        "duration": 5.369
    },
    {
        "text": "What do you think happens from here and specifically to the people in the EU and the UK?",
        "start": 904.68,
        "duration": 4.44
    },
    {
        "text": "What do you want to happen?",
        "start": 909.12,
        "duration": 1.86
    },
    {
        "text": "Also question do we have anyone watching that you voted leave or stay and now you've changed your mind and if so,",
        "start": 910.98,
        "duration": 6.509
    },
    {
        "text": "Why are why not? That's actually where I'm going to end today's show",
        "start": 917.49,
        "duration": 2.65
    },
    {
        "text": "remember",
        "start": 920.14,
        "duration": 0.36
    },
    {
        "text": "If you like this video you want to show a little support you can hit that like button if you're new here",
        "start": 920.5,
        "duration": 3.21
    },
    {
        "text": "You want more of these daily dives into the news just hit that subscribe button ring that bell to turn on notifications",
        "start": 923.71,
        "duration": 4.649
    },
    {
        "text": "Also, if you missed either the last Philip Defranco show her extra morning news video",
        "start": 928.76,
        "duration": 3.349
    },
    {
        "text": "You can click or tap right there to watch those lots with that said of course as always my name's philip. Defranco",
        "start": 932.11,
        "duration": 4.349
    },
    {
        "text": "You've just been phill'd in. I love yo faces, and I'll see you tomorrow",
        "start": 936.529,
        "duration": 3.71
    }
]