[
    {
        "text": "Sup You beautiful bastards",
        "start": 0.0,
        "duration": 1.38
    },
    {
        "text": "hope yo'ure having a",
        "start": 1.38,
        "duration": 0.82
    },
    {
        "text": "fantastic Monday welcome back to the Philip DeFranco show and let's just jump into it and the first thing we're gonna talk about today is",
        "start": 2.2,
        "duration": 5.689
    },
    {
        "text": "This crackdown we've seen in the UK over this past weekend. You may have seen the headlines recently, like this one from The Daily Beast",
        "start": 7.89,
        "duration": 4.98
    },
    {
        "text": "three far right-wing",
        "start": 12.88,
        "duration": 1.169
    },
    {
        "text": "Figures were denied entry to the UK and three people they're talking about are Brittany Pettibone Martin Sellner and Lauren Southern and this happened in",
        "start": 14.049,
        "duration": 6.44
    },
    {
        "text": "two different instances. Sellner who was a leader in the Austrian identitarian movement. News reported he was on his way to speak of an",
        "start": 20.49,
        "duration": 4.529
    },
    {
        "text": "Anti-immigrant event held at London speaker's corner. But according to Pettibone's paperwork",
        "start": 25.18,
        "duration": 3.62
    },
    {
        "text": "They were denied entry to the UK on the basis that their visit would be a quote",
        "start": 28.8,
        "duration": 3.56
    },
    {
        "text": "Both ended up being released on Sunday and the pair went back to Vienna",
        "start": 38.76,
        "duration": 1.84
    },
    {
        "text": "Pettibone saying it felt like they were saying your right-wing",
        "start": 40.76,
        "duration": 2.9
    },
    {
        "text": "That's not allowed and then today we had a situation with Lauren's southern Lauren tweeting out",
        "start": 43.82,
        "duration": 3.8
    },
    {
        "text": "Investigated me under Schedule 7 terrorism act because of alleged",
        "start": 47.829,
        "duration": 2.9
    },
    {
        "text": "Racism at least they let me identify as Pakistani on my report lol still being held by police later tweeting",
        "start": 50.829,
        "duration": 5.119
    },
    {
        "text": "They locked me out and said our avoir officially banned from UK for racism doing fine though, all the cool",
        "start": 55.949,
        "duration": 4.32
    },
    {
        "text": "People are being banned anyway. I need to gather my thoughts and call family interrogation story is pretty crazy",
        "start": 60.269,
        "duration": 3.911
    },
    {
        "text": "Though, will tell soon. Later adding \"I'm not kidding about this, but during my questioning by the UK police",
        "start": 64.2,
        "duration": 3.94
    },
    {
        "text": "I was asked about my Christianity and whether I'm a radical",
        "start": 68.16,
        "duration": 2.1
    },
    {
        "text": "I was also asked how I feel about running Muslims over with cars\" and according to Lauren Southern's paperwork",
        "start": 70.26,
        "duration": 4.589
    },
    {
        "text": "She was denied entry due to an incident where she held up signs that said Allah is a gay God and so therefore her presence",
        "start": 74.85,
        "duration": 5.849
    },
    {
        "text": "In the UK would be a quote \"serious threat to the fundamental interests of society\".",
        "start": 80.7,
        "duration": 3.69
    },
    {
        "text": "And as you'd expect this has stirred up a debate on is this the right thing to do people saying that this is extreme this",
        "start": 84.39,
        "duration": 4.379
    },
    {
        "text": "Is the crackdown on freedom of speech but on the other side of you people saying no?",
        "start": 88.77,
        "duration": 3.09
    },
    {
        "text": "This is the crackdown on hate speech people purposefully agitating",
        "start": 91.86,
        "duration": 3.449
    },
    {
        "text": "and I will say personally and has nothing to do with agreeing or",
        "start": 95.31,
        "duration": 2.459
    },
    {
        "text": "disagreeing with what they have said in the past the idea that you are not allowing someone to the country based off of things they've",
        "start": 97.86,
        "duration": 5.5
    },
    {
        "text": "said in the past that have been very critical of Islam and immigration,",
        "start": 103.42,
        "duration": 4.0
    },
    {
        "text": "That's crazy to me",
        "start": 107.52,
        "duration": 1.32
    },
    {
        "text": "And it makes me think of the supposed reasoning behind the Laurens southern",
        "start": 109.0,
        "duration": 2.56
    },
    {
        "text": "Allah is gay sign. Reportedly that was in response to a vice article that asked whether Jesus was gay",
        "start": 111.56,
        "duration": 4.68
    },
    {
        "text": "Or not reportedly that experiment was conducted to see what kind of reaction this would get.",
        "start": 116.24,
        "duration": 3.92
    },
    {
        "text": "And so if you flipped the situation and it was someone trying to get into the UK who is very anti",
        "start": 120.16,
        "duration": 5.24
    },
    {
        "text": "Christianity who maybe also goes around saying anyone that once completely shot borders",
        "start": 125.4,
        "duration": 3.6
    },
    {
        "text": "They're a Nazi would that person be barred entry and also should that person be barred entry",
        "start": 129.0,
        "duration": 4.12
    },
    {
        "text": "I think that whenever possible when we're trying to think about a situation",
        "start": 133.3,
        "duration": 2.24
    },
    {
        "text": "We flip it just to see how we would react. But with that said I want to pass a question off to you",
        "start": 135.54,
        "duration": 4.36
    },
    {
        "text": "What are your thoughts on this story? good thing, bad thing?",
        "start": 139.92,
        "duration": 2.8
    },
    {
        "text": "misplaced priorities for the UK or no? Let me know in those comments down below. Then because apparently someone over at Netflix was like",
        "start": 142.96,
        "duration": 5.76
    },
    {
        "text": "Netflix isn't quite addicting enough even though we literally have a feature on Netflix",
        "start": 148.84,
        "duration": 4.64
    },
    {
        "text": "That's like are you are you sure you're still watching this show, and you didn't just leave it running. No Netflix",
        "start": 153.48,
        "duration": 4.59
    },
    {
        "text": "It was raining in LA on the weekend",
        "start": 158.07,
        "duration": 1.26
    },
    {
        "text": "And I didn't feel like going out onto the road and driving with a bunch of people that don't understand precipitation",
        "start": 159.33,
        "duration": 4.5
    },
    {
        "text": "That's the excuse I'm using for being a garbage person today. And those changes that I was mentioning before my rant or actually test targeted at children.",
        "start": 163.83,
        "duration": 5.65
    },
    {
        "text": "The new system essentially grants patches for watching certain shows. Some of the shows that were tested include fuller house",
        "start": 169.5,
        "duration": 6.06
    },
    {
        "text": "Trolls, a series of unfortunate events and essentially it's the attempt to gamify viewing experiences on Netflix for children",
        "start": 175.75,
        "duration": 6.259
    },
    {
        "text": "And while this on its own is kind of interesting. I also wonder if people are going to call out the timing around this",
        "start": 182.04,
        "duration": 4.439
    },
    {
        "text": "It's a moved aimed at children obviously trying to increase watch times with children getting people into their system as they grow up",
        "start": 186.51,
        "duration": 6.06
    },
    {
        "text": "But at the same time we're seeing studies that are claiming that excessive viewing times of TV of tablets",
        "start": 192.57,
        "duration": 5.459
    },
    {
        "text": "It's actually harmful for children, and so I'm personally interested to see if this test becomes a new full-fledged feature",
        "start": 198.03,
        "duration": 4.77
    },
    {
        "text": "Or if they end up pulling it back killing the program because of outrage that comes out. Personally",
        "start": 202.8,
        "duration": 4.08
    },
    {
        "text": "I'm of the mindset that the responsibility falls on the parents",
        "start": 206.88,
        "duration": 2.519
    },
    {
        "text": "But that might not fully matter in a move that seems so heavily targeted",
        "start": 209.4,
        "duration": 3.7
    },
    {
        "text": "Specifically towards the children. And a quickie update to a story we covered last week Martin shkreli of course the farmer brawler we left off",
        "start": 213.26,
        "duration": 6.3
    },
    {
        "text": "The judge said that Shelley was responsible for ten point four million dollars in losses and one of the main reasons that number would likely matter",
        "start": 219.56,
        "duration": 5.46
    },
    {
        "text": "Is it could affect his sentencing which was Friday Crowley's lawyers were trying to get less than two years?",
        "start": 225.02,
        "duration": 4.08
    },
    {
        "text": "Prosecutors want 15 the judge kind of just split it down the middle and gave him seven years in prison. Also according to a vice",
        "start": 229.56,
        "duration": 5.86
    },
    {
        "text": "Correspondent before he was sentenced Martin shkreli just started crying in the courtroom and also another point that that same writer pointed out",
        "start": 235.6,
        "duration": 6.52
    },
    {
        "text": "It's important remember that shkreli is serving seven years not",
        "start": 242.13,
        "duration": 3.0
    },
    {
        "text": "Because he raised the price massively",
        "start": 245.47,
        "duration": 2.389
    },
    {
        "text": "We're talking five thousand percent of a drug that helps people live their lives saves their lives a disgusting",
        "start": 247.86,
        "duration": 5.43
    },
    {
        "text": "Unforgivable thing that people in the pharmaceutical industry do on a regular basis",
        "start": 253.48,
        "duration": 4.129
    },
    {
        "text": "But because he defrauded other rich people and now he has to pay the price",
        "start": 257.609,
        "duration": 2.82
    },
    {
        "text": "And I'm not saying that she should not have face punishment for that",
        "start": 260.43,
        "duration": 2.58
    },
    {
        "text": "But it is just very telling who gets prosecuted for what but from I want to share some stuff",
        "start": 263.01,
        "duration": 5.069
    },
    {
        "text": "I loved today and today in awesome brought to you by post mate post mates of course a fantastic",
        "start": 268.08,
        "duration": 4.05
    },
    {
        "text": "Delivery on-demand app you want something from the store or restaurant",
        "start": 272.41,
        "duration": 2.72
    },
    {
        "text": "Open up the app boom they deliver it to your house your office your wherever but the hours",
        "start": 275.44,
        "duration": 3.919
    },
    {
        "text": "I've been working lately it has become vital to my life",
        "start": 279.36,
        "duration": 2.49
    },
    {
        "text": "so if you want to check it out go to post DeFranco com",
        "start": 281.85,
        "duration": 2.22
    },
    {
        "text": "Download the app make sure you enter an offer code fill it D",
        "start": 284.199,
        "duration": 2.66
    },
    {
        "text": "They will give you",
        "start": 286.86,
        "duration": 0.7
    },
    {
        "text": "$100 in free delivery credit the first bit of Awesome is a trailer for sorry to bother you which looks like an",
        "start": 287.56,
        "duration": 5.389
    },
    {
        "text": "Amazing movie, it stars a Keith Stanfield who I feel like is a really underrated actor",
        "start": 293.229,
        "duration": 4.85
    },
    {
        "text": "I mean you've probably seen him in bits of selma doe snowden and then of course most recently",
        "start": 298.08,
        "duration": 3.899
    },
    {
        "text": "get out and atlanta on FX who by the way is probably one of my favorite parts of that show a main point enjoy the",
        "start": 302.139,
        "duration": 4.82
    },
    {
        "text": "trailer and get excited about july 6",
        "start": 306.96,
        "duration": 1.65
    },
    {
        "text": "Then we the slow mo guys doing paint blasts portrait and 4k nervous gave us tommy wiseau is joker",
        "start": 308.61,
        "duration": 5.22
    },
    {
        "text": "Audition tape saturday night live it was a brand new black panther scene",
        "start": 313.9,
        "duration": 3.199
    },
    {
        "text": "And if you want to see the full versions everything I just share the secret link of the day anything at all",
        "start": 317.099,
        "duration": 4.05
    },
    {
        "text": "Links is always there in the description down below, and then let's talk about the crashes in the news last night",
        "start": 321.28,
        "duration": 4.25
    },
    {
        "text": "There was a helicopter crash in New York's, East River",
        "start": 325.53,
        "duration": 2.13
    },
    {
        "text": "The crash was caught on several cameras and while it appeared a light five",
        "start": 327.66,
        "duration": 3.269
    },
    {
        "text": "Passengers ended up dying the only person that survived and was able to escape was the pilot while there's currently an",
        "start": 331.18,
        "duration": 4.76
    },
    {
        "text": "Investigation into this crash why did it happen?",
        "start": 336.13,
        "duration": 2.119
    },
    {
        "text": "We're also now starting to get information according to reports the pilot of that helicopter",
        "start": 338.25,
        "duration": 4.32
    },
    {
        "text": "suggested a passengers gear somehow interfered with the helicopters operation",
        "start": 342.97,
        "duration": 3.379
    },
    {
        "text": "We'll have to wait to see if there's more information that comes down",
        "start": 346.349,
        "duration": 2.13
    },
    {
        "text": "But that was also not the only crash in the news a plane carrying 71 people crashed in Nepal today as a recording this video",
        "start": 348.479,
        "duration": 6.09
    },
    {
        "text": "49 people have been killed now as far as the reason for this crash the airline has blamed bad air traffic control",
        "start": 354.669,
        "duration": 5.0
    },
    {
        "text": "but we also have authorities in Nepal saying that the plane made what they called an",
        "start": 359.669,
        "duration": 3.36
    },
    {
        "text": "Unusual landing as far as why we're getting this he said she set the Director General the Civil Aviation Authority of Nepal said the aircraft",
        "start": 363.159,
        "duration": 6.05
    },
    {
        "text": "Was permitted to land from the southern side of the runway, but it landed from the northern side",
        "start": 369.21,
        "duration": 3.42
    },
    {
        "text": "but the airlines chief executive said there were wrong directions from the tower our pilot is not at fault one of the survivors of the",
        "start": 372.63,
        "duration": 5.369
    },
    {
        "text": "crash also raised another red flag",
        "start": 378.0,
        "duration": 1.539
    },
    {
        "text": "Saying that there seemed to be an issue before they even landed saying after a normal takeoff from Dhaka the plane had begun to behave",
        "start": 379.539,
        "duration": 5.21
    },
    {
        "text": "Strangely adding all of a sudden the plane shook violently and there was a loud bang",
        "start": 384.75,
        "duration": 3.059
    },
    {
        "text": "Afterwards what's also interesting about this crash is it as the third commercial airlines crash to result in death in 2018 in fact",
        "start": 387.88,
        "duration": 6.739
    },
    {
        "text": "it's the third commercial airline crash in just the past 30 days this all of a sudden happening after a",
        "start": 394.62,
        "duration": 5.19
    },
    {
        "text": "20-17 where we saw zero deaths in this manner",
        "start": 400.18,
        "duration": 2.75
    },
    {
        "text": "That's where we are as of right now with of course some of the numbers potentially changing because some of those injured were in critical",
        "start": 402.93,
        "duration": 5.129
    },
    {
        "text": "Condition and I'm not saying that it's happening for any reason",
        "start": 408.19,
        "duration": 2.059
    },
    {
        "text": "It just it really does stand out after a year of no deaths at least commercial airlines wise three and thirty days",
        "start": 410.25,
        "duration": 6.0
    },
    {
        "text": "I don't know",
        "start": 416.25,
        "duration": 0.45
    },
    {
        "text": "And I'm let's talk about the most recent wave of",
        "start": 416.7,
        "duration": 1.69
    },
    {
        "text": "Twitter ban on Friday Twitter Smackdown multiple accounts that I've been accused of joke stealing some of the accounts affected",
        "start": 418.39,
        "duration": 5.0
    },
    {
        "text": "Included girl post don't worry common white girls so damn true and mean provider",
        "start": 423.58,
        "duration": 4.19
    },
    {
        "text": "Here's one example of a stolen tweet where they didn't even change anything sometimes",
        "start": 427.77,
        "duration": 3.989
    },
    {
        "text": "You'll see them change a word or two, but then other times like this",
        "start": 431.76,
        "duration": 2.549
    },
    {
        "text": "It is just blatant the crackdown isn't actually a surprising move from Twitter the company has been very vocal recently about cracking down on spam",
        "start": 434.31,
        "duration": 6.15
    },
    {
        "text": "and",
        "start": 440.46,
        "duration": 0.31
    },
    {
        "text": "particular tweet deck a tweet deck if you don't know is a Twitter app that lets users create groups of profile schedule pose post to",
        "start": 440.77,
        "duration": 5.69
    },
    {
        "text": "Several accounts at once and suspended accounts like girl posts and so damn true people would steal",
        "start": 446.46,
        "duration": 4.649
    },
    {
        "text": "Content like memes and jokes and then put it on a shared tweet",
        "start": 451.18,
        "duration": 2.63
    },
    {
        "text": "Debt then the accounts in the tweet deck would band together and retweet each other's stolen content to make it go viral this process was",
        "start": 453.81,
        "duration": 5.13
    },
    {
        "text": "so",
        "start": 458.94,
        "duration": 0.55
    },
    {
        "text": "successful brands actually paid",
        "start": 459.49,
        "duration": 1.47
    },
    {
        "text": "Administrators for access to the collected content also known as decks and accounts in the tweet deck would sell their retweets to brands and people",
        "start": 460.96,
        "duration": 5.69
    },
    {
        "text": "Who wanted to go viral so all of that said when we look at the big picture it doesn't appear that this move from Twitter",
        "start": 466.65,
        "duration": 4.409
    },
    {
        "text": "Is primarily focused on Twitter accounts that steal jokes this appears to be a part of Twitter's?",
        "start": 471.06,
        "duration": 4.29
    },
    {
        "text": "enforcement on spam in January Twitter announced",
        "start": 475.45,
        "duration": 2.269
    },
    {
        "text": "they would be making changes to tweet that last month the company laid out those specific changes in a blog posts and one of the",
        "start": 477.72,
        "duration": 4.98
    },
    {
        "text": "Most common spam violations we see is the use of multiple accounts in the Twitter developer platform to attempt to",
        "start": 482.7,
        "duration": 4.44
    },
    {
        "text": "artificially amplify or inflate the prominence of certain tweets do not and do not allow your users to",
        "start": 487.36,
        "duration": 4.609
    },
    {
        "text": "simultaneously perform actions such as likes retweets or followers from multiple accounts and then seemingly the most telling of what they were actually targeting they",
        "start": 492.22,
        "duration": 6.98
    },
    {
        "text": "Say posting multiple updates on a single account or across multiple accounts you controlled with trending or popular topic for instance through the use of",
        "start": 499.2,
        "duration": 6.239
    },
    {
        "text": "A specific hash tag with an intent to subvert or manipulate the topic or to artificially inflate the prominence of a hashtag or topic is",
        "start": 505.44,
        "duration": 6.63
    },
    {
        "text": "Never allowed it seems like the war that's actually taking place is against information manipulation",
        "start": 512.07,
        "duration": 4.559
    },
    {
        "text": "we've seen stories in the past year about",
        "start": 516.63,
        "duration": 1.719
    },
    {
        "text": "Trending topics that made their way there because of Russian BOTS one of the ways these BOTS and other bad actors work is very similar",
        "start": 518.349,
        "duration": 6.68
    },
    {
        "text": "To what these joke stealers have been doing coordinated pushes to make the content?",
        "start": 525.03,
        "duration": 3.209
    },
    {
        "text": "They are promoting go viral the main differences between the two of these groups obviously",
        "start": 528.24,
        "duration": 3.179
    },
    {
        "text": "impact",
        "start": 531.79,
        "duration": 0.8
    },
    {
        "text": "a general intent one is to make money the other is to at least cause chaos that said for me personally if some of the",
        "start": 532.59,
        "duration": 6.57
    },
    {
        "text": "Accounts caught in the crossfire are just notorious joke stealers and fucking tastic there",
        "start": 539.16,
        "duration": 5.88
    },
    {
        "text": "There is parallel thinking there's sometimes accidentally saying something incredibly similar to another joke that someone made and then there is the unapologetic",
        "start": 545.04,
        "duration": 7.5
    },
    {
        "text": "Stealing we see from many of these bad actors",
        "start": 553.06,
        "duration": 2.36
    },
    {
        "text": "unfortunately, I believe that it's just a matter of time until they bounce back in a different way or they thrive somewhere else, but any",
        "start": 555.58,
        "duration": 5.9
    },
    {
        "text": "inconvenience whatsoever makes me happy",
        "start": 562.0,
        "duration": 2.3
    },
    {
        "text": "and then let's talk about",
        "start": 564.3,
        "duration": 0.79
    },
    {
        "text": "lawmakers in Florida voting on a ban although it might not be the one that you're thinking of",
        "start": 565.09,
        "duration": 4.07
    },
    {
        "text": "Obviously the past few weeks. There's been a lot of talk about guns and legislation around guns in Florida",
        "start": 569.22,
        "duration": 5.13
    },
    {
        "text": "But what I'm talking about today is child marriage and for multiple reasons with this story",
        "start": 574.35,
        "duration": 3.45
    },
    {
        "text": "I think it is important that we share Sheri Johnson's stories",
        "start": 577.8,
        "duration": 2.699
    },
    {
        "text": "Jerry johnson's rapist was a church deacon who started attacking her when she was nine years old and by the time",
        "start": 580.5,
        "duration": 4.17
    },
    {
        "text": "She was 10 she was pregnant with his child and reportedly when her church found out about the crimes",
        "start": 584.67,
        "duration": 4.109
    },
    {
        "text": "They pressured the mother to have the daughter marry the man, which a judge approved at a time of this marriage",
        "start": 588.78,
        "duration": 5.339
    },
    {
        "text": "She was 11 years old and he was 20 reportedly the abuse continued for years and during that time",
        "start": 594.12,
        "duration": 4.8
    },
    {
        "text": "Johnson gave birth to five more kids before she escaped the marriage her child marriage happened 47 years ago",
        "start": 599.2,
        "duration": 5.39
    },
    {
        "text": "But many children today can still legally get married and so Sheri has spent the last six years fighting to make sure no child",
        "start": 604.59,
        "duration": 5.01
    },
    {
        "text": "Goes through what she did which then brings us to current law in Florida now currently in Florida if you're sixteen or seventeen?",
        "start": 609.7,
        "duration": 5.15
    },
    {
        "text": "Years old you can get married",
        "start": 614.92,
        "duration": 1.61
    },
    {
        "text": "but you have to have the consent of both of your parents that is unless there is a",
        "start": 616.53,
        "duration": 3.21
    },
    {
        "text": "pregnancy involved in which case there is no minimum age for marriage as long as a judge approves according to a front line analysis of",
        "start": 619.96,
        "duration": 6.289
    },
    {
        "text": "child marriage in the United States more than",
        "start": 626.25,
        "duration": 2.0
    },
    {
        "text": "16,000 minors were married in Florida between 2000 and 2015 and a legislative staff analysis showed that between 2012 and 2016 over",
        "start": 628.39,
        "duration": 7.729
    },
    {
        "text": "1800 marriage licenses were issued in Florida to couples when at least one party was a minor this included a",
        "start": 636.49,
        "duration": 4.88
    },
    {
        "text": "13 year old 7 14 year olds and 29 15 year old there was even an example where a guy who is 90 years old?",
        "start": 641.56,
        "duration": 5.809
    },
    {
        "text": "Was able to marry a 16 or 17 year olds that said on Friday sherry was hailed as a hero because the Florida",
        "start": 647.37,
        "duration": 5.55
    },
    {
        "text": "Legislature passed a bill changing rules for child marriage state lawmakers have repeatedly cited sherry Johnson as an",
        "start": 652.99,
        "duration": 4.94
    },
    {
        "text": "inspiration to change the law while there were some initial disagreements because the house wanted carve-outs for certain 16 and 17 year olds ultimately we",
        "start": 658.12,
        "duration": 6.74
    },
    {
        "text": "Have a single bill a bill. That's been approved by both, Florida House and Senate",
        "start": 665.11,
        "duration": 3.179
    },
    {
        "text": "It is headed to the governor's desk",
        "start": 668.29,
        "duration": 1.03
    },
    {
        "text": "and it sets limits on the marriage of",
        "start": 669.32,
        "duration": 1.86
    },
    {
        "text": "Seventeen-year-old pregnancy is no longer a factor and now anyone marrying a seventeen year old can't be more than two years older and the child",
        "start": 671.18,
        "duration": 5.33
    },
    {
        "text": "Would need parental consent, and it's essentially a done deal",
        "start": 676.51,
        "duration": 2.279
    },
    {
        "text": "Governor Rick Scott said that he will sign the bill what's also interesting about the bill is that it was almost?",
        "start": 678.79,
        "duration": 3.96
    },
    {
        "text": "Universally approved in the house was passed by a vote of 109 to 1 a single",
        "start": 683.24,
        "duration": 4.099
    },
    {
        "text": "No vote came from Republican representative George Mariah well",
        "start": 687.339,
        "duration": 2.52
    },
    {
        "text": "He didn't say anything on the floor if we look about a month before to a quote that he gave it kind of gives some",
        "start": 689.86,
        "duration": 5.13
    },
    {
        "text": "Insight at that time. He said I'm particularly focused on the pregnancy aspect of it",
        "start": 694.99,
        "duration": 3.989
    },
    {
        "text": "I don't want the message to be that it's better to not get married",
        "start": 698.98,
        "duration": 2.309
    },
    {
        "text": "So there was that now all of this said about, Florida",
        "start": 701.29,
        "duration": 3.119
    },
    {
        "text": "it's important to point out that this is also a",
        "start": 704.41,
        "duration": 1.9
    },
    {
        "text": "Nationwide issue while 18 is typically the minimum age every state seems to have legal loopholes or exceptions allowing marriage at a younger age",
        "start": 706.31,
        "duration": 6.619
    },
    {
        "text": "According to unchain at last a group campaigning to abolish child",
        "start": 713.05,
        "duration": 2.4
    },
    {
        "text": "Marriage at least two hundred seven thousand four hundred sixty-eight minors were married in the United States between",
        "start": 715.519,
        "duration": 4.46
    },
    {
        "text": "2000 and 2015 in the last two years we've seen Virginia Texas, Kentucky, New York all voting to ban or limit child marriages",
        "start": 720.2,
        "duration": 6.409
    },
    {
        "text": "But we've also seen other states struggle, New Hampshire was considering a bill to raise the minimum marriage age",
        "start": 726.61,
        "duration": 4.08
    },
    {
        "text": "But that was killed after a recent push from a handful of Republicans in Tennessee House Republicans also killed a bill late last week that",
        "start": 730.69,
        "duration": 5.94
    },
    {
        "text": "sought to ban child marriage",
        "start": 736.63,
        "duration": 1.11
    },
    {
        "text": "But this also seemed to be part of a bigger thing attorney and former state senator David Fowler argued that it would hurt his effort",
        "start": 737.74,
        "duration": 5.369
    },
    {
        "text": "To challenge the Supreme Court's 2015 decision that legalized same-sex marriage so therefore according to Fowler if the state were to move forward",
        "start": 743.11,
        "duration": 5.94
    },
    {
        "text": "changing anything around marriage",
        "start": 749.24,
        "duration": 1.64
    },
    {
        "text": "it would then",
        "start": 750.88,
        "duration": 0.88
    },
    {
        "text": "Disqualify that they really thought that all marriages were nullified by the Supreme Court decision and ultimately while it would make a change here",
        "start": 751.76,
        "duration": 6.259
    },
    {
        "text": "It would be self-defeating in the Supreme Court",
        "start": 758.089,
        "duration": 2.48
    },
    {
        "text": "And this move was outrageous to a lot of people essentially you're dealing with a situation where the argument for for not shutting down child",
        "start": 760.57,
        "duration": 6.599
    },
    {
        "text": "Marriages is you're not a fan of gay marriages considering the stories around child marriage that have been coming out of Tennessee it can be",
        "start": 767.54,
        "duration": 6.289
    },
    {
        "text": "Infuriated front lines investigation found that Tennessee had the youngest married children in the country this",
        "start": 774.05,
        "duration": 4.309
    },
    {
        "text": "Including ten-year-old girls who have been married to men between the ages of 24 to 31?",
        "start": 778.49,
        "duration": 3.919
    },
    {
        "text": "we've also seen a story of an 11 year old boy who had been married to a 27 year old woman in Tennessee and then",
        "start": 782.41,
        "duration": 5.19
    },
    {
        "text": "That brings us to Missouri whose current laws are the most lenient for child marriages has even been called a destination wedding spot for child",
        "start": 787.6,
        "duration": 6.27
    },
    {
        "text": "marriages in some circles part of the reason for that is",
        "start": 793.94,
        "duration": 2.239
    },
    {
        "text": "The only state that requires only the signature of one parent even if the other parent objects for ages of 15 16 and 17 years",
        "start": 796.44,
        "duration": 6.239
    },
    {
        "text": "Old additionally like half of all states, Missouri has no minimum age to marry",
        "start": 802.68,
        "duration": 3.27
    },
    {
        "text": "But it requires anyone 14 and under to get a judge's approval which if you haven't picked up on by this point",
        "start": 805.95,
        "duration": 4.5
    },
    {
        "text": "I think is batshit crazy",
        "start": 810.45,
        "duration": 1.86
    },
    {
        "text": "We're talking about people who are in sexual relationships that are considered statutory rape and in some cases",
        "start": 812.31,
        "duration": 5.19
    },
    {
        "text": "We're seeing the children marry to protect the partners from prison",
        "start": 817.5,
        "duration": 3.0
    },
    {
        "text": "I mean we're talking about situations where from a legal standpoint",
        "start": 820.5,
        "duration": 2.46
    },
    {
        "text": "It isn't understood that this person is so young they cannot consent to sex but because there's a baby or someone",
        "start": 822.96,
        "duration": 6.389
    },
    {
        "text": "Approved a 10 year old marrying someone between the age of 24, and 31, it's all good. That's crazy",
        "start": 829.48,
        "duration": 6.47
    },
    {
        "text": "It feels insane that we have to say there's a law to stop this but based off of a lot of the reporting and stuff",
        "start": 836.13,
        "duration": 5.909
    },
    {
        "text": "That we've found out over the years it needs to be done but outside",
        "start": 842.04,
        "duration": 3.21
    },
    {
        "text": "That's where I'm gonna end that story today and pass the question off to you. What are your that?",
        "start": 845.25,
        "duration": 3.33
    },
    {
        "text": "What are your thoughts around this story?",
        "start": 848.58,
        "duration": 1.32
    },
    {
        "text": "I know we have an international audience some some diverse thoughts, and so I'd love know what you think in those comments down below",
        "start": 849.9,
        "duration": 5.009
    },
    {
        "text": "That's where I'm going to end today's show and remember if you liked this video you like what I'm trying to do on this channel",
        "start": 854.91,
        "duration": 4.17
    },
    {
        "text": "That like but if you new here hit that subscribe button",
        "start": 859.08,
        "duration": 2.309
    },
    {
        "text": "Also since YouTube's notifications recently now are kind of like if we feel like it recommend following me on Twitter at Philly D",
        "start": 861.78,
        "duration": 6.329
    },
    {
        "text": "I always link out when the new video is out. Oh, yeah, that said of course as always my name's philip defranco",
        "start": 868.11,
        "duration": 4.89
    },
    {
        "text": "You've just been phill'd in I love the old faces and I'll see you tomorrow",
        "start": 873.04,
        "duration": 3.71
    }
]