[
    {
        "text": "Sup you Beautiful bastards, hope you had a fantastic",
        "start": 0.43,
        "duration": 2.0
    },
    {
        "text": "Friday welcome back to the Philip DeFranco show before moving forward this Friday video is a little bit of a compromise",
        "start": 2.439,
        "duration": 5.479
    },
    {
        "text": "This is our first week back. Not only as a show but as a company we have nothing but meetings today",
        "start": 7.919,
        "duration": 4.5
    },
    {
        "text": "We can the current show and schedule developing news shows the the app is almost out driving the team for the onboarding of new employees",
        "start": 12.42,
        "duration": 5.879
    },
    {
        "text": "For the new things were releasing slim",
        "start": 18.3,
        "duration": 1.649
    },
    {
        "text": "But I still wanted to get a video out to you beautiful bastards",
        "start": 19.949,
        "duration": 2.52
    },
    {
        "text": "So I decided to cover one story that was heavily requested and another that is truly horrifying to me",
        "start": 22.47,
        "duration": 5.25
    },
    {
        "text": "And it is an example of why I don't trust the system and the first thing we're going to talk about today is an update",
        "start": 27.72,
        "duration": 5.28
    },
    {
        "text": "and an add-on to the Logan Paul",
        "start": 33.0,
        "duration": 1.75
    },
    {
        "text": "Situation if you don't know the full details of the story as we covered it in the Wednesday show I highly recommend you watch that",
        "start": 34.75,
        "duration": 4.43
    },
    {
        "text": "First the update to that story is where is Logan Pole now well after the fallout",
        "start": 39.18,
        "duration": 3.779
    },
    {
        "text": "He tweeted taking time to reflect know vlog for now. See you soon",
        "start": 42.96,
        "duration": 3.18
    },
    {
        "text": "It's pulling back for a moment said as I said Wednesday",
        "start": 46.17,
        "duration": 2.819
    },
    {
        "text": "This is still not going to hurt Logan Paul most of his core audience does not care",
        "start": 48.989,
        "duration": 4.2
    },
    {
        "text": "They have his back said if anything. This is a speed bump looking at his analytics that is exactly what has taken place Tuesday",
        "start": 53.19,
        "duration": 5.669
    },
    {
        "text": "He slowed down to just gaming",
        "start": 58.859,
        "duration": 2.0
    },
    {
        "text": "16,000 new subscribers then Wednesday he shot to the highest subscriber growth he has had past month getting over",
        "start": 61.3,
        "duration": 6.079
    },
    {
        "text": "80,000 new subscribers in a day so there was that update and then there was a very requested",
        "start": 67.63,
        "duration": 3.319
    },
    {
        "text": "Add-on involving reina scully with reina a lot of you that have been watching for a very long time",
        "start": 71.14,
        "duration": 4.279
    },
    {
        "text": "You know that one point. I I brought on I employed Reina funny lighter news channel at the time",
        "start": 75.42,
        "duration": 4.83
    },
    {
        "text": "She made a video on the Logan Paul situation which was an interesting point of view especially because she's from Japan",
        "start": 80.25,
        "duration": 4.769
    },
    {
        "text": "It was an interesting video on its own. It was being shared a lot on its own, but it ended up making national headlines",
        "start": 85.02,
        "duration": 4.68
    },
    {
        "text": "because of all of the hey typically the racial slurs and profanities thrown at her from people that appear to be Logan's fans others just",
        "start": 90.25,
        "duration": 6.439
    },
    {
        "text": "Stupid and hateful some comments reading Jing Chang Chung shut the fuck up you suicide faggots",
        "start": 96.82,
        "duration": 5.54
    },
    {
        "text": "Let the Japs kill themselves Logan for life. He didn't mean to find a dead body of Chinese shit others",
        "start": 102.36,
        "duration": 5.159
    },
    {
        "text": "Just defending Logan saying ogen has done nothing wrong",
        "start": 107.52,
        "duration": 2.37
    },
    {
        "text": "Like what's everyone crying for it's a fucking dead body like he knew he was gonna find a dead body",
        "start": 109.95,
        "duration": 3.629
    },
    {
        "text": "He's a fucking savage because he's going to upload the video. It's a savage video, so enjoy your views from Logan. It's here",
        "start": 113.579,
        "duration": 5.43
    },
    {
        "text": "I kind of want to point out why I think it's important to separate Logan Paul from his fans",
        "start": 119.009,
        "duration": 4.47
    },
    {
        "text": "I think that there is some crossover",
        "start": 123.479,
        "duration": 1.53
    },
    {
        "text": "But I think there are several things to unpack one you can't control your fans at all it takes is a few fuck heads to",
        "start": 125.009,
        "duration": 4.71
    },
    {
        "text": "Make everyone look bad right even if you are immense",
        "start": 129.72,
        "duration": 2.789
    },
    {
        "text": "We conservative in your like okay only one percent of the people that watch me are horrible or stupid or racist the Logan Paulo",
        "start": 132.63,
        "duration": 6.059
    },
    {
        "text": "You're playing six to eight million views for video that one percent adds up once again one percent for any audience is",
        "start": 138.69,
        "duration": 6.27
    },
    {
        "text": "Incredibly conservative someone argue. It's an outright. Ridiculously small estimate",
        "start": 145.36,
        "duration": 3.979
    },
    {
        "text": "I think that's important to note especially since as I've said I think that what Logan Paul did was incredibly wrong",
        "start": 149.34,
        "duration": 5.28
    },
    {
        "text": "Disgusting it hurts my brain wondering how they thought it was okay?",
        "start": 154.9,
        "duration": 2.33
    },
    {
        "text": "Just keep in mind these people are saying this even though Logan Paul",
        "start": 157.23,
        "duration": 2.789
    },
    {
        "text": "Has said do not defend me what I have done is not defensible and also on the note of the braces hate-filled comments",
        "start": 160.02,
        "duration": 5.759
    },
    {
        "text": "Whether towards reina scully who is fantastic or anyone else you're garbage or nothing. You'll never met. You're a garbage person",
        "start": 165.78,
        "duration": 5.25
    },
    {
        "text": "I feel like I've been very vocal about this",
        "start": 171.03,
        "duration": 1.68
    },
    {
        "text": "But like when I when I get into spats with people like Tariq Nashik. He posts a bunch of BS",
        "start": 172.71,
        "duration": 3.899
    },
    {
        "text": "Misleading stuff he calls me a suspected white supremacist stuff like that",
        "start": 177.25,
        "duration": 3.23
    },
    {
        "text": "I'm anyways I find him to be a scumbag, but if you go from my video",
        "start": 180.48,
        "duration": 3.509
    },
    {
        "text": "Or you see that and you go to Tariq and you call him the n-word you can go fuck yourself. I disown you get away",
        "start": 183.99,
        "duration": 5.25
    },
    {
        "text": "From me all of that said there are also people that argue that Logan Paul himself is racist and not specifically just because of this",
        "start": 189.24,
        "duration": 5.55
    },
    {
        "text": "video creator Jimmy Wong tweeted",
        "start": 194.79,
        "duration": 1.8
    },
    {
        "text": "Hey, world's, if you didn't know Logan Paul has always been disrespectful and racist towards Asians",
        "start": 196.59,
        "duration": 3.87
    },
    {
        "text": "This is nothing new set then showcasing several old Logan Paul tweet",
        "start": 200.46,
        "duration": 3.779
    },
    {
        "text": "And the worst of the three images",
        "start": 204.24,
        "duration": 0.88
    },
    {
        "text": "Included came from 2012 logan paul writes watermelon makes your penis bigger black men so it increases the estrogen in your body decreasing penis size",
        "start": 205.12,
        "duration": 6.8
    },
    {
        "text": "Asians and that stirred up a debate of its own some people saying yes",
        "start": 212.17,
        "duration": 3.079
    },
    {
        "text": "It's blatantly racist or at the very least incredibly disrespectful others saying no, it's just a joke. I'm saying well",
        "start": 215.25,
        "duration": 5.369
    },
    {
        "text": "It couldn't be racist cuz he said a positive thing about black men to that point",
        "start": 220.62,
        "duration": 4.02
    },
    {
        "text": "I would say that's not really how that works why no one was accusing Logan Paul of being racist towards black people - I think",
        "start": 224.64,
        "duration": 5.759
    },
    {
        "text": "There's a really interesting debate and conversation around",
        "start": 230.4,
        "duration": 2.13
    },
    {
        "text": "when you say positive thing about a minority in your country many people see it as a gateway or a",
        "start": 232.78,
        "duration": 5.27
    },
    {
        "text": "justification for racism if you're saying a minority is superior and some s",
        "start": 238.24,
        "duration": 4.069
    },
    {
        "text": "But it makes it not racist for you to say a negative thing about another minority being worse",
        "start": 242.31,
        "duration": 4.41
    },
    {
        "text": "I'd also love to know what your thoughts are on people going back through people's Twitter history and finding offending content",
        "start": 246.72,
        "duration": 5.639
    },
    {
        "text": "Or there's some people that probably want me to like rip logan Paul's head off for that tweet that really wouldn't make sense while there",
        "start": 252.36,
        "duration": 4.77
    },
    {
        "text": "Are people that are offended by it it was five years ago",
        "start": 257.13,
        "duration": 2.489
    },
    {
        "text": "He was 17 and while the age is not fully an excuse I know that when I a much much younger youtuber",
        "start": 259.62,
        "duration": 5.42
    },
    {
        "text": "I said racially insensitive things trying to make it a joke thinking. I was hilarious anytime. I come across that content",
        "start": 265.04,
        "duration": 5.639
    },
    {
        "text": "I'm just like cringe and I was like haha so fucking stupid",
        "start": 270.68,
        "duration": 2.429
    },
    {
        "text": "So it make me a hypocrite to go after Logan for that now as far as the Logan Paul being disrespectful",
        "start": 273.11,
        "duration": 3.87
    },
    {
        "text": "Maybe not seeing Japanese people as real people that's a point several creators have made",
        "start": 276.98,
        "duration": 4.109
    },
    {
        "text": "When you look through his other footage from Japan you go. Oh, I don't know if you could argue",
        "start": 281.43,
        "duration": 4.46
    },
    {
        "text": "It's specifically targeted towards Asian people but he is",
        "start": 285.89,
        "duration": 3.179
    },
    {
        "text": "Incredibly disrespectful, I mean when you're a tourist you are a guest in a country as far as being respectful",
        "start": 289.59,
        "duration": 4.67
    },
    {
        "text": "This is something Logan Paul hits on in his video",
        "start": 294.26,
        "duration": 1.95
    },
    {
        "text": "It just got to be careful to not like disrespect the culture Japan is all about the respect",
        "start": 296.21,
        "duration": 4.68
    },
    {
        "text": "Hi, how you feel we're gonna be respectful",
        "start": 311.48,
        "duration": 3.199
    },
    {
        "text": "Then see him just bothering people trying to go about their day not wanting to be filthy instead of driving in cars hello",
        "start": 319.4,
        "duration": 6.83
    },
    {
        "text": "The game seems to be malfunctioning",
        "start": 331.34,
        "duration": 2.0
    },
    {
        "text": "Much, Oh broken though. He then starts throwing pokeballs at people trying to capture them to catch you you go honey get up. I",
        "start": 333.76,
        "duration": 7.979
    },
    {
        "text": "Choose you no Yoda I choose",
        "start": 342.77,
        "duration": 2.72
    },
    {
        "text": "No even at one point throwing a pokeball at a Japanese police officer",
        "start": 347.06,
        "duration": 4.459
    },
    {
        "text": "The reason I say that I don't think it's geared towards a group of people is if you look at his stuff just from LA",
        "start": 354.8,
        "duration": 5.15
    },
    {
        "text": "A lot of the time it looks like as long as he gets his content his view is he doesn't care about real-world",
        "start": 359.95,
        "duration": 4.019
    },
    {
        "text": "Ramifications he has a video of its general Ria's his fans across the street and then of course",
        "start": 364.16,
        "duration": 3.979
    },
    {
        "text": "It's the general public outside of his apartment",
        "start": 368.139,
        "duration": 1.721
    },
    {
        "text": "And he fakes someone shooting him in the back of the head in his apartment with a shotgun",
        "start": 369.86,
        "duration": 5.6
    },
    {
        "text": "Just fake murder with an audience watch and obviously I'm not trying to say that's a disrespect thing",
        "start": 375.669,
        "duration": 3.57
    },
    {
        "text": "I'm just saying that this is really in line with what I said when when everything is content. You're viewing it",
        "start": 379.24,
        "duration": 4.47
    },
    {
        "text": "Just about views and all this is gonna work out for me. Nothing sacred that lends itself to carelessness idiocy and disrespect",
        "start": 383.71,
        "duration": 6.899
    },
    {
        "text": "I just personally think that Logan Paul's ego. Has gone unchecked for a very long time",
        "start": 390.61,
        "duration": 3.72
    },
    {
        "text": "Everything he does involves him winning",
        "start": 395.03,
        "duration": 2.089
    },
    {
        "text": "Even as I mentioned before if we're looking at pure numbers this has been a good",
        "start": 397.12,
        "duration": 2.82
    },
    {
        "text": "Controversy for him especially because the only place or entity like a check-in would be YouTube",
        "start": 400.19,
        "duration": 3.769
    },
    {
        "text": "But has done nothing that said with this story. I want to pass the question off to you. What is your takeaway?",
        "start": 403.96,
        "duration": 4.26
    },
    {
        "text": "No there were several points and several points of a debate. I just love to know your thoughts on the whole situation",
        "start": 408.22,
        "duration": 4.109
    },
    {
        "text": "Let me know in those comments down below",
        "start": 412.33,
        "duration": 1.56
    },
    {
        "text": "And then let's talk about Danny Kaye from the UK the story around Danny Kaye takes place over several years in 2013 Danny was 24",
        "start": 413.89,
        "duration": 6.419
    },
    {
        "text": "He was living in Derbyshire in the UK he meets the sixteen-year-old girl, which is legal there",
        "start": 420.31,
        "duration": 3.989
    },
    {
        "text": "They hit it off and for two years the official story was that Danny and this girl met she's named in the court docs is",
        "start": 424.3,
        "duration": 4.71
    },
    {
        "text": "Jane Smith according to her they had sex that she in no way consented to and after half a year",
        "start": 429.01,
        "duration": 4.109
    },
    {
        "text": "She finally wants police and Danny was charged with rate at his trial the jury was shown Facebook messages between himself and the woman",
        "start": 433.12,
        "duration": 5.729
    },
    {
        "text": "Just made it seem that Danny had lied to her about his age claiming",
        "start": 438.99,
        "duration": 2.79
    },
    {
        "text": "It was also 17",
        "start": 441.78,
        "duration": 1.05
    },
    {
        "text": "So it looks like he was lying to try and lure her in then he raped her",
        "start": 442.83,
        "duration": 3.42
    },
    {
        "text": "Additionally the jury got to see messages where he said sorry for hurting her from the eyes of the jury easy case",
        "start": 446.31,
        "duration": 4.679
    },
    {
        "text": "Justice served Danny goes off to prison",
        "start": 451.06,
        "duration": 1.82
    },
    {
        "text": "Here's the thing the entire time Danny was adamant that he was innocent he claims that him and the girl met they did have consensual",
        "start": 452.88,
        "duration": 5.4
    },
    {
        "text": "Sex a they continued to contact for some time before finally breaking things off",
        "start": 458.28,
        "duration": 3.479
    },
    {
        "text": "He doesn't said he deleted the messages on his phone because he saw no purpose and keeping them",
        "start": 461.79,
        "duration": 3.63
    },
    {
        "text": "He also claimed that the messages shown at the trial were legit messages, but they were edited to make him look bad",
        "start": 465.42,
        "duration": 4.47
    },
    {
        "text": "Okay, saying my jaw drop. I said to the prosecutor that there were other messages that the conversations weren't complete",
        "start": 470.1,
        "duration": 5.07
    },
    {
        "text": "We got angrier and louder and kept saying I put it to you that you raped this girl",
        "start": 475.17,
        "duration": 3.899
    },
    {
        "text": "And now you're lying to this court and so for two years Danny was in prison and for two years Danny was claiming",
        "start": 479.07,
        "duration": 5.64
    },
    {
        "text": "He was an innocent man and one day",
        "start": 484.71,
        "duration": 1.65
    },
    {
        "text": "He's just talking to a fellow inmate about the issue the inmate lets him know that his messages were likely archived",
        "start": 486.36,
        "duration": 4.709
    },
    {
        "text": "He reportedly tells Danny how to get them back Danny, then tells his sister-in-law and within five minutes",
        "start": 491.07,
        "duration": 4.8
    },
    {
        "text": "She had the messages she told reporters. I couldn't believe how easy it was to find the messages",
        "start": 495.93,
        "duration": 4.109
    },
    {
        "text": "I am no social media expert",
        "start": 500.04,
        "duration": 1.44
    },
    {
        "text": "But it only took me a minute to find them so how trained police couldn't is beyond me and looking through the messages wow",
        "start": 501.48,
        "duration": 5.279
    },
    {
        "text": "wow",
        "start": 507.04,
        "duration": 0.6
    },
    {
        "text": "wow",
        "start": 507.64,
        "duration": 0.54
    },
    {
        "text": "Let's go through the key moment the moment where it appeared that he was lying about his age where he says how old are you?",
        "start": 508.18,
        "duration": 5.029
    },
    {
        "text": "Baby, look nice. She says. I'm only nearly 17. He says same here turns out to em only 17. He responded cool cool",
        "start": 513.21,
        "duration": 6.63
    },
    {
        "text": "Are you single she says yep? Just recently ended? I'm over it now though. What about you?",
        "start": 519.87,
        "duration": 4.26
    },
    {
        "text": "He says same here",
        "start": 524.16,
        "duration": 1.47
    },
    {
        "text": "Then we see evidence of friendly",
        "start": 525.63,
        "duration": 1.75
    },
    {
        "text": "Conversations after the alleged write original jury just saw que se don't take you long does it you didn't really like me",
        "start": 527.38,
        "duration": 5.809
    },
    {
        "text": "Did you completely removing the back-and-forth? They had where he asked for her number?",
        "start": 533.19,
        "duration": 3.15
    },
    {
        "text": "She still gave him her saying that she did actually like him texts make it seem like she definitely",
        "start": 536.34,
        "duration": 4.289
    },
    {
        "text": "Wants to be with him to the part where it looked like he was admitting to hurting hers as I do like you",
        "start": 540.79,
        "duration": 4.369
    },
    {
        "text": "I'm just fed up of everyone trying to fuck everything up for me. I just don't want you being hurt",
        "start": 545.16,
        "duration": 3.479
    },
    {
        "text": "She says it's too late. I'm already hurt kee responds. No reply. Just got your message. Yeah well",
        "start": 548.64,
        "duration": 4.71
    },
    {
        "text": "I don't know what to say there. She removed a massive part of the conversation from Kay's later",
        "start": 553.35,
        "duration": 4.589
    },
    {
        "text": "Text of no reply which was meant to be hey, why haven't you responded to my texts? No reply as to hurting okay?",
        "start": 557.94,
        "duration": 6.21
    },
    {
        "text": "It doesn't matter. Yeah, just keep fucking up my life. I just give up fries",
        "start": 564.15,
        "duration": 3.119
    },
    {
        "text": "I haven't opted myself yet after it doesn't matter she responds",
        "start": 567.27,
        "duration": 3.059
    },
    {
        "text": "I thought you would at least tried to get me, but you was like yeah",
        "start": 570.33,
        "duration": 3.16
    },
    {
        "text": "Okay under the top of my self comment",
        "start": 573.49,
        "duration": 1.86
    },
    {
        "text": "She said don't say that was the part where I looked like he apologized for raping her saying I mean it",
        "start": 575.35,
        "duration": 4.229
    },
    {
        "text": "I have much of a fucked up life to keep going and going sorry",
        "start": 579.58,
        "duration": 2.91
    },
    {
        "text": "but then we find that there was a massive deleted section where you can actually see what the hell they were actually talking about the",
        "start": 582.49,
        "duration": 5.159
    },
    {
        "text": "Good news. Is these text messages were brought to the court",
        "start": 587.65,
        "duration": 2.13
    },
    {
        "text": "They released Danny the next day, but of course the negative side is he still served two years in prison for something",
        "start": 589.78,
        "duration": 5.609
    },
    {
        "text": "He didn't do Danny is saying to the media looking back. I kick myself for trusting a system that betrayed me",
        "start": 595.39,
        "duration": 4.83
    },
    {
        "text": "I just like to know why it all",
        "start": 600.22,
        "duration": 2.0
    },
    {
        "text": "Happily stid investigate properly. They've just taken our word for it",
        "start": 602.42,
        "duration": 3.26
    },
    {
        "text": "She might have written it on a piece of toilet paper and said there's a conversation between us as far as the Derbyshire Police they",
        "start": 605.68,
        "duration": 5.279
    },
    {
        "text": "Said we will be reviewing our",
        "start": 610.96,
        "duration": 1.66
    },
    {
        "text": "Investigation to find out whether lessons can be learned as far as potential lessons it appears that they just never looked into Danny's side of",
        "start": 612.62,
        "duration": 6.349
    },
    {
        "text": "the story according to reports the",
        "start": 618.97,
        "duration": 1.3
    },
    {
        "text": "Investigating officer only asked for the login information from the girl when you see things like this is just such a scary situation",
        "start": 620.27,
        "duration": 5.51
    },
    {
        "text": "Obviously we talk about innocent until proven guilty what it looks like here is just a half-assed job",
        "start": 626.18,
        "duration": 4.789
    },
    {
        "text": "Looking for a conviction rather than justice and if we're talking about human lives",
        "start": 631.1,
        "duration": 3.59
    },
    {
        "text": "Maybe don't rush and that's actually where I'm going to end today shit and remember if you like this video you like what I try",
        "start": 635.36,
        "duration": 4.609
    },
    {
        "text": "And do on this channel hit that like button if you're new here hit that subscribe button also remember if you missed the last philip",
        "start": 639.97,
        "duration": 4.859
    },
    {
        "text": "Defranco show you want to catch up click or tap right there to watch that or if you want to watch the brand new behind",
        "start": 644.83,
        "duration": 4.2
    },
    {
        "text": "The scenes friday vlog click here lots. That said of course as always my name's philip defranco. You've just been phill'd in I",
        "start": 649.03,
        "duration": 5.669
    },
    {
        "text": "Love yo faces, and i'll see you Monday",
        "start": 654.7,
        "duration": 2.37
    }
]