[
    {
        "text": "Sup you beautiful bastards",
        "start": 0.03,
        "duration": 1.77
    },
    {
        "text": "Hope you're having a fantastic Wednesday.",
        "start": 1.9,
        "duration": 1.6
    },
    {
        "text": "Welcome back to the Philip DeFranco show.",
        "start": 3.74,
        "duration": 1.76
    },
    {
        "text": "And lets just jump into it.",
        "start": 5.5,
        "duration": 10.099
    },
    {
        "text": "No, but the reason we're talking about divorce today is the u.s",
        "start": 15.599,
        "duration": 2.31
    },
    {
        "text": "Divorce rate is reportedly going down according to an analysis by University of Maryland sociology professor Philip Cowan",
        "start": 17.91,
        "duration": 5.43
    },
    {
        "text": "This is heavily because of Gen Xers as well as Millennials those damn Millennials killing everything",
        "start": 23.34,
        "duration": 5.309
    },
    {
        "text": "According to headlines on the Internet to the point that it's gotten mean. Yeah, according to the analysis the u.s",
        "start": 28.96,
        "duration": 4.97
    },
    {
        "text": "Divorce rate has dropped eighteen percent from 2008 to 2016 for the most part",
        "start": 33.93,
        "duration": 4.079
    },
    {
        "text": "It appears that it's because Gen Xers and Millennials",
        "start": 38.01,
        "duration": 1.99
    },
    {
        "text": "They're in one they're getting married less - they're waiting til they're older when they have their life in some sort of order now finances",
        "start": 40.0,
        "duration": 7.279
    },
    {
        "text": "Education having some sort of idea who you are by yourself because we all die alone",
        "start": 47.53,
        "duration": 3.979
    },
    {
        "text": "And if you just try and fill that hole in yourself with another person, it's just not gonna be good",
        "start": 51.64,
        "duration": 4.52
    },
    {
        "text": "we all die alone says you get to know that person but also according to the report the reason younger people are also getting so",
        "start": 56.16,
        "duration": 5.219
    },
    {
        "text": "much praise is that older people have been divorcing at incredible rates according to the Bowling Green's National Center for Family and marriage research from",
        "start": 61.379,
        "duration": 7.29
    },
    {
        "text": "1990 to 2015 the divorce rate doubled for people between the ages of 55 and",
        "start": 68.89,
        "duration": 4.61
    },
    {
        "text": "64 and it tripled for Americans 65 and older but also whoever the research it appears that there is a",
        "start": 73.75,
        "duration": 4.849
    },
    {
        "text": "Monetary element to this cohen say marriage is more and more an achievement of status rather than something that people do regardless of how they're",
        "start": 78.7,
        "duration": 6.23
    },
    {
        "text": "Doing and Bloomberg right many poorer and less educated Americans are opting not to get married at all",
        "start": 84.93,
        "duration": 4.47
    },
    {
        "text": "They're living together and often raising kids together, but deciding not to tie the knot then also addict studies have shown",
        "start": 89.4,
        "duration": 5.309
    },
    {
        "text": "These cohabitating relationships are less stable than they used to be",
        "start": 94.71,
        "duration": 3.089
    },
    {
        "text": "So I personally found this really fascinating especially since I think a lot of people still have this notion that that marriages are",
        "start": 97.799,
        "duration": 5.22
    },
    {
        "text": "50/50 as far as if they're gonna end in divorce I say this as a man who is very happy in his marriage if you",
        "start": 103.39,
        "duration": 4.759
    },
    {
        "text": "Are young you're in love? You? Do not need to get married. I love my wife best choice",
        "start": 108.149,
        "duration": 4.98
    },
    {
        "text": "I ever made",
        "start": 113.13,
        "duration": 0.519
    },
    {
        "text": "We have grown and become different people and I think better people because of one another but there are very few non personal",
        "start": 113.649,
        "duration": 6.17
    },
    {
        "text": "Reasons to get married to get the government involved in your relationship",
        "start": 119.95,
        "duration": 3.83
    },
    {
        "text": "Also, make sure you have your shit together first if possible, and this isn't a unique thing",
        "start": 124.149,
        "duration": 4.94
    },
    {
        "text": "But it is a very true thing that other people have said if you have money that you're saving for",
        "start": 129.09,
        "duration": 3.809
    },
    {
        "text": "marriage spend that money on a trip together",
        "start": 133.08,
        "duration": 2.339
    },
    {
        "text": "Have you traveled somewhere with that person for two to six weeks and you don't want to strangle them?",
        "start": 135.42,
        "duration": 4.559
    },
    {
        "text": "That's a great sign. I have people who have been best friends that I wanted to strangle just driving across the country together",
        "start": 140.08,
        "duration": 5.809
    },
    {
        "text": "That will test your relationship",
        "start": 146.41,
        "duration": 1.64
    },
    {
        "text": "Also, every relationship is different",
        "start": 148.05,
        "duration": 1.3
    },
    {
        "text": "But the super final note that I want to add already pumped about before but Daniels loss",
        "start": 149.35,
        "duration": 3.229
    },
    {
        "text": "He has two specials on Netflix the second one. Jigsaw",
        "start": 152.58,
        "duration": 2.58
    },
    {
        "text": "He talks about relationships watch that if you're in a relationship with someone watch it with them tell me how it goes",
        "start": 155.16,
        "duration": 4.889
    },
    {
        "text": "I'm hoping for the best actually the question",
        "start": 160.08,
        "duration": 1.41
    },
    {
        "text": "I'll tackle into this story because we have a lot of different people watching different backgrounds different ages",
        "start": 161.49,
        "duration": 4.319
    },
    {
        "text": "What is your opinion on marriage? Have you done it do you love it? Do you hate it?",
        "start": 165.81,
        "duration": 3.809
    },
    {
        "text": "How many times if you not do even want to are you gonna wait, etc, etc",
        "start": 169.62,
        "duration": 3.48
    },
    {
        "text": "I'd love to know and I really look forward to your responses",
        "start": 173.14,
        "duration": 2.69
    },
    {
        "text": "But from that I want to share some stuff I loved today and today and awesome brought to you by better help calm",
        "start": 175.83,
        "duration": 4.889
    },
    {
        "text": "DeFranco and better help if you don't know is the fantastic place and service we can get affordable private online",
        "start": 181.06,
        "duration": 4.55
    },
    {
        "text": "Counsel right on your computer your tablet your phone you get access to a licensed trained experienced accredited psychologist. That's so easy",
        "start": 185.8,
        "duration": 6.139
    },
    {
        "text": "All you've got to do is go to better help calm DeFranco. You fill out a questionnaire",
        "start": 191.94,
        "duration": 3.179
    },
    {
        "text": "They match you with a counselor, and you could start counseling today",
        "start": 195.12,
        "duration": 2.46
    },
    {
        "text": "Also even better",
        "start": 197.58,
        "duration": 0.78
    },
    {
        "text": "If you're one of the parents out there that have been like I want my kid to use the service but they're 13 to 17",
        "start": 198.36,
        "duration": 4.02
    },
    {
        "text": "The service is only for 18 up. Well now instead of being turned away during the questionnaire process",
        "start": 202.38,
        "duration": 4.109
    },
    {
        "text": "You will be forwarded to a sister site that is specifically dedicated for that",
        "start": 206.489,
        "duration": 3.63
    },
    {
        "text": "I mean point if you're interested you want to find out more maybe you just want to start just go to better help calm",
        "start": 210.15,
        "duration": 3.93
    },
    {
        "text": "DeFranco the first bit of awesome is Jimmy Fallon decided he would try to break the internet and so he got BTS to the fort",
        "start": 214.45,
        "duration": 6.199
    },
    {
        "text": "Night dance challenge then. We got the newest. Oh my god",
        "start": 220.65,
        "duration": 2.67
    },
    {
        "text": "I'm so excited trailer for creed 2 and we got a new clip for the venom movie then with the",
        "start": 223.32,
        "duration": 3.989
    },
    {
        "text": "Fantastic binging with babish doing a video with Maisie Williams and we got a feast mansion with Joe G and Rich Bryant",
        "start": 227.41,
        "duration": 5.869
    },
    {
        "text": "We also got a teaser for season 3 of daredevil get the launch trailer for Assassin's",
        "start": 233.28,
        "duration": 3.45
    },
    {
        "text": "Creed Odyssey, if you want to see the full versions of everything",
        "start": 236.89,
        "duration": 2.72
    },
    {
        "text": "I'll just share the secret link of the day really anything at all",
        "start": 239.61,
        "duration": 2.699
    },
    {
        "text": "Links as always are in the description down below only a two pieces of interesting industry entertainment news the first being we saw the further",
        "start": 242.41,
        "duration": 6.229
    },
    {
        "text": "Blending of the mainstream with the digital world. Thanks to Will Smith",
        "start": 248.709,
        "duration": 3.23
    },
    {
        "text": "Who did this the whole live stream where he jumped out of a helicopter?",
        "start": 251.94,
        "duration": 3.72
    },
    {
        "text": "Well, then she jumped out of a helicopter and it was live stream",
        "start": 255.66,
        "duration": 2.579
    },
    {
        "text": "There were a ton of people watching it live. The video afterwards is number one trending on YouTube and is over 7 million",
        "start": 258.239,
        "duration": 5.61
    },
    {
        "text": "I know there were some people crapping all over this because this was part of the YouTube originals push",
        "start": 264.22,
        "duration": 3.839
    },
    {
        "text": "So there's YouTube money going to someone that's from the mainstream rather than like a homegrown talent. Here's the thing",
        "start": 268.06,
        "duration": 4.709
    },
    {
        "text": "I obviously would prefer if YouTube invested more into the homegrown talent rather than these bigger things",
        "start": 272.77,
        "duration": 4.77
    },
    {
        "text": "but you have to for YouTube they have to do a kind of to prompt there's a homegrown and then there's the",
        "start": 277.54,
        "duration": 4.199
    },
    {
        "text": "Mainstream that's adopting it and it's all about validating the space also",
        "start": 281.84,
        "duration": 3.769
    },
    {
        "text": "I feel like I need to hit on this and no this is not me shit-talking Will Smith because as far as any mainstream",
        "start": 285.61,
        "duration": 4.98
    },
    {
        "text": "Talent coming to YouTube and braising the platform",
        "start": 290.78,
        "duration": 2.63
    },
    {
        "text": "I think Will Smith has done it in a real way in a way that it feels like it's about the connection and getting a",
        "start": 293.44,
        "duration": 3.899
    },
    {
        "text": "Message out there rather than just this is me marking off a thing",
        "start": 297.34,
        "duration": 3.059
    },
    {
        "text": "I'm supposed to do for my social media as far as the specific instance",
        "start": 300.4,
        "duration": 2.7
    },
    {
        "text": "you have a",
        "start": 303.1,
        "duration": 0.82
    },
    {
        "text": "mainstream celebrity that's getting a lot of people talking about what is happening on YouTube what you can see is a positive and personally I",
        "start": 303.92,
        "duration": 5.509
    },
    {
        "text": "Find it to be one that said you could see it as somewhat of a negative",
        "start": 309.43,
        "duration": 3.57
    },
    {
        "text": "considering the second piece of industry news that I was going to talk about yesterday Shane Dawson released Episode one of the mind of Jake",
        "start": 313.13,
        "duration": 6.049
    },
    {
        "text": "Paul in less than a day as of recording this video that video has gotten",
        "start": 319.18,
        "duration": 3.179
    },
    {
        "text": "9.2 million public views what the real-time views are right now",
        "start": 322.94,
        "duration": 3.38
    },
    {
        "text": "We don't know it 9.2 million on a 40-minute piece of content",
        "start": 326.32,
        "duration": 4.349
    },
    {
        "text": "That was so that was so massively consumed that in the first two minutes as I mentioned yesterday",
        "start": 330.669,
        "duration": 5.1
    },
    {
        "text": "It passed",
        "start": 335.77,
        "duration": 0.85
    },
    {
        "text": "200,000 views and so that video which is longer which is supposed to play better with the algorithm because it's keeping people on the platform",
        "start": 336.62,
        "duration": 5.57
    },
    {
        "text": "longer",
        "start": 342.41,
        "duration": 0.5
    },
    {
        "text": "I mean close to the same time frame has more than two million views more",
        "start": 342.91,
        "duration": 3.509
    },
    {
        "text": "than the Will Smith video a video that keep in mind was separate from the live stream and was only eight minutes that like the",
        "start": 346.49,
        "duration": 5.6
    },
    {
        "text": "Will Smith video has also been shared all over the place on other web sites is not even trending the United States as I'm recording",
        "start": 352.09,
        "duration": 6.24
    },
    {
        "text": "This video with way more engagement Dawson's video having over 1 million likes and only 13,000 dislikes Will's at 119 thousand likes",
        "start": 358.33,
        "duration": 7.709
    },
    {
        "text": "15,000 dislikes chains with over",
        "start": 366.5,
        "duration": 2.0
    },
    {
        "text": "160,000 comment wills at around",
        "start": 368.9,
        "duration": 1.74
    },
    {
        "text": "8,000 although given that Will Smith's video is in that coveted number one spot that just man the views pile in after that",
        "start": 370.64,
        "duration": 6.5
    },
    {
        "text": "It's very likely you'll close the gap maybe even past shame",
        "start": 377.14,
        "duration": 2.849
    },
    {
        "text": "And so and I say kind of more understandably with people angry saying this is an example of YouTube",
        "start": 379.99,
        "duration": 4.529
    },
    {
        "text": "embracing the mainstream before their own",
        "start": 384.71,
        "duration": 2.089
    },
    {
        "text": "So there was that there are also people asking me my opinion of episode 1 of the Shane Dawson series",
        "start": 386.8,
        "duration": 4.44
    },
    {
        "text": "what I would say is episode 1 was essentially a shame kind of just setting the stage for the rest of the series and I",
        "start": 391.24,
        "duration": 4.619
    },
    {
        "text": "think that's appropriate considering that there are ton of people that are gonna be like",
        "start": 395.86,
        "duration": 3.03
    },
    {
        "text": "what is a Jake Paul and I think kind of your passerby ins are gonna be like wait it was that the guy with the",
        "start": 398.89,
        "duration": 4.169
    },
    {
        "text": "suicide forest thing or is that oh",
        "start": 403.07,
        "duration": 1.73
    },
    {
        "text": "it's that guy's brother and all so then kind of as a refresher for people that are aware of some of the things from the",
        "start": 404.8,
        "duration": 4.289
    },
    {
        "text": "Past maybe not aware of some of the other aspects. Oh really? There's not ton to react to there",
        "start": 409.09,
        "duration": 3.93
    },
    {
        "text": "Although there is one",
        "start": 413.02,
        "duration": 0.94
    },
    {
        "text": "point Shane in the first episode has this kind of main focus of are there youtubers out there whether it be Jake or others that",
        "start": 413.96,
        "duration": 5.899
    },
    {
        "text": "Are sociopaths Jake Paul addressed this in his own video where he wanted people to know",
        "start": 419.86,
        "duration": 3.75
    },
    {
        "text": "I'm not a sociopath but of course the problem there is that's probably what a sociopath would say now that I'm calling him a sociopath",
        "start": 423.61,
        "duration": 5.07
    },
    {
        "text": "Which is actually the one thing I do want to comment on. I'm not qualified to diagnose personality disorders",
        "start": 428.68,
        "duration": 4.889
    },
    {
        "text": "I don't know if there's Jake or several of the other names that have kind of popped up because of this",
        "start": 433.57,
        "duration": 3.72
    },
    {
        "text": "conversation if they are",
        "start": 437.42,
        "duration": 0.92
    },
    {
        "text": "in fact",
        "start": 438.34,
        "duration": 0.73
    },
    {
        "text": "sociopaths",
        "start": 439.07,
        "duration": 0.68
    },
    {
        "text": "What I will say and this is no secret and I think most cynics out there could probably guess there are a lot of people",
        "start": 439.75,
        "duration": 5.52
    },
    {
        "text": "That are favorites to massive communities that are fake gasps fucking horrible people",
        "start": 445.27,
        "duration": 4.559
    },
    {
        "text": "And here's the thing given the rise of social medias and this specific avenue",
        "start": 449.83,
        "duration": 3.539
    },
    {
        "text": "We're talking about YouTube all of a sudden people",
        "start": 453.37,
        "duration": 1.99
    },
    {
        "text": "getting massive view is in the ego that comes with it and the money that comes with it and the opportunity is both good and",
        "start": 455.36,
        "duration": 5.809
    },
    {
        "text": "Really bad very quickly. It enables people especially if they do not have a good base around them",
        "start": 461.51,
        "duration": 5.66
    },
    {
        "text": "It enables them to become the worst version of themselves possible. People want more and more and more",
        "start": 467.17,
        "duration": 4.589
    },
    {
        "text": "They want to hold on to the attention the fame the money and all this is happening an environment that yes",
        "start": 471.76,
        "duration": 5.16
    },
    {
        "text": "There are portions of it that are collaborative",
        "start": 476.92,
        "duration": 1.68
    },
    {
        "text": "but it is very very",
        "start": 478.6,
        "duration": 1.48
    },
    {
        "text": "competitive to a lot of people and it's also something a shame kind of hits on this is all happening in an environment where the",
        "start": 480.08,
        "duration": 5.659
    },
    {
        "text": "Ridiculous the outlandish its incentivized",
        "start": 485.96,
        "duration": 2.509
    },
    {
        "text": "Also once you get to a certain level and it's different for other people",
        "start": 488.47,
        "duration": 2.369
    },
    {
        "text": "there's paranoia that comes with it because if you like",
        "start": 490.84,
        "duration": 2.43
    },
    {
        "text": "You know are people just using me are they here for whatever bad reason the thing is it's not even",
        "start": 493.27,
        "duration": 4.079
    },
    {
        "text": "paranoia in some cases",
        "start": 497.45,
        "duration": 1.28
    },
    {
        "text": "there was a",
        "start": 498.73,
        "duration": 0.91
    },
    {
        "text": "Situation for me personal I once found out that someone that I thought was a friend was bragging to someone else that they had",
        "start": 499.64,
        "duration": 5.839
    },
    {
        "text": "Convinced me into becoming their friends so they could get a job an opportunity",
        "start": 505.61,
        "duration": 4.1
    },
    {
        "text": "There are a lot of different things from a lot of different angles that can push you to a really bad place",
        "start": 509.71,
        "duration": 4.38
    },
    {
        "text": "And all of that if not dealt with properly",
        "start": 514.19,
        "duration": 2.0
    },
    {
        "text": "Can then further fuel even worse?",
        "start": 516.56,
        "duration": 2.27
    },
    {
        "text": "behavior",
        "start": 518.96,
        "duration": 0.6
    },
    {
        "text": "both in front of and behind the camera and so I'm feeling like over the course of the eight episodes that that is going to",
        "start": 519.56,
        "duration": 4.82
    },
    {
        "text": "Be addressed. Ultimately. We're gonna have to wait to see if that's true the questions I want to pass off",
        "start": 524.38,
        "duration": 3.21
    },
    {
        "text": "Do you hear one regarding kind of the Shane Dawson Will Smith?",
        "start": 527.59,
        "duration": 3.239
    },
    {
        "text": "Not to put these two Titans against one another do you feel like this is random",
        "start": 531.1,
        "duration": 4.44
    },
    {
        "text": "It's just the algorithm at play or is this preferential treatment in - if you saw episode 1 of Shane series",
        "start": 535.54,
        "duration": 4.44
    },
    {
        "text": "I'd love to know what you think",
        "start": 539.98,
        "duration": 0.839
    },
    {
        "text": "Let's talk about this story coming out of Alaska that I'm gonna give you a warning you're gonna be furious and this story revolves around",
        "start": 540.819,
        "duration": 6.18
    },
    {
        "text": "Justin Schneider was a former air traffic controller from",
        "start": 547.069,
        "duration": 2.42
    },
    {
        "text": "Alaska if you're wondering why we're talking about him today why you are going to be furious",
        "start": 549.56,
        "duration": 3.799
    },
    {
        "text": "That's because in August of last year Schneider met a 25 year old Native American woman at a gas station yesterday",
        "start": 553.36,
        "duration": 4.619
    },
    {
        "text": "She needed a ride woman accepted she got into the car",
        "start": 557.98,
        "duration": 2.489
    },
    {
        "text": "But Schneider didn't end up taking the woman to where she wanted to go instead. He took this woman to a dead-end street",
        "start": 560.47,
        "duration": 4.169
    },
    {
        "text": "He asked her to step out of the car and that is when Schneider tackled the woman and then proceeded to with both hands",
        "start": 564.639,
        "duration": 5.28
    },
    {
        "text": "Strangle her telling her that she was going to die Anchorage Police Detective Brett Sauber later wrote in a criminal complaint",
        "start": 570.139,
        "duration": 5.15
    },
    {
        "text": "She said she could not fight him off. He was too heavy and had her down being choked to death",
        "start": 575.29,
        "duration": 3.719
    },
    {
        "text": "The victim said she lost consciousness thinking she was going to die tonight or didn't end up killing this woman after the woman lost",
        "start": 579.009,
        "duration": 5.76
    },
    {
        "text": "Consciousness. He reportedly masturbated on her and when she regained consciousness Schneider was zipping up his pants",
        "start": 584.93,
        "duration": 4.94
    },
    {
        "text": "He handed the woman a tissue and then according to the criminal complaint",
        "start": 589.87,
        "duration": 2.489
    },
    {
        "text": "Schneider told her he wasn't really going to kill her that he needed her to believe she was going to die so that he could",
        "start": 592.519,
        "duration": 5.36
    },
    {
        "text": "Be sexually fulfilled and then according to police Snyder just drove to work following this a woman then reported the assault to the police according",
        "start": 597.88,
        "duration": 6.269
    },
    {
        "text": "To the Alaska star police of the woman had been traumatized to the point where she could hardly speak",
        "start": 604.149,
        "duration": 3.78
    },
    {
        "text": "After the assault neither was arrested at work",
        "start": 608.12,
        "duration": 1.969
    },
    {
        "text": "He was charged with one count of felony",
        "start": 610.089,
        "duration": 1.321
    },
    {
        "text": "kidnapping",
        "start": 611.41,
        "duration": 0.549
    },
    {
        "text": "three counts of assault and one count of harassment involving offensive contact with fluids with all of those charges added up Snyder faced 5 to",
        "start": 611.959,
        "duration": 6.559
    },
    {
        "text": "99 years in prison and here my friends is where the story gets even worse last week Leiter",
        "start": 618.56,
        "duration": 5.239
    },
    {
        "text": "Accepted a plea deal and he will not be receiving any prison time",
        "start": 623.93,
        "duration": 3.32
    },
    {
        "text": "Yes, really?",
        "start": 627.25,
        "duration": 0.689
    },
    {
        "text": "Although at some of the stories we've covered in the past",
        "start": 627.939,
        "duration": 2.0
    },
    {
        "text": "Possibly not the most surprising thing to you in this specific case and Schneider's daily plug guilty to one count of second-degree felony",
        "start": 630.11,
        "duration": 5.179
    },
    {
        "text": "Assault in exchange for the plea deal the other charges of assault kidnapping harassment",
        "start": 635.389,
        "duration": 3.95
    },
    {
        "text": "Those were all dismissed his official sentence was two years in prison with one year suspended",
        "start": 639.339,
        "duration": 3.929
    },
    {
        "text": "but the reason he won't be spending a moment in prison is because Schneider was given credit for a year under house arrest according to",
        "start": 643.269,
        "duration": 5.1
    },
    {
        "text": "Anchorage assistant district attorney Andrew granite he said he made the plea deal because she neither had no prior criminal record and seemed amenable to",
        "start": 648.37,
        "duration": 6.119
    },
    {
        "text": "Rehabilitation Franek also sang Schneider had already received a quote life sentence after he lost his job working for the federal",
        "start": 654.74,
        "duration": 5.599
    },
    {
        "text": "Vermin as a result of the case also saying that he believed the risk of Schneider reoffending is love something else that I found really",
        "start": 660.49,
        "duration": 4.859
    },
    {
        "text": "Troubling was something that Granick said two cameras. Keep in mind",
        "start": 665.48,
        "duration": 3.83
    },
    {
        "text": "This is the assistant DA saying that I hope it doesn't happen",
        "start": 669.31,
        "duration": 3.39
    },
    {
        "text": "That's the reason why I made the deal that I've made because I have reasonable expectations that it will not happen",
        "start": 673.01,
        "duration": 5.899
    },
    {
        "text": "but I would like the gentleman to be on notice that",
        "start": 679.07,
        "duration": 2.57
    },
    {
        "text": "that is one he's",
        "start": 682.64,
        "duration": 2.0
    },
    {
        "text": "one pass",
        "start": 685.1,
        "duration": 1.77
    },
    {
        "text": "it's not really a pass but given the conduct one might consider that it is ranek referred to this deal as a",
        "start": 686.87,
        "duration": 7.13
    },
    {
        "text": "Pass for the man that did everything that I just previously talked about",
        "start": 694.31,
        "duration": 4.76
    },
    {
        "text": "Also a thing of note here is according to local news sources Schneider did not apologize for his actions",
        "start": 699.07,
        "duration": 4.889
    },
    {
        "text": "he didn't mention the effects that his actions would have on the victim instead saying that he was grateful for the process talked about the",
        "start": 703.959,
        "duration": 5.31
    },
    {
        "text": "Positive effects this case has had on his life. I would just like to emphasize how grateful I am for this process",
        "start": 709.27,
        "duration": 6.269
    },
    {
        "text": "it has given me a year to really work on my self and",
        "start": 716.089,
        "duration": 3.8
    },
    {
        "text": "Become a better person and a better husband and a better father and I'm very eager to continue that journey as you'd expect following this",
        "start": 720.74,
        "duration": 5.21
    },
    {
        "text": "result there was a ton of",
        "start": 725.95,
        "duration": 1.36
    },
    {
        "text": "backlash online the plea deal to many it seemed",
        "start": 727.31,
        "duration": 2.33
    },
    {
        "text": "Ridiculously lenient considering what happened also on top of the fact that there is no jail time",
        "start": 729.8,
        "duration": 4.159
    },
    {
        "text": "Schneider is not even going to have to register as a sex offender for what he did and that's because despite the fact that he",
        "start": 734.06,
        "duration": 5.089
    },
    {
        "text": "masturbated on to this woman that he had just choked",
        "start": 739.49,
        "duration": 2.45
    },
    {
        "text": "Unconscious the state never actually ended up charging him with a sexual offense",
        "start": 742.04,
        "duration": 3.32
    },
    {
        "text": "The reason for that is prosecutors said the case did not meet the legal",
        "start": 745.36,
        "duration": 2.28
    },
    {
        "text": "Standards to be considered a sexual assault",
        "start": 747.77,
        "duration": 1.79
    },
    {
        "text": "and in fact",
        "start": 749.56,
        "duration": 0.36
    },
    {
        "text": "The outcry in Alaska has been so vocal the director of Alaska's Criminal Division had to release a statement and response to all of this",
        "start": 749.92,
        "duration": 4.77
    },
    {
        "text": "And in that statement John Skidmore director of the vision said though",
        "start": 754.69,
        "duration": 2.82
    },
    {
        "text": "It is understandable that some feel his sentence was not sufficiently harsh",
        "start": 757.51,
        "duration": 2.88
    },
    {
        "text": "all",
        "start": 760.39,
        "duration": 0.37
    },
    {
        "text": "Prosecutors are ethically required to follow the law no matter how disturbing the facts may be the same and also going on to say that",
        "start": 760.76,
        "duration": 4.849
    },
    {
        "text": "Skidmore independently reviewed the case and concluded the sentence was consistent with and reasonable under current sentencing laws in Alaska",
        "start": 765.61,
        "duration": 6.059
    },
    {
        "text": "But on the other side of that you have people saying yes",
        "start": 771.67,
        "duration": 2.159
    },
    {
        "text": "Because you dismissed the most serious charge which was kidnapping but on that note the criminal division's statement said state dismissed the most serious charge",
        "start": 773.829,
        "duration": 6.63
    },
    {
        "text": "Based on the conclusion that the state would be unable to prove the kidnapping at trial",
        "start": 780.459,
        "duration": 3.3
    },
    {
        "text": "Adding kidnapping requires that the victim be restrained or moved against his or her will the Criminal Division also addressing the past",
        "start": 783.88,
        "duration": 5.729
    },
    {
        "text": "Controversy saying the word joys use that is that some would view this?",
        "start": 789.98,
        "duration": 2.9
    },
    {
        "text": "As a pass was unfortunate and misunderstood the prosecutor was attempting to explain that while the agreed-upon sentence seemed lenient",
        "start": 793.02,
        "duration": 5.549
    },
    {
        "text": "it was consistent with current Alaska law and based on a thorough review of the facts of case my response to this whole",
        "start": 798.57,
        "duration": 4.769
    },
    {
        "text": "Situation is are you fucking serious one this notion that Schneider this monster this piece of hot",
        "start": 803.44,
        "duration": 5.779
    },
    {
        "text": "Garbage that he he is already serving a life sentence because he lost his government job. What the fuck mean?",
        "start": 809.44,
        "duration": 5.809
    },
    {
        "text": "It would have already been a weak argument",
        "start": 815.25,
        "duration": 1.38
    },
    {
        "text": "If you said he's already getting a life sentence because he has to register as a sex offender",
        "start": 816.63,
        "duration": 3.659
    },
    {
        "text": "He's not even getting that here",
        "start": 820.36,
        "duration": 1.68
    },
    {
        "text": "Despite and here's where it's extra batshit crazy and I'm just gonna use skidmores own words in this statement",
        "start": 822.04,
        "duration": 5.51
    },
    {
        "text": "He said in this case attending sex offender treatment is important his actions may have not technically qualified as a sex offense",
        "start": 827.55,
        "duration": 5.88
    },
    {
        "text": "But it is clearly appropriate under the circumstances and will hopefully help prevent him from doing more harm in the future",
        "start": 833.43,
        "duration": 4.739
    },
    {
        "text": "So he's not having to register as a sex offender and it does not qualify as a sex offense",
        "start": 838.17,
        "duration": 4.739
    },
    {
        "text": "But he is getting sex offender treatment bullshit bullshit bullshit. And how do you give this deal your your check?",
        "start": 842.91,
        "duration": 5.7
    },
    {
        "text": "And then in the same statement say aggressive prosecution of violent crime",
        "start": 848.61,
        "duration": 3.33
    },
    {
        "text": "Especially violence against women has always been and remains a priority for us",
        "start": 851.94,
        "duration": 3.239
    },
    {
        "text": "Well skid your words and your actions really don't seem to line up in to the politicians in Alaska",
        "start": 855.3,
        "duration": 4.979
    },
    {
        "text": "It sounds like you need to have changed your laws fucking yesterday. And also here's a question",
        "start": 860.279,
        "duration": 4.44
    },
    {
        "text": "How does this man also get to be a father his children at home and we're talking about a man that",
        "start": 864.72,
        "duration": 4.89
    },
    {
        "text": "Choked a woman until she passed out and then masturbated on top of her that's a person that gets to remain legally responsible",
        "start": 869.8,
        "duration": 5.21
    },
    {
        "text": "For a small child knows really where I want to end this story",
        "start": 875.2,
        "duration": 2.869
    },
    {
        "text": "I want to ask it more to Granick to anyone else involved that that approved that checked off that agreed with this deal or pass",
        "start": 878.07,
        "duration": 7.259
    },
    {
        "text": "You you call it unfortunate and that it's misunderstood, but that is a proper way to define what happened. This was a pass",
        "start": 885.329,
        "duration": 5.58
    },
    {
        "text": "I hope that this miscarriage of justice",
        "start": 890.91,
        "duration": 2.0
    },
    {
        "text": "Follows you to your sleep and I pray that this monster that you have given a pass that you ever allowed to be out there",
        "start": 892.959,
        "duration": 5.75
    },
    {
        "text": "With the general public does not reoffended - as far as that disgusting monster himself",
        "start": 898.709,
        "duration": 4.83
    },
    {
        "text": "Well, the laws of Alaska have fallen short and failed your victim",
        "start": 903.67,
        "duration": 3.59
    },
    {
        "text": "It is a general public that will have to pick up what little slack it can make sure that people never forget. What happened",
        "start": 907.26,
        "duration": 5.969
    },
    {
        "text": "What you did and that is why if you go to Justin Schneider guilty com",
        "start": 913.23,
        "duration": 4.71
    },
    {
        "text": "It takes you to this video specifically the part where I start talking about this story",
        "start": 917.97,
        "duration": 4.41
    },
    {
        "text": "So if you'd like to share this story, so more people are aware",
        "start": 922.38,
        "duration": 2.279
    },
    {
        "text": "You can share it the normal way or you can just pimp out Justin Schneider guilty calm and simply put they'll find out",
        "start": 924.66,
        "duration": 5.369
    },
    {
        "text": "Why you pled guilty? That's where I'll leave this one and I'll pass the question off to you",
        "start": 930.029,
        "duration": 3.21
    },
    {
        "text": "And actually that question is pretty open. What do you think about this given the violent nature of what happened here?",
        "start": 933.24,
        "duration": 4.739
    },
    {
        "text": "Do you think that it matters that he had a clear record?",
        "start": 937.98,
        "duration": 2.07
    },
    {
        "text": "Beforehand and also do you feel like stories like this are part of the reason why victims of sexual assault do not come forward",
        "start": 940.209,
        "duration": 5.75
    },
    {
        "text": "Yes, even when it is reported, we see situations like this. We see outcomes like the brock turner situation",
        "start": 945.959,
        "duration": 5.49
    },
    {
        "text": "I don't know any in all thoughts you have I'd love to hear that's what I'm gonna end",
        "start": 951.45,
        "duration": 2.819
    },
    {
        "text": "today's show if you like these daily dives into the news the the shining of a light here and there hit that like button if",
        "start": 954.269,
        "duration": 5.28
    },
    {
        "text": "You new here hit that subscribe button",
        "start": 959.55,
        "duration": 1.21
    },
    {
        "text": "Also, if you missed yesterday's philip defranco show you want to catch up you can click or tap right there to watch that",
        "start": 960.76,
        "duration": 4.309
    },
    {
        "text": "Well if you're not 100% Phil",
        "start": 965.07,
        "duration": 1.41
    },
    {
        "text": "then we did a",
        "start": 966.48,
        "duration": 1.33
    },
    {
        "text": "Special podcast that I had at least share a special part of you can click or tap right there to watch that lots",
        "start": 967.81,
        "duration": 5.599
    },
    {
        "text": "That's and of course as always, my name's philip. Defranco. You've just been phill'd in a la vo faces and i'll see you tomorrow",
        "start": 973.41,
        "duration": 6.48
    }
]