[
    {
        "text": "'sup you beautiful b*stards",
        "start": 0.0,
        "duration": 2.31
    },
    {
        "text": "I hope your having a fantastic Wednesday welcome back to the Philip DeFranco show and let's just jump into it. And the first thing we're gonna talk about today is the story",
        "start": 2.59,
        "duration": 5.87
    },
    {
        "text": "around",
        "start": 8.46,
        "duration": 0.94
    },
    {
        "text": "Cosmopolitan magazine a magazine that I'm unsure exactly how",
        "start": 9.4,
        "duration": 3.23
    },
    {
        "text": "Popular it is I just know that whenever I am at a grocery store whoever is on the cover is staring at me while I'm waiting in a line that is far too long for a store that has 20 registers",
        "start": 13.059,
        "duration": 9.47
    },
    {
        "text": "Why do you only have four people on 'em target? But my impatient rage aside?",
        "start": 22.529,
        "duration": 3.75
    },
    {
        "text": "Cosmopolitan is a news because walmart has now deemed it too sexy and because it is just too sexy",
        "start": 26.8,
        "duration": 5.419
    },
    {
        "text": "They are pulling the magazine from checkout aisles in five thousand stores across the country. Walmart saying in a statement \"Walmart will continue to offer",
        "start": 32.219,
        "duration": 7.5
    },
    {
        "text": "cosmopolitan to customers that wish to purchase the magazine",
        "start": 40.239,
        "duration": 2.15
    },
    {
        "text": "But it will no longer be in the checkout aisles\" while this was primarily a business",
        "start": 42.39,
        "duration": 3.029
    },
    {
        "text": "Decision the concerns raised were heard and according to reports it appears that the concerns that were raised were raised by encode, the",
        "start": 45.64,
        "duration": 5.869
    },
    {
        "text": "National Center on Sexual Exploitation who said in a statement",
        "start": 51.64,
        "duration": 2.689
    },
    {
        "text": "\"Cosmo sends the same messages about female sexuality as Playboy, it places womens value primarily on their ability to sexually satisfy a man and therefore",
        "start": 54.629,
        "duration": 7.05
    },
    {
        "text": "Plays into the same culture where men view and treat women as an animate sex object\" also adding that this quote-unquote hyper",
        "start": 61.68,
        "duration": 5.61
    },
    {
        "text": "sexualized",
        "start": 67.42,
        "duration": 0.57
    },
    {
        "text": "Magazine targets young girls because they include former Disney stars on the cuff. This, along with all the other headlines on the cover involving sexual",
        "start": 67.99,
        "duration": 6.47
    },
    {
        "text": "Activity. Now in the note of 'this is sexual exploitation'",
        "start": 74.46,
        "duration": 2.279
    },
    {
        "text": "I do have an issue with that because what some people call",
        "start": 76.74,
        "duration": 2.58
    },
    {
        "text": "Exploitation others would call empowerment, right? If you're doing as you please with your body, always any pop on this cover",
        "start": 79.6,
        "duration": 4.699
    },
    {
        "text": "Who cares? And as far as my opinion on this I feel like some of you might expect me to really come down on Walmart",
        "start": 84.49,
        "duration": 6.169
    },
    {
        "text": "But no, I mean they're a private business",
        "start": 90.659,
        "duration": 1.53
    },
    {
        "text": "And if they think that you know throwing out",
        "start": 92.189,
        "duration": 2.0
    },
    {
        "text": "Cosmo in the checkout aisle in front of everyone that that's not specifically looking for it",
        "start": 94.21,
        "duration": 4.43
    },
    {
        "text": "Yeah\nIt's not really that big of a deal what I'm really fascinated by is how this is going to affect the business model for?",
        "start": 98.64,
        "duration": 4.769
    },
    {
        "text": "Cosmopolitan I mean physical copies of magazines are already on their way out so moving this to a completely",
        "start": 103.869,
        "duration": 4.61
    },
    {
        "text": "Separate area removing it from it being like an impulse purchase when you're at the store",
        "start": 108.579,
        "duration": 3.71
    },
    {
        "text": "I'm fascinated to see what the numbers are going to be how big of a drop are we talking about reportedly?",
        "start": 112.329,
        "duration": 5.12
    },
    {
        "text": "Cosmopolitan has been one of the most profitable magazine for its publisher hers",
        "start": 117.579,
        "duration": 3.02
    },
    {
        "text": "But just to give you an idea of the single copy crisis there in reportedly when talking about single copy sales from",
        "start": 120.6,
        "duration": 5.25
    },
    {
        "text": "newsstands from checkout counters December 2014 they were getting over five hundred seventy six thousand copies sold",
        "start": 126.009,
        "duration": 5.479
    },
    {
        "text": "But then by the number 2017 we're talking about only one hundred ninety thousand plus copies sold. It's a massive job",
        "start": 131.489,
        "duration": 6.13
    },
    {
        "text": "That's just the market being the market now",
        "start": 137.62,
        "duration": 2.13
    },
    {
        "text": "We're talking about one of the most traffic stores in the country",
        "start": 139.75,
        "duration": 2.01
    },
    {
        "text": "Removing you from the ideal spots and to convert a sale. That said I am also slightly disappointed because",
        "start": 142.25,
        "duration": 5.15
    },
    {
        "text": "Cosmopolitan covers give me at least a little bit of joy while I'm stuck in a line so the next time in a Walmart maybe",
        "start": 148.19,
        "duration": 5.3
    },
    {
        "text": "I won't have that",
        "start": 153.49,
        "duration": 0.69
    },
    {
        "text": "Cosmopolitan has some of the best worst front cover headlines things like if your boobs could talk and then my personal favorite um",
        "start": 154.18,
        "duration": 6.419
    },
    {
        "text": "Vagina are you okay down there ultimately? I don't think this is a big deal",
        "start": 161.06,
        "duration": 3.529
    },
    {
        "text": "if this is really about",
        "start": 164.59,
        "duration": 1.24
    },
    {
        "text": "Protecting the children then I mean it's not it's not go into if you have issues with a cosmopolitan cover. There are far worse things",
        "start": 165.83,
        "duration": 5.96
    },
    {
        "text": "Every single place on the internet",
        "start": 172.4,
        "duration": 1.55
    },
    {
        "text": "I also feel like for Walmart in any other store those diminished sales of",
        "start": 173.95,
        "duration": 3.0
    },
    {
        "text": "Magazines it makes it so much easier to make the decision to move it to a different place for something that's going to sell better",
        "start": 177.05,
        "duration": 5.33
    },
    {
        "text": "That's my personal takeaway then and what are you doing news? Let's let's talk about Planned Parenthood",
        "start": 182.38,
        "duration": 5.399
    },
    {
        "text": "They recently came under fire when one of their branches",
        "start": 187.78,
        "duration": 2.01
    },
    {
        "text": "Decided to jump into the meme game you had a lot of people tweeting we need a disney princess who blank write all about inclusion",
        "start": 189.89,
        "duration": 5.479
    },
    {
        "text": "You know like we need we need representation everywhere well Planned Parenthood, Keystone, which operates out of Pennsylvania",
        "start": 195.37,
        "duration": 6.42
    },
    {
        "text": "We did we need a Disney Princess who's had an abortion they also include some other stuff like undocumented immigrant union worker",
        "start": 201.79,
        "duration": 6.929
    },
    {
        "text": "But right up at the top who has had an abortion Planned Parenthood Keystone. Why do you do it?",
        "start": 208.72,
        "duration": 5.04
    },
    {
        "text": "You just went full Lena Dunham. You never go full Lena Dunham also before moving forward",
        "start": 213.76,
        "duration": 5.489
    },
    {
        "text": "I'd like to Pat myself on the back because that Lena Dunham comment works on two levels one",
        "start": 219.25,
        "duration": 3.6
    },
    {
        "text": "it's a modification of a line from Tropic Thunder and also to",
        "start": 222.85,
        "duration": 2.94
    },
    {
        "text": "relevant to this situation",
        "start": 225.98,
        "duration": 0.99
    },
    {
        "text": "Because there was that time that Lena Dunham said that she had wished that she had had an abortion the main point they put this",
        "start": 226.97,
        "duration": 5.179
    },
    {
        "text": "Tweet out there. They ended up deleting it ahead of Planned Parenthood Keystone responding saying today",
        "start": 232.15,
        "duration": 4.559
    },
    {
        "text": "We joined it ongoing Twitter",
        "start": 236.709,
        "duration": 1.301
    },
    {
        "text": "Conversation about the kinds of princesses people want to see in an attempt to make a point about the importance of telling stories that challenge",
        "start": 238.01,
        "duration": 5.059
    },
    {
        "text": "Stigma championing stories a too often don't get told upon reflection we decided that the seriousness of the point we were trying to make was",
        "start": 243.14,
        "duration": 6.5
    },
    {
        "text": "not appropriate for the subject matter or context",
        "start": 249.64,
        "duration": 2.279
    },
    {
        "text": "And we removed the tweet and personally I feel like this is this is pretty damaging for Planned Parenthood",
        "start": 251.92,
        "duration": 3.99
    },
    {
        "text": "I feel like the kind of mindset around it has been you know minimize",
        "start": 255.91,
        "duration": 3.07
    },
    {
        "text": "Abortion right it's not the main service. We provide",
        "start": 259.709,
        "duration": 2.3
    },
    {
        "text": "It's about so much more, and then of course yes that and in general. They have to fight off the idea of the woman",
        "start": 262.079,
        "duration": 4.94
    },
    {
        "text": "That's like really pumped to get an abortion then they take this swing, which they think is about inclusion",
        "start": 267.02,
        "duration": 4.589
    },
    {
        "text": "But it really comes off as minimizing too many people online yeah, I guess the main point Planned Parenthood learned here",
        "start": 271.61,
        "duration": 5.49
    },
    {
        "text": "And I feel like something that she people should just live you never go full Lena Dunham",
        "start": 277.1,
        "duration": 4.259
    },
    {
        "text": "Then let's talk about a story that has a sentence that is just an emotional roller coaster for me",
        "start": 281.54,
        "duration": 5.039
    },
    {
        "text": "Fantastic Donald Glover is writing and producing a brand-new series that has already been greenlit for 10 episodes",
        "start": 286.77,
        "duration": 5.809
    },
    {
        "text": "Awesome, yes, please it is an animated version of Deadpool. Oh my god. This is amazing and",
        "start": 293.16,
        "duration": 5.63
    },
    {
        "text": "Last week it got canceled",
        "start": 299.31,
        "duration": 1.46
    },
    {
        "text": "I was so excited",
        "start": 300.77,
        "duration": 0.72
    },
    {
        "text": "And then I finished reading the sentence reportedly the series was canceled due to creative differences between Marvel television and Donald and Stephen Glover",
        "start": 301.49,
        "duration": 7.559
    },
    {
        "text": "But also people saying with Donald Glover doing so many things that maybe he was too busy Welles morning",
        "start": 309.05,
        "duration": 5.16
    },
    {
        "text": "That'll ever tweet it with a record",
        "start": 314.21,
        "duration": 1.62
    },
    {
        "text": "I wasn't too busy to work on Deadpool",
        "start": 315.83,
        "duration": 1.68
    },
    {
        "text": "And I was then followed by 15 tweets and in each tweet was a page from the season finale",
        "start": 317.51,
        "duration": 5.099
    },
    {
        "text": "Of this animated series and the script has moments like Shrek",
        "start": 322.74,
        "duration": 3.679
    },
    {
        "text": "Going to Africa to try to save the last male incel talking to him about why the show was cancelled after just one season",
        "start": 326.52,
        "duration": 6.2
    },
    {
        "text": "Was it because they were racist or because he made fun of eating booty hole?",
        "start": 332.72,
        "duration": 3.809
    },
    {
        "text": "It was because he called older fans pedophiles",
        "start": 336.53,
        "duration": 2.04
    },
    {
        "text": "We're also moments like right after he shot someone right in the head the SERPs says Deadpool to camera tape notes teachers of America someday",
        "start": 338.57,
        "duration": 6.449
    },
    {
        "text": "You'll have to make a high-pressure shot like that seeming to be commentary about arming teachers and after reading through it so part of me",
        "start": 345.02,
        "duration": 4.89
    },
    {
        "text": "Wonders okay for Marvel television do they go okay? Way? This is too risque for us",
        "start": 349.91,
        "duration": 3.359
    },
    {
        "text": "It's also at the same time there were things in the script that were so current that it makes me feel like Marvel television had",
        "start": 353.27,
        "duration": 5.19
    },
    {
        "text": "Not seen them things like Sanaa Lathan bit Beyonce's face wait. Oh, thank god. It was Jennifer Lawrence already hate her. It's fun",
        "start": 358.46,
        "duration": 6.119
    },
    {
        "text": "I mean that's information and talking about pop culture that happened after the",
        "start": 364.58,
        "duration": 2.88
    },
    {
        "text": "Cancellation so if anything it feels like Glover was trying to show tone",
        "start": 367.62,
        "duration": 2.69
    },
    {
        "text": "But all of that said I will say personally it makes me sad that we have one less thing from Donald Glover in the world",
        "start": 370.31,
        "duration": 4.47
    },
    {
        "text": "At that time petty individual, I also appreciate Donald Glover going on his Twitter",
        "start": 374.78,
        "duration": 4.41
    },
    {
        "text": "Which he rarely uses just to drop fifteen pages on a thing that's already been cancelled",
        "start": 379.19,
        "duration": 4.38
    },
    {
        "text": "It seems like one of those situations where they wanted Donald Glover cuz he's Donald Glover",
        "start": 383.57,
        "duration": 3.63
    },
    {
        "text": "But but but they're not actually willing to let Donald or be Donald Glover. You know I mean but from that",
        "start": 387.419,
        "duration": 5.399
    },
    {
        "text": "I want to share some stuff",
        "start": 392.819,
        "duration": 0.901
    },
    {
        "text": "I loved today and today an awesome brought to you by Squarespace if you need a domain a",
        "start": 393.72,
        "duration": 4.379
    },
    {
        "text": "Website an online store make it with Squarespace Squarespace is all-in-one platform is intuitive. It's easy to use",
        "start": 398.289,
        "duration": 5.54
    },
    {
        "text": "There is nothing to install",
        "start": 403.83,
        "duration": 1.209
    },
    {
        "text": "Patch or upgrade ever and so if you want to make a smart move like many from the nation already have you want to start?",
        "start": 405.039,
        "duration": 4.61
    },
    {
        "text": "Your free trial go to squarespace.com",
        "start": 409.65,
        "duration": 1.6
    },
    {
        "text": "Slash fill when you really like it make sure you use offer code fill for 10% off your first purchase the first what if awesome",
        "start": 411.25,
        "duration": 5.059
    },
    {
        "text": "Actually involves the crypto world specifically ripple yesterday",
        "start": 416.31,
        "duration": 2.729
    },
    {
        "text": "They made the announcement on their website saying every rip layer from the executive team to our newest hire started their careers in one place",
        "start": 419.039,
        "duration": 5.82
    },
    {
        "text": "A classroom it's in this pivotal setting the children's dreams are forged and legacies begin in part",
        "start": 424.86,
        "duration": 4.679
    },
    {
        "text": "It's the teachers we encounter in our formative years that enable us to pursue ambitious",
        "start": 429.539,
        "duration": 3.66
    },
    {
        "text": "Goals like this with real to announce that ripple and its executive team are giving back to America's teachers with a twenty nine million dollar",
        "start": 433.199,
        "duration": 6.179
    },
    {
        "text": "Donation and XRP to donorschoose.org and obviously, this is an excuse any criticism around ripple",
        "start": 439.379,
        "duration": 6.48
    },
    {
        "text": "But it is awesome to see something like this happen then from the odd ones out. Yeah the video my mom's cruel and unusual",
        "start": 445.86,
        "duration": 5.399
    },
    {
        "text": "Punishment, we then had Emily Blunt and James McAvoy explaining a typical British day with Vanity Fair",
        "start": 451.779,
        "duration": 5.09
    },
    {
        "text": "We got a trailer for the darkest minds",
        "start": 456.87,
        "duration": 1.62
    },
    {
        "text": "We also got the season 2 trailer for The Handmaid's Tale if you want to see the full versions everything",
        "start": 458.49,
        "duration": 4.109
    },
    {
        "text": "I'll just share the secret link of the day anything. I talked about today links as always are in the description down below",
        "start": 462.599,
        "duration": 5.01
    },
    {
        "text": "Let's talk about, Utah and this idea of free range parenting before we talk about what actually happened in, Utah",
        "start": 467.74,
        "duration": 5.69
    },
    {
        "text": "Let's talk about what free range parenting",
        "start": 473.43,
        "duration": 1.81
    },
    {
        "text": "Is and the most simple terms that is parents letting their kids do more without their supervision the term was created and trademarked by leonora",
        "start": 475.24,
        "duration": 6.019
    },
    {
        "text": "Skin' as he and author of a book called free range kid and in that book Lenore talks about things like allowing her nine-year-old to",
        "start": 481.259,
        "duration": 4.98
    },
    {
        "text": "Ride the New York City subway alone the books website describes a parenting style as fighting the belief that our children are in constant danger",
        "start": 486.24,
        "duration": 5.789
    },
    {
        "text": "from creep kidnapping germs grades flashers",
        "start": 492.029,
        "duration": 2.43
    },
    {
        "text": "frustration ale your baby Snatchers bugs bullies meds sleepovers",
        "start": 494.74,
        "duration": 3.47
    },
    {
        "text": "and/or the perils of a non-organic",
        "start": 498.339,
        "duration": 2.0
    },
    {
        "text": "Great Lenore is also the president of let grow which is a nonprofit that promotes the ideals of free-range parenting",
        "start": 500.349,
        "duration": 4.73
    },
    {
        "text": "That group's mission statement saying that let grow we challenge the idea that kids today are somehow more physically emotionally and psychologically",
        "start": 505.08,
        "duration": 5.97
    },
    {
        "text": "Fragile than any generation before that our projects help the culture see for itself",
        "start": 511.36,
        "duration": 4.07
    },
    {
        "text": "How capable our kids can be once we stop over protecting them?",
        "start": 515.43,
        "duration": 2.969
    },
    {
        "text": "So what specifically happened in Utah? Well Utah has now lead the free-range parents. It was signed into effect on Friday",
        "start": 518.399,
        "duration": 5.96
    },
    {
        "text": "It's believed to be the first of its kind to legalize free-range parenting in the United States and by passing this it also",
        "start": 524.36,
        "duration": 5.039
    },
    {
        "text": "Redefines neglect and Utah under the new law it specifies that kids who display maturity and good judgment are allowed to walk to school alone",
        "start": 529.62,
        "duration": 5.479
    },
    {
        "text": "Or play outside without supervision",
        "start": 535.17,
        "duration": 1.55
    },
    {
        "text": "And there is no age limit detailed in the law and that seems to be on purpose this why police and prosecutors can work on",
        "start": 536.72,
        "duration": 5.219
    },
    {
        "text": "Things case by case as far as why this bill was proposed",
        "start": 541.939,
        "duration": 2.43
    },
    {
        "text": "Why they passed it?",
        "start": 544.37,
        "duration": 1.23
    },
    {
        "text": "Utah lawmakers said they introduced this legislation after seeing cases in other states where parents were being investigated",
        "start": 545.6,
        "duration": 5.039
    },
    {
        "text": "They were being arrested",
        "start": 550.68,
        "duration": 0.99
    },
    {
        "text": "for allowing their kids to do things alone in 2015 a Maryland couple was accused of neglect after they let their children ages 10 and",
        "start": 551.67,
        "duration": 5.599
    },
    {
        "text": "6 walk home without adult supervision",
        "start": 557.279,
        "duration": 1.62
    },
    {
        "text": "That case sparked a national debate around free-range parenting at the time and also that couple was eventually cleared of charges in 2014 a mom",
        "start": 558.899,
        "duration": 7.07
    },
    {
        "text": "In Florida was arrested for child neglect after she let her seven-year-old son walk to a nearby park alone that charge was also later dropped",
        "start": 565.97,
        "duration": 5.58
    },
    {
        "text": "And back in Utah Senator Lincoln Fillmore the bills chief sponsor said he introduced this legislation to encourage more",
        "start": 571.55,
        "duration": 5.219
    },
    {
        "text": "Self-reliance among children saying I feel strongly about the issue because we have become so over the top when quote",
        "start": 577.019,
        "duration": 4.85
    },
    {
        "text": "protecting children that we are refusing to let them learn the lessons of self-reliance and",
        "start": 582.209,
        "duration": 4.13
    },
    {
        "text": "Problem-solving that they will need to be successful as adults also stating as a society",
        "start": 586.769,
        "duration": 3.619
    },
    {
        "text": "We've become too hyper about quote protecting kids",
        "start": 590.389,
        "duration": 2.46
    },
    {
        "text": "And then end up sheltering them from the experiences that we took for granted as we were kids. I sponsored SB",
        "start": 592.85,
        "duration": 4.589
    },
    {
        "text": "65 so the parents wouldn't be punished for letting their kids experience",
        "start": 597.439,
        "duration": 2.82
    },
    {
        "text": "Childhood and this law will take effect as of May 8th the bill in Utah passed unanimously",
        "start": 600.449,
        "duration": 3.859
    },
    {
        "text": "But of course not everyone is on the same page well",
        "start": 604.47,
        "duration": 2.839
    },
    {
        "text": "There are a lot of people that had the same mindset as these lawmakers there were also many saying that this makes kids less safe",
        "start": 607.309,
        "duration": 5.25
    },
    {
        "text": "So I'm saying this will cause child predators to have a field day with our kids",
        "start": 612.559,
        "duration": 2.97
    },
    {
        "text": "Disturbing saying incidences of child endangerment will likely increase with this new law or our children to be very smart",
        "start": 615.87,
        "duration": 5.239
    },
    {
        "text": "Unfortunately adults can also be very evil I found this story to be really interesting because I'm a father of two",
        "start": 621.18,
        "duration": 4.699
    },
    {
        "text": "But one's about to be for the ones under a year, so I'm not really at this point",
        "start": 625.879,
        "duration": 4.89
    },
    {
        "text": "So I don't fully know what parent",
        "start": 630.769,
        "duration": 1.8
    },
    {
        "text": "I'm going to become I'm also in a little bit of a different situation than your everyday person just because potentially",
        "start": 632.569,
        "duration": 5.1
    },
    {
        "text": "Myself or my kids would be a little bit more of a target",
        "start": 637.889,
        "duration": 2.539
    },
    {
        "text": "So I'm still kind of digesting how I feel about this so I want to pass a question off to you",
        "start": 640.429,
        "duration": 3.72
    },
    {
        "text": "What are your thoughts around the idea of free range parenting right the idea of like a seven-year-old?",
        "start": 644.249,
        "duration": 4.67
    },
    {
        "text": "Walking to a park wherever are you for it?",
        "start": 649.199,
        "duration": 2.359
    },
    {
        "text": "Are you against it, or are you protecting children, or are you of experiences few guys there's a lot of differences in age?",
        "start": 651.559,
        "duration": 6.24
    },
    {
        "text": "Backgrounds, and so I just I'd love to know your feelings on this and then I know we already talked about",
        "start": 658.32,
        "duration": 4.79
    },
    {
        "text": "Cosmopolitan magazine being too sexy, but let's talk about possibly the sexiest story of the day the 2020 census",
        "start": 663.66,
        "duration": 6.65
    },
    {
        "text": "Okay, I've got title and thumbnail on lock with this sexy story",
        "start": 671.58,
        "duration": 3.679
    },
    {
        "text": "But this is something that matters and also now we're ever seeing new developments so so just to give you some context",
        "start": 675.26,
        "duration": 5.1
    },
    {
        "text": "What is the purpose of the census?",
        "start": 680.36,
        "duration": 1.53
    },
    {
        "text": "What are the precedence II will just read it from the census website the US census counts every resident in the United States it is",
        "start": 681.89,
        "duration": 5.34
    },
    {
        "text": "mandated by the",
        "start": 687.23,
        "duration": 0.94
    },
    {
        "text": "Constitution and takes place every 10 years adding the data collected by the decennial",
        "start": 688.17,
        "duration": 3.529
    },
    {
        "text": "census determines the number of seats each state has in the US House of Representatives",
        "start": 691.8,
        "duration": 3.199
    },
    {
        "text": "And is also used to distribute billions in federal funds to local communities and the census also collects",
        "start": 695.34,
        "duration": 4.7
    },
    {
        "text": "Demographic information about the population you have things like race",
        "start": 700.14,
        "duration": 2.69
    },
    {
        "text": "income members per household the reason we're talking about the census is that this week the Commerce Department announced that they would be adding a",
        "start": 703.02,
        "duration": 5.479
    },
    {
        "text": "new question to the 2020 census specifically asking about citizenship",
        "start": 708.5,
        "duration": 4.02
    },
    {
        "text": "And that was a big deal because this would be the first time we had a question about citizenship on the census since",
        "start": 712.52,
        "duration": 4.32
    },
    {
        "text": "1950 in almost every census from 1820 to 1950 the USS citizenship questions in some form that also argued that was kind of asked in",
        "start": 717.3,
        "duration": 6.949
    },
    {
        "text": "1960 because there was a question about one's birthplace",
        "start": 724.47,
        "duration": 2.45
    },
    {
        "text": "So that's why you see some people saying 1950 1960",
        "start": 726.92,
        "duration": 2.399
    },
    {
        "text": "You also have some people saying",
        "start": 729.32,
        "duration": 1.39
    },
    {
        "text": "1970 because there's a long form and a short form which I'll touch on in a minute as far as why this question was being",
        "start": 730.71,
        "duration": 5.03
    },
    {
        "text": "added according to Commerce Secretary Wilbur Ross",
        "start": 735.74,
        "duration": 2.07
    },
    {
        "text": "It's to help enforce the Voting Rights Act in an 8 page memo",
        "start": 737.81,
        "duration": 2.489
    },
    {
        "text": "He wrote having",
        "start": 740.3,
        "duration": 1.03
    },
    {
        "text": "Citizenship data at the census block level will permit more effective enforcement of the VRA and secretary Ross determined that obtaining complete and accurate information",
        "start": 741.33,
        "duration": 7.04
    },
    {
        "text": "to meet this legitimate government purpose",
        "start": 748.37,
        "duration": 1.78
    },
    {
        "text": "outweighed the limited potential adverse impacts also writing with the DOJ in the courts use sieve app data for the enforcement of section 2 of",
        "start": 750.15,
        "duration": 6.38
    },
    {
        "text": "The VRA which protects minority voting rights and in the memo we're also so tries to dispel any of the criticisms against this change saying",
        "start": 756.53,
        "duration": 6.21
    },
    {
        "text": "The reinstatement of a citizenship question will not decrease the response rate of residents who already decided not to respond and no one provided evidence",
        "start": 762.74,
        "duration": 6.089
    },
    {
        "text": "that there are residents who would respond accurately to a decennial census that did not contain a",
        "start": 768.83,
        "duration": 4.08
    },
    {
        "text": "Citizenship question would not respond if it did although many believe that such residents had to exist while it is possible that this belief is",
        "start": 772.98,
        "duration": 6.469
    },
    {
        "text": "True there is no information available to determine the number of people who would in fact not",
        "start": 779.45,
        "duration": 3.39
    },
    {
        "text": "Respond due to a citizenship question being added and no one has identified any man ism for making such a determination yesterday",
        "start": 783.09,
        "duration": 6.009
    },
    {
        "text": "We had some interesting comments from Sarah Huckabee Sanders when she's asked whether this is being used to target immigrants",
        "start": 789.1,
        "duration": 4.679
    },
    {
        "text": "She talks about the Voting Rights Act, and then she says",
        "start": 793.779,
        "duration": 2.039
    },
    {
        "text": "That information needs to be gathered and it has been part of the United States Census",
        "start": 796.55,
        "duration": 4.549
    },
    {
        "text": "every time we've had a census since",
        "start": 801.92,
        "duration": 2.0
    },
    {
        "text": "1965 with the one exception of the 2010 census the thing is that's not really true",
        "start": 804.23,
        "duration": 4.52
    },
    {
        "text": "And and it's either some confusion or it's manipulation of a situation one census has only occur every ten years",
        "start": 808.75,
        "duration": 6.299
    },
    {
        "text": "So I don't know why she said",
        "start": 815.05,
        "duration": 1.389
    },
    {
        "text": "1965 - since 1970 remember I mentioned how that was coming back since 1970 the census has had a long and",
        "start": 816.439,
        "duration": 5.24
    },
    {
        "text": "short form in the long form of the census does have a citizenship question",
        "start": 821.779,
        "duration": 3.26
    },
    {
        "text": "But it is only sent to one out of every six household",
        "start": 825.11,
        "duration": 2.929
    },
    {
        "text": "And it appears that she's referring to the long form because she mentions 2010 which actually in the 2010 census",
        "start": 828.04,
        "duration": 5.25
    },
    {
        "text": "There wasn't a long form and the reason for that is in",
        "start": 833.29,
        "duration": 2.13
    },
    {
        "text": "2005 the Census Bureau fully implemented this thing called the ACS the American Community Survey it is done every year it is required by law",
        "start": 835.519,
        "duration": 6.65
    },
    {
        "text": "The ACS does have a question about citizenship, but it only goes to 3.5 million residents",
        "start": 842.23,
        "duration": 5.01
    },
    {
        "text": "and so because there was full implementation of the ACS in",
        "start": 847.24,
        "duration": 2.19
    },
    {
        "text": "2005 it seemed that that question in the long-form of the actual census was",
        "start": 849.649,
        "duration": 4.01
    },
    {
        "text": "Negligible so who is pushing back on this we at Xavier Becerra the Attorney General for California Alex Padilla the Secretary of State for",
        "start": 853.73,
        "duration": 7.159
    },
    {
        "text": "California writing an op-ed saying this new question would both discourage",
        "start": 860.899,
        "duration": 3.049
    },
    {
        "text": "Non-citizens and their citizen family members from responding to the census resulting in a less accurate",
        "start": 864.319,
        "duration": 4.76
    },
    {
        "text": "Population count adding including a citizenship question on the 2020 census is not just a bad idea",
        "start": 869.36,
        "duration": 4.789
    },
    {
        "text": "It is a legal",
        "start": 874.269,
        "duration": 1.031
    },
    {
        "text": "California with its large immigrant communities would be disproportionately harmed by depressed",
        "start": 875.3,
        "duration": 3.889
    },
    {
        "text": "participation in the 2020 census an undercount would threaten at least one of california seats in the House of",
        "start": 879.439,
        "duration": 4.67
    },
    {
        "text": "Representatives and by extension an elector in the electoral college also adding it would deprive",
        "start": 884.209,
        "duration": 3.83
    },
    {
        "text": "California and its cities and counties of their fair share of billions of dollars in federal funds, so obviously what we're seeing there",
        "start": 888.35,
        "duration": 5.33
    },
    {
        "text": "That's just word",
        "start": 893.68,
        "duration": 0.599
    },
    {
        "text": "But what we've seen in the past 24 hours is this is now a legal situation",
        "start": 894.279,
        "duration": 2.97
    },
    {
        "text": "Yesterday the Attorney General of New York Eric Schneiderman announced that they would lead a multi-state lawsuit against the new census questions",
        "start": 897.47,
        "duration": 5.96
    },
    {
        "text": "We know it would result in",
        "start": 903.43,
        "duration": 2.0
    },
    {
        "text": "Undercounts it would result in injustice. It's unconstitutional",
        "start": 905.839,
        "duration": 2.809
    },
    {
        "text": "It's unlawful and it's just plain unfair so I'll be in court",
        "start": 909.05,
        "duration": 3.349
    },
    {
        "text": "with a",
        "start": 912.62,
        "duration": 0.63
    },
    {
        "text": "multi-state",
        "start": 913.25,
        "duration": 0.569
    },
    {
        "text": "coalition of my colleagues from around the country to stop this adding that he was doing this to protect New Yorkers deserve a fair and",
        "start": 913.819,
        "duration": 5.78
    },
    {
        "text": "accurate and hold the Trump administration",
        "start": 919.6,
        "duration": 2.0
    },
    {
        "text": "accountable for violating both the 14th Amendment and the enumeration Clause of the United States Constitution at least 12 states besides",
        "start": 921.73,
        "duration": 6.529
    },
    {
        "text": "California have now joined the suit so if you haven't kind of gotten the gist of the people who are opposed to this the the",
        "start": 928.509,
        "duration": 4.7
    },
    {
        "text": "General mindset is the Trump administration and in the country in general has been so negative towards immigrants",
        "start": 933.209,
        "duration": 5.91
    },
    {
        "text": "You know we're talking about a time in this country where we're talking about the travel bans",
        "start": 939.12,
        "duration": 3.239
    },
    {
        "text": "We're talking about the repeal of daca also kind of connected to that at times",
        "start": 942.36,
        "duration": 3.899
    },
    {
        "text": "We saw an increase in ice rate based off of what happens with daca",
        "start": 946.259,
        "duration": 3.03
    },
    {
        "text": "There are a lot of people that are worried that they or parts of their family are going to end up being on the wrong",
        "start": 949.29,
        "duration": 3.719
    },
    {
        "text": "Side of the law and so due to fear of being targeted",
        "start": 953.009,
        "duration": 2.07
    },
    {
        "text": "Then or potentially being targeted in the future immigrant communities just would not participate",
        "start": 955.079,
        "duration": 3.66
    },
    {
        "text": "And thus you'd get a lower number because you'd have that lower",
        "start": 958.839,
        "duration": 2.479
    },
    {
        "text": "Participation it would affect electoral vote so it would affect funding for people that are actually there",
        "start": 961.6,
        "duration": 4.64
    },
    {
        "text": "But just not being counted and with all of that said that is where we are right now",
        "start": 966.24,
        "duration": 3.179
    },
    {
        "text": "And I would love to know your thoughts on this should this be a question or I guess more accurately should this be a question",
        "start": 969.42,
        "duration": 5.429
    },
    {
        "text": "That goes to every single household in America Yes, No maybe so I'd love to know your thoughts in the comments down below",
        "start": 974.85,
        "duration": 5.58
    },
    {
        "text": "And that's where I'm going to end today's show and of course remember",
        "start": 980.43,
        "duration": 2.099
    },
    {
        "text": "this is the philip defranco show it's not just a show it is a",
        "start": 982.529,
        "duration": 2.58
    },
    {
        "text": "Conversation so whether it be the last story the first one anything in between I'd love to know your thoughts in those comments down below",
        "start": 985.63,
        "duration": 5.899
    },
    {
        "text": "also",
        "start": 991.529,
        "duration": 0.42
    },
    {
        "text": "Remember if you liked this video you like what I'm trying to do on this channel",
        "start": 991.949,
        "duration": 2.64
    },
    {
        "text": "That like button if you're new here hit that subscribe button that way you make sure you don't miss these daily weekday videos which actually",
        "start": 994.66,
        "duration": 4.849
    },
    {
        "text": "If you did miss yesterday's show you want to catch up click or tap right there",
        "start": 999.509,
        "duration": 2.79
    },
    {
        "text": "Well if you want to take a trip back in time you can click right here to watch what we were talking about last year",
        "start": 1002.3,
        "duration": 5.099
    },
    {
        "text": "Lots that said of course as always my name's philip defranco. You've just been phill'd in a love yo faces, and i'll see you tomorrow",
        "start": 1007.399,
        "duration": 6.57
    }
]