[
    {
        "text": "'Sup, you beautiful bastards? Hope you're havin' a fantastic Wednesday;",
        "start": 0.03,
        "duration": 3.689
    },
    {
        "text": "welcome back to the Philip DeFranco show.",
        "start": 3.719,
        "duration": 2.13
    },
    {
        "text": "And let's just jump into it!",
        "start": 5.85,
        "duration": 1.033
    },
    {
        "text": "The first thing we're gonna talk about today is some lighter, 'what were people angry about today?' news;",
        "start": 6.883,
        "duration": 2.987
    },
    {
        "text": "there's always someone.",
        "start": 9.87,
        "duration": 2.73
    },
    {
        "text": "And today, we had Justin Bieber pop up.",
        "start": 12.6,
        "duration": 2.02
    },
    {
        "text": "This, because Bieber posted a screenshot of his notes app",
        "start": 14.62,
        "duration": 1.519
    },
    {
        "text": "Where he wrote:",
        "start": 16.139,
        "duration": 2.79
    },
    {
        "text": "And in response to this there was support, especially from other verified, famous, people.",
        "start": 25.1,
        "duration": 3.834
    },
    {
        "text": "that range from like the Millie Bobby Browns of the world, you know, more mainstream,",
        "start": 28.934,
        "duration": 3.566
    },
    {
        "text": "to the Tana-mojo-mongoose",
        "start": 32.6,
        "duration": 1.369
    },
    {
        "text": "mabehna behdehbaba. [Tana Mongeau]",
        "start": 33.969,
        "duration": 1.59
    },
    {
        "text": "-s of the world. But then of course you had a lot of other people the-- if you scroll past all the verified",
        "start": 35.559,
        "duration": 5.72
    },
    {
        "text": "comments, were people who disagreed, at times were angry.",
        "start": 41.29,
        "duration": 3.55
    },
    {
        "text": "One of the first examples:",
        "start": 44.84,
        "duration": 1.179
    },
    {
        "text": "Another saying:",
        "start": 62.5,
        "duration": 2.0
    },
    {
        "text": "And here's what i'll say on this topic because I've lived two completely different lives.",
        "start": 83.64,
        "duration": 4.16
    },
    {
        "text": "I'm in a place now where things in general are pretty fucking great. i consider myself successful to a",
        "start": 87.94,
        "duration": 4.06
    },
    {
        "text": "certain degree. At the same time, as a young adult I've lived that life, where you're busting",
        "start": 92.12,
        "duration": 4.02
    },
    {
        "text": "your ass; it seems like the hole that you are in is just",
        "start": 96.15,
        "duration": 2.55
    },
    {
        "text": "getting deeper; it seems hard to just survive and feed yourself. So the one thing I will agree with",
        "start": 98.829,
        "duration": 4.52
    },
    {
        "text": "Justin Bieber on is that: what you see on Instagram, other social media, blah",
        "start": 103.35,
        "duration": 3.93
    },
    {
        "text": "Blah, blah: that is not representative of real life. Right, I mean just think about anytime you see people taking photos, it's like",
        "start": 107.28,
        "duration": 4.919
    },
    {
        "text": "[Dead Face] \"CHEEEESE!\" I mean, more than half these famous",
        "start": 112.2,
        "duration": 2.73
    },
    {
        "text": "people I'm talking about, mainstream and definitely online; they're often posting insane over-the-top showy pictures so they get some sort of validation,",
        "start": 114.93,
        "duration": 7.019
    },
    {
        "text": "some sort of self-worth. and I say that, obviously very critical, but also",
        "start": 121.96,
        "duration": 3.139
    },
    {
        "text": "understanding, because it is a hole that's easy to fall into once you get people starting to pay attention to you. But to still say your",
        "start": 125.649,
        "duration": 4.669
    },
    {
        "text": "Life is not better than those who are less fortunate is really ignorant and disconnected, in my opinion. you can be dealing with",
        "start": 130.319,
        "duration": 5.009
    },
    {
        "text": "your own personal struggles, right? You could be dealing with depression, feeling judged",
        "start": 135.329,
        "duration": 3.9
    },
    {
        "text": "by the public; but, at all times, you have the tools that you need, to deal with whatever situation",
        "start": 139.23,
        "duration": 6.209
    },
    {
        "text": "you're gonna be in.\nAnd we'll use Justin Bieber as the example here. If Justin Bieber needs to get from Point A to Point B, he can use",
        "start": 145.439,
        "duration": 5.52
    },
    {
        "text": "Whatever mode of transportation that is imaginable. Meanwhile, other people might not be able to afford that plane ticket, a car, an uber, a bus pass.",
        "start": 150.96,
        "duration": 8.08
    },
    {
        "text": "Then there's obviously, \"Can a person properly shelter themselves if they're living month-to-month,",
        "start": 159.06,
        "duration": 3.86
    },
    {
        "text": "paycheck to paycheck; can people properly eat?\" And that's a good number of people; I remember seeing a survey, back in just 2017, where",
        "start": 163.329,
        "duration": 6.98
    },
    {
        "text": "39% of Americans had $0 in a savings account. 57%",
        "start": 170.889,
        "duration": 3.86
    },
    {
        "text": "Had less than $1,000! What, what if you-- not even break your leg, cuz, oh my",
        "start": 174.75,
        "duration": 4.289
    },
    {
        "text": "God, those costs! What if you just have to go to the hospital in the United States? Which, obviously then",
        "start": 179.04,
        "duration": 3.869
    },
    {
        "text": "we get into a larger conversation. What if you -- and it feels like",
        "start": 182.909,
        "duration": 2.759
    },
    {
        "text": "this always happens! You, you finally paid off your car. And then in three weeks if somethin' breaks!",
        "start": 185.669,
        "duration": 6.15
    },
    {
        "text": "That one thing's gonna throw your entire life off! And according to a recent report from CareerBuilder, 78% of americans that are working full-time say",
        "start": 191.819,
        "duration": 6.029
    },
    {
        "text": "they are living paycheck to paycheck. In that same report, when asking all US workers,",
        "start": 197.849,
        "duration": 3.87
    },
    {
        "text": "71% said that they are in debt. And understand these are American-specific",
        "start": 202.329,
        "duration": 3.589
    },
    {
        "text": "numbers i'm talking about, and even the bad here is pretty OK, worldwide. Right, so there's an even harsher disconnect",
        "start": 205.919,
        "duration": 6.45
    },
    {
        "text": "worldwide. Money doesn't make you happy, but it shields you from the bullshit that life will constantly throw at",
        "start": 212.37,
        "duration": 5.639
    },
    {
        "text": "you, and it will give you opportunities others do not have. And i get that famous people do have their",
        "start": 218.009,
        "duration": 4.2
    },
    {
        "text": "own struggles and we should never assume we know",
        "start": 222.209,
        "duration": 1.86
    },
    {
        "text": "What's going on behind the scenes but that is also in that statement, that other famous",
        "start": 224.069,
        "duration": 3.9
    },
    {
        "text": "people are praising; that's exactly what that statement. does, but to people that don't have",
        "start": 227.97,
        "duration": 3.659
    },
    {
        "text": "money. I say this as someone that will acknowledge that I've become disconnected with certain things but I also",
        "start": 231.629,
        "duration": 5.099
    },
    {
        "text": "say this as someone that is incredibly thankful that I had to trudge through the bullshit of life in a very vulnerable, very",
        "start": 236.879,
        "duration": 5.43
    },
    {
        "text": "bad place, because that is one of the main things i credit with grounding",
        "start": 242.439,
        "duration": 3.319
    },
    {
        "text": "me, or-or bringing me back to Earth, when i start floating off and",
        "start": 245.759,
        "duration": 3.57
    },
    {
        "text": "disconnecting.",
        "start": 249.459,
        "duration": 0.5
    },
    {
        "text": "So no matter how hard i work for it, it's important to acknowledge that I'm lucky; i'm in a lucky situation.",
        "start": 250.049,
        "duration": 4.83
    },
    {
        "text": "And you know it should be appreciated as such. But that is my personal mindset, of course; I gave you the story,",
        "start": 255.25,
        "duration": 5.989
    },
    {
        "text": "my opinion, and now I'd love to hear from you in those comments. Then, if you haven't seen it yet, I really",
        "start": 261.239,
        "duration": 5.179
    },
    {
        "text": "Want to talk to you, about, google duplex google",
        "start": 266.419,
        "duration": 2.13
    },
    {
        "text": "Had their i/o keynote yesterday and they hit on several things, they introduced what. They, called the new",
        "start": 268.55,
        "duration": 3.779
    },
    {
        "text": "Google news covered smart displays they show",
        "start": 272.33,
        "duration": 2.22
    },
    {
        "text": "Keys, gmail, smart compose will actually finish your sentences for you, which is pretty awesome but",
        "start": 274.55,
        "duration": 4.709
    },
    {
        "text": "Also at the same time it makes you realize, how",
        "start": 279.259,
        "duration": 1.801
    },
    {
        "text": "Little in an email is unique the rest, is kind of a dense that you go through to get to the real",
        "start": 281.06,
        "duration": 5.339
    },
    {
        "text": "Stuff the big thing that stood out to myself and many",
        "start": 286.4,
        "duration": 2.129
    },
    {
        "text": "Was the rollout and showcasing of duplex which is a an ai a pretends to be human",
        "start": 288.529,
        "duration": 5.64
    },
    {
        "text": "And will actually call, and talk to a. Business for here's an example of a haircut being scheduled",
        "start": 294.169,
        "duration": 5.73
    },
    {
        "text": "12 p.m., we do not have a fall scam available the closest, we have to that is a 1:15",
        "start": 319.71,
        "duration": 7.19
    },
    {
        "text": "Do you have anything between 10 a.m.. And",
        "start": 327.659,
        "duration": 2.0
    },
    {
        "text": "12 p.m",
        "start": 330.3,
        "duration": 1.829
    },
    {
        "text": "Depending on what service she would like what service is she looking for?",
        "start": 332.129,
        "duration": 3.589
    },
    {
        "text": "Just the woman's haircut for now. Okay, we have a 10 o'clock",
        "start": 336.99,
        "duration": 3.44
    },
    {
        "text": "10:00 a.m. Is fine okay, what's his birth name",
        "start": 341.49,
        "duration": 2.72
    },
    {
        "text": "The first name is lisa",
        "start": 345.24,
        "duration": 2.0
    },
    {
        "text": "Okay, perfect so i will see, we thought 10 o'clock on may 3rd?",
        "start": 347.789,
        "duration": 3.679
    },
    {
        "text": "okay",
        "start": 352.139,
        "duration": 2.0
    },
    {
        "text": "All right look at that and i get so excited but, also in the back of my?",
        "start": 354.719,
        "duration": 3.98
    },
    {
        "text": "Head i'm a little bit terrified i mean anytime i get the option to not have to deal with",
        "start": 358.699,
        "duration": 3.269
    },
    {
        "text": "Another stranger that i am not connected to in any way whatsoever i will take that option",
        "start": 361.969,
        "duration": 4.77
    },
    {
        "text": "Now that said a thing that?",
        "start": 366.74,
        "duration": 1.169
    },
    {
        "text": "we need\nto",
        "start": 367.909,
        "duration": 0.331
    },
    {
        "text": "Keep in mind is this was a demo a demo of most likely one of the best examples even the ceo of google sundar",
        "start": 368.24,
        "duration": 6.599
    },
    {
        "text": "Pichai, even said that some didn't go as expected although how, bad it was we don't really know?",
        "start": 374.839,
        "duration": 5.52
    },
    {
        "text": "Because they didn't play audio of it on their blog they",
        "start": 380.36,
        "duration": 2.039
    },
    {
        "text": "Did include an example at the bottom that it does sound somewhat disconnected or though the tone didn't match up to the regular",
        "start": 382.399,
        "duration": 5.94
    },
    {
        "text": "Conversation even that seemed pretty real once again i really, want to hit",
        "start": 388.589,
        "duration": 2.809
    },
    {
        "text": "We need, to be wary of this this is a demo this is an example right like remember, how",
        "start": 391.399,
        "duration": 4.32
    },
    {
        "text": "awesome see",
        "start": 395.719,
        "duration": 1.401
    },
    {
        "text": "The first time that was demoed and then you got a completely different experience when it was in your hands or to make a google",
        "start": 397.12,
        "duration": 6.29
    },
    {
        "text": "Centric do you remember at. Google glass for the public or?",
        "start": 403.569,
        "duration": 3.11
    },
    {
        "text": "Oh, man remember the pixel buds, which google had essentially been like, you can",
        "start": 406.68,
        "duration": 3.63
    },
    {
        "text": "Put these in your ear talk to anyone speaking 40 different languages easy, peasy real-world. Implementation though",
        "start": 410.31,
        "duration": 6.509
    },
    {
        "text": "Less than ideal according to some it was just the google translate app, which you can get through any phone and wireless headphones",
        "start": 417.46,
        "duration": 6.41
    },
    {
        "text": "Which you can have any wireless headphones anyway, main point i am very excited, about the concept but ultimately like with everything",
        "start": 423.87,
        "duration": 6.449
    },
    {
        "text": "we talked\nAbout or does it have to wait and see but from that i want to share some stuff i loved today and today and awesome",
        "start": 430.319,
        "duration": 5.19
    },
    {
        "text": "Brought to you, by nord vpn org, slash phil if you're, not familiar vpns, allow",
        "start": 435.509,
        "duration": 3.809
    },
    {
        "text": "Users to securely access a private network and share data remotely through public network kind of like, how",
        "start": 439.319,
        "duration": 4.26
    },
    {
        "text": "A firewall protects your data on your computer",
        "start": 443.58,
        "duration": 1.899
    },
    {
        "text": "Vpns protected online and nord vpn has thousands of super fast servers in 61 countries and there is absolutely",
        "start": 445.479,
        "duration": 5.6
    },
    {
        "text": "No, data log it's user friendly can, secure your browsing on desktop as",
        "start": 451.18,
        "duration": 3.769
    },
    {
        "text": "Well as android and ios and you can try it out all risk-free there is a 30-day money-back",
        "start": 454.949,
        "duration": 3.839
    },
    {
        "text": "Guarantee so you really can't go wrong and so if you",
        "start": 458.86,
        "duration": 1.97
    },
    {
        "text": "Want to start protecting your internet experience today with seventy seven percent off a. Three year plan go to nord vpn org",
        "start": 460.83,
        "duration": 4.829
    },
    {
        "text": "slash\nFailed the first bit of awesome today is we have the honest game trailer for god of war side note such a unique and important",
        "start": 465.659,
        "duration": 6.121
    },
    {
        "text": "Opinion here but god of war is fantastic the reality of the game lived up to the hype for me then if you like",
        "start": 471.78,
        "duration": 5.009
    },
    {
        "text": "The donald glover a kanye place sketch on snl they just released the behind the scenes of making that sketch trailer for alex strangelove",
        "start": 476.789,
        "duration": 6.9
    },
    {
        "text": "We had mathias showing us ten of the world's smallest working products",
        "start": 483.719,
        "duration": 2.91
    },
    {
        "text": "Also in addition to all the other fantastic designs we sell over at shop defranco calm on shirts on hoodies on whatever every now",
        "start": 486.63,
        "duration": 5.729
    },
    {
        "text": "And then we do just fun short runs of certain shirts and today that is the technically savage shirt so if you",
        "start": 492.36,
        "duration": 5.73
    },
    {
        "text": "Want to snag that while you can, link to that down, below if you",
        "start": 498.09,
        "duration": 2.009
    },
    {
        "text": "Want to see the full versions of everything i just share the secret link of the day anything at all",
        "start": 500.099,
        "duration": 4.05
    },
    {
        "text": "Links as always are in the description down below then and fantastic international news secretary of state mike pompeo is returning with",
        "start": 504.25,
        "duration": 5.959
    },
    {
        "text": "Three americans that were held prisoner in north korea when i've been detained since",
        "start": 510.21,
        "duration": 3.269
    },
    {
        "text": "October of 2015 the other two had been detained for a year and i mentioned that because it appears there was confusion",
        "start": 513.61,
        "duration": 4.76
    },
    {
        "text": "About the situation thanks to each from tweet am a second donald trump tweeted as everybody is aware the past",
        "start": 518.37,
        "duration": 5.52
    },
    {
        "text": "Administration has long been, asking, for three hostages to be released from a north korean labor camp but to no avail state",
        "start": 524.05,
        "duration": 5.359
    },
    {
        "text": "That's just not true dong-chul, was arrested late 2015 and the other two were arrested and detained once trump was already presidentís thrown",
        "start": 530.01,
        "duration": 6.479
    },
    {
        "text": "That out there",
        "start": 536.49,
        "duration": 0.39
    },
    {
        "text": "And these three were convicted",
        "start": 536.88,
        "duration": 1.06
    },
    {
        "text": "In north korea for espionage",
        "start": 537.94,
        "duration": 1.95
    },
    {
        "text": "Committing hostile criminal acts with an aim to subvert the country and committing hostile acts against the state and all three were sent to ten",
        "start": 539.89,
        "duration": 6.049
    },
    {
        "text": "Plus, year terms of hard labor but the",
        "start": 545.94,
        "duration": 1.649
    },
    {
        "text": "Main point here is it's great news three americans now release reportedly they were in good enough health to walk to the plane on their",
        "start": 547.589,
        "duration": 6.18
    },
    {
        "text": "Own and so here i just have to say a good job to mike pompeo donald trump and anyone else involved with",
        "start": 553.77,
        "duration": 4.859
    },
    {
        "text": "This specific situation but, also on that note down trump",
        "start": 558.63,
        "duration": 2.729
    },
    {
        "text": "Was in the news for several other reasons today one that stood out to me",
        "start": 561.36,
        "duration": 2.46
    },
    {
        "text": "Was this morning he tweeted fake news is working overtime just reported that despite the tremendous success we are having with the economy and all",
        "start": 563.82,
        "duration": 5.94
    },
    {
        "text": "Things else 91% of the network news, about me is negative parentheses fate, why",
        "start": 569.76,
        "duration": 4.409
    },
    {
        "text": "Do, we work so hard and working with the media when it is corrupt take, away credentials question mark",
        "start": 574.17,
        "duration": 4.2
    },
    {
        "text": "What i'll say to that is i have my, own issues with various news outlets with with",
        "start": 578.37,
        "duration": 4.919
    },
    {
        "text": "Media coverage in general but to say that negative coverage of you",
        "start": 583.29,
        "duration": 3.6
    },
    {
        "text": "Is fake coverage is insanity correction it makes sense coming from donald trump because this has been",
        "start": 586.89,
        "duration": 5.489
    },
    {
        "text": "His, game plan for the most part - media cast doubt on media praised",
        "start": 592.38,
        "duration": 3.599
    },
    {
        "text": "Media that gives him positive coverage right the fox & friends",
        "start": 595.98,
        "duration": 2.85
    },
    {
        "text": "Is the sean",
        "start": 598.83,
        "duration": 0.97
    },
    {
        "text": "Hannity's of the world he's given on shout outs on twitter and in addition to that it is either pure insanity or pure ignorance to",
        "start": 599.8,
        "duration": 5.359
    },
    {
        "text": "Believe that all negative coverage about donald trump is fake knew",
        "start": 605.16,
        "duration": 3.03
    },
    {
        "text": "Just as it would be insane to say that all positive news coverage",
        "start": 608.19,
        "duration": 3.479
    },
    {
        "text": "About president trump is faith especially when you take into account",
        "start": 611.67,
        "duration": 2.76
    },
    {
        "text": "A lot of the negative coverage on trump is literally just replaying something trump said at",
        "start": 614.43,
        "duration": 5.01
    },
    {
        "text": "A later time and then to question but really it's a threat to say should, we pull their credentials because they're?",
        "start": 619.44,
        "duration": 5.309
    },
    {
        "text": "Covering, me in a negative light, that's just plain on america that's authoritarian",
        "start": 624.75,
        "duration": 3.599
    },
    {
        "text": "That's an attack on the first amendment but, from there the last thing i want to talk about today, is trump's pick for cia",
        "start": 628.35,
        "duration": 4.8
    },
    {
        "text": "Director gina haspel so who is gina, haspel she was deputy director of the cia and is now acting head",
        "start": 633.279,
        "duration": 5.48
    },
    {
        "text": "After pompeo s departure she's been with, the agency for over 30 years and if her nomination, is approved she'll be the first",
        "start": 638.76,
        "duration": 5.099
    },
    {
        "text": "Woman to ever run the agency and as far as why everyone is so focused on this nomination?",
        "start": 643.86,
        "duration": 4.29
    },
    {
        "text": "Other than it being a very very important position, well that is because of her connection to post 9/11 black",
        "start": 648.25,
        "duration": 4.58
    },
    {
        "text": "Sites secret prisons were they",
        "start": 652.83,
        "duration": 1.36
    },
    {
        "text": "interrogated and",
        "start": 654.19,
        "duration": 0.72
    },
    {
        "text": "Waterboarded people and her involvement in the destruction of video evidence of those things regarding the destruction of evidence you have people",
        "start": 654.91,
        "duration": 6.47
    },
    {
        "text": "Saying she is 100% responsible for the actually should",
        "start": 661.38,
        "duration": 2.74
    },
    {
        "text": "Not be in a position of power because of that whereas others have been defending her saying",
        "start": 664.12,
        "duration": 3.51
    },
    {
        "text": "No, she was just following orders and the reason they're",
        "start": 667.63,
        "duration": 2.159
    },
    {
        "text": "saying, that is in 2005 hoss will serve as chief of staff to the head of the cia's counterterrorism center",
        "start": 669.79,
        "duration": 4.5
    },
    {
        "text": "Jose rodriguez, and according to rodriguez's memoir in 2005 he ordered the destruction of dozens of the investigation videotapes and so rodriguez",
        "start": 674.42,
        "duration": 7.13
    },
    {
        "text": "Was the one?",
        "start": 681.55,
        "duration": 0.39
    },
    {
        "text": "who, officially",
        "start": 681.94,
        "duration": 0.57
    },
    {
        "text": "Gave the order and then haspel drafted the cable or confidential telegram that ordered the destruction of the tapes and i was also confirmed last",
        "start": 682.51,
        "duration": 5.94
    },
    {
        "text": "Month, when a classified memo written, by then cia, deputy director michael morell was declassified to show",
        "start": 688.45,
        "duration": 5.039
    },
    {
        "text": "That hassel had indeed drafted the cable however that memo, also stated that has",
        "start": 693.49,
        "duration": 3.929
    },
    {
        "text": "Well had acted appropriately this because she drafted the cable on the direct orders of mr.",
        "start": 697.42,
        "duration": 3.989
    },
    {
        "text": "Rodriguez she, did not release that cable it was not her decision to destroy the tapes it was mr.?",
        "start": 701.45,
        "duration": 4.579
    },
    {
        "text": "Rodriguez's it was a nearly three-year investigation into the destruction of the tapes it was launched",
        "start": 706.1,
        "duration": 3.919
    },
    {
        "text": "By a special prosecutor but it ended in 2010 and no charges were filed so that's kind of a simplified backstory here now",
        "start": 710.02,
        "duration": 5.7
    },
    {
        "text": "After the nomination there were a lot of reactions",
        "start": 715.72,
        "duration": 2.4
    },
    {
        "text": "We saw a senator john mccain chimed in treating the torture of detainees?",
        "start": 718.12,
        "duration": 2.58
    },
    {
        "text": "and us custody during the last decade was one of the darkest chapters in american history the senate must do its job in",
        "start": 720.89,
        "duration": 5.36
    },
    {
        "text": "Scrutinizing the record and involvement of gina haspel in this disgraceful program",
        "start": 726.35,
        "duration": 3.53
    },
    {
        "text": "Which really, wasn't a shocking response john mccain of course was a prisoner of war he",
        "start": 729.88,
        "duration": 4.289
    },
    {
        "text": "Was tortured for a tremendous amount of time republican senator rand paul",
        "start": 734.17,
        "duration": 3.719
    },
    {
        "text": "Also speaking out against this nomination saying i find it just amazing that anyone, would consider having this",
        "start": 737.89,
        "duration": 4.29
    },
    {
        "text": "Woman at the head of the cia he, also had a joint statement, from dem senators dianne feinstein martin heinrich and ron wyden",
        "start": 742.18,
        "duration": 5.76
    },
    {
        "text": "Where they called for much more information to be declassified",
        "start": 747.94,
        "duration": 2.0
    },
    {
        "text": "About hospitals oversight of the prison and involvement with the destruction of videotapes saying",
        "start": 749.96,
        "duration": 4.19
    },
    {
        "text": "Miss haspel is not an undercover operative she's a deputy cia",
        "start": 754.15,
        "duration": 3.03
    },
    {
        "text": "Director seeking a cabinet level position it's unacceptable for the cia, to hide her behind a wall of secrecy",
        "start": 757.19,
        "duration": 4.669
    },
    {
        "text": "Particularly, when such secrecy is unnecessary to protect national security concealing her background",
        "start": 762.41,
        "duration": 4.28
    },
    {
        "text": "When no sources and methods are at stake shows nothing but contempt for the senate and the public",
        "start": 766.69,
        "duration": 4.619
    },
    {
        "text": "Why didn't going even further essentially calling this a cia",
        "start": 771.31,
        "duration": 2.159
    },
    {
        "text": "Cover, saying i'm very familiar with the classified material i think the vast amount of this can",
        "start": 773.47,
        "duration": 3.989
    },
    {
        "text": "Be declassified i think the agency is covering up her background, because if the american people knew",
        "start": 777.46,
        "duration": 4.08
    },
    {
        "text": "What i knew i think there, would be many senators?",
        "start": 781.54,
        "duration": 1.92
    },
    {
        "text": "Who, would say look there's no choice but to reject her confirmation she, also had people like senator richard",
        "start": 783.46,
        "duration": 4.32
    },
    {
        "text": "Burr he's chairman of the senate intelligence committee saying that she has the right skillset experience and judgment there's",
        "start": 787.78,
        "duration": 4.679
    },
    {
        "text": "Also been this kind of media push of why, so many people that work for cia",
        "start": 792.46,
        "duration": 3.899
    },
    {
        "text": "Or have worked for the cia in the past actually respect",
        "start": 796.36,
        "duration": 2.849
    },
    {
        "text": "And support passport, and after all those initial reactions all the media coverage there is this this, whole back-and-forth of haspel",
        "start": 799.209,
        "duration": 6.57
    },
    {
        "text": "Was maybe gonna withdraw her nominations are huckabee sanders mark short they talked to her for hours there's all of a sudden",
        "start": 805.779,
        "duration": 5.789
    },
    {
        "text": "Support around her for the sake of time we're. Gonna jump to what happened",
        "start": 811.759,
        "duration": 3.08
    },
    {
        "text": "today\nBecause today haspel testified in front of the senate intelligence committee and i'll link to the full testimony down below so you can see the",
        "start": 814.839,
        "duration": 5.911
    },
    {
        "text": "Entire thing but let's hit some of the key points in her opening remarks she says that she knows",
        "start": 820.75,
        "duration": 3.719
    },
    {
        "text": "That many people want to know",
        "start": 824.47,
        "duration": 0.989
    },
    {
        "text": "About her views on the interrogation programs of past and she says having served in that tumultuous time i can",
        "start": 825.459,
        "duration": 7.14
    },
    {
        "text": "offer you my personal commitment",
        "start": 832.6,
        "duration": 2.0
    },
    {
        "text": "Clearly, and without reservation?",
        "start": 835.069,
        "duration": 2.0
    },
    {
        "text": "That under my leadership on my watch",
        "start": 837.889,
        "duration": 2.929
    },
    {
        "text": "Cia will not restart a detention and interrogation",
        "start": 841.55,
        "duration": 3.26
    },
    {
        "text": "Program she was then asked",
        "start": 845.6,
        "duration": 1.19
    },
    {
        "text": "By senators to describe her role in the destruction of that video evidence she gave this response in regard to the who and why of?",
        "start": 846.79,
        "duration": 6.419
    },
    {
        "text": "That question, there was a great deal of concern",
        "start": 853.209,
        "duration": 2.22
    },
    {
        "text": "About the security risk posed to cia, officers who were depicted on the tapes",
        "start": 856.25,
        "duration": 5.419
    },
    {
        "text": "Those security issues centered on the threat from al-qaeda should those tapes be irresponsibly leaked",
        "start": 864.079,
        "duration": 6.559
    },
    {
        "text": "mr. Rodriguez, who, was the do at the time of the deputy director for",
        "start": 871.73,
        "duration": 5.029
    },
    {
        "text": "operations",
        "start": 877.279,
        "duration": 1.021
    },
    {
        "text": "Has been very upfront, and has made it clear on a number of occasions",
        "start": 878.3,
        "duration": 4.789
    },
    {
        "text": "publicly, that he and he alone made the decision to destroy the tapes and we had this back-and-forth regarding a question on donald",
        "start": 883.639,
        "duration": 7.97
    },
    {
        "text": "Trump and waterboarding president trump repeatedly expressed his support for waterboarding in fact he said",
        "start": 891.61,
        "duration": 7.559
    },
    {
        "text": "We should go beyond?",
        "start": 899.17,
        "duration": 1.899
    },
    {
        "text": "Waterboarding, so if the cia has a high-value",
        "start": 901.069,
        "duration": 4.94
    },
    {
        "text": "Terrorism suspect in its custody and the president gave you a direct order to",
        "start": 907.61,
        "duration": 7.549
    },
    {
        "text": "waterboard",
        "start": 915.98,
        "duration": 1.14
    },
    {
        "text": "That suspect, what would you do?",
        "start": 917.12,
        "duration": 2.419
    },
    {
        "text": "Senator i would advise i do not believe the president would, ask me to",
        "start": 921.889,
        "duration": 4.76
    },
    {
        "text": "Do that before moving forward the initial part of her wrists, bonz, was concerning and confusing to many people because president",
        "start": 926.649,
        "duration": 6.54
    },
    {
        "text": "Trump has proven as he is president that the things, that he has said",
        "start": 933.19,
        "duration": 3.389
    },
    {
        "text": "Before to get elected and he actually follows through on?",
        "start": 936.579,
        "duration": 2.7
    },
    {
        "text": "Taxes the travel ban the wall rs agreement most recently the iran, deal that said she talks about how",
        "start": 939.529,
        "duration": 5.599
    },
    {
        "text": "Other agencies interrogate and then ultimately gives this response but",
        "start": 945.129,
        "duration": 4.02
    },
    {
        "text": "Cia does not today conduct interrogations, we never did historically, and we're not getting, back in that business then",
        "start": 949.149,
        "duration": 6.809
    },
    {
        "text": "We had senator angus king, asking hansel about who is deciding to classify information, about hospitals, own record at the cia senator",
        "start": 955.959,
        "duration": 6.6
    },
    {
        "text": "We are following the existing guidelines there are very loose deciding",
        "start": 962.56,
        "duration": 3.75
    },
    {
        "text": "we are following the existing right, we",
        "start": 966.829,
        "duration": 2.15
    },
    {
        "text": "Well i have chosen to follow the guidelines that exist your party i am you are, making the classification decisions about",
        "start": 969.259,
        "duration": 7.04
    },
    {
        "text": "What materials should be released to this committee i am electing not to make an exception for myself on but i am adhering to",
        "start": 976.3,
        "duration": 7.38
    },
    {
        "text": "Existing rti guidelines we also had an interesting back and forth when haspel",
        "start": 984.019,
        "duration": 3.5
    },
    {
        "text": "Was asked if the interrogation techniques were immoral senator i believe that",
        "start": 987.519,
        "duration": 4.47
    },
    {
        "text": "Cia officers to whom you referred it's a yes or no answer do you believe the previous",
        "start": 992.449,
        "duration": 6.83
    },
    {
        "text": "Interrogation techniques were immoral i'm not asking, do you believe they, were illegal i'm asking do you believe they, were immoral",
        "start": 999.74,
        "duration": 6.14
    },
    {
        "text": "Senator i believe that cia",
        "start": 1008.589,
        "duration": 2.27
    },
    {
        "text": "Did an ordinary work to prevent another attack on this country given the legal tools that",
        "start": 1011.62,
        "duration": 5.809
    },
    {
        "text": "we were authorized answer yes or no do you believe in hindsight",
        "start": 1017.43,
        "duration": 3.719
    },
    {
        "text": "that those techniques were immoral",
        "start": 1022.149,
        "duration": 2.33
    },
    {
        "text": "Senator, what i believe sitting here today, is that i support the higher moral standard",
        "start": 1025.0,
        "duration": 5.27
    },
    {
        "text": "We have decided to hold ourselves answer the question",
        "start": 1030.27,
        "duration": 2.88
    },
    {
        "text": "Senator i think i've answered the question you've not do you believe the previous techniques",
        "start": 1034.03,
        "duration": 4.669
    },
    {
        "text": "Now armed with hindsight",
        "start": 1039.61,
        "duration": 2.0
    },
    {
        "text": "Do you believe they were imam yes or no?",
        "start": 1042.49,
        "duration": 2.75
    },
    {
        "text": "Senator i believe that, we should hold ourselves to the moral standard outlined in the army field, manual he, also, had harris",
        "start": 1045.88,
        "duration": 7.339
    },
    {
        "text": "ask, haspel if she thinks that torture works senator i i i don't believe that torture works i believe",
        "start": 1053.22,
        "duration": 6.479
    },
    {
        "text": "That in the cia's program",
        "start": 1060.309,
        "duration": 2.42
    },
    {
        "text": "And i'm not attributing this to enhanced interrogation",
        "start": 1063.22,
        "duration": 3.019
    },
    {
        "text": "Techniques i believe as many people directors, who have sat in this chair",
        "start": 1066.67,
        "duration": 4.339
    },
    {
        "text": "Before me that valuable information",
        "start": 1071.23,
        "duration": 2.0
    },
    {
        "text": "Was obtained from senior al-qaeda operatives that allowed us to defend this country and prevent another attack, is that a yes no?",
        "start": 1073.39,
        "duration": 7.4
    },
    {
        "text": "It's not a, yes, we got valuable information from the briefing of al-qaeda detainees and i don't i don't think it's knowable whether",
        "start": 1082.3,
        "duration": 7.91
    },
    {
        "text": "Interrogation techniques played a role in that and like i said these are just some of the key points a link to the full thing",
        "start": 1091.18,
        "duration": 4.459
    },
    {
        "text": "Down below this is going to be an interesting vote because ultimately most of the conversation around haspel",
        "start": 1095.64,
        "duration": 4.5
    },
    {
        "text": "Boils down to should haspel",
        "start": 1100.14,
        "duration": 1.83
    },
    {
        "text": "Be held responsible or become a scapegoat because the cia post 9/11 fearing that another attack could come at any moment used",
        "start": 1101.97,
        "duration": 7.169
    },
    {
        "text": "Interrogation techniques that they thought, were legal thanks to the justice department's office of legal counsel, saying it was legal should",
        "start": 1109.3,
        "duration": 5.63
    },
    {
        "text": "She be held responsible for that and secondly should she be held responsible",
        "start": 1114.93,
        "duration": 2.4
    },
    {
        "text": "Or made a scapegoat because she drafted a cable at the orders of her boss in order that rodriguez and haspel argue they",
        "start": 1117.61,
        "duration": 6.89
    },
    {
        "text": "Made so that they could protect, people in the cia, from being identified it was always the potential for retribution attacks",
        "start": 1124.5,
        "duration": 5.55
    },
    {
        "text": "When you're dealing with extremists and so i want to pass that question off to you",
        "start": 1130.05,
        "duration": 2.64
    },
    {
        "text": "What is your takeaway from this story are you against her nomination are you for her nomination any, thoughts",
        "start": 1132.69,
        "duration": 5.28
    },
    {
        "text": "And opinions i'd love to know all of them in the comments down, below that's",
        "start": 1137.97,
        "duration": 2.909
    },
    {
        "text": "Where i'm going to end today's show",
        "start": 1140.88,
        "duration": 1.08
    },
    {
        "text": "If you, like this video hit it with a like if you're, new, here hit subscribe and no matter what",
        "start": 1141.96,
        "duration": 3.659
    },
    {
        "text": "Make, sure you ring that bell so you get notifications for these, daily videos and actually if you missed yesterday's show",
        "start": 1145.62,
        "duration": 3.96
    },
    {
        "text": "You, want to catch up click or tap right there to watch that or if you, want something lighter you can, watch a brand",
        "start": 1149.58,
        "duration": 3.779
    },
    {
        "text": "New, vlog that's it of course as always, my name is philip defranco?",
        "start": 1153.36,
        "duration": 2.85
    },
    {
        "text": "You've just been phill'd in a yo faces and i'll see you tomorrow",
        "start": 1156.34,
        "duration": 4.069
    }
]