[
    {
        "text": "Sup you beautiful bastards. Hope you've  had fantastic Thursday",
        "start": 0.03,
        "duration": 3.24
    },
    {
        "text": "Welcome back to the philip defranco show and let's just jump into and the first thing we're to talk about today is why viewers,",
        "start": 3.27,
        "duration": 5.49
    },
    {
        "text": "creators small and large are freaking out on youtube right now",
        "start": 8.82,
        "duration": 3.44
    },
    {
        "text": "Why is youtube obsessed with making it harder and harder for",
        "start": 12.44,
        "duration": 3.72
    },
    {
        "text": "subscribers to get your content? AND now",
        "start": 16.56,
        "duration": 2.46
    },
    {
        "text": "being subscribed on the sub feed which is the one sacred place. You could find the content you're subscribed to in",
        "start": 19.119,
        "duration": 6.56
    },
    {
        "text": "chronological order is now being \"optimized\". So what is Ethan Klein of h3h3 productions talking about?",
        "start": 25.869,
        "duration": 5.93
    },
    {
        "text": "Well, he and many others are incredibly concerned about a tweet that came from the official team youtube account",
        "start": 31.8,
        "duration": 4.529
    },
    {
        "text": "It's in response to the question. Why aren't the videos in my subscription feed in chronological order anymore?",
        "start": 36.329,
        "duration": 4.26
    },
    {
        "text": "To which team Youtube responded just to clarify you're currently experimenting with how to show content in the subs feed",
        "start": 40.59,
        "duration": 5.25
    },
    {
        "text": "We find that some viewers are able to more easily find the videos",
        "start": 45.84,
        "duration": 2.489
    },
    {
        "text": "They want to watch when we order the subs feed in a personalized order versus always showing most recent video first.",
        "start": 48.329,
        "duration": 5.49
    },
    {
        "text": "Essentially YouTube's response here is tis but a test. Don't freak out about it",
        "start": 53.829,
        "duration": 3.53
    },
    {
        "text": "It's a no big deal and following a lot of the criticism team YouTube responded again this morning specifically to h3h3 productions",
        "start": 57.36,
        "duration": 4.889
    },
    {
        "text": "And they wrote this is a very small experiment",
        "start": 62.649,
        "duration": 2.39
    },
    {
        "text": "We're testing a new and completely optional",
        "start": 65.04,
        "duration": 1.689
    },
    {
        "text": "Way to sort the subs feed with a small group of people videos are still there",
        "start": 66.729,
        "duration": 3.44
    },
    {
        "text": "And again people have control over the setting aka don't have to use it. And my personal response to youtube here is... it appears pretty",
        "start": 70.17,
        "duration": 6.12
    },
    {
        "text": "transparent what you're trying to do with the mention of it's just an experiment. It's a very small",
        "start": 76.42,
        "duration": 4.91
    },
    {
        "text": "experiment here",
        "start": 81.909,
        "duration": 0.621
    },
    {
        "text": "You're minimizing",
        "start": 82.53,
        "duration": 0.79
    },
    {
        "text": "the testing but",
        "start": 83.32,
        "duration": 1.32
    },
    {
        "text": "everyone knows that if you're testing something you're thinking about potentially implementing this in the future as far as youtube referring to it as an",
        "start": 84.64,
        "duration": 5.629
    },
    {
        "text": "Optional setting sure as of right now and personally, I want to believe YouTube that they would never make this the new normal",
        "start": 90.27,
        "duration": 5.34
    },
    {
        "text": "But there is a reason that there are so many creators that are concerned about this and there's so many creators that are not trusting",
        "start": 95.61,
        "duration": 5.579
    },
    {
        "text": "Of YouTube, it's called history the best way to predict what a company or person is going to do it",
        "start": 101.189,
        "duration": 3.99
    },
    {
        "text": "You look back to their past actions and you also at the same time look at what's around and what's around them",
        "start": 105.18,
        "duration": 4.619
    },
    {
        "text": "You have Facebook Instagram Twitter all kind of abandoning chronological order",
        "start": 109.799,
        "duration": 4.5
    },
    {
        "text": "So why do those companies switch over despite there being a lot of people?",
        "start": 114.299,
        "duration": 3.3
    },
    {
        "text": "Hating on that change because they want to increase engagement",
        "start": 117.79,
        "duration": 2.509
    },
    {
        "text": "If you are more engaged with the app, you're going to use it more you're going to continue using it in the future",
        "start": 120.299,
        "duration": 4.529
    },
    {
        "text": "So based on your past viewing habits your engagement",
        "start": 124.829,
        "duration": 2.58
    },
    {
        "text": "You are then fed similar pieces of content or content from those creators",
        "start": 127.409,
        "duration": 3.329
    },
    {
        "text": "the incredibly unfortunate part of that is it can",
        "start": 130.739,
        "duration": 1.951
    },
    {
        "text": "Hurt discoverability for very small creators that are trying to get a start and that's just one of several complaints in issue",
        "start": 132.69,
        "duration": 4.649
    },
    {
        "text": "No, YouTube's defense. I think part of the experiment potentially comes from a good place",
        "start": 137.34,
        "duration": 3.779
    },
    {
        "text": "There are some people and channels that actually do not benefit from having a chronological",
        "start": 141.12,
        "duration": 3.87
    },
    {
        "text": "Feed and these are usually channels that don't post that often. They might not have a dedicated schedule",
        "start": 145.06,
        "duration": 4.85
    },
    {
        "text": "So potentially the change would increase the likelihood that someone would watch a video from a channel that does not have to post every day",
        "start": 149.91,
        "duration": 4.8
    },
    {
        "text": "Also, there are a lot of users on YouTube that are subscribed to a ton of people",
        "start": 154.71,
        "duration": 3.899
    },
    {
        "text": "but they only consume content regularly from a few of them and YouTube's pictures essentially they want to reorganize that clutter for you so that",
        "start": 158.61,
        "duration": 5.729
    },
    {
        "text": "You can get straight to the content. You normally consume but I think the simple argument against that is well",
        "start": 164.34,
        "duration": 4.11
    },
    {
        "text": "That is what the home page",
        "start": 168.45,
        "duration": 2.0
    },
    {
        "text": "recommended watch next has become why mess with the one and only page on your website that gives people the raw flow of videos that",
        "start": 170.71,
        "duration": 6.619
    },
    {
        "text": "They subscribe for YouTube. I beg you you've done enough. Just just don't touch this thing",
        "start": 177.33,
        "duration": 4.41
    },
    {
        "text": "I know all the other places have done that but but be youtube",
        "start": 181.74,
        "duration": 3.389
    },
    {
        "text": "different but of course",
        "start": 185.65,
        "duration": 0.89
    },
    {
        "text": "that's just my personal takeaway based off of my",
        "start": 186.54,
        "duration": 1.99
    },
    {
        "text": "Experience with YouTube and and the issues we've had sometimes with with our content and getting to our audience or not",
        "start": 188.53,
        "duration": 5.21
    },
    {
        "text": "and so that's why I'm personally fearful of this change just seems like another way for our",
        "start": 193.74,
        "duration": 3.809
    },
    {
        "text": "Content to be suppressed or lost in the shuffle. I believe that it could be truly devastating",
        "start": 197.709,
        "duration": 5.06
    },
    {
        "text": "So with that said I do want to pass a question off to you. What's your takeaway here?",
        "start": 202.8,
        "duration": 3.36
    },
    {
        "text": "Do you get what YouTube is trying to do? Do do you love it? Do you hate it any feelings you have on it?",
        "start": 206.16,
        "duration": 4.619
    },
    {
        "text": "Let me know in those comments down below, but from that I want to share some stuff",
        "start": 210.78,
        "duration": 3.029
    },
    {
        "text": "I loved today and today in awesome the first bit of awesome today is if you're gonna snag any of our gear from Shop",
        "start": 213.81,
        "duration": 5.16
    },
    {
        "text": "DeFranco dot-com today today. We have a 20% off link for pillows which to my surprise",
        "start": 218.97,
        "duration": 5.459
    },
    {
        "text": "I found out yesterday is one of our best selling product types",
        "start": 224.43,
        "duration": 3.12
    },
    {
        "text": "Although it turns out it has largely been carried by our let's make mistakes together pillows",
        "start": 227.55,
        "duration": 4.559
    },
    {
        "text": "Also, honestly who needs another pillow that's like home is where the heart is. No, snag it",
        "start": 232.11,
        "duration": 4.199
    },
    {
        "text": "Don't be stupid stupid pillow, reminded a stay humble hustle heart or the perfect gift for your relatives on Facebook",
        "start": 236.31,
        "duration": 5.97
    },
    {
        "text": "the why be informed when you can use your feelings as your facts pillows, if you want to snag one while you can with the",
        "start": 242.28,
        "duration": 4.169
    },
    {
        "text": "20% discount just click the link in the top description then in trailer. Awesome. We got another trailer for won't you be my neighbor?",
        "start": 246.45,
        "duration": 5.85
    },
    {
        "text": "I'm really excited for that one",
        "start": 252.4,
        "duration": 1.52
    },
    {
        "text": "Even though I the likelihood of me ugly crying during the movie is pretty high then Yanis game trailer for state of decay",
        "start": 253.92,
        "duration": 6.719
    },
    {
        "text": "It's Shawn Mendes is asking the web's most searched questions life",
        "start": 260.639,
        "duration": 3.15
    },
    {
        "text": "Noggin asking us what if we could teleport and if you want to see the full versions of everything I just shared the secret link",
        "start": 263.79,
        "duration": 4.829
    },
    {
        "text": "Of the day anything at all links is always are in the description down below now",
        "start": 268.62,
        "duration": 3.42
    },
    {
        "text": "Let's talk about this situation with Shawn king Sherita Dickson Cole and a Texas state trooper",
        "start": 272.04,
        "duration": 4.769
    },
    {
        "text": "So Shawn King who described himself as both an activist and a journalist. He's also a columnist for the Interceptor",
        "start": 276.81,
        "duration": 4.98
    },
    {
        "text": "He posts something on Sunday, and it's a statement detailing",
        "start": 281.79,
        "duration": 2.459
    },
    {
        "text": "Allegations that state trooper officer Hubbard had sexually assaulted Sarita Dixon Cole while she was handcuffed in his vehicle",
        "start": 284.5,
        "duration": 5.72
    },
    {
        "text": "He says she was kidnapped and raped by this officer as she was being held hostage",
        "start": 290.22,
        "duration": 3.51
    },
    {
        "text": "She says she was told she was being stopped because Hubbard expected she was driving while intoxicated",
        "start": 293.73,
        "duration": 4.049
    },
    {
        "text": "Adding Cole voluntarily performed and passed all dui/dwi",
        "start": 298.53,
        "duration": 2.519
    },
    {
        "text": "Protocol including a breathalyzer. However, Hubbard decided he quote didn't like her attitude and that he was going to take her to jail anyway",
        "start": 302.29,
        "duration": 6.259
    },
    {
        "text": "And saying the officer asked her if she wanted to go home",
        "start": 308.55,
        "duration": 2.309
    },
    {
        "text": "as he hiked up her skirt adding he told her that she could earn her way home if she really wanted to go and then",
        "start": 310.96,
        "duration": 5.42
    },
    {
        "text": "The allegations get worse. We're talking threat of a murder according to Shawn Kings post",
        "start": 316.38,
        "duration": 3.419
    },
    {
        "text": "Sherita had called her boyfriend just as she was getting pulled over he shows up allegedly the officer asks",
        "start": 319.8,
        "duration": 4.92
    },
    {
        "text": "Who is that and according to Shawn King's post when she explained it was her fiance?",
        "start": 324.72,
        "duration": 3.449
    },
    {
        "text": "He asked her was he armed when she said he was not Hubbard retorted if you tell him what happened",
        "start": 328.169,
        "duration": 4.02
    },
    {
        "text": "He will be armed and his firearm will be visible when I have to shoot him",
        "start": 332.19,
        "duration": 3.419
    },
    {
        "text": "Just after this according to the post Hubbard tells the fiance that she's going to jail",
        "start": 335.61,
        "duration": 3.15
    },
    {
        "text": "also\nIf you follow you will be arrested as well",
        "start": 338.76,
        "duration": 2.05
    },
    {
        "text": "Fiancee drives a small distance waits for the officer to take her to jail",
        "start": 340.81,
        "duration": 2.929
    },
    {
        "text": "eventually",
        "start": 343.78,
        "duration": 0.5
    },
    {
        "text": "He ends up just leaving but instead what happened according to the post",
        "start": 344.28,
        "duration": 2.489
    },
    {
        "text": "Hubbard drove the car behind the vacant dealership and told Cole",
        "start": 346.95,
        "duration": 2.459
    },
    {
        "text": "Why don't you just give me some of that sweet pussy?",
        "start": 349.41,
        "duration": 1.56
    },
    {
        "text": "You have been given your fiancee and then you can go home King riding Cole begged Hubbard to just take her to jail",
        "start": 350.97,
        "duration": 4.589
    },
    {
        "text": "He placed his hands back up her skirt and penetrated her vagina warning her not to be stupid",
        "start": 355.56,
        "duration": 4.14
    },
    {
        "text": "He explained she could go home tonight",
        "start": 359.88,
        "duration": 1.44
    },
    {
        "text": "if she just gave him what he wanted around that point Cole's boyfriend had looped the highway and when the officer saw that he was",
        "start": 361.32,
        "duration": 5.609
    },
    {
        "text": "Coming he stopped and you know what, there are more details to this assault",
        "start": 366.93,
        "duration": 2.58
    },
    {
        "text": "But I'm just going to stop there because it turns out all of it's a lie on Tuesday the Texas Department of Public Safety",
        "start": 369.51,
        "duration": 4.5
    },
    {
        "text": "Released almost two hours of body cam footage and there is no crime committed",
        "start": 374.14,
        "duration": 5.0
    },
    {
        "text": "I'm not saying like there's something that could have been misinterpreted or you know",
        "start": 379.51,
        "duration": 4.219
    },
    {
        "text": "What the cuts they're sketchy officer appears to be nothing but professional",
        "start": 383.729,
        "duration": 2.88
    },
    {
        "text": "Sherita Dix and Cole seems fine her fiance seems fine in the video. It appears that she has open alcohol in the vehicle",
        "start": 386.8,
        "duration": 6.17
    },
    {
        "text": "They calls it and reads her her Miranda rights lets her know about the situation",
        "start": 398.32,
        "duration": 3.41
    },
    {
        "text": "Offers to give her a chance to call her fiance. She said she already talked to him when he arrives",
        "start": 402.07,
        "duration": 3.98
    },
    {
        "text": "He allows him to talk briefly I get to the jail",
        "start": 406.05,
        "duration": 2.129
    },
    {
        "text": "he places the camera in a way so you can see everything they small talk about her fiance moving the cost of living or",
        "start": 408.18,
        "duration": 5.22
    },
    {
        "text": "occupation her children",
        "start": 413.68,
        "duration": 1.22
    },
    {
        "text": "He explains how the situation goes he gives her a breathalyzer even lets her know that she blew in just under the legal limit",
        "start": 414.9,
        "duration": 5.61
    },
    {
        "text": "But of course he pulled her over two hours ago and that's it",
        "start": 420.51,
        "duration": 2.639
    },
    {
        "text": "And so of course immediately Shaun King's credibility took a massive hit in his pose going after officer Hubbard",
        "start": 423.15,
        "duration": 5.82
    },
    {
        "text": "He wrote this woman is a mother and a corporate professional",
        "start": 428.97,
        "duration": 2.49
    },
    {
        "text": "She didn't just make this a horrible crime was committed against her and it needs to be dealt with immediately",
        "start": 431.46,
        "duration": 3.809
    },
    {
        "text": "That was shared tens of thousands of times. He went on the radio",
        "start": 435.4,
        "duration": 3.2
    },
    {
        "text": "He spread this story and none of it is true in responds to the footage",
        "start": 438.6,
        "duration": 3.329
    },
    {
        "text": "The department said they were appalled that anyone would make such a despicable",
        "start": 441.93,
        "duration": 2.55
    },
    {
        "text": "Slanderous and false accusation against a peace officer who willingly risks his life every day to protect and serve the public",
        "start": 444.7,
        "duration": 5.209
    },
    {
        "text": "We saw Dickson Cole's lawyer apologize",
        "start": 450.15,
        "duration": 2.1
    },
    {
        "text": "We also saw Shawn King write a whole medium post about this and it's titled when the victim you fought for turns out to be",
        "start": 452.25,
        "duration": 4.98
    },
    {
        "text": "The victimizer Rita Dickson : the painful consequences of a false report of sexual assault and police misconduct",
        "start": 457.23,
        "duration": 5.009
    },
    {
        "text": "The claims before releasing Gama then says he has now watched the body cam footage three different times and he has seen no",
        "start": 463.54,
        "duration": 5.989
    },
    {
        "text": "Allegations proven true writing not one not threats not the sexual assaults",
        "start": 469.87,
        "duration": 3.71
    },
    {
        "text": "None of it is one of the most bizarre things I've ever heard of",
        "start": 473.58,
        "duration": 2.399
    },
    {
        "text": "He also writes to this moments Rita Dickson Cole says all of her allegations are true thing the body camera footage must have been edited",
        "start": 475.98,
        "duration": 5.699
    },
    {
        "text": "But even Shaun King says it does not appear to be the case, Shaun King then writing thousands of people a year are",
        "start": 481.68,
        "duration": 5.04
    },
    {
        "text": "Victimized by the police Rita Dickson Cole is not one of those victims adding. She victimized us",
        "start": 486.85,
        "duration": 4.549
    },
    {
        "text": "she victimized the man she falsely accused and she victimized those who stood up for her leaving that she had experienced the worst crime and",
        "start": 491.4,
        "duration": 6.06
    },
    {
        "text": "Since all of this came out Shaun King spoke with Fox News",
        "start": 497.46,
        "duration": 2.819
    },
    {
        "text": "And he was asked if he would issue an apology to the officer",
        "start": 500.28,
        "duration": 3.209
    },
    {
        "text": "Which king reportedly said I would actually like to speak to the officer",
        "start": 503.49,
        "duration": 2.37
    },
    {
        "text": "Personally to apologize and to communicate that he was actually a model example",
        "start": 506.11,
        "duration": 3.019
    },
    {
        "text": "of a good cop in this situation who was patient and thorough I've actually already reached out to try to make that happen and ultimately",
        "start": 509.2,
        "duration": 5.269
    },
    {
        "text": "Where this story ends up for me based on all of this information",
        "start": 514.469,
        "duration": 2.58
    },
    {
        "text": "I mean, obviously we should not lose sight of this",
        "start": 517.05,
        "duration": 2.04
    },
    {
        "text": "Rita Dickson Cole is a",
        "start": 519.15,
        "duration": 1.78
    },
    {
        "text": "Garbage person for this not only did she try to just completely destroy a person's life with with a false sexual assault claim a false",
        "start": 520.93,
        "duration": 7.66
    },
    {
        "text": "Murder threat claim she hurts all the real victims out there whether it be people that have spoken out",
        "start": 528.87,
        "duration": 5.06
    },
    {
        "text": "Already about their story or we're thinking about it",
        "start": 534.03,
        "duration": 2.719
    },
    {
        "text": "but but are now worried worried that because there are stories like this that no one will believe that there will be that doubt and",
        "start": 536.75,
        "duration": 4.86
    },
    {
        "text": "So because there's really not a question that can revolve around her the question I want to pass off to you",
        "start": 541.61,
        "duration": 5.489
    },
    {
        "text": "Is what do you think about the Shaun King situation?",
        "start": 547.2,
        "duration": 2.239
    },
    {
        "text": "Because the main two things I'm seeing from the Shawn king fallout",
        "start": 549.51,
        "duration": 2.51
    },
    {
        "text": "You have some people defending him people saying there's really no 100% way to protect yourself from someone that is lying",
        "start": 552.02,
        "duration": 5.609
    },
    {
        "text": "Especially when it's a situation that allegedly involved just two people at the same time",
        "start": 557.78,
        "duration": 3.45
    },
    {
        "text": "You have a lot of people that are angry at Shaun King many people saying that this is an example of someone wanting to push",
        "start": 561.23,
        "duration": 5.219
    },
    {
        "text": "A narrative and not doing enough background work",
        "start": 566.45,
        "duration": 2.28
    },
    {
        "text": "And then this is just blowing up in their face essentially arguing that because he has a bias because he maybe wanted to take down",
        "start": 568.73,
        "duration": 4.739
    },
    {
        "text": "a cop he didn't do the amount of work necessary to verify everything and yet he publicly accused this officer by name of",
        "start": 573.47,
        "duration": 6.599
    },
    {
        "text": "Kidnapping and raping someone but with all of that said, I want to pass the question off to you",
        "start": 580.35,
        "duration": 4.399
    },
    {
        "text": "What is your takeaway from this situation, then in not really the most surprising news president Trump today canceled a U.S",
        "start": 584.75,
        "duration": 6.36
    },
    {
        "text": "North Korea summit that was scheduled for June 12th",
        "start": 591.11,
        "duration": 2.159
    },
    {
        "text": "As far as the reason for the cancellation we can look to a letter from Donald Trump to Kim Jong-un there",
        "start": 593.27,
        "duration": 4.59
    },
    {
        "text": "Donald Trump says he's very much looking forward to being there with him, exactly based on the tremendous",
        "start": 597.86,
        "duration": 3.959
    },
    {
        "text": "Anger and open hostility displayed in your most recent statement",
        "start": 601.95,
        "duration": 2.929
    },
    {
        "text": "I feel it isn't appropriate at this time to have this long planned meeting, later adding",
        "start": 604.88,
        "duration": 3.929
    },
    {
        "text": "I felt a wonderful dialogue was building up between you and me and ultimately it is only that dialogue that matters, adding some day",
        "start": 608.81,
        "duration": 5.309
    },
    {
        "text": "I look forward to meeting you",
        "start": 614.12,
        "duration": 0.96
    },
    {
        "text": "he says thank you for releasing the",
        "start": 615.08,
        "duration": 1.18
    },
    {
        "text": "Hostages refers to it as a beautiful gesture and he closes if you change your mind having to do with this most important summit",
        "start": 616.26,
        "duration": 5.239
    },
    {
        "text": "please do not hesitate to call me or write, the world and North Korea in particular has lost a great opportunity for lasting peace and",
        "start": 621.5,
        "duration": 5.55
    },
    {
        "text": "Great prosperity and wealth this missed opportunity is truly a sad moment in history",
        "start": 627.05,
        "duration": 3.63
    },
    {
        "text": "And if you boil down that letter it's essentially Donald Trump saying man. I want to be a friend",
        "start": 630.68,
        "duration": 3.509
    },
    {
        "text": "I want to help you out, but you're being crazy. Did that really cool thing, and I appreciate it",
        "start": 634.19,
        "duration": 3.48
    },
    {
        "text": "But then then you start talking crazy again. That's really not gonna work for us",
        "start": 637.67,
        "duration": 3.059
    },
    {
        "text": "But let us know if things change",
        "start": 640.73,
        "duration": 1.29
    },
    {
        "text": "The most recent statement from North Korea that Donald Trump is referring to and his letter is this one in which North Korea's Vice foreign?",
        "start": 642.02,
        "duration": 4.77
    },
    {
        "text": "minister calls Penn's a political dummy where she also added whether the US will meet us at a meeting table or encounter us at a",
        "start": 646.86,
        "duration": 5.239
    },
    {
        "text": "nuclear to nuclear showdown isn't",
        "start": 652.1,
        "duration": 2.009
    },
    {
        "text": "Dependent upon the decision and behavior of the United States as far as the reason for Donald Trump doing this",
        "start": 654.4,
        "duration": 4.25
    },
    {
        "text": "It's either one of two things or both of those things one",
        "start": 658.65,
        "duration": 2.85
    },
    {
        "text": "It's a negotiating tactic to show North Korea that at any time the United States is also willing to just kind of pull away North",
        "start": 661.5,
        "duration": 5.429
    },
    {
        "text": "Korea of course previously canceled on South Korea threatened to cancel with the United States essentially",
        "start": 666.93,
        "duration": 4.229
    },
    {
        "text": "this is President Trump showing North Korea that the United States is not going to grovel and that we are going to negotiate from a",
        "start": 671.16,
        "duration": 4.619
    },
    {
        "text": "position of power",
        "start": 675.78,
        "duration": 0.76
    },
    {
        "text": "and/or to they thought that this summit would be a failure and that's something Secretary of State Mike Pompeo hit on today when he said",
        "start": 676.54,
        "duration": 5.72
    },
    {
        "text": "I don't believe in that sense that we were in a position to believe that there could be a successful outcome",
        "start": 682.26,
        "duration": 3.899
    },
    {
        "text": "Adding over the past many days",
        "start": 686.23,
        "duration": 1.34
    },
    {
        "text": "We have endeavored to do what chairman Kim and I had agreed which was to put teams",
        "start": 687.57,
        "duration": 3.239
    },
    {
        "text": "Preparation teams together to begin to work to prepare for the summit and we have received no response. We're inquiries from them personally",
        "start": 691.03,
        "duration": 5.48
    },
    {
        "text": "I'm of the belief that it's both of those reasons no matter the reason. It's really not shocking that we've gotten to this point",
        "start": 696.51,
        "duration": 4.529
    },
    {
        "text": "I mean, obviously a ton of us have been very skeptical since it was announced that this meeting may happen",
        "start": 701.04,
        "duration": 4.32
    },
    {
        "text": "But I mean if you really look to the 29th of last",
        "start": 705.36,
        "duration": 2.4
    },
    {
        "text": "Month things have just been going downhill and on that day",
        "start": 707.83,
        "duration": 2.599
    },
    {
        "text": "If you don't remember that was when John Bolton the new national security adviser mentioned the Libya model",
        "start": 710.43,
        "duration": 4.409
    },
    {
        "text": "Is it a requirement that Kim jong-un agree to give away those weapons before?",
        "start": 714.84,
        "duration": 3.6
    },
    {
        "text": "You give any kind of concession? I think that's right. I think we're looking at the Libya model of",
        "start": 719.14,
        "duration": 4.52
    },
    {
        "text": "2003-2004 the reason that's a problem is it's being misinterpreted by multiple parties Bolton appears to be referencing a denuclearization",
        "start": 724.9,
        "duration": 5.33
    },
    {
        "text": "Process under which Libya voluntarily gave up their young nuclear weapons program, right?",
        "start": 730.63,
        "duration": 3.769
    },
    {
        "text": "So it appears that he's trying to say we want the complete abandonment of a nuclear program not like what we saw with the Iran",
        "start": 734.4,
        "duration": 5.43
    },
    {
        "text": "deal\nBut by specifically mentioning the Libya model North Korea has taken issue with that characterization",
        "start": 739.83,
        "duration": 3.839
    },
    {
        "text": "because unlike Libya they already have a",
        "start": 743.8,
        "duration": 1.95
    },
    {
        "text": "Functioning nuclear weapons program then may 15th rolls around North Korea cancels a meeting with South Korea at that same time",
        "start": 745.75,
        "duration": 5.63
    },
    {
        "text": "They called into question",
        "start": 751.38,
        "duration": 0.91
    },
    {
        "text": "Bolton's comments saying it is essentially a manifestation of awfully sinister move to impose on our dignified state the destiny of Libya or Iraq",
        "start": 752.29,
        "duration": 6.5
    },
    {
        "text": "Which had been collapsed due to?",
        "start": 759.01,
        "duration": 1.59
    },
    {
        "text": "Yielding the whole of their country's two big powers and on may 17 Donald trump kind of tried to clear things up",
        "start": 760.6,
        "duration": 5.239
    },
    {
        "text": "But then may have accidentally made it worse. You may remember he said this the Libyan model isn't a model that we have at all",
        "start": 765.84,
        "duration": 5.58
    },
    {
        "text": "Well, we're thinking of North Korea. Okay, so that was helpful. But then later adding that was a total decimation",
        "start": 772.54,
        "duration": 4.91
    },
    {
        "text": "We went in there to beat him",
        "start": 777.67,
        "duration": 1.58
    },
    {
        "text": "Now that model would take place if we don't make a deal most likely",
        "start": 779.25,
        "duration": 4.559
    },
    {
        "text": "But if we make a deal, I think Kim Jong-un is going to be very very happy",
        "start": 783.88,
        "duration": 5.269
    },
    {
        "text": "And the problem there is that it appears that Donald Trump's actually referring to the 2011 Libya model",
        "start": 789.15,
        "duration": 4.409
    },
    {
        "text": "I was when NATO carried out airstrikes against Gaddafi and his forces a situation that ultimately led to Gaddafi being killed in the streets",
        "start": 793.56,
        "duration": 6.239
    },
    {
        "text": "whereas the 2003 Libya model was just the country stopping their new nuclear weapons program for the North Koreans that statement and that",
        "start": 799.8,
        "duration": 5.28
    },
    {
        "text": "reminder of course could freak them out at that point most likely what they're thinking is well if we look to Libya what if they",
        "start": 805.24,
        "duration": 4.52
    },
    {
        "text": "Did have nuclear weapons. Would that have been a",
        "start": 809.76,
        "duration": 1.84
    },
    {
        "text": "deterrence so that NATO didn't strike them if the international community to not get involved because they were fearful of a nuclear weapon would",
        "start": 811.6,
        "duration": 6.74
    },
    {
        "text": "Gaddafi be alive today because at that point Libya motto was just kind of out there saw Trump and pence kind of try to change",
        "start": 818.41,
        "duration": 5.93
    },
    {
        "text": "The narrative to you know, if they don't make this deal it will end up like the Libya model",
        "start": 824.34,
        "duration": 4.619
    },
    {
        "text": "That's where we are",
        "start": 828.96,
        "duration": 0.45
    },
    {
        "text": "As of right now Donald Trump this morning was on TV saying, you know",
        "start": 829.41,
        "duration": 3.21
    },
    {
        "text": "he is willing to put things back on if and when Kim Jong-un chooses to engage in constructive dialogue and",
        "start": 832.62,
        "duration": 6.479
    },
    {
        "text": "actions I",
        "start": 839.71,
        "duration": 1.89
    },
    {
        "text": "am waiting, but as of right now",
        "start": 841.6,
        "duration": 2.54
    },
    {
        "text": "It does not appear that the summit will be happening and we'll just have to wait and see what happens next",
        "start": 844.14,
        "duration": 3.899
    },
    {
        "text": "That's where I'm going to end. Today's show. And of course remember, this is the Philip DeFranco show",
        "start": 848.04,
        "duration": 2.97
    },
    {
        "text": "I'll give you the news sometimes my opinion and I want to hear from you whether it be the last story the first one anything",
        "start": 851.01,
        "duration": 4.77
    },
    {
        "text": "In between let me know in those comments down below",
        "start": 855.78,
        "duration": 2.039
    },
    {
        "text": "Also, remember if you like this video hit that like button if you're new here hit that subscribe button",
        "start": 857.82,
        "duration": 3.63
    },
    {
        "text": "Maybe even ring that bell. Sometimes it works",
        "start": 861.45,
        "duration": 2.489
    },
    {
        "text": "Also if you missed yesterday's Philip DeFranco show you want to catch up click or tap right there to watch that or if you need",
        "start": 863.94,
        "duration": 4.65
    },
    {
        "text": "Something lighter you can watch the news behind the scenes vlog. But that's said, of course as always my name's Philip DeFranco",
        "start": 868.59,
        "duration": 4.559
    },
    {
        "text": "You've just been phill'd in,  I love yo faces and I'll see you tomorrow.",
        "start": 873.19,
        "duration": 3.979
    }
]