[
    {
        "text": "Sup you beautiful bastards. Hope you're havin' a fantastic Thursday",
        "start": 0.0,
        "duration": 3.12
    },
    {
        "text": "Welcome back to the Philip DeFranco Show and let's just jump into it",
        "start": 3.12,
        "duration": 3.3
    },
    {
        "text": "The first thing that we're gonna talk about today is some online entertainment/",
        "start": 6.42,
        "duration": 3.269
    },
    {
        "text": "industry news that I'm knocking out first to answer the question of \"What the hell is up with your background?\" What, you didn't notice until",
        "start": 9.88,
        "duration": 6.019
    },
    {
        "text": "just now when I mentioned? I picked out the carpet myself, don't you love it",
        "start": 15.9,
        "duration": 2.61
    },
    {
        "text": "and even have them install an awesome feature where the light randomly changes without you wanting it to.",
        "start": 18.51,
        "duration": 6.39
    },
    {
        "text": "I'm in a hotel because I'm at VidCon.",
        "start": 25.0,
        "duration": 1.549
    },
    {
        "text": "It's actually my ninth VidCon, but it is my first VidCon since it was purchased by Viacom",
        "start": 26.55,
        "duration": 4.83
    },
    {
        "text": "If you're not familiar fellow creators Hank and John Green started all those years ago. They just recently sold it to Viacom.",
        "start": 31.38,
        "duration": 6.059
    },
    {
        "text": "It's going to be interesting to see what it's like if anything has changed, but this will also be my last VidCon",
        "start": 37.44,
        "duration": 5.069
    },
    {
        "text": "I don't want that to seem like a massive statement on my part.",
        "start": 42.51,
        "duration": 2.639
    },
    {
        "text": "I've, yes, I've had differences with decisions at VidCon has made in the past and in fact",
        "start": 45.149,
        "duration": 4.53
    },
    {
        "text": "They've been nothing but nice and accommodating to me",
        "start": 49.68,
        "duration": 2.369
    },
    {
        "text": "But as I think more and more creators are going to realize the the ROI, the return on investment of your time",
        "start": 52.05,
        "duration": 5.31
    },
    {
        "text": "just isn't necessarily there.",
        "start": 57.699,
        "duration": 1.621
    },
    {
        "text": "Unlike if you have your own events since while this will be my last time that's because I want to focus on our own",
        "start": 59.32,
        "duration": 5.029
    },
    {
        "text": "DeFranco live events, something we used to do a while ago",
        "start": 64.75,
        "duration": 2.569
    },
    {
        "text": "It's something that I really, really loved because I just I love being able to see people in real life",
        "start": 67.32,
        "duration": 4.44
    },
    {
        "text": "That's why you're seeing some creators doing it",
        "start": 71.76,
        "duration": 1.95
    },
    {
        "text": "Actually, most notably Tana Mongeau right now and on the show, of course,",
        "start": 73.71,
        "duration": 2.729
    },
    {
        "text": "you may be remember that we've talked about Tana in the past for, for, for",
        "start": 76.439,
        "duration": 3.221
    },
    {
        "text": "controversies in other situations, favorite controversy,",
        "start": 79.66,
        "duration": 2.869
    },
    {
        "text": "probably the iDubbbz one, one of our most recent",
        "start": 82.53,
        "duration": 2.0
    },
    {
        "text": "situations was her making this hour-and-a-half video about how she had a horrible time at VidCon. She was mistreated by staff,",
        "start": 84.61,
        "duration": 4.969
    },
    {
        "text": "she felt overall that the event was poorly run.",
        "start": 89.579,
        "duration": 2.04
    },
    {
        "text": "And so this year she decided to take a huge swing and launched",
        "start": 91.619,
        "duration": 2.91
    },
    {
        "text": "TanaCon, and it's not that she just launched her own event that makes this stand out,",
        "start": 94.72,
        "duration": 3.559
    },
    {
        "text": "it starts tomorrow, at the same time VidCon is happening.",
        "start": 98.28,
        "duration": 3.419
    },
    {
        "text": "It is not only in Anaheim like VidCon, it is taking place at the Anaheim Marriott Suites,",
        "start": 101.7,
        "duration": 5.97
    },
    {
        "text": "which is so incredibly close and reportedly there are already 80",
        "start": 107.67,
        "duration": 3.959
    },
    {
        "text": "confirmed creators to attend and she has a solid range in addition to herself you've got Miranda Sings, Rickey Dillion, Shane Dawson, Casey Neistat,",
        "start": 111.97,
        "duration": 7.609
    },
    {
        "text": "Bella Thorne, and so I am so fascinated to see how this goes.",
        "start": 119.829,
        "duration": 3.59
    },
    {
        "text": "I'm a big fan of alternative events, anything that leads to more competition. Maybe it's a different avenue.",
        "start": 123.42,
        "duration": 4.86
    },
    {
        "text": "So whether it's something like a, a, smaller more niche thing or a direct competitor,",
        "start": 128.28,
        "duration": 3.809
    },
    {
        "text": "I mean VidCon this year is expected to have 30",
        "start": 132.26,
        "duration": 1.46
    },
    {
        "text": "thousand people but I think more and more you're gonna see things like a TanaCon pop up where people go. Wouldn't it be more",
        "start": 133.88,
        "duration": 5.22
    },
    {
        "text": "interesting if if instead of all of these people",
        "start": 139.11,
        "duration": 2.669
    },
    {
        "text": "it could be one to four thousand of a kind of more central but also on the other end with this being a test,",
        "start": 141.78,
        "duration": 5.91
    },
    {
        "text": "there is the possibility that it becomes a complete shit show. So that's also another reason I'm interested in that.",
        "start": 147.97,
        "duration": 5.029
    },
    {
        "text": "Well, we'll see personally",
        "start": 153.0,
        "duration": 0.9
    },
    {
        "text": "I hope it does well because the success of others and people being more independent in this community",
        "start": 153.9,
        "duration": 4.32
    },
    {
        "text": "leads to more success for others being independent in this community, but also a question",
        "start": 158.44,
        "duration": 3.679
    },
    {
        "text": "I want to pass off to you around a story like this",
        "start": 162.12,
        "duration": 2.01
    },
    {
        "text": "do you do you prefer it to be kind of two or three main events think of it along the lines of a",
        "start": 164.13,
        "duration": 5.19
    },
    {
        "text": "Comic-con or do you like to see these other things pop up where there's kind of just smaller groups more possibility for interaction",
        "start": 169.6,
        "duration": 6.47
    },
    {
        "text": "I don't know. Let me know what you think",
        "start": 176.07,
        "duration": 1.32
    },
    {
        "text": "in those comments down below also",
        "start": 177.39,
        "duration": 1.599
    },
    {
        "text": "Where do you think that we should have our first set of live events.",
        "start": 178.989,
        "duration": 3.77
    },
    {
        "text": "But from that, I want to share some stuff I loved today and today in awesome brought to you by movement.com/PhillyD and movement",
        "start": 182.76,
        "duration": 5.61
    },
    {
        "text": "of course the",
        "start": 188.37,
        "duration": 0.55
    },
    {
        "text": "Fantastic watch and sunglass company for men and women and for those of you that call out and compliment the watch that I have on",
        "start": 188.92,
        "duration": 5.599
    },
    {
        "text": "in my shows that is a movement watch we've got so many good looks and designs and best of all they start at just",
        "start": 194.52,
        "duration": 4.52
    },
    {
        "text": "at $95, which is this very nice reprieve because it feels like every time you go to a department store",
        "start": 199.1,
        "duration": 4.32
    },
    {
        "text": "You just see in four hundred five hundred dollar price tags also on top of that",
        "start": 203.43,
        "duration": 3.3
    },
    {
        "text": "It's completely risk-free you've free shipping worldwide",
        "start": 206.73,
        "duration": 2.52
    },
    {
        "text": "free returns worldwide and best of all when you decide to make the smart decision go to movement.com",
        "start": 209.44,
        "duration": 4.759
    },
    {
        "text": "/PHILLYD like so many others have make sure you enter in code PHILLYD and they'll give you",
        "start": 214.47,
        "duration": 3.72
    },
    {
        "text": "$15 off your first order today the first bit of Awesome today",
        "start": 218.38,
        "duration": 2.72
    },
    {
        "text": "It's a little bit self promo",
        "start": 221.1,
        "duration": 1.199
    },
    {
        "text": "If you are here at VidCon, you do want to see me here is my schedules also if you're not here",
        "start": 222.299,
        "duration": 4.11
    },
    {
        "text": "But you want to be a part of today's Q&A",
        "start": 226.41,
        "duration": 1.32
    },
    {
        "text": "You can go to Twitter use a #VidConAskPhil and ask me a question",
        "start": 227.73,
        "duration": 3.539
    },
    {
        "text": "We might answer it live and some light are awesome you'd Fergie watching fan covers on YouTube you'd the stars of Marvel's cloak-and-dagger",
        "start": 231.269,
        "duration": 5.279
    },
    {
        "text": "Explaining how the show compares to the comic smarter every day gave us two vortex rings colliding in slow motion",
        "start": 236.86,
        "duration": 5.059
    },
    {
        "text": "Then we got a trailer for the new Steve Carell movie Marwin netflix",
        "start": 241.92,
        "duration": 2.909
    },
    {
        "text": "Then gave us the date for Ozarks season 2 which I'm just gonna use this as an opportunity",
        "start": 244.829,
        "duration": 4.08
    },
    {
        "text": "If you have not watched Ozark",
        "start": 249.07,
        "duration": 1.699
    },
    {
        "text": "I highly recommend it",
        "start": 250.769,
        "duration": 1.421
    },
    {
        "text": "There are lows but I will say the first episode in the last episode of the season are some of my favorite pieces of television",
        "start": 252.19,
        "duration": 5.359
    },
    {
        "text": "If you want to see the full versions of everything",
        "start": 257.549,
        "duration": 1.5
    },
    {
        "text": "I just share the secret link of the day anything at all",
        "start": 259.049,
        "duration": 2.76
    },
    {
        "text": "Links is always there in the description down below",
        "start": 261.94,
        "duration": 1.7
    },
    {
        "text": "Then let's talk about why Burger King is in the news and if you followed this show for a while, you know",
        "start": 263.64,
        "duration": 5.469
    },
    {
        "text": "it's not because I'm gonna be like \"their",
        "start": 269.11,
        "duration": 1.33
    },
    {
        "text": "Sandwiches are dope.\" A ton of people are angry Burger King this week because of an ad they put out in Russia",
        "start": 270.44,
        "duration": 4.129
    },
    {
        "text": "Also a note here because there seems to be some confusion Burger King. Russia is actually owned by burger Rus LLC",
        "start": 274.569,
        "duration": 5.13
    },
    {
        "text": "Not the Burger King here in the United States. There is a difference there. At least there should be a difference there",
        "start": 279.699,
        "duration": 4.559
    },
    {
        "text": "Unfortunately that has not been noted in a lot of places but the ad that they posted online",
        "start": 284.259,
        "duration": 3.75
    },
    {
        "text": "Announced a contest and explained the rules which were very simple saying get pregnant by a player competing in the World Cup and receive 3",
        "start": 288.229,
        "duration": 6.649
    },
    {
        "text": "million rubles that coming in at around 47 thousand US dollars and then of course a lifetime supply of",
        "start": 294.889,
        "duration": 5.66
    },
    {
        "text": "Whoppers. And roughly translated they say \"For these girls",
        "start": 300.8,
        "duration": 2.66
    },
    {
        "text": "It will be possible to get the best football genes and will lay down the success of the Russian national team on several",
        "start": 303.46,
        "duration": 5.579
    },
    {
        "text": "generations ahead",
        "start": 309.169,
        "duration": 0.72
    },
    {
        "text": "forward we believe in you\" and so big shocker turns out a bunch of people had a problem with the companies saying \"hey I have",
        "start": 309.889,
        "duration": 5.959
    },
    {
        "text": "Sex with those athletes and bring a life in this world for a bunch of sandwiches\" people instantly calling it \"sexist\"",
        "start": 315.848,
        "duration": 5.292
    },
    {
        "text": "\"Misogynistic\" others just saying \"it's flat-out disgusting.\" Additionally this ad most likely angered a Russian politician in particular that being Tamara Pletnyova",
        "start": 321.26,
        "duration": 7.16
    },
    {
        "text": "She's a chairperson of the duma committee on families women and children",
        "start": 328.42,
        "duration": 2.82
    },
    {
        "text": "she has said that \"russian women should give birth to our own\" adding \"these children then suffer and have suffered even from soviet times you",
        "start": 331.24,
        "duration": 5.97
    },
    {
        "text": "Know this perfectly. Well, it's fine if they're one race, but not if they're from a different race\"",
        "start": 337.21,
        "duration": 3.779
    },
    {
        "text": "\"I'm, not a nationalist, But still...\" She was also referencing a problem moscow faced following the 1980 olympics where there was a large spike in",
        "start": 340.99,
        "duration": 5.939
    },
    {
        "text": "Pregnancies from foreign fathers most of whom just left the country and following all of that backlash the company then removed the ad and apologized",
        "start": 347.029,
        "duration": 6.26
    },
    {
        "text": "Saying \"we apologize for the statement",
        "start": 353.289,
        "duration": 1.44
    },
    {
        "text": "We made it turned out to be too",
        "start": 354.729,
        "duration": 1.511
    },
    {
        "text": "Insulting\" then thanking people for their feedback and saying \"we've removed all materials related to the ad\"",
        "start": 356.24,
        "duration": 3.979
    },
    {
        "text": "So that's that also this really is any surprising situation",
        "start": 360.219,
        "duration": 3.03
    },
    {
        "text": "If you look into Burger King Russia last year that an even worse controversy. It happened last year",
        "start": 363.25,
        "duration": 4.199
    },
    {
        "text": "They put out an ad on social media that had the likeness of a 17 year old rape victim that featured her clothing the hairstyle",
        "start": 367.449,
        "duration": 5.61
    },
    {
        "text": "She had when she appeared on a Russian talk show even her hand is making the same",
        "start": 373.06,
        "duration": 3.509
    },
    {
        "text": "Movement and it's a still from when she was talking about when she was being raped and badly beaten",
        "start": 376.729,
        "duration": 3.679
    },
    {
        "text": "It was the whole incident was a massive deal in Russia at the time and the ad is for a buy one burger get one free ad",
        "start": 380.409,
        "duration": 4.59
    },
    {
        "text": "And it has her saying \"it won't last long\"",
        "start": 385.0,
        "duration": 1.8
    },
    {
        "text": "So I think if they got past that they're definitely only to get past this then in News News if you're an American watching this",
        "start": 386.8,
        "duration": 5.07
    },
    {
        "text": "right\nNow two reports have just come out saying you do not trust the news and specifically these new reports from Gallup at night found",
        "start": 391.87,
        "duration": 5.729
    },
    {
        "text": "I found that Americans believe",
        "start": 397.68,
        "duration": 1.45
    },
    {
        "text": "62% of the news on TV or the radio is biased and 44% is inaccurate and on social media",
        "start": 399.13,
        "duration": 4.789
    },
    {
        "text": "It actually gets worse reportedly people believe that 80% of news",
        "start": 403.919,
        "duration": 2.82
    },
    {
        "text": "There is biased and 64 percent is inaccurate",
        "start": 406.74,
        "duration": 2.16
    },
    {
        "text": "And in the survey, they found that people rarely differentiated between bias and accuracy",
        "start": 408.9,
        "duration": 3.6
    },
    {
        "text": "So often if a source was received as biased it was also considered inaccurate and a few exceptions",
        "start": 412.5,
        "duration": 3.959
    },
    {
        "text": "They said they found were NBC the Washington Post and the New York Times",
        "start": 416.46,
        "duration": 2.79
    },
    {
        "text": "And as far as what people thought was least biased and most accurate you had PBS The Associated Press and NPR additionally along party lines",
        "start": 419.25,
        "duration": 6.329
    },
    {
        "text": "They found that people that were Democrats or at least leaned left trusted media more than people that were",
        "start": 425.58,
        "duration": 4.8
    },
    {
        "text": "Republicans or leaned right that said the further and further you look into it",
        "start": 430.479,
        "duration": 3.11
    },
    {
        "text": "You just see more and more people not believing information that they're seeing",
        "start": 433.59,
        "duration": 3.48
    },
    {
        "text": "But then at the same time it might not be the most surprising thing because according to one of the reports",
        "start": 437.07,
        "duration": 3.899
    },
    {
        "text": "83% of Americans when they are uncertain about the facts of a story",
        "start": 441.22,
        "duration": 3.109
    },
    {
        "text": "They go to their main place go to the sources. They use most often which could just be regurgitating what they want to hear",
        "start": 444.49,
        "duration": 5.75
    },
    {
        "text": "whereas only 58% said they go to a source with a different perspective than their own with all of that said about these reports or",
        "start": 450.3,
        "duration": 4.77
    },
    {
        "text": "What I will say is I do not think that there is a way to fix this",
        "start": 455.07,
        "duration": 2.369
    },
    {
        "text": "According to 76 percent of those surveyed they said it as only shoulders of the social media companies to identify misinformation",
        "start": 457.56,
        "duration": 5.07
    },
    {
        "text": "Unfortunately for every individual their perception is reality their feelings at times often become their true, obviously",
        "start": 463.03,
        "duration": 6.529
    },
    {
        "text": "I'm taking the jump back here",
        "start": 469.56,
        "duration": 1.109
    },
    {
        "text": "But there was a 1991 poll in the United States found 18 percent of Americans believed that the Sun revolved around the earth",
        "start": 470.669,
        "duration": 7.38
    },
    {
        "text": "So then those 18 percent given the facts of the situation",
        "start": 478.05,
        "duration": 2.58
    },
    {
        "text": "How many of those people shout fake news how many of those people say?",
        "start": 481.0,
        "duration": 3.139
    },
    {
        "text": "Oh, you're biased you're just pushing you're Pro earth going around the Sun agenda",
        "start": 484.139,
        "duration": 4.83
    },
    {
        "text": "I don't even touch a bunch of the other",
        "start": 489.06,
        "duration": 1.63
    },
    {
        "text": "stupid bullshit that people have eaten up just because I don't want to deal with that level of stupid today with that said these certainly",
        "start": 490.69,
        "duration": 5.779
    },
    {
        "text": "Has got me thinking and so I want to pass the question off to you. Who do you trust out there?",
        "start": 496.47,
        "duration": 4.109
    },
    {
        "text": "Are you more trusting of what you see on TV versus something you see online?",
        "start": 500.58,
        "duration": 3.959
    },
    {
        "text": "Why do you think that is for the places you do trust?",
        "start": 504.539,
        "duration": 1.921
    },
    {
        "text": "Why and also do you ever consume news anywhere that may not have the same perspective as you?",
        "start": 506.46,
        "duration": 4.32
    },
    {
        "text": "I love know any and all of that in the comments down below and let's talk about the news this week that Canada is now",
        "start": 510.84,
        "duration": 4.889
    },
    {
        "text": "the second country in the world to legalize",
        "start": 515.729,
        "duration": 2.25
    },
    {
        "text": "nationwide recreational marijuana their Senate voting 52 to 29 to lift the ban on marijuana and as far as the specifics on the legalization the",
        "start": 518.589,
        "duration": 7.25
    },
    {
        "text": "Act legalizes possession of up to 30 grams of marijuana for Canadians who are at least 18 years",
        "start": 525.839,
        "duration": 4.17
    },
    {
        "text": "As will occur both at retail locations and through the mail",
        "start": 530.26,
        "duration": 2.489
    },
    {
        "text": "although it is up to the individual provinces to set up their own distribution methods and that's actually a key point because some provinces like",
        "start": 532.75,
        "duration": 5.34
    },
    {
        "text": "Ontario are planning on having government-run stores where as provinces like Alberta are going to issue licenses to private retailers",
        "start": 538.28,
        "duration": 6.049
    },
    {
        "text": "Each individual residents will also be able to grow for marijuana plant",
        "start": 544.33,
        "duration": 3.119
    },
    {
        "text": "There'll also reportedly be strict standards as far as potency following the passage of this act we heard from Justice Minister Jody Wilson Raybould",
        "start": 547.45,
        "duration": 7.14
    },
    {
        "text": "who'd really talked about what this means for Canada it leaves behind a failed model of prohibition a",
        "start": 554.59,
        "duration": 5.88
    },
    {
        "text": "Model that has made organized crime rich and left our young people vulnerable",
        "start": 560.87,
        "duration": 4.429
    },
    {
        "text": "most importantly our shift in policy will protect youth from the health and safety risks of cannabis and",
        "start": 565.67,
        "duration": 6.98
    },
    {
        "text": "Keep those same criminals from profiting from its production distribution and sale",
        "start": 572.99,
        "duration": 4.94
    },
    {
        "text": "It's also going to be interesting to see what kind of domestic impact this has on Canada",
        "start": 577.93,
        "duration": 4.11
    },
    {
        "text": "for example\naccording to Canada's Department of Justice 58 percent of all drug offenses in Canada were related to cannabis and so it's expected some provinces will",
        "start": 582.04,
        "duration": 7.259
    },
    {
        "text": "Issue retroactive pardons. So these these people may be released. It could affect the prison population",
        "start": 589.3,
        "duration": 4.619
    },
    {
        "text": "There's also the tax benefit. It's believed that in Canada",
        "start": 594.11,
        "duration": 3.11
    },
    {
        "text": "It could be a four billion dollar industry as far as when legalization will become the new reality in Canada",
        "start": 597.22,
        "duration": 5.82
    },
    {
        "text": "Justin Trudeau has now announced that it as October 17th",
        "start": 603.04,
        "duration": 3.059
    },
    {
        "text": "This is a constantly evolving topic",
        "start": 606.1,
        "duration": 1.81
    },
    {
        "text": "If you're a longtime viewer",
        "start": 607.91,
        "duration": 1.34
    },
    {
        "text": "You know that I have been Pro legalization for a very very long time this for a variety of reasons",
        "start": 609.25,
        "duration": 4.77
    },
    {
        "text": "I will not bore you with once again, but I do want to pass a question off to you",
        "start": 614.02,
        "duration": 2.909
    },
    {
        "text": "What is your opinion on recreational legalization? Yes, it just makes sense. It hurts the drug dealers",
        "start": 616.93,
        "duration": 4.679
    },
    {
        "text": "It brings in new taxes that could be used on prevention programs or no",
        "start": 621.61,
        "duration": 3.54
    },
    {
        "text": "Maybe you think it's a cash grab or it's a normalising of a behavior or a thing that you think is horrible",
        "start": 625.15,
        "duration": 5.159
    },
    {
        "text": "I have mine you have yours and I'd love to hear it",
        "start": 630.31,
        "duration": 2.039
    },
    {
        "text": "We also now have an update to the story around xxx 10th AC owned this week",
        "start": 632.35,
        "duration": 3.36
    },
    {
        "text": "We had of course talked about how the young rapper was murdered in Florida and the reaction after this morning. We received new information",
        "start": 635.71,
        "duration": 5.76
    },
    {
        "text": "Thanks to the Broward County Sheriff's Office Leeson said they believe that he was killed during a random",
        "start": 641.69,
        "duration": 4.1
    },
    {
        "text": "Robbery or reports that X was planning to make a purchase at a motorsport shop",
        "start": 645.86,
        "duration": 2.989
    },
    {
        "text": "Reports saying that shortly before the shooting he had visited a bank so he might have taken money out this morning",
        "start": 648.92,
        "duration": 5.0
    },
    {
        "text": "Thanks to the Broward County Sheriff's Office",
        "start": 653.92,
        "duration": 1.29
    },
    {
        "text": "We got the news that an arrest had been made authorities arresting this man 22 year old Dedrick Williams",
        "start": 655.21,
        "duration": 5.309
    },
    {
        "text": "He's reportedly of Pompano Beach and he was arrested shortly before 7 p.m. Last night following a traffic stop",
        "start": 660.52,
        "duration": 4.649
    },
    {
        "text": "He has now been charged with first-degree murder without premeditation a violation of probation and driving without a valid",
        "start": 665.17,
        "duration": 5.79
    },
    {
        "text": "License and currently he is being held in Broward County Jail",
        "start": 671.18,
        "duration": 2.359
    },
    {
        "text": "but even with his arrest it is not over at least saying they are seeking additional suspects and if the investigation is ongoing the last",
        "start": 673.54,
        "duration": 5.85
    },
    {
        "text": "Thing we'll talk about today are some side stories and updates to the constant that we've had this week",
        "start": 679.39,
        "duration": 4.739
    },
    {
        "text": "Which is the child separation story at the board. If you haven't seen the previous videos this week, I highly recommend watching those first",
        "start": 684.13,
        "duration": 6.179
    },
    {
        "text": "It's been so much to point out explain compare/contrast",
        "start": 690.31,
        "duration": 2.489
    },
    {
        "text": "Filter through the fake news the first thing with a specific situation that I want to mention was Peter Fonda",
        "start": 693.59,
        "duration": 4.759
    },
    {
        "text": "Yesterday Peter accomplished something that I thought had to be pretty much impossible",
        "start": 698.45,
        "duration": 3.32
    },
    {
        "text": "But of course stupid always finds a way",
        "start": 702.02,
        "duration": 2.479
    },
    {
        "text": "He lost the moral high ground while being on the side of the debate that was saying that ripping children from their families is wrong",
        "start": 704.65,
        "duration": 6.449
    },
    {
        "text": "Because the way he expressed his point of view was to tweet in all caps",
        "start": 711.1,
        "duration": 3.36
    },
    {
        "text": "We should rip Barron Trump from his mother's arms and put him in a cage with",
        "start": 714.73,
        "duration": 3.42
    },
    {
        "text": "Pedophiles and see if mother will stand up against the giant asshole. She is married to into that",
        "start": 718.22,
        "duration": 4.429
    },
    {
        "text": "I say to Peter Fonda and anyone else with such a limited",
        "start": 722.65,
        "duration": 3.419
    },
    {
        "text": "IQ his little protest in a debate you do not win points by saying that the person you don't agree with should have their child",
        "start": 726.23,
        "duration": 6.619
    },
    {
        "text": "Stripped away and put in a cage with a pedophile that's going to sexually assault them",
        "start": 732.85,
        "duration": 4.11
    },
    {
        "text": "It's just another example if it doesn't matter if you're on the right side of things if you say those things like an asshole",
        "start": 736.96,
        "duration": 5.549
    },
    {
        "text": "So ultimately what it looks like here is we just see a sick sick tweet from a disgusting and disturbed man",
        "start": 742.51,
        "duration": 4.679
    },
    {
        "text": "So there was that but then on the other side of this story well",
        "start": 747.19,
        "duration": 2.82
    },
    {
        "text": "What about what's happening at the board yesterday Trump signed that executive order while saying that zero tolerance policy is remaining the same",
        "start": 750.01,
        "duration": 5.76
    },
    {
        "text": "You mentioned the potential pitfalls that the Trump administration might fall into much like the Obama administration did with expediting family cases",
        "start": 755.98,
        "duration": 6.57
    },
    {
        "text": "They've also been a lot of question marks",
        "start": 762.55,
        "duration": 1.27
    },
    {
        "text": "Regarding the children who have already been separated from their family also for the families that are kept together what happens after they reach that?",
        "start": 763.82,
        "duration": 6.289
    },
    {
        "text": "20-day mark, which is of course important because of the Flores Agreement",
        "start": 770.15,
        "duration": 3.049
    },
    {
        "text": "well\none of the newest pieces of information to come out is also",
        "start": 773.2,
        "duration": 2.76
    },
    {
        "text": "Confused at Washington Post put out a piece today stating that the Trump administration was suspending prosecutions for parents of migrant children",
        "start": 776.09,
        "duration": 5.389
    },
    {
        "text": "But then they later updated that article specifically pointing out that it was actually the Customs and Border Patrol",
        "start": 781.48,
        "duration": 4.86
    },
    {
        "text": "that would no longer be referring parents of migrant children for",
        "start": 786.34,
        "duration": 2.309
    },
    {
        "text": "Prosecution in the article a senior US Customs Border Patrol official told them that the u.s",
        "start": 788.81,
        "duration": 3.59
    },
    {
        "text": "Border Patrol will no longer refer migrant parents who cross into the United States illegally with children to federal",
        "start": 792.4,
        "duration": 4.859
    },
    {
        "text": "Word houses to face criminal charges and so if that turns out to be true, that would be a massive",
        "start": 797.41,
        "duration": 4.08
    },
    {
        "text": "About-face because that really doesn't line up with a zero-tolerance policy",
        "start": 802.04,
        "duration": 3.799
    },
    {
        "text": "and in fact a Justice Department spokesperson has denied any",
        "start": 805.839,
        "duration": 2.549
    },
    {
        "text": "changes to the zero tolerance policy adding that",
        "start": 808.759,
        "duration": 2.09
    },
    {
        "text": "prosecutions would continue but part of the reason for the confusion here might be because of the separation of",
        "start": 811.04,
        "duration": 4.25
    },
    {
        "text": "Responsibilities while the Justice Department is saying that prosecutions will continue to be prosecuted the u.s",
        "start": 815.75,
        "duration": 4.849
    },
    {
        "text": "Border Patrol is responsible in the first place to refer migrants for criminal charges",
        "start": 820.6,
        "duration": 4.109
    },
    {
        "text": "That official also reportedly said we're suspending",
        "start": 824.75,
        "duration": 2.389
    },
    {
        "text": "Prosecutions of adults who are members of family units until ice can accelerate resource capability to allow us to maintain custody",
        "start": 827.269,
        "duration": 5.6
    },
    {
        "text": "also",
        "start": 832.87,
        "duration": 0.329
    },
    {
        "text": "We got insight as far as how the Justice Department plans to get past",
        "start": 833.199,
        "duration": 2.67
    },
    {
        "text": "limitations of the Flores agreement specifically the 20-day",
        "start": 836.089,
        "duration": 2.66
    },
    {
        "text": "Limitation and that's because in a court filing the Justice Department requests that a federal judge grant limited",
        "start": 838.879,
        "duration": 4.34
    },
    {
        "text": "Emergency relief to allow the Department of Homeland Security to detain migrant children and Immigration and Customs Enforcement",
        "start": 843.29,
        "duration": 4.909
    },
    {
        "text": "Facilities while their parents are being prosecuted",
        "start": 848.54,
        "duration": 1.729
    },
    {
        "text": "But then at the same time",
        "start": 850.269,
        "duration": 1.211
    },
    {
        "text": "NBC News is reporting today that the government has dropped charges against 17 migrant and that is exceptionally notable because reportedly each of those people",
        "start": 851.48,
        "duration": 6.589
    },
    {
        "text": "are parents",
        "start": 858.069,
        "duration": 0.601
    },
    {
        "text": "We also had Donald Trump today saying that he was directing government agencies to reunite the thousands of children and parents detained before Wednesday's announcement",
        "start": 858.67,
        "duration": 5.76
    },
    {
        "text": "Also at that time he did not clarify how that would be done",
        "start": 864.589,
        "duration": 2.21
    },
    {
        "text": "And so hopefully that helps you see why it's so confusing right now",
        "start": 866.8,
        "duration": 2.94
    },
    {
        "text": "So as far as what we're going to actually see over the next 24 to 72 hours that is that is a bit confusing",
        "start": 869.74,
        "duration": 4.619
    },
    {
        "text": "Right now and with this still being a developing situation, ultimately we're gonna have to wait to see what actually happens",
        "start": 874.36,
        "duration": 4.109
    },
    {
        "text": "That's where I'm going to end. Today's show. And of course remember, this is the philip defranco show",
        "start": 878.47,
        "duration": 3.21
    },
    {
        "text": "It's not just a show. It is a conversation",
        "start": 881.68,
        "duration": 2.009
    },
    {
        "text": "so whether it be the last story the first one anything in between",
        "start": 883.759,
        "duration": 3.29
    },
    {
        "text": "Let me know what you're thinking in those comments down below also",
        "start": 887.24,
        "duration": 2.659
    },
    {
        "text": "Remember if you like this video what I'm trying to do with this channel hit that like button if you're new here hit that subscribe",
        "start": 889.899,
        "duration": 4.14
    },
    {
        "text": "button\nalso",
        "start": 894.04,
        "duration": 0.75
    },
    {
        "text": "If you missed yesterday's philip defranco show you want to catch up you can click or tap right there to watch that or maybe you",
        "start": 894.79,
        "duration": 4.38
    },
    {
        "text": "need something a little bit lighter in your life you watch the news behind the scenes vlog here lots that said,",
        "start": 899.17,
        "duration": 3.63
    },
    {
        "text": "Of course as always, my name's philip. Defranco. You've just been phill'd in. I love yo faces and i'll see you tomorrow",
        "start": 902.8,
        "duration": 5.909
    },
    {
        "text": "most likely in a live stream",
        "start": 909.04,
        "duration": 2.25
    }
]