[
    {
        "text": "Sup you beautiful bastards hope you're havin a fantastic Friday, welcome back to the Friday show. For those of you that are new here, Monday Tuesday",
        "start": 0.02,
        "duration": 6.48
    },
    {
        "text": "Wednesday Thursday, I talk about the news world events and then Friday it is about the conversation",
        "start": 6.5,
        "duration": 4.24
    },
    {
        "text": "I go through the comments on the last week of videos",
        "start": 10.74,
        "duration": 1.74
    },
    {
        "text": "And then I reply back to you, it's more than a show it's about having back and forth",
        "start": 12.5,
        "duration": 3.18
    },
    {
        "text": "But actually a big update to a story I covered this week that just happened this morning",
        "start": 15.68,
        "duration": 4.14
    },
    {
        "text": "you know how we talked about that there was a big HBO leak there were episodes of ballers and other shows that were leaked the script for",
        "start": 19.82,
        "duration": 5.44
    },
    {
        "text": "Game of Thrones came out, but not the video. Well reportedly video of episode four has now leaked to the internet",
        "start": 25.26,
        "duration": 5.879
    },
    {
        "text": "but as odd as the timing is a",
        "start": 31.14,
        "duration": 1.81
    },
    {
        "text": "Spokesman for HBO said that this leak was not part of a hack. Saying the leak came from came from Star India one of HBO's distribution partners",
        "start": 32.95,
        "duration": 6.349
    },
    {
        "text": "So that's just an update to a story and not information. I expect you to act on because you are better than that",
        "start": 39.3,
        "duration": 5.009
    },
    {
        "text": "He said sarcastically, knowing what 40% of the audience would do with said information. That said let's talk about Monday.",
        "start": 44.309,
        "duration": 6.631
    },
    {
        "text": "Monday we talked about no more Scaramucci, Russia in the news, the HBO hack, Chris Christie popping up, Tomorrowland fire and the huge update",
        "start": 50.94,
        "duration": 7.83
    },
    {
        "text": "Around the Baltimore PD investigation",
        "start": 58.77,
        "duration": 1.63
    },
    {
        "text": "On the mooch Nicki Porritt wrote I don't support trump and frankly Scaramucci",
        "start": 60.72,
        "duration": 3.48
    },
    {
        "text": "seems like he's full of hot air. Give a man a little bit of power",
        "start": 64.2,
        "duration": 2.64
    },
    {
        "text": "And he will get too big for his britches.",
        "start": 66.84,
        "duration": 1.74
    },
    {
        "text": "Though he was entertaining to watch it's the same kind of \"holy shit is this real-life?\" type of entertainment",
        "start": 68.58,
        "duration": 3.9
    },
    {
        "text": "we have grown used to.",
        "start": 72.48,
        "duration": 1.12
    },
    {
        "text": "Zach David wrote I think the mooch was hysterical, but even in this environment and even under this president",
        "start": 73.6,
        "duration": 4.129
    },
    {
        "text": "I don't see how he could have stayed after that super profane and unprofessional interview.",
        "start": 77.729,
        "duration": 4.371
    },
    {
        "text": "So Zach. That's the thing We live in such an unusual time",
        "start": 82.1,
        "duration": 2.62
    },
    {
        "text": "It is hard to tell if someone is just a loose cannon, and there's just there's too much going on",
        "start": 84.72,
        "duration": 5.129
    },
    {
        "text": "And they're not able to keep up with it, or it's all part of a plan",
        "start": 89.85,
        "duration": 2.37
    },
    {
        "text": "I mean, thanks to that new Yorker interview where Scaramucci calls up the reporter",
        "start": 92.22,
        "duration": 3.719
    },
    {
        "text": "And he's talking about Steve Bannon sucking his own",
        "start": 95.94,
        "duration": 2.22
    },
    {
        "text": "cock. I'm not Steve Bannon, and I'm not trying to suck my own",
        "start": 98.16,
        "duration": 2.94
    },
    {
        "text": "*blooop*",
        "start": 101.1,
        "duration": 0.96
    },
    {
        "text": "I'm not trying to build my own brand off",
        "start": 102.06,
        "duration": 2.02
    },
    {
        "text": "*bloop*",
        "start": 104.1,
        "duration": 0.5
    },
    {
        "text": "Trying to strike the president how he says he has to go because he has to go tweet something to make Reince Priebus",
        "start": 104.6,
        "duration": 3.66
    },
    {
        "text": "Go crazy, thanks for that. We know certain parts of this schtick were calculated",
        "start": 108.26,
        "duration": 3.8
    },
    {
        "text": "that he was putting things out there in the public so that he could steer the conversation",
        "start": 112.08,
        "duration": 3.1
    },
    {
        "text": "and insinuate that someone was guilty. But at the same time the fact that he would call up a",
        "start": 115.18,
        "duration": 3.92
    },
    {
        "text": "Member of the press and not say hey by the way all this crazy should have about to say to you",
        "start": 119.17,
        "duration": 4.669
    },
    {
        "text": "It's off the record, thats crazy, and then the screaming about leaks but then accidentally leaking information. It's fun while it lasted",
        "start": 123.84,
        "duration": 5.16
    },
    {
        "text": "It was like if a caricature came to life.",
        "start": 129.0,
        "duration": 2.46
    },
    {
        "text": "on the Baltimore PD Story Maya Zulf",
        "start": 131.46,
        "duration": 1.469
    },
    {
        "text": "Wrote, to me me cops wearing body cameras is no different to CCTV cameras",
        "start": 132.93,
        "duration": 3.54
    },
    {
        "text": "It's not like they'd have them built into their eyes black mirror style.",
        "start": 136.47,
        "duration": 3.119
    },
    {
        "text": "You clock-in, you turn your camera on,",
        "start": 139.589,
        "duration": 1.56
    },
    {
        "text": "you do your shift, clock out then take the camera off. It's not bad. It's not an invasion of privacy",
        "start": 141.15,
        "duration": 3.51
    },
    {
        "text": "It's a safety message.",
        "start": 144.67,
        "duration": 2.09
    },
    {
        "text": "Seven Swords wrote if an officer is responding to a call",
        "start": 146.76,
        "duration": 1.35
    },
    {
        "text": "They should activate the body camera the moment they step out of the squad car",
        "start": 148.11,
        "duration": 2.49
    },
    {
        "text": "I don't feel they need to see all the smoking and joking but they should activate it moments before responding to any incidents I have",
        "start": 150.6,
        "duration": 5.009
    },
    {
        "text": "To say personally I'm more in agreement with 7:00 here. This is for a few reasons",
        "start": 155.61,
        "duration": 2.91
    },
    {
        "text": "the first is bathroom privacy if you have an always-on camera if you go into a restroom you worry about the privacy of others and",
        "start": 158.79,
        "duration": 5.249
    },
    {
        "text": "Even yourself, and then of course this conversational privacy if the cops are not on a call",
        "start": 164.04,
        "duration": 3.87
    },
    {
        "text": "They should have the freedom to talk to one another, but if an officer is heading towards a crime. They're in pursuit",
        "start": 167.91,
        "duration": 4.769
    },
    {
        "text": "They leave their vehicle. They're patrolling on foot. Yeah, 100% it should be recorded",
        "start": 172.68,
        "duration": 4.02
    },
    {
        "text": "And there's also the second benefit when you're not recording all of the time. That's that's a lot less footage",
        "start": 176.7,
        "duration": 4.35
    },
    {
        "text": "You have to keep in mind things like storage and cost. That's my personal opinion if you have those cameras filming at those times it",
        "start": 181.05,
        "duration": 5.339
    },
    {
        "text": "Keeps officers honest and I think it will actually protect officers from false claims, then let's talk about the Tuesday show Tuesday",
        "start": 186.39,
        "duration": 5.339
    },
    {
        "text": "We talked about the N-C-Double-A YouTuber controversy,",
        "start": 191.73,
        "duration": 3.3
    },
    {
        "text": "JK Rowling fake news story, and the breakdown of the Craziness coming out of Venezuela.",
        "start": 195.03,
        "duration": 4.83
    },
    {
        "text": "On College athletes using his Youtube channel over his football career and",
        "start": 199.86,
        "duration": 2.849
    },
    {
        "text": "Scholarship Patrick Argüello wrote why would anyone donate money to this guy. His education would have been paid for in full. All he had to",
        "start": 202.87,
        "duration": 5.24
    },
    {
        "text": "do was follow the damn rules! Many students would kill for that opportunity. fuck that noise.",
        "start": 208.11,
        "duration": 4.349
    },
    {
        "text": "Clisare wroteThis is what happens when you have youtubers blowing up and making it seem like easy money. It inspires people to give up very real",
        "start": 212.459,
        "duration": 4.95
    },
    {
        "text": "Opportunities with very secure futures in order to gamble it all the way on YouTube",
        "start": 217.66,
        "duration": 3.491
    },
    {
        "text": "And Notaflamingo wrote",
        "start": 221.151,
        "duration": 0.968
    },
    {
        "text": "So he's studying for a marketing degree",
        "start": 222.12,
        "duration": 1.5
    },
    {
        "text": "And he just made headline news",
        "start": 223.62,
        "duration": 1.3
    },
    {
        "text": "off this Fiasco at the",
        "start": 224.92,
        "duration": 1.2
    },
    {
        "text": "NCAA. Sounds like he's gambling for free publicity through controversy. The question is if the short-term viewer gains bring in more funds than a free ride",
        "start": 226.12,
        "duration": 6.47
    },
    {
        "text": "Through college save.",
        "start": 232.59,
        "duration": 1.233
    },
    {
        "text": "And I have to say ,Notaflamingo, that is 100% where my mind is on the story?",
        "start": 233.823,
        "duration": 4.287
    },
    {
        "text": "It's his big swing, he is a he is a rocket launching into space. Question is, can his rocket ship hit escape",
        "start": 238.11,
        "duration": 6.779
    },
    {
        "text": "velocity? That being the speed and object needs to reach to Escape the Earth's",
        "start": 245.049,
        "duration": 3.05
    },
    {
        "text": "Gravity. Cause if he's able to make the most out of this story. He has national coverage",
        "start": 248.23,
        "duration": 3.8
    },
    {
        "text": "He has people like myself covering it. This could be the breakout moment for his career from just Tuesday and Wednesday",
        "start": 252.03,
        "duration": 5.429
    },
    {
        "text": "He went up",
        "start": 257.459,
        "duration": 0.791
    },
    {
        "text": "30,000 subscribers and his first video since his announcement video has done pretty well",
        "start": 258.25,
        "duration": 3.77
    },
    {
        "text": "But once the spotlight is off of him. Will they continue to pay attention?",
        "start": 262.12,
        "duration": 3.229
    },
    {
        "text": "That's the part a lot of people don't think about.",
        "start": 265.349,
        "duration": 1.971
    },
    {
        "text": "Hey I wanna throw something out there, some of you who are old schoolers you'll remember this. Remember Marina Joyce?",
        "start": 267.32,
        "duration": 4.56
    },
    {
        "text": "The Marina Joyce Controversy was one of the biggest things to happen on Youtube at that time. People didn't know if she waskidnapped",
        "start": 271.88,
        "duration": 4.76
    },
    {
        "text": "if she was in a cult there were crazy conspiracies",
        "start": 276.699,
        "duration": 2.809
    },
    {
        "text": "she gets a huge number of subscribers from it the main video in question goes from relatively unknown to 40 million views. While everyones trying to figure",
        "start": 279.509,
        "duration": 6.839
    },
    {
        "text": "out what the hell is happening with the situation the videos that come after get 7 10 14 million views but there's a difference between",
        "start": 286.349,
        "duration": 6.33
    },
    {
        "text": "Watching something and taking a ride with someone just a year later Marina Joyce is getting around",
        "start": 292.75,
        "duration": 4.819
    },
    {
        "text": "110 hundred, Forty thousand views per video and depending on your post schedule, or if you've monetized",
        "start": 297.879,
        "duration": 4.7
    },
    {
        "text": "Properly that might not be enough to live on. and on coceres note that people are dropping these secure jobs to go for YouTube",
        "start": 302.68,
        "duration": 6.109
    },
    {
        "text": "because YouTube money seems",
        "start": 308.789,
        "duration": 1.081
    },
    {
        "text": "So easy. this is why whenever anyone asked me like you know what, how do I make sure I have a successful YouTube Channel?",
        "start": 309.87,
        "duration": 4.709
    },
    {
        "text": "I Always try to make sure to include; \"There's nothing that's guaranteed it is incredibly hard and very rare\"",
        "start": 314.58,
        "duration": 4.86
    },
    {
        "text": "You never know, and you can't control if people will like you and they'll share your stuff",
        "start": 319.44,
        "duration": 3.449
    },
    {
        "text": "And I'm not saying don't pursue your dreams there are people that risk it all and they accomplish everything",
        "start": 322.889,
        "duration": 4.32
    },
    {
        "text": "But I think that the more you look out there. More successful entrepreneurs and CEO's out there make incremental",
        "start": 327.279,
        "duration": 6.47
    },
    {
        "text": "Changes in their lives. they test, they try and build their dream while they you know they deal with their regular day-To-day, they decide instead",
        "start": 334.09,
        "duration": 5.899
    },
    {
        "text": "of taking me blind to leap off a canyon take off the blindfold to start trying to build a bridge across the",
        "start": 339.99,
        "duration": 5.849
    },
    {
        "text": "Canyon to make that jump a little bit shorter. There's no one way. There's no one story",
        "start": 346.029,
        "duration": 3.44
    },
    {
        "text": "I think he should have still taken the deal",
        "start": 349.469,
        "duration": 2.07
    },
    {
        "text": "But I do wish him the best.",
        "start": 351.539,
        "duration": 1.721
    },
    {
        "text": "On the JK Rowling story Meg Sutton wrote you say all the time in your videos",
        "start": 353.26,
        "duration": 2.659
    },
    {
        "text": "It's okay to make mistakes, but if you apologize, it's okay.",
        "start": 355.919,
        "duration": 2.76
    },
    {
        "text": "JK Rowling did all those things: she commented on something out of context that made her angry, realized some time later that she did not have",
        "start": 358.68,
        "duration": 5.369
    },
    {
        "text": "all the details, and",
        "start": 364.05,
        "duration": 1.03
    },
    {
        "text": "Apologized. I'm confused as to why she looks ridiculous here.",
        "start": 365.08,
        "duration": 4.86
    },
    {
        "text": "And to Meg, and all the other people that were angry about me, sendin some mean-ass",
        "start": 369.94,
        "duration": 2.02
    },
    {
        "text": "Comments my way, You, much like Jk",
        "start": 371.98,
        "duration": 1.88
    },
    {
        "text": "Rowling in the situation, are missing details, Rowling promotes the false information that Donald trump",
        "start": 373.86,
        "duration": 4.95
    },
    {
        "text": "just ignored a handicap child, goes on the small-time rant. And several days after this story has been debunked. she",
        "start": 378.81,
        "duration": 6.719
    },
    {
        "text": "Apologizes to the child and the child's parents, but there seem to be someone missing there",
        "start": 385.9,
        "duration": 4.609
    },
    {
        "text": "Oh, I remember it was the actual target of her anger the person that she helped defame the person who in this situation",
        "start": 390.509,
        "duration": 6.269
    },
    {
        "text": "She slandered for Comparison's sake if I went on a Twitter, rant, and I posted a video which didn't show the entire situation",
        "start": 396.779,
        "duration": 5.91
    },
    {
        "text": "I was at a Jk",
        "start": 402.69,
        "duration": 0.75
    },
    {
        "text": "Rowling book signing and I'm like look she didn't even she didn't even acknowledge",
        "start": 403.44,
        "duration": 3.33
    },
    {
        "text": "The small little girl in a wheelchair and it turned out that Jk",
        "start": 407.17,
        "duration": 3.41
    },
    {
        "text": "Rowling had actually had not only an interaction with that child but like a big seemingly",
        "start": 410.58,
        "duration": 4.6
    },
    {
        "text": "Meaningful interaction a one-on-one the first person she interacted with, then it took me about three days to acknowledge my mistake",
        "start": 415.26,
        "duration": 5.78
    },
    {
        "text": "But then the only person I apologized to was the little girl and her mother but not to the target of my Anger JK",
        "start": 421.09,
        "duration": 6.05
    },
    {
        "text": "Rowling, who now in the eyes of millions of people is a person who ignores people with handicaps. who views them as",
        "start": 427.14,
        "duration": 6.359
    },
    {
        "text": "Lesser and is made uncomfortable by them. Give me a fucking break if that's not an example of fandom over reality",
        "start": 433.56,
        "duration": 5.78
    },
    {
        "text": "I don't know what is. There are plenty of examples you can use at any given time so say that Donald trump is a disgusting",
        "start": 439.34,
        "duration": 5.58
    },
    {
        "text": "sleazeball. But, that doesn't negate all the wrong the person you like there's a difference between not liking someone, being disrespectful of someone, and just",
        "start": 445.04,
        "duration": 7.56
    },
    {
        "text": "Lying or perpetuating lies about someone. Then let's talk about Wednesday",
        "start": 452.98,
        "duration": 3.529
    },
    {
        "text": "Wednesday we talked about the fear of YouTube censorship, huge phone case recall,",
        "start": 456.54,
        "duration": 3.8
    },
    {
        "text": "the Venezuela boat update, and that horrible air",
        "start": 460.48,
        "duration": 2.3
    },
    {
        "text": "Transat flight, sidenote the airport in that story for some reasons started following me on Twitter on the airtrain sad story omega six Row air",
        "start": 462.84,
        "duration": 7.4
    },
    {
        "text": "Transat thing is Bs",
        "start": 470.25,
        "duration": 1.11
    },
    {
        "text": "they get a d plane and rented a couple of buses to take the passengers the two-hour drive to",
        "start": 471.36,
        "duration": 3.509
    },
    {
        "text": "Montreal honestly it probably would have been cheaper and omega. That's what made this story",
        "start": 475.0,
        "duration": 3.17
    },
    {
        "text": "So painful to me is you must feel so close",
        "start": 478.17,
        "duration": 2.91
    },
    {
        "text": "they were stranded on the Tarmac for six hours for a thirty minutes like a",
        "start": 481.08,
        "duration": 4.079
    },
    {
        "text": "Raindrop Row while the airplane scenario is bullshit and horrible",
        "start": 485.29,
        "duration": 3.17
    },
    {
        "text": "Why is the answer always more government this?",
        "start": 488.46,
        "duration": 2.039
    },
    {
        "text": "Legislation seems like just another scenario of the government pushing itself in where it is not needed",
        "start": 490.6,
        "duration": 4.01
    },
    {
        "text": "Yes",
        "start": 494.61,
        "duration": 0.39
    },
    {
        "text": "Airlines and airports would have standards for treating passengers in",
        "start": 495.0,
        "duration": 2.429
    },
    {
        "text": "Situations like this and in this case it seems that they did but the particular flight crew ignored them again",
        "start": 497.5,
        "duration": 4.64
    },
    {
        "text": "It's Canada and they seem to think the solution to everything is to insert stay control over its that rain drop what I would say",
        "start": 502.14,
        "duration": 5.159
    },
    {
        "text": "Is I am personally for less government in general? I do personally believe the government needs to be inserted in places to protect people",
        "start": 507.3,
        "duration": 7.38
    },
    {
        "text": "we're talking about the airline business here a business where it feels like the airline's treat their",
        "start": 514.68,
        "duration": 4.08
    },
    {
        "text": "Passengers like cattle seats are getting smaller and smaller the experience is worse than worse in general for them",
        "start": 518.83,
        "duration": 4.969
    },
    {
        "text": "It's a numbers game not a comfort",
        "start": 523.8,
        "duration": 1.47
    },
    {
        "text": "It's the reason why recently in the united states the courts had to go to the faa",
        "start": 525.27,
        "duration": 2.909
    },
    {
        "text": "And go hey",
        "start": 528.18,
        "duration": 0.84
    },
    {
        "text": "We need to revisit the issue of the quote shrinking",
        "start": 529.02,
        "duration": 2.52
    },
    {
        "text": "Airlines",
        "start": 531.769,
        "duration": 0.37
    },
    {
        "text": "amount of room people are getting on a plane is getting smaller and smaller so they can put more people on the plane creates a",
        "start": 532.139,
        "duration": 5.66
    },
    {
        "text": "Far more cramped and uncomfortable experience, it's argued that it could make an evacuation more danger and of course those are lesser examples",
        "start": 537.8,
        "duration": 6.179
    },
    {
        "text": "But when we see stories like the air transat one, we're reminded that",
        "start": 543.98,
        "duration": 3.149
    },
    {
        "text": "We are just numbers to these companies unfortunately since the only thing these companies care about is money",
        "start": 547.129,
        "duration": 5.22
    },
    {
        "text": "you have to threaten their money to make them care on the fair around Youtube",
        "start": 552.35,
        "duration": 3.63
    },
    {
        "text": "Censorship vo deleon wrote while it Youtube sent to the creator infinitive taking ads off the channels deemed offensive by the advertiser it would seem",
        "start": 556.079,
        "duration": 6.799
    },
    {
        "text": "Much simpler than just doing a blanket ban of content they didn't know that now in a way if you watch a lot of car",
        "start": 562.879,
        "duration": 4.65
    },
    {
        "text": "Content then you get car related advertisement",
        "start": 567.6,
        "duration": 2.209
    },
    {
        "text": "Well will do",
        "start": 569.809,
        "duration": 0.45
    },
    {
        "text": "I feel like this is connected to advertising",
        "start": 570.259,
        "duration": 1.95
    },
    {
        "text": "but it's also none it is connected to advertising in a way because one of the big pushes to focus on this content came from",
        "start": 572.209,
        "duration": 5.969
    },
    {
        "text": "the ad pocalypse",
        "start": 578.179,
        "duration": 1.06
    },
    {
        "text": "situation like I said the last story one of the best ways to get a company to do what you want is to threaten their",
        "start": 579.239,
        "duration": 4.49
    },
    {
        "text": "Money and Youtube jump butt and Youtube's defense this also seems to be a part of a bigger",
        "start": 583.73,
        "duration": 4.289
    },
    {
        "text": "Initiative as well a things to different things playing the same work",
        "start": 588.239,
        "duration": 2.66
    },
    {
        "text": "I do believe that the videos that are getting their ads knocked off and the videos that are being put in a limited state are",
        "start": 590.899,
        "duration": 5.07
    },
    {
        "text": "Different kinds of videos as of right now",
        "start": 595.97,
        "duration": 1.44
    },
    {
        "text": "I've not seen a left or right",
        "start": 597.41,
        "duration": 1.659
    },
    {
        "text": "YouTube creator hit in this sort of way limited say if you don't remember is when all social elements of the video all advertising?",
        "start": 599.069,
        "duration": 6.95
    },
    {
        "text": "Everything is removed. It's just like a video living in the void like I said yesterday",
        "start": 606.269,
        "duration": 3.919
    },
    {
        "text": "I hope my concerns",
        "start": 610.189,
        "duration": 1.33
    },
    {
        "text": "Fears of those in the community are not ever fully realized whether they are or they're not it's always good to always be talking about",
        "start": 611.519,
        "duration": 6.26
    },
    {
        "text": "It so they know that we're paying attention then your name is actually edged Lord Edge Lord Row Eg was done for it's time for",
        "start": 617.779,
        "duration": 6.359
    },
    {
        "text": "People to create a new platform funded by viewers something like Netflix with actual freedom of creation",
        "start": 624.139,
        "duration": 4.559
    },
    {
        "text": "And no force a narrative legal stuff and poor and excluded of course a site with the original interest of the internet in mind what?",
        "start": 628.699,
        "duration": 5.04
    },
    {
        "text": "I would say to that is yes",
        "start": 633.74,
        "duration": 1.079
    },
    {
        "text": "And I want to make and focus my time on building a Youtube competitor and being a part of it",
        "start": 634.819,
        "duration": 4.77
    },
    {
        "text": "And now I've been asked to be a part of many YouTube competitors and the answer has always been no",
        "start": 639.589,
        "duration": 4.65
    },
    {
        "text": "But I do believe that creators need to be on different platforms and new platform for example over the past two years",
        "start": 644.24,
        "duration": 5.099
    },
    {
        "text": "Despite not getting paid for the videos I post there",
        "start": 649.499,
        "duration": 2.48
    },
    {
        "text": "I've been building my Facebook page also building up other social because I like posting there",
        "start": 651.98,
        "duration": 3.989
    },
    {
        "text": "But also if my youtube gets screwed over I have a place to talk and I also believe that",
        "start": 655.97,
        "duration": 3.839
    },
    {
        "text": "Creators main Source of income should not come from YouTube themselves focus on Merch",
        "start": 659.879,
        "duration": 4.789
    },
    {
        "text": "funding subscription services much of the inspiration for DefrancoElite.com was",
        "start": 665.19,
        "duration": 4.25
    },
    {
        "text": "Steven Crowder's pay subscription service and rooster teeth's pay subscription service made me realize there's a safe smart way to grow my audience",
        "start": 669.75,
        "duration": 6.529
    },
    {
        "text": "Business and be able to do so much more if we make money from YouTube fantastic we get sponsors great",
        "start": 676.89,
        "duration": 4.969
    },
    {
        "text": "But we'll never be at their mercy and even if you don't like YouTube",
        "start": 681.86,
        "duration": 2.91
    },
    {
        "text": "I think it is good for your business good for your show good for your whatever to keep posting theirs at the end of the",
        "start": 684.77,
        "duration": 5.25
    },
    {
        "text": "Day you want your content in front of as many eyes as possible and youtube's got the eyes and then there was the Thursday show",
        "start": 690.02,
        "duration": 5.669
    },
    {
        "text": "Thursday",
        "start": 695.69,
        "duration": 0.48
    },
    {
        "text": "We talked about the trump phone call Leaks Abrasca State Patrol's",
        "start": 696.17,
        "duration": 2.7
    },
    {
        "text": "Unnecessary pelvic exams and Michelle carter's sentencing on the trump phone leaks a boy wrote what he's saying isn't great",
        "start": 699.18,
        "duration": 6.02
    },
    {
        "text": "But I kind of see where he's coming from",
        "start": 705.2,
        "duration": 1.35
    },
    {
        "text": "he's been ruthlessly battered by the press over an 18-month election cycle many things being taken out of",
        "start": 706.55,
        "duration": 4.08
    },
    {
        "text": "Context so we've seen any his phone calls. Is that he really does want to get things done and make America great again",
        "start": 710.7,
        "duration": 4.25
    },
    {
        "text": "Just doesn't really know how to do it right. It's warriors wrote in my opinion",
        "start": 714.95,
        "duration": 3.149
    },
    {
        "text": "I think the phone call shows a weak man being president who was never meant to be the figurehead of the united states you care",
        "start": 718.1,
        "duration": 4.679
    },
    {
        "text": "More about your appearance and behind the curtains. You are wishy-washy, then you really are not a strong man",
        "start": 722.779,
        "duration": 4.02
    },
    {
        "text": "You would be a weak",
        "start": 726.8,
        "duration": 0.82
    },
    {
        "text": "deceitful person relying on smoke and mirrors to make you look like a powerful leaders a Paperboy will say I do feel like trump has",
        "start": 727.62,
        "duration": 5.63
    },
    {
        "text": "Been battered by the press, but he's been battered for legitimate things and non legitimate thing being friends with firm supporters",
        "start": 733.25,
        "duration": 5.609
    },
    {
        "text": "I am aware that many people see trump as a victim of the press how do you view someone to be the victim there?",
        "start": 738.86,
        "duration": 4.859
    },
    {
        "text": "You're going to be more and more in their court only the focus on the journalist",
        "start": 743.72,
        "duration": 2.58
    },
    {
        "text": "I got stories wrong took things out of context and you might end up ignoring some of the very",
        "start": 746.3,
        "duration": 4.5
    },
    {
        "text": "legitimate things that so many people freaked them the hell out that this man is in the most powerful position in the United States and",
        "start": 751.02,
        "duration": 6.439
    },
    {
        "text": "For both sides I just want to say it is important not to forget that reality exists",
        "start": 757.459,
        "duration": 4.17
    },
    {
        "text": "It's not just black or white that said I have some mixed feelings about this week",
        "start": 761.63,
        "duration": 3.929
    },
    {
        "text": "There's part of me that looking at the transcripts goes. Oh, okay. This is evidence",
        "start": 765.56,
        "duration": 3.419
    },
    {
        "text": "That donald trump publicly law every reports came out of Turnbull and trump having a horrible call trump tweeted",
        "start": 768.98,
        "duration": 5.76
    },
    {
        "text": "Thank you to prime minister of Australia for telling the troop about our very civil conversation that fake news media lied about very nice",
        "start": 774.74,
        "duration": 6.27
    },
    {
        "text": "So this transcript shows it was a horrible conversation in his own words. He specifically states. This is the most unpleasant call",
        "start": 781.04,
        "duration": 7.049
    },
    {
        "text": "He's had all day hooten was a pleasant call this part of me that goes yeah boom trump",
        "start": 788.089,
        "duration": 4.14
    },
    {
        "text": "Showed as a liar in a tweet where he called the media fake knew what the media was reporting on was true",
        "start": 792.23,
        "duration": 5.729
    },
    {
        "text": "Same time there is a voice in my head that says if this can be leaked what else will be leaked don't even think of",
        "start": 798.329,
        "duration": 5.849
    },
    {
        "text": "A president think of any president the leader of our country can't have an open candid",
        "start": 804.179,
        "duration": 4.14
    },
    {
        "text": "Conversation with another leader of a country without fear that that conversation will be leaked",
        "start": 808.629,
        "duration": 4.1
    },
    {
        "text": "How can one effectively govern also a world leaders feel comfortable speaking to the president?",
        "start": 812.759,
        "duration": 4.049
    },
    {
        "text": "knowing that the white house is so leaky or should we not talk about that situation in a trump --Less white house because",
        "start": 816.879,
        "duration": 5.27
    },
    {
        "text": "Trump is the reason it happened when you have a president in the white house who is lying to the public in the same sentence?",
        "start": 822.309,
        "duration": 5.84
    },
    {
        "text": "He's calling the media a liar is it your patriotic duty to expose the president as a fraud and also with all these leaks will",
        "start": 828.149,
        "duration": 6.57
    },
    {
        "text": "It undermine future presidents if people are looking to leak information like this now",
        "start": 834.72,
        "duration": 4.26
    },
    {
        "text": "What's to stop them in the future if they just disagree with something I saw a thought quote in the atlantic about this that really made me",
        "start": 838.98,
        "duration": 5.039
    },
    {
        "text": "Think that in response to the danger posed by Trump other American power holders will be tempted to Jettison their historic role too and use any",
        "start": 844.019,
        "duration": 6.299
    },
    {
        "text": "Tool at hand no matter doubtfully legitimate to stop it those alternative power holders may even ultimately win, but in winning",
        "start": 850.319,
        "duration": 6.0
    },
    {
        "text": "They may discover themselves in the same tragic position",
        "start": 856.319,
        "duration": 2.52
    },
    {
        "text": "Is that Vietnam-era officer who supposedly said we had to destroy the village in order to save it",
        "start": 858.839,
        "duration": 4.559
    },
    {
        "text": "I feel like it's a really interesting note to end on and if you're one of the three people that actually watch us to the",
        "start": 863.399,
        "duration": 4.049
    },
    {
        "text": "End of the Friday show thank you, and let me know what you think about that guys",
        "start": 867.449,
        "duration": 3.059
    },
    {
        "text": "I just want to thank you for another fantastic week on this channel whether you just watch and you like in your comments and your",
        "start": 870.509,
        "duration": 4.71
    },
    {
        "text": "Sharing maybe you're part of the Defranco Elite, and you're helping us fund what we're doing. Thank you. Thank you a million times",
        "start": 875.22,
        "duration": 4.529
    },
    {
        "text": "Thank you. But that said of course as always my name is Philip Defranco",
        "start": 879.749,
        "duration": 3.33
    },
    {
        "text": "You've just been phill'd in I love yo faces, and I'll see you Monday",
        "start": 883.299,
        "duration": 4.07
    }
]