[
    {
        "text": "Beautiful bastards, hope even a fantastic Monday, welcome back to the philip defranco show and a quick note before we get started one",
        "start": 0.43,
        "duration": 5.93
    },
    {
        "text": "I hope you enjoy today's special guests bag number one bag. Number two. We were able to get them on our show",
        "start": 6.359,
        "duration": 4.68
    },
    {
        "text": "Thanks to our sponsors common cold and smoke alarm asking to be tested at 3:30 in the morning in my baby's room in two this",
        "start": 11.04,
        "duration": 6.54
    },
    {
        "text": "Week since we have Thanksgiving there will only be a new show to date tomorrow and Wednesday and that's right",
        "start": 17.58,
        "duration": 4.649
    },
    {
        "text": "Now there are no scheduled videos Thursday or Friday so that we can all spend time with family",
        "start": 22.23,
        "duration": 3.719
    },
    {
        "text": "But with that said for the Monday PBS, let's just jump into it",
        "start": 25.949,
        "duration": 3.27
    },
    {
        "text": "And the first thing we want to talk about today is Chipotle which I found out today",
        "start": 29.22,
        "duration": 3.42
    },
    {
        "text": "I have been pronouncing wrong since forever since 2015. There's been a lot of people that associate Chipotle with E. Coli and norovirus",
        "start": 32.64,
        "duration": 6.989
    },
    {
        "text": "There's a lot of anger and disgust around that but you know, I like all things time goes on people forget",
        "start": 39.76,
        "duration": 5.45
    },
    {
        "text": "It was a thing that just happened back in the day. But oh here we are again late 2018",
        "start": 45.21,
        "duration": 4.68
    },
    {
        "text": "So many people angry about Chipotle, although it doesn't have to do with norovirus or E. Coli over the weekend",
        "start": 49.89,
        "duration": 5.52
    },
    {
        "text": "There were a series of Twitter videos that just went massively viral after showing an incident that took place at a Chipotle in st",
        "start": 55.41,
        "duration": 5.399
    },
    {
        "text": "Paul Minnesota last week the person who recorded and post the video was 21 year old Masud Ali and he tweeted can a group of",
        "start": 60.809,
        "duration": 5.459
    },
    {
        "text": "Young well-established African American get a bite to eat after a long workout session at Chipotle tweets in the video. We see the manager say",
        "start": 66.27,
        "duration": 6.54
    },
    {
        "text": "You didn't see the manager seemingly ignoring the customers as they continue to accuse her of stereotyping them",
        "start": 76.869,
        "duration": 4.52
    },
    {
        "text": "They continue to ask for food and then we see the male employee say",
        "start": 81.39,
        "duration": 2.519
    },
    {
        "text": "Be like, we're not gonna make food unless she goes",
        "start": 84.52,
        "duration": 2.75
    },
    {
        "text": "Then seemingly get outraged they start shouting at a white customer asking why he didn't have to pay first",
        "start": 88.04,
        "duration": 4.279
    },
    {
        "text": "We then see another tweet from Ali saying note how this employee said we've seen you guys come in twice and later",
        "start": 98.39,
        "duration": 4.97
    },
    {
        "text": "Say he never saw us in his entire life calling",
        "start": 103.36,
        "duration": 2.009
    },
    {
        "text": "The police on loyal customers is super disrespectful and uncalled for it's unacceptable",
        "start": 105.369,
        "duration": 3.51
    },
    {
        "text": "And I don't appreciate these employees making false accusations",
        "start": 108.88,
        "duration": 2.31
    },
    {
        "text": "But in the video what we see is the male employee saying to the guy holding the camera",
        "start": 111.35,
        "duration": 3.5
    },
    {
        "text": "Then it appears another customer says that both of the employees are new and so in response to that separate person responds",
        "start": 117.979,
        "duration": 6.38
    },
    {
        "text": "I've never seen you guys and so it looks like Ali is trying to use that to say the employee contradicted himself",
        "start": 124.36,
        "duration": 3.929
    },
    {
        "text": "You didn't see a new customer arrive. There's a back and forth. There's followed by yet another tweet and video captioned",
        "start": 128.289,
        "duration": 5.22
    },
    {
        "text": "I don't like how she's laughing like something is funny",
        "start": 133.51,
        "duration": 1.89
    },
    {
        "text": "So when a white woman walks in you change your policy of show us income before you get served",
        "start": 135.4,
        "duration": 3.869
    },
    {
        "text": "So action Poli gonna sit here and tell me I can't eat because they think I look like someone that's stole from them before in",
        "start": 139.269,
        "duration": 4.5
    },
    {
        "text": "Addition to the previous clip they show if they have money to pay Elite Sweeting notice how they complete ignored are proof of income",
        "start": 143.769,
        "duration": 4.98
    },
    {
        "text": "Actually tweets, I need answers. You don't see them wave their money around while the employee",
        "start": 148.91,
        "duration": 3.169
    },
    {
        "text": "Apologizes to the other customer even going further and apologizing that customer giving them that meal for free",
        "start": 152.69,
        "duration": 4.519
    },
    {
        "text": "Which I Lee tweeted so we need to provide proof of income, but she gets her meal for free",
        "start": 157.209,
        "duration": 3.48
    },
    {
        "text": "This is beyond me adding. Nobody wants to say it. So I guess I will at Chipotle tweets basically implied",
        "start": 160.69,
        "duration": 4.619
    },
    {
        "text": "We can't afford a $7 meal. We then went on to tweets for the people who wanted the address and phone number",
        "start": 165.31,
        "duration": 4.169
    },
    {
        "text": "Here you go",
        "start": 169.489,
        "duration": 0.801
    },
    {
        "text": "enjoy and including a screenshot where the address and phone number of that Chipotle is what followed all of this was Chipotle tweeting directly to",
        "start": 170.29,
        "duration": 6.089
    },
    {
        "text": "Utley saying what happened here is not how our employees should treat our customers",
        "start": 176.38,
        "duration": 3.149
    },
    {
        "text": "We are committed to treating all of our guests fairly and with respect the manager has been terminated and the restaurant has been retrained",
        "start": 179.53,
        "duration": 5.04
    },
    {
        "text": "So this doesn't happen again. We'll be back in touch later adding the manager thought these gentlemen were the same customers from Tuesday night",
        "start": 184.57,
        "duration": 5.579
    },
    {
        "text": "Who weren't able to pay for their meal regardless, this is not how we treat our customers as a result",
        "start": 190.15,
        "duration": 3.75
    },
    {
        "text": "the manager has been terminated but",
        "start": 193.9,
        "duration": 1.839
    },
    {
        "text": "That is not the end of this story after all these videos and tweets went viral some Twitter users start sharing",
        "start": 195.739,
        "duration": 5.36
    },
    {
        "text": "Screenshots of old tweets where he was bragging about dining and dashing in the past",
        "start": 201.26,
        "duration": 3.8
    },
    {
        "text": "We it's like dine and dash is forever interested. Not not a dine and dash. We're just borrowing the food for a couple hours",
        "start": 205.06,
        "duration": 5.61
    },
    {
        "text": "That's all guys were borrowing food at si",
        "start": 210.67,
        "duration": 2.339
    },
    {
        "text": "They were like, hey, sir",
        "start": 213.01,
        "duration": 0.87
    },
    {
        "text": "You got to pay for that and I was like fork that there's a kid in need walked out in another reading a man",
        "start": 213.88,
        "duration": 4.109
    },
    {
        "text": "I think Chappellet catching up to us fam. Should we change two occasions?",
        "start": 218.019,
        "duration": 2.77
    },
    {
        "text": "And yo, what should we do about the other thing reportedly by Sunday morning?",
        "start": 220.79,
        "duration": 3.24
    },
    {
        "text": "Those tweets were then to leave it",
        "start": 224.03,
        "duration": 1.409
    },
    {
        "text": "Also some users tagged in those posts of the activity of their accounts or switched them to private and according to the Miami Herald who?",
        "start": 225.439,
        "duration": 5.25
    },
    {
        "text": "Looked even further into the situation Ali is reportedly on probation for theft",
        "start": 230.689,
        "duration": 4.2
    },
    {
        "text": "now after this news spread",
        "start": 234.89,
        "duration": 1.23
    },
    {
        "text": "We saw several social media users come out in support of the manager domine a change.org petition was set up to help her get her",
        "start": 236.12,
        "duration": 5.459
    },
    {
        "text": "Job back as well as a GoFundMe page and we saw a lot of support for this fired manage tweets",
        "start": 241.579,
        "duration": 4.08
    },
    {
        "text": "Like I go to this Chipotle like four times a week and I've never seen this manager be anything but respectful and kind all customers",
        "start": 245.659,
        "duration": 5.13
    },
    {
        "text": "Please like this to Ali reading as an african-american male",
        "start": 250.79,
        "duration": 2.369
    },
    {
        "text": "I just want to say people like you are the reason we will always be looked down upon you have no shame for setting that",
        "start": 253.159,
        "duration": 4.919
    },
    {
        "text": "Poor lady up like that to lose her job",
        "start": 258.079,
        "duration": 1.351
    },
    {
        "text": "And so at this point Chipotle has been hit and was continuing to be a hit by both sides",
        "start": 259.43,
        "duration": 4.29
    },
    {
        "text": "You're the people that were taking the video at face value saying oh my god",
        "start": 263.72,
        "duration": 2.639
    },
    {
        "text": "I can't believe people like this work for Chipotle. This is disgusting and now on the other side you have people going",
        "start": 266.36,
        "duration": 4.29
    },
    {
        "text": "Wow, I just can't believe this company right? They saw the backlash online rather than looking into it",
        "start": 270.65,
        "duration": 4.29
    },
    {
        "text": "Maybe hopefully trusting their employees they just fire them and so then we saw Chapel",
        "start": 274.94,
        "duration": 4.169
    },
    {
        "text": "They release a new state writing our actions were based on the facts known to us immediately after the incident including video footage social media",
        "start": 279.11,
        "duration": 6.119
    },
    {
        "text": "posts and conversations with the customer manager and our employees",
        "start": 285.229,
        "duration": 2.88
    },
    {
        "text": "We now have additional information which needs to be investigated further. We want to do the right thing",
        "start": 288.11,
        "duration": 4.26
    },
    {
        "text": "So after further investigation, we will retrain and rehire if the facts warrants",
        "start": 292.37,
        "duration": 4.019
    },
    {
        "text": "But after this we saw author Matt Palumbo calling out Chipotle writing this is an absolute lie",
        "start": 296.389,
        "duration": 4.08
    },
    {
        "text": "I emailed your media relations",
        "start": 300.47,
        "duration": 1.569
    },
    {
        "text": "department and she claims you were aware of the tweets where the dude admitted to dine and dashing at the time of the fire and",
        "start": 302.039,
        "duration": 5.45
    },
    {
        "text": "Including a screenshot of the alleged emails right now. It's unclear if the manager would get her job back",
        "start": 307.49,
        "duration": 4.44
    },
    {
        "text": "But also if I was that manager, I don't know if I would want to work for that company",
        "start": 311.93,
        "duration": 3.51
    },
    {
        "text": "I feel like most people that work for a very large company",
        "start": 315.44,
        "duration": 2.759
    },
    {
        "text": "they already feel incredibly disposable and to me what it feels like with the",
        "start": 318.3,
        "duration": 3.17
    },
    {
        "text": "Situation as we witnessed a very large company going into self-preservation mode going one employee doesn't matter doesn't matter what the situation actually is",
        "start": 321.57,
        "duration": 7.519
    },
    {
        "text": "What matters is public perception and let's fix this and so rather than standing by their employee? And yes",
        "start": 329.09,
        "duration": 4.799
    },
    {
        "text": "I will say arguably doing the much harder thing educating people to the reality of the situation",
        "start": 333.889,
        "duration": 4.47
    },
    {
        "text": "Even after outrage has taken hold they just fired and then they go full parental mode, but I'm not surprised here",
        "start": 338.78,
        "duration": 5.579
    },
    {
        "text": "I'm just disappointed in Chipotle and also with this story",
        "start": 344.36,
        "duration": 2.52
    },
    {
        "text": "It's incredibly frustrating for the same reason as all of the fake stories",
        "start": 346.88,
        "duration": 3.299
    },
    {
        "text": "You know that racial profiling is a thing",
        "start": 350.18,
        "duration": 2.0
    },
    {
        "text": "think back to April when you had those two black customers in Philadelphia who arrested for being in a Starbucks and then separately we see",
        "start": 352.249,
        "duration": 5.67
    },
    {
        "text": "people like this guy who are seemingly misrepresenting the situation people that have a history a",
        "start": 357.919,
        "duration": 4.859
    },
    {
        "text": "Self-admitted history of dining and - that's allowing people to call into question people actually experience",
        "start": 363.119,
        "duration": 5.39
    },
    {
        "text": "This is all just incredibly frustrating",
        "start": 368.509,
        "duration": 1.86
    },
    {
        "text": "But with all of that said that it's the story of my personal takeaway, and I passed the question off to you",
        "start": 370.369,
        "duration": 4.26
    },
    {
        "text": "What are your thoughts around this around the manager Olli Chipotle's decisions here any and all thoughts?",
        "start": 374.629,
        "duration": 4.859
    },
    {
        "text": "I'd love to see but from that I want to share some stuff",
        "start": 379.489,
        "duration": 2.16
    },
    {
        "text": "I love today and today and also brought to you by privacy calm Phil privacy calm is all about security and keeping those unwanted",
        "start": 381.679,
        "duration": 7.26
    },
    {
        "text": "Fraudulent charges away from you and they do that by creating secure virtual cards for you cards that are locked to a merchant",
        "start": 389.159,
        "duration": 5.359
    },
    {
        "text": "So even if let's say a site they used got hacked",
        "start": 394.519,
        "duration": 2.34
    },
    {
        "text": "If someone has that information, they can't use that card elsewhere",
        "start": 396.86,
        "duration": 2.699
    },
    {
        "text": "Not only is privacy calm 100 percent free to use but if you go to privacy calm",
        "start": 399.559,
        "duration": 3.66
    },
    {
        "text": "Phil you get set up you get started they will give you five dollars that you had to spend on whatever you've got Black Friday",
        "start": 403.549,
        "duration": 4.44
    },
    {
        "text": "And Cyber Monday coming up an extra five dollars always helpful actually on that note for any subscription or purchase privacy",
        "start": 407.989,
        "duration": 5.82
    },
    {
        "text": "Calm is a Chrome browser extension. It allows you to generate new virtual debit card numbers on the fly from any checkout page",
        "start": 413.809,
        "duration": 5.25
    },
    {
        "text": "So you don't have to flip back and forth while you're shopping",
        "start": 419.059,
        "duration": 2.04
    },
    {
        "text": "So make sure to head on over to privacy comm slash Phil and start protecting your information today and the first bit of awesome today",
        "start": 421.099,
        "duration": 4.979
    },
    {
        "text": "Was we had SRAM Miller and Eddie Redmayne competing in a complement battle. Then we had a fantastic video game donkey taking on Pokemon",
        "start": 426.079,
        "duration": 6.69
    },
    {
        "text": "Let's go Pikachu and Evie and sarah silverman and john, c reilly answering the web's most searched questions",
        "start": 432.769,
        "duration": 5.07
    },
    {
        "text": "We got the final trailer for Aquaman. Got an awesome video from NASA called",
        "start": 437.839,
        "duration": 3.779
    },
    {
        "text": "We are NASA then if you've been wanting to watch some old movies YouTube has you covered they recently just released a bunch of videos",
        "start": 441.619,
        "duration": 6.179
    },
    {
        "text": "That you can watch for free they have ads with them",
        "start": 447.799,
        "duration": 2.22
    },
    {
        "text": "And as far as the selection of movies same things like the first five Rocky movies",
        "start": 450.019,
        "duration": 3.15
    },
    {
        "text": "Although I think you can just watch the first four and you're good movies like Legally Blonde Legally Blonde - movie. I love that",
        "start": 453.169,
        "duration": 5.789
    },
    {
        "text": "I'm scared to go back and see if it holds up like hackers among other movies",
        "start": 458.959,
        "duration": 3.119
    },
    {
        "text": "it's got the official trailer for once upon a Deadpool which has such a",
        "start": 462.079,
        "duration": 3.48
    },
    {
        "text": "fantastically weird concept that I just I can't wait to watch it is the",
        "start": 465.809,
        "duration": 2.989
    },
    {
        "text": "Pg-13 version",
        "start": 469.11,
        "duration": 0.599
    },
    {
        "text": "Of Deadpool - and I don't I don't want to it you can just even watch and if you want to see the full versions",
        "start": 469.709,
        "duration": 4.97
    },
    {
        "text": "Of everything. I just shared the secret link of the day really anything",
        "start": 474.679,
        "duration": 2.49
    },
    {
        "text": "I talked about today links as always are in the description down below and then let's talk about why we had Daniel and Hernandez aka",
        "start": 477.169,
        "duration": 5.099
    },
    {
        "text": "Takashi 6:9 back and the reason he's back in the news is he is facing some legal",
        "start": 482.489,
        "duration": 4.6
    },
    {
        "text": "Troubles and understand what happened today. We need to look back to 2015 and that's because back in 2015",
        "start": 487.22,
        "duration": 4.369
    },
    {
        "text": "He pled guilty to one count of use of a child in a sexual performance and reportedly in legal documents that were obtained",
        "start": 491.59,
        "duration": 5.25
    },
    {
        "text": "prosecutor said Takashi was at a party in Harlem where a 13 year old girl was taped engaging in sexual acts with another man while",
        "start": 496.97,
        "duration": 5.359
    },
    {
        "text": "Takashi 18 at the time stood behind the child making a thrusting motion with his pelvis and smacking on her buttock",
        "start": 502.33,
        "duration": 5.309
    },
    {
        "text": "Prosecutors adding with child was nude in the video",
        "start": 507.77,
        "duration": 2.059
    },
    {
        "text": "So he pled guilty and his sentence was deferred for two years with a judge adding that if 6-9 stayed out of trouble",
        "start": 509.83,
        "duration": 4.589
    },
    {
        "text": "He'd just get probation which then takes us to the news that we saw last month",
        "start": 514.419,
        "duration": 3.27
    },
    {
        "text": "Prosecutors reportedly said that he should get one two",
        "start": 517.839,
        "duration": 1.711
    },
    {
        "text": "Three years prison time Takashi's team saying that he should get four years probation the judge agreed giving him four years probation",
        "start": 519.55,
        "duration": 6.059
    },
    {
        "text": "Also giving him credit for one year. So this was massively good news for me avoided jail time",
        "start": 525.74,
        "duration": 4.4
    },
    {
        "text": "It just had to not get in trouble really fast forward to what we've seen for the past week last Wednesday",
        "start": 530.14,
        "duration": 5.219
    },
    {
        "text": "He pleaded guilty to disorderly conduct in connection to an assault of an officer and with his guilty plea",
        "start": 535.36,
        "duration": 4.44
    },
    {
        "text": "Prosecutors threw out the misdemeanor charge and gave him plenty of probation also over the past week",
        "start": 540.02,
        "duration": 3.859
    },
    {
        "text": "We saw Takashi 6:9 fire his team saying last Thursday on Instagram. He no longer had a manager booking agent or publicist",
        "start": 543.88,
        "duration": 6.359
    },
    {
        "text": "I'll fight everybody in my team. I got a manager. I got a booking agent",
        "start": 550.24,
        "duration": 3.33
    },
    {
        "text": "No PR or public I got nobody on my team adding that his American tour was cancelled",
        "start": 553.57,
        "duration": 4.559
    },
    {
        "text": "He also warned venues to be aware of any",
        "start": 558.13,
        "duration": 1.72
    },
    {
        "text": "Agents booking him unless he said so himself if you me shows",
        "start": 559.85,
        "duration": 2.929
    },
    {
        "text": "I would let people know down booking shows or if you're not on the phone with me",
        "start": 562.779,
        "duration": 3.96
    },
    {
        "text": "Do not book that show cuz it's not me",
        "start": 566.87,
        "duration": 2.119
    },
    {
        "text": "I fight everybody on the fork who used to see me with they no longer around then I got the news sunday",
        "start": 568.99,
        "duration": 5.609
    },
    {
        "text": "That's Akashi six nine his now former manager and two former associates were all arrested reportedly",
        "start": 574.6,
        "duration": 5.429
    },
    {
        "text": "They are all facing firearm and racketeering charges. So as I'm recording this video, that's where we are right now",
        "start": 580.029,
        "duration": 5.07
    },
    {
        "text": "We're waiting for more information to come out and I'm really interested to see what information does come out because the whole situation",
        "start": 585.1,
        "duration": 5.7
    },
    {
        "text": "Around him seems insane. I mean even talking about his past charges these new charges",
        "start": 590.93,
        "duration": 4.729
    },
    {
        "text": "It doesn't even really",
        "start": 595.66,
        "duration": 0.85
    },
    {
        "text": "encompass the whole situation if things like on November 8th where a gunman reportedly fired multiple",
        "start": 596.51,
        "duration": 4.25
    },
    {
        "text": "Times at a house where Kanye West and 69 were having a shoot",
        "start": 600.86,
        "duration": 3.95
    },
    {
        "text": "it was at the situation back in July where 69 said he was kidnapped and robbed and so I'm just really",
        "start": 604.81,
        "duration": 3.779
    },
    {
        "text": "Fascinated to see what comes out and what happens next but also with this story",
        "start": 608.66,
        "duration": 3.559
    },
    {
        "text": "I do want to ask you a question around six nine. He's looking out there",
        "start": 612.22,
        "duration": 2.52
    },
    {
        "text": "He is either incredibly loved or incredibly hated a lot of that hate obviously stemming from the incident with the thirteen-year-old girl",
        "start": 614.74,
        "duration": 6.359
    },
    {
        "text": "This is for people on both sides of this that really loved in your thoughts and your feelings",
        "start": 621.1,
        "duration": 3.15
    },
    {
        "text": "Around it",
        "start": 624.32,
        "duration": 0.59
    },
    {
        "text": "and then let's talk about the updates around these California fires regarding the Woolsey fire which we saw burn through Thousand Oaks in Malibu that",
        "start": 624.91,
        "duration": 5.94
    },
    {
        "text": "Is at 94 percent containment reportedly the 96 thousand acre fire destroy at least 1500 structures damaged another",
        "start": 630.85,
        "duration": 6.119
    },
    {
        "text": "341 also from this fire three people reportedly died and three firefighters were injured",
        "start": 637.49,
        "duration": 4.309
    },
    {
        "text": "And as far as the other major fire, that is the campfire, which is the now",
        "start": 641.81,
        "duration": 3.349
    },
    {
        "text": "151 thousand acre fire as a recording this video and is now 66 percent contained",
        "start": 645.709,
        "duration": 4.43
    },
    {
        "text": "It has destroyed eleven thousand seven hundred thirteen single residences and the truly horrific news around this",
        "start": 650.14,
        "duration": 5.13
    },
    {
        "text": "Is that seventy seven people have died with a list of missing people sitting at nine hundred ninety one",
        "start": 655.27,
        "duration": 4.409
    },
    {
        "text": "but also on that note reportedly the list might not be accurate as one might hope it would be importantly this number is coming from",
        "start": 659.68,
        "duration": 4.95
    },
    {
        "text": "Raw data that's being collected from phone calls emails the 9-1-1 system",
        "start": 664.63,
        "duration": 3.869
    },
    {
        "text": "It's been described is not perfect data",
        "start": 668.5,
        "duration": 1.529
    },
    {
        "text": "And the thinking is that it's just better to get information out there to help start getting people accounted for and so on that note",
        "start": 670.029,
        "duration": 4.559
    },
    {
        "text": "They're urging people to check the list and if they see the name of a loved one, and they know that that person's safe",
        "start": 674.589,
        "duration": 4.44
    },
    {
        "text": "They should contact the sheriff's office. Also regarding the search right now",
        "start": 679.029,
        "duration": 2.61
    },
    {
        "text": "there were reportedly more than",
        "start": 681.64,
        "duration": 1.12
    },
    {
        "text": "500 specialists searching for remains which could get even more complicated in the coming days as forecasts are predicting heavy rains",
        "start": 682.76,
        "duration": 5.51
    },
    {
        "text": "Although of course on the positive note this could help",
        "start": 688.27,
        "duration": 2.0
    },
    {
        "text": "Firefighters battle the rest of the blaze also in addition to those who died those who are missing there are tons of people displaced",
        "start": 690.38,
        "duration": 5.57
    },
    {
        "text": "reportedly with so many people forced to evacuate",
        "start": 696.079,
        "duration": 1.671
    },
    {
        "text": "It's been filling up shelters in the area and even a tent city was set up next to a Walmart though",
        "start": 697.75,
        "duration": 4.169
    },
    {
        "text": "I should note there",
        "start": 701.92,
        "duration": 0.69
    },
    {
        "text": "That officials have said they're working on moving evacuees in the tent city to a shelter and according to Red Cross spokesman, Tony Briggs",
        "start": 702.61,
        "duration": 5.219
    },
    {
        "text": "they don't have an estimate right now for how long the shelters will be around or how much this is all going to cost but",
        "start": 707.829,
        "duration": 4.35
    },
    {
        "text": "Adding I think it's safe to say we're going to be here for a while. Also on Saturday",
        "start": 712.18,
        "duration": 3.419
    },
    {
        "text": "we saw president drum touring the Northern California town of Paradise that was ravaged by the camp fire with Governor Jerry Brown and the new",
        "start": 715.6,
        "duration": 5.97
    },
    {
        "text": "Governor elect Gavin Newsom and that made news for several reasons one just the pure",
        "start": 721.57,
        "duration": 3.989
    },
    {
        "text": "Devastation that can be seen in the background is the most notable thing",
        "start": 725.959,
        "duration": 3.86
    },
    {
        "text": "Then - we had Trump make news because he called the town the wrong name twice we saw",
        "start": 729.82,
        "duration": 5.25
    },
    {
        "text": "At pleasure",
        "start": 735.62,
        "duration": 1.83
    },
    {
        "text": "What an end right now, but what we just saw we just left pleasure",
        "start": 737.45,
        "duration": 4.119
    },
    {
        "text": "Palace 3 Donald Trump was asked if seeing this changed his mind on climate change and we saw this no",
        "start": 743.14,
        "duration": 5.839
    },
    {
        "text": "No, I have a strong opinion on what great climate we're going to have that and we're gonna have forests that are very safe",
        "start": 748.98,
        "duration": 6.48
    },
    {
        "text": "I'm just too tired for this and for we got Finland in the news",
        "start": 756.58,
        "duration": 3.109
    },
    {
        "text": "Thanks to President Trump because while he was there",
        "start": 759.69,
        "duration": 1.68
    },
    {
        "text": "he spoke about forest floors and how it's important to keep them clean saying it was with the president of Finland that he said we",
        "start": 761.37,
        "duration": 5.609
    },
    {
        "text": "have",
        "start": 766.98,
        "duration": 1.24
    },
    {
        "text": "Much different. We're a forest nation",
        "start": 768.22,
        "duration": 1.88
    },
    {
        "text": "He called it a forest nation and they spent a lot of time on",
        "start": 770.1,
        "duration": 3.48
    },
    {
        "text": "Drinking and cleaning and doing things and they don't have any problem and what it is",
        "start": 773.89,
        "duration": 4.94
    },
    {
        "text": "it's a very small problem and that of course isn't the first time it's just the latest time that he blamed forest management for the",
        "start": 778.83,
        "duration": 4.949
    },
    {
        "text": "current situation",
        "start": 783.779,
        "duration": 0.431
    },
    {
        "text": "However on this most recent know the president of Finland reportedly told sources that he does not remember discussing",
        "start": 784.21,
        "duration": 4.879
    },
    {
        "text": "Raking with Trump wordly saying quote I mentioned to him that Finland is a land covered by forests",
        "start": 789.279,
        "duration": 4.64
    },
    {
        "text": "And we also have a good monitoring system and network adding",
        "start": 793.92,
        "duration": 2.369
    },
    {
        "text": "We take care of our forests and according to Romney Ruska forest fires expert at the Finnish Interior Ministry",
        "start": 796.29,
        "duration": 4.71
    },
    {
        "text": "They do not rake the forests instead what they do as they focus on removing dead trees from the forest floor",
        "start": 801.0,
        "duration": 4.08
    },
    {
        "text": "You've also seen people pointing out the differences between the two countries",
        "start": 805.08,
        "duration": 2.7
    },
    {
        "text": "Finland has 57 million acres of forest and the timber and paper companies that work in the forest built an extensive network of roads that",
        "start": 807.91,
        "duration": 5.78
    },
    {
        "text": "Slowed down any fires and also allows easier access for fire crews",
        "start": 813.69,
        "duration": 2.969
    },
    {
        "text": "England is also much colder than California",
        "start": 816.7,
        "duration": 2.239
    },
    {
        "text": "Which means the incendiary risk is much lower England also has different trees than those in California and Finland",
        "start": 818.94,
        "duration": 4.77
    },
    {
        "text": "The forests are mainly tall boreal trees pine spruce and Bert",
        "start": 823.71,
        "duration": 2.849
    },
    {
        "text": "Meanwhile in California much of the vegetation is lower lined shrubland and small trees and according professor Henrik Lindbergh a forest fires",
        "start": 826.56,
        "duration": 6.0
    },
    {
        "text": "researcher a better comparison to California would be the fire management in the",
        "start": 832.66,
        "duration": 2.96
    },
    {
        "text": "Mediterranean where the forests are more similar on the positive end of this president Trump's comments about",
        "start": 835.75,
        "duration": 4.099
    },
    {
        "text": "Raking gave us tons of memes from Finland sweets like greetings from Finland. Just finished raking leaves here",
        "start": 840.01,
        "duration": 5.659
    },
    {
        "text": "Hashtag rake America green again",
        "start": 845.7,
        "duration": 1.8
    },
    {
        "text": "also getting pictures like this one of just an ordinary day in the Finnish forests and they were rake photo shops for days on the",
        "start": 847.5,
        "duration": 6.239
    },
    {
        "text": "Other side of this there have been some saying well, maybe what he's talking about is an excavator rate, but on that note",
        "start": 853.74,
        "duration": 4.739
    },
    {
        "text": "I'm not completely sure because when he was doing an interview with Chris Wallace, he kind of motioned a raking motion",
        "start": 858.48,
        "duration": 5.1
    },
    {
        "text": "I was watching the fireman the other day and they were raking",
        "start": 863.589,
        "duration": 3.32
    },
    {
        "text": "Areas, they were raking areas",
        "start": 867.459,
        "duration": 2.0
    },
    {
        "text": "Where the fire was right over there and they're raking trees to little trees like this that are a nut trees little bushes",
        "start": 869.79,
        "duration": 5.24
    },
    {
        "text": "That you could see a totally dry",
        "start": 875.22,
        "duration": 2.0
    },
    {
        "text": "Weeds and they're raking them. They're on fire and with closing out of this story",
        "start": 878.07,
        "duration": 4.19
    },
    {
        "text": "I do want to hit on town - final note the first being that the fires in",
        "start": 882.26,
        "duration": 2.609
    },
    {
        "text": "California have been truly truly horrible if you do want to help those affected",
        "start": 884.97,
        "duration": 2.959
    },
    {
        "text": "I'm going to include links down below where you can in - when it comes to this president and climate change and these fires",
        "start": 888.06,
        "duration": 5.33
    },
    {
        "text": "I'm just I'm just exhausted and part of that is possibly me being sick and tired today, but it's really exhausting",
        "start": 893.39,
        "duration": 6.27
    },
    {
        "text": "He gives simplified solutions false",
        "start": 899.66,
        "duration": 2.25
    },
    {
        "text": "Comparisons. It's important. Remember just 9 days ago when he said that this was all because of gross mismanagement of the forests that the",
        "start": 902.46,
        "duration": 6.079
    },
    {
        "text": "California Professional Firefighters had to come out and say that his assertion was dangerously wrong",
        "start": 908.54,
        "duration": 4.14
    },
    {
        "text": "Also, it's important remember in that same tweet where he made that assertion",
        "start": 912.68,
        "duration": 2.73
    },
    {
        "text": "He threatened to cut federal payments a move that among others was denounced by the International Association of firefighters",
        "start": 915.41,
        "duration": 5.009
    },
    {
        "text": "So just a little bit ago that regarding climate change I think was on Axios on HBO",
        "start": 920.43,
        "duration": 3.95
    },
    {
        "text": "He just disagreed with his agencies talking about climate change in the face of his own agencies giving him information",
        "start": 924.39,
        "duration": 6.02
    },
    {
        "text": "He creates this false equivalency with a minor voice when it comes to climate change it like NASA you look at",
        "start": 930.41,
        "duration": 5.519
    },
    {
        "text": "The Energy Department and what would your own government? Your own scientists have said about it. They said it's indisputable that",
        "start": 936.24,
        "duration": 5.359
    },
    {
        "text": "Humans have contributed to global warming in in big ways. Well, I do we",
        "start": 942.42,
        "duration": 4.04
    },
    {
        "text": "Certainly contribute. I mean there's",
        "start": 947.25,
        "duration": 2.0
    },
    {
        "text": "Certain pollutants that go up and there are certain things that happen certain things",
        "start": 949.5,
        "duration": 4.13
    },
    {
        "text": "We do that if we weren't here sir, they say the overwhelming cause for the loss",
        "start": 953.63,
        "duration": 3.479
    },
    {
        "text": "Well, I don't necessarily agree",
        "start": 957.11,
        "duration": 1.53
    },
    {
        "text": "But it doesn't seem like in the report that there's that much of a may to it. Like it's your government, right?",
        "start": 958.64,
        "duration": 4.5
    },
    {
        "text": "It's your scientists. They work for you would serve that's okay. It's okay, and I want everybody to write report whatever they want",
        "start": 963.14,
        "duration": 6.15
    },
    {
        "text": "But ultimately, I'm the one that makes that final decision",
        "start": 969.29,
        "duration": 2.789
    },
    {
        "text": "I can also give you reports where people for a much dispute that you know",
        "start": 972.09,
        "duration": 3.739
    },
    {
        "text": "You do have scientists that very much disputed. I want to make sure that we have the cleanest air art",
        "start": 975.83,
        "duration": 6.359
    },
    {
        "text": "I know that when there really aren't that many campus. I want to make sure here's what I want",
        "start": 982.19,
        "duration": 3.359
    },
    {
        "text": "I think it just needs to be an understood that that is where he stands on climate change",
        "start": 985.55,
        "duration": 3.0
    },
    {
        "text": "There's not gonna be I don't foresee that changing but guys I sir",
        "start": 988.65,
        "duration": 3.049
    },
    {
        "text": "I'm gonna end today's show",
        "start": 991.7,
        "duration": 0.84
    },
    {
        "text": "If you have any thoughts on the final story the first one anything in between, of course",
        "start": 992.54,
        "duration": 3.03
    },
    {
        "text": "Let me know in those common down below",
        "start": 995.57,
        "duration": 1.27
    },
    {
        "text": "Remember if you like these just hit that like button. If you new here you'll want more hit that subscribe button",
        "start": 996.84,
        "duration": 4.589
    },
    {
        "text": "also",
        "start": 1001.43,
        "duration": 0.15
    },
    {
        "text": "If you didn't catch the last philip defranco show from last friday",
        "start": 1001.58,
        "duration": 2.19
    },
    {
        "text": "Click or tap right there to watch that or if you want to watch today's brand new second channel video",
        "start": 1003.77,
        "duration": 3.39
    },
    {
        "text": "You can click or tap right there. But with that said of course as always, my name is philip defranco",
        "start": 1007.16,
        "duration": 3.63
    },
    {
        "text": "You've just been phill'd in I love the old faces and I'll see you tomorrow",
        "start": 1010.98,
        "duration": 3.65
    }
]