[
    {
        "text": "Sup, you beautiful bastards, hope you're having a",
        "start": 0.02,
        "duration": 1.84
    },
    {
        "text": "Fantastic Friday! Welcome back to the Friday show",
        "start": 1.86,
        "duration": 3.24
    },
    {
        "text": "And for those of you that are new here, Monday Tuesday, Wednesday Thursday",
        "start": 5.1,
        "duration": 2.1
    },
    {
        "text": "I put out videos talking about the news, world events and then Friday",
        "start": 7.2,
        "duration": 3.16
    },
    {
        "text": "It's all about the conversation",
        "start": 10.36,
        "duration": 1.56
    },
    {
        "text": "Looking through the past week of reactions, comments, debates and responding myself back to you",
        "start": 11.92,
        "duration": 4.04
    },
    {
        "text": "But before we jump into that",
        "start": 15.96,
        "duration": 0.92
    },
    {
        "text": "I want to talk about a story that tons of people were requesting",
        "start": 16.89,
        "duration": 3.35
    },
    {
        "text": "It really didn't fit into the Philip Defranco show, and that was",
        "start": 20.24,
        "duration": 2.6
    },
    {
        "text": "Anthony from Smosh leaving Smosh",
        "start": 22.84,
        "duration": 2.38
    },
    {
        "text": "For those who don't know, Smosh is one of the brands and channels here on YouTube",
        "start": 25.22,
        "duration": 3.58
    },
    {
        "text": "That have existed on this platform",
        "start": 28.82,
        "duration": 1.92
    },
    {
        "text": "Longer than I have existed on this platform",
        "start": 30.74,
        "duration": 2.14
    },
    {
        "text": "Which is, I mean I'm a dinosaur in YouTube years",
        "start": 32.88,
        "duration": 2.28
    },
    {
        "text": "The two original creators putting out a video on the original Smosh channel",
        "start": 35.16,
        "duration": 2.54
    },
    {
        "text": "Anthony putting out a video on his personal channel",
        "start": 37.7,
        "duration": 2.36
    },
    {
        "text": "He explained why",
        "start": 40.06,
        "duration": 1.26
    },
    {
        "text": "He said being part of a large company when you had ideas, when you had things that you wanted to create",
        "start": 41.32,
        "duration": 3.76
    },
    {
        "text": "You had to go through a filter even as the original creator of the channel",
        "start": 45.08,
        "duration": 2.42
    },
    {
        "text": "They sold it at one point even though the channel is still doing great on views you just didn't have the power and I get that",
        "start": 47.52,
        "duration": 5.18
    },
    {
        "text": "When it comes to creative people",
        "start": 52.7,
        "duration": 1.3
    },
    {
        "text": "Especially if you're not worried about if you're not gonna be able to pay your rent or if you're going to be able to eat next week",
        "start": 54.0,
        "duration": 4.2
    },
    {
        "text": "Freedom and power are more valuable than money. Example personally",
        "start": 58.28,
        "duration": 3.84
    },
    {
        "text": "I respect money",
        "start": 62.129,
        "duration": 0.93
    },
    {
        "text": "but that's because it allows me to try and gain more power, create more things grow try and send out my",
        "start": 63.06,
        "duration": 5.38
    },
    {
        "text": "Hopefully still rational message to a sometimes a irrational world. When things in the way of that it is a very bad time",
        "start": 68.56,
        "duration": 6.58
    },
    {
        "text": "And so he's jumping ship, he's taking the risk and even if it's just",
        "start": 75.18,
        "duration": 2.46
    },
    {
        "text": "publicly everything seems good and from this a ton of people were asking me what my thoughts were on this and I mean as a",
        "start": 78.1,
        "duration": 5.5
    },
    {
        "text": "consumer I haven't consumed Smosh content regularly in",
        "start": 83.7,
        "duration": 3.34
    },
    {
        "text": "Probably eight years, but they were along with many others the ones who helped open the door who helped blow",
        "start": 87.3,
        "duration": 5.9
    },
    {
        "text": "Youtube up where people realize oh if these idiots (and I mean that in the nicest way) if these idiots also this idiot Philip DeFranco",
        "start": 93.36,
        "duration": 6.66
    },
    {
        "text": "Can can put themselves out there and they can get views then I can do it.",
        "start": 100.479,
        "duration": 3.889
    },
    {
        "text": "I mean they help to lead a new age of entertainment",
        "start": 104.369,
        "duration": 2.88
    },
    {
        "text": "And while I grew more and more away from their target demo, and I stopped consuming their content",
        "start": 107.28,
        "duration": 3.51
    },
    {
        "text": "I mean their respects still there on the business side of things my reaction is to any YouTube",
        "start": 110.79,
        "duration": 4.649
    },
    {
        "text": "Couple out there to any people that work together in a business settings that have to do a break up",
        "start": 115.63,
        "duration": 5.209
    },
    {
        "text": "Video take notes from how they did this here. Yes there",
        "start": 120.969,
        "duration": 2.54
    },
    {
        "text": "They're still going to be a surge of dislikes people that are angry about the situation, but that [has] to be expected",
        "start": 123.509,
        "duration": 5.19
    },
    {
        "text": "unfortunately the the weird",
        "start": 129.429,
        "duration": 1.381
    },
    {
        "text": "situation that YouTube",
        "start": 130.81,
        "duration": 1.13
    },
    {
        "text": "creators or any creator is in at this point is very much a mommy and daddy, and when you make these videos you are essentially",
        "start": 131.94,
        "duration": 6.509
    },
    {
        "text": "Parental figures informing the family that there is a divorce. There's a separation. We still love you",
        "start": 138.52,
        "duration": 4.789
    },
    {
        "text": "we'll always still love each other just people grow and they separate that's okay",
        "start": 143.31,
        "duration": 3.93
    },
    {
        "text": "but unlike in a real marriage instead of it being 1 to 15 kids. I know Catholics and Mormons watch me",
        "start": 147.24,
        "duration": 5.489
    },
    {
        "text": "How dare you Philip! that is representative of some of the families I grew up with",
        "start": 152.73,
        "duration": 3.51
    },
    {
        "text": "Fortunately It's not just 1 to 15 kids you are talking about",
        "start": 156.24,
        "duration": 2.58
    },
    {
        "text": "Millions and millions of people and some people are mature enough to get it and others are going to alienate. With that said let's jump",
        "start": 159.25,
        "duration": 5.839
    },
    {
        "text": "Into the Monday Show Monday We talked about the trump Julius Caesar controversy, the insane",
        "start": 165.089,
        "duration": 3.991
    },
    {
        "text": "Doppelganger arrest story, Puerto Rico Statehood and the Anti Sharia Protest. On the Trump Julius Caesar controversy Johanna JJ. Wrote regardless",
        "start": 169.14,
        "duration": 7.68
    },
    {
        "text": "How you feel they never said the man stabbed was trump He does resemble trump",
        "start": 176.82,
        "duration": 2.97
    },
    {
        "text": "but people fail to realize most almost all of our presidents are white men it is we who assumed it was trump I get the",
        "start": 179.79,
        "duration": 5.45
    },
    {
        "text": "Point that you're getting across that it's been mainly white men but in the actual play Donald [well]",
        "start": 185.24,
        "duration": 5.26
    },
    {
        "text": "Not Donald Trump's wife speaks with a thick eastern European accent and Octavius Caesar is dressed like",
        "start": 190.5,
        "duration": 5.79
    },
    {
        "text": "Jared Kushner where he is wearing that nice getup with the bulletproof vest over it",
        "start": 196.36,
        "duration": 3.74
    },
    {
        "text": "So it is but it's not but it is Donald trump personally",
        "start": 200.1,
        "duration": 2.609
    },
    {
        "text": "I think the best way to talk about this is to not",
        "start": 202.709,
        "duration": 2.07
    },
    {
        "text": "Skirt the issue that it was but as James patton pointed out",
        "start": 204.88,
        "duration": 3.169
    },
    {
        "text": "It should be pointed out in the new york-based Guthrie theatre did a nationwide tour in 2012 of Julius Caesar with a clear obama figure?",
        "start": 208.05,
        "duration": 6.33
    },
    {
        "text": "Being killed yet barely a news ripple back, then adding is the story more about Paper-thin skin on the right to their demagogue leader?",
        "start": 214.38,
        "duration": 5.85
    },
    {
        "text": "So I mentioned the obama inspired version later in the week. I didn't know about it [on] Monday",
        "start": 220.23,
        "duration": 4.139
    },
    {
        "text": "I did find it interesting that when I did search around the time that this was in existence",
        "start": 224.37,
        "duration": 4.68
    },
    {
        "text": "I didn't find any big sites complaining about now of course comparisons like this aren't always apples to apples the",
        "start": 229.05,
        "duration": 5.099
    },
    {
        "text": "Political landscape and climate are far different people are more divided and things are more",
        "start": 234.25,
        "duration": 4.399
    },
    {
        "text": "Polarizing than ever as far as paper-thin skin on the right?",
        "start": 238.86,
        "duration": 2.9
    },
    {
        "text": "I'm more along the lines of anthony dots what he said hero to many crybaby snowflakes on both sides of the line trump supporters are",
        "start": 241.76,
        "duration": 5.82
    },
    {
        "text": "Quick to call out the liberal Snowflakes, but they completely ignore",
        "start": 247.58,
        "duration": 2.3
    },
    {
        "text": "How snowflake whiney they get about anything opposing trump everyone needs to stop being so sensitive about everything in grow up anthony if you'll allow",
        "start": 249.9,
        "duration": 5.94
    },
    {
        "text": "Me I kind of just want to [redline] this comment",
        "start": 255.84,
        "duration": 2.399
    },
    {
        "text": "I think it's some trump supporters and some of the liberals more and more these days people lock those that are",
        "start": 258.239,
        "duration": 5.13
    },
    {
        "text": "And they're kind of thinking into one specific extreme box rather than looking at what it is",
        "start": 263.58,
        "duration": 4.26
    },
    {
        "text": "Which is really a gradient the loudest most passionate people on the outside",
        "start": 267.84,
        "duration": 3.539
    },
    {
        "text": "And then just like 80% in between after remember that so they don't [pac-man] their way to the middle",
        "start": 271.379,
        "duration": 5.22
    },
    {
        "text": "I think just in general",
        "start": 276.599,
        "duration": 0.54
    },
    {
        "text": "I don't have a problem with this version of the play",
        "start": 277.139,
        "duration": 2.04
    },
    {
        "text": "And it's not because I'm like I hate trump and I want him to die",
        "start": 279.18,
        "duration": 2.519
    },
    {
        "text": "I don't it's just that the message of Julius Caesar",
        "start": 281.699,
        "duration": 2.01
    },
    {
        "text": "Is that the killing of Julius Caesar is actually horrible and also because of the way, it's being presented it appears as art",
        "start": 283.71,
        "duration": 5.339
    },
    {
        "text": "Whereas Kathy Griffin's thing where she was holding up a bloody head of Donald trump. It was uninspired",
        "start": 289.05,
        "duration": 6.269
    },
    {
        "text": "It was tacky there really wasn't a message there",
        "start": 295.319,
        "duration": 2.91
    },
    {
        "text": "I also find a ridiculous when she tried to make herself a victim of that situation with her press [conference]",
        "start": 298.229,
        "duration": 3.96
    },
    {
        "text": "But the main point [there] [is] [none]",
        "start": 302.19,
        "duration": 1.229
    },
    {
        "text": "I think there's two parts [to] the audience and two parts of this country that aren't going to agree with each other on this [or]",
        "start": 303.419,
        "duration": 4.35
    },
    {
        "text": "They're a part of that elusive third part that think the whole thing's stupid and just don't give a damn about and then we had",
        "start": 307.77,
        "duration": 4.649
    },
    {
        "text": "The Tuesday show Tuesday, we talked about the Megyn",
        "start": 312.419,
        "duration": 2.25
    },
    {
        "text": "Kelly Alex Jones interview",
        "start": 314.669,
        "duration": 1.391
    },
    {
        "text": "backlash",
        "start": 316.06,
        "duration": 0.569
    },
    {
        "text": "Covfefe Act and Donald trump and the uk election on the defense a at Curtis thompson wrote do we really want to enshrine tweets on",
        "start": 316.629,
        "duration": 6.68
    },
    {
        "text": "a website with the same priority as bill signed into law or",
        "start": 323.31,
        "duration": 2.729
    },
    {
        "text": "Executive orders that sounds like hyperbole in the extreme well comparing tweets to bills yes, that can sound extreme",
        "start": 326.139,
        "duration": 5.239
    },
    {
        "text": "But the white house has [said] that",
        "start": 331.379,
        "duration": 2.0
    },
    {
        "text": "Donald trump tweeting from his personal account these are public statements public statements from the president need to be a part of public record the",
        "start": 333.49,
        "duration": 6.619
    },
    {
        "text": "White house says that they're already making an archive of Donald trump's tweets, but I think that changing the law it just makes sense",
        "start": 340.11,
        "duration": 5.549
    },
    {
        "text": "so that it's updated in the digital age certain things need me updated with the times the people that drafted the",
        "start": 345.659,
        "duration": 4.35
    },
    {
        "text": "[original] bill they could have never predicted everything that happened since I think it just makes sense",
        "start": 350.08,
        "duration": 4.399
    },
    {
        "text": "I don't even think it's a bipartisan issue",
        "start": 354.479,
        "duration": 1.68
    },
    {
        "text": "I think that there are certain ways [that] people are overextending like the people saying that Donald trump blocking their accounts on Twitter",
        "start": 356.159,
        "duration": 6.15
    },
    {
        "text": "That's a first amendment violation the lawyers arguing that case may say they have a case",
        "start": 362.309,
        "duration": 4.191
    },
    {
        "text": "But I just feel like that's petty in any way and on Megyn. Kelly and Alex Jones",
        "start": 366.5,
        "duration": 4.24
    },
    {
        "text": "We have Curien247 saying congratulations",
        "start": 370.74,
        "duration": 2.0
    },
    {
        "text": "To Megyn kelly for picking the hottest [potato] in the whole past alex Jones should have known the interview would be used to make him",
        "start": 372.759,
        "duration": 5.18
    },
    {
        "text": "Look insane well Alex Jones on his own show in the same kind of area where he said that [he] also doesn't want the video",
        "start": 377.94,
        "duration": 5.459
    },
    {
        "text": "To air he said that he didn't know that she was most likely [going] to do this and that's why late last night Alex Jones",
        "start": 383.4,
        "duration": 5.189
    },
    {
        "text": "Actually released audio of their pre-interview sure but wouldn't the argument",
        "start": 388.589,
        "duration": 4.11
    },
    {
        "text": "These it in the show because I see that as a standard Democrat talking points what you're doing",
        "start": 393.009,
        "duration": 4.2
    },
    {
        "text": "Well he has for privacy and his family they didn't do that for Sandy hook, and he didn't do [that] for the pizzeria",
        "start": 397.46,
        "duration": 6.079
    },
    {
        "text": "[no], I mean I can ask you [about] [that]",
        "start": 403.729,
        "duration": 2.66
    },
    {
        "text": "one can be a contentious to",
        "start": 407.99,
        "duration": 2.209
    },
    {
        "text": "Sort of Gotcha",
        "start": 411.289,
        "duration": 1.891
    },
    {
        "text": "exchange I that's not what this show is that's really not what I wanted to I'm trying to create a different kind of program and",
        "start": 413.18,
        "duration": 6.739
    },
    {
        "text": "it's fine you know i'll all ask you about some of the controversies [of] course and you will say whatever you want to say",
        "start": 420.139,
        "duration": 4.429
    },
    {
        "text": "But it's not going to be some gotcha hit piece",
        "start": 424.879,
        "duration": 2.72
    },
    {
        "text": "I promise you that it really will be about who is this guy and we'll we'll talk about some of the controversy and",
        "start": 427.599,
        "duration": 5.88
    },
    {
        "text": "I'll ask you and you can respond and",
        "start": 433.759,
        "duration": 2.029
    },
    {
        "text": "And we'll get into the whole you know what you spent through this past year",
        "start": 436.31,
        "duration": 3.109
    },
    {
        "text": "And my goal is for your listeners and [the] left [you] know who will be watching someone [any] say to say",
        "start": 439.419,
        "duration": 6.69
    },
    {
        "text": "Wow, that was really interesting. [I'm] not looking to portray you as some bookie, man, or",
        "start": 446.509,
        "duration": 5.48
    },
    {
        "text": "You know [do] any sort of a gotcha moment? I just want to talk about you",
        "start": 452.539,
        "duration": 3.32
    },
    {
        "text": "I want people to get to know you and the craziest thing of all would be if",
        "start": 455.86,
        "duration": 4.109
    },
    {
        "text": "Some of the people who have just you know insane version of you in their head walk away saying. You [know] what I?",
        "start": 460.25,
        "duration": 5.629
    },
    {
        "text": "Feel like the Dad in him I see [a] guy who?",
        "start": 466.729,
        "duration": 2.33
    },
    {
        "text": "loves those kids",
        "start": 469.759,
        "duration": 0.87
    },
    {
        "text": "And who is more complex Act and led to believe it was kind of crazy is [Alex] [Jones] is most likely going to come out",
        "start": 470.629,
        "duration": 5.12
    },
    {
        "text": "Of this way better than Megyn kelly",
        "start": 475.75,
        "duration": 1.87
    },
    {
        "text": "It's just from those audio clips his audience is going to hear that and say well",
        "start": 477.62,
        "duration": 3.38
    },
    {
        "text": "She said she wasn't going to do a hit piece and she's out there defending our interview saying it's all about showing how",
        "start": 481.0,
        "duration": 4.829
    },
    {
        "text": "despicable Alex Jones is I just want to shine a light on the connections between",
        "start": 485.99,
        "duration": 3.47
    },
    {
        "text": "him and trump and the people out [there] that were angry at Megyn kelly for",
        "start": 489.529,
        "duration": 3.38
    },
    {
        "text": "Normalizing Alex Jones and bring him in and in saying hey",
        "start": 493.039,
        "duration": 3.32
    },
    {
        "text": "maybe he's not the craziest person in the world his audio very saying maybe they walk away from this interview with Alex Jones going he's",
        "start": 496.36,
        "duration": 5.669
    },
    {
        "text": "A good guy a good father also keep in mind. We've only seen the teaser",
        "start": 502.029,
        "duration": 3.0
    },
    {
        "text": "We don't know what the actual interview is like you my money is on she was trying to Mislead Alex Jones",
        "start": 505.029,
        "duration": 4.14
    },
    {
        "text": "So he would actually do the interview",
        "start": 509.169,
        "duration": 1.261
    },
    {
        "text": "But she wasn't really aiming to normalize and validate like she was saying to Alex Jones",
        "start": 510.43,
        "duration": 3.359
    },
    {
        "text": "And more it was an exposed piece RaptorJesus wrote look I live not far from Newtown",
        "start": 513.789,
        "duration": 4.26
    },
    {
        "text": "There's no debate here he felt as the community reeled from this disgusting incident with that said getting mad at megan seems bass-Ackwards",
        "start": 518.05,
        "duration": 5.19
    },
    {
        "text": "To me get mad at the guy",
        "start": 523.52,
        "duration": 1.47
    },
    {
        "text": "Propagating the bullshit not the woman call him out on his bullshit. Jarisfury wrote, Megyn Kelly is doing real journalism",
        "start": 524.99,
        "duration": 4.07
    },
    {
        "text": "Interviewing someone like I Alex Jones everyone talks about normalizing the extreme conspiracist",
        "start": 529.78,
        "duration": 3.66
    },
    {
        "text": "But no one bats an eye when murderers or other criminals are interviewed does that normalize murder by keeping the people informed?",
        "start": 533.45,
        "duration": 4.98
    },
    {
        "text": "It's like we're arguing for censorship for things",
        "start": 538.43,
        "duration": 1.83
    },
    {
        "text": "We disagree with which happens a lot on both sides nowadays and random fabulous commenter wrote, I support Megyn Kelly on interviewing Alex Jones",
        "start": 540.26,
        "duration": 6.12
    },
    {
        "text": "People think he is wrong. Then debate him if his ideas are ridiculous people will decide themselves stop trying to censor people America",
        "start": 546.42,
        "duration": 5.9
    },
    {
        "text": "That's really where I stood on this story like I understood if people don't like Megyn kelly for whatever their reasons",
        "start": 552.32,
        "duration": 4.379
    },
    {
        "text": "And they just want to bash or if you don't like Alex Jones",
        "start": 556.7,
        "duration": 1.83
    },
    {
        "text": "And you're bashing her for doing this it doesn't make sense to me",
        "start": 558.53,
        "duration": 2.58
    },
    {
        "text": "It's like in the past when we've talked about milo gianopolous and ann coulter getting shut down",
        "start": 561.11,
        "duration": 4.289
    },
    {
        "text": "They're supposed to have talks and all of a sudden boom big protests sometimes we turn violent shutting down of their events",
        "start": 565.4,
        "duration": 5.609
    },
    {
        "text": "so they cannot speak and I don't agree with a ton of the [stuff] that is coming out of their mouths [I] think that they",
        "start": 571.01,
        "duration": 6.09
    },
    {
        "text": "Should have the right [to] say if they're going to say something [that] is truly horrible ignorant flawed",
        "start": 577.1,
        "duration": 4.409
    },
    {
        "text": "Then let it be out there in the light of day let it be out there so you can counter it or shine a light",
        "start": 581.51,
        "duration": 4.74
    },
    {
        "text": "On what you think is really really horrible and wrong you're saying this is validation rather than what it looks",
        "start": 586.25,
        "duration": 5.17
    },
    {
        "text": "like Megyn Kelly's trying to do",
        "start": 591.42,
        "duration": 1.339
    },
    {
        "text": "Which is exposing as far as if it's going to have the desired effect that will ultimately come down to how skilled Megyn kelly",
        "start": 592.76,
        "duration": 5.67
    },
    {
        "text": "Was making this piece or as how some people are going to see it how deceptively she edits her video",
        "start": 598.47,
        "duration": 5.63
    },
    {
        "text": "But ultimately my main opinion here is I'd much rather everything be out there in the light of day, and then let's talk Wednesday",
        "start": 604.1,
        "duration": 5.25
    },
    {
        "text": "Wednesday we talked about the disgusting Austin Jones Scandal, Alexandria",
        "start": 609.35,
        "duration": 4.409
    },
    {
        "text": "Gop baseball practice",
        "start": 613.76,
        "duration": 1.12
    },
    {
        "text": "Shooter and the horrifying [Grenfell] tower fire on the Austin Jones story which by the way actually before I going into the comment a quick",
        "start": 614.88,
        "duration": 6.77
    },
    {
        "text": "Little update, [Austin] Jones has reportedly been freed temporarily having posted",
        "start": 621.65,
        "duration": 3.84
    },
    {
        "text": "$100,000 bail he's reportedly on home confinement",
        "start": 626.22,
        "duration": 2.0
    },
    {
        "text": "And his mother's custody and he's prohibited from going online while he awaits trial that said to Austin Jones if you are breaking that rule",
        "start": 628.34,
        "duration": 6.92
    },
    {
        "text": "And you're watching this right [now] you",
        "start": 635.269,
        "duration": 1.991
    },
    {
        "text": "Disgust me and if anyone watching is like but Phil why?",
        "start": 637.29,
        "duration": 2.599
    },
    {
        "text": "Watch the Wednesday video. It's the first. It's the first story",
        "start": 640.71,
        "duration": 3.44
    },
    {
        "text": "It's just disgusting there's a reason he's facing 30 years in prison that said let's look to the comments first from Lobnbullets",
        "start": 644.15,
        "duration": 4.679
    },
    {
        "text": "Writes, literally getting off on how young kids are all the correspondent shows that he will continue",
        "start": 648.93,
        "duration": 4.669
    },
    {
        "text": "If this doesn't get him this category of people are most disgusting pieces of garbage",
        "start": 653.6,
        "duration": 3.9
    },
    {
        "text": "I think that's the big concern is he had that scandal two years ago where a",
        "start": 657.5,
        "duration": 3.869
    },
    {
        "text": "Really wasn't about the young girls",
        "start": 661.98,
        "duration": 1.44
    },
    {
        "text": "Is that he was getting fans to do things and then who knows how quickly he went from abusing that power",
        "start": 663.42,
        "duration": 4.28
    },
    {
        "text": "Difference to then using that on fourteen-year-old girls and the number of times he had them point out their age like you know",
        "start": 668.0,
        "duration": 6.98
    },
    {
        "text": "That's the key thing that gets in there",
        "start": 674.98,
        "duration": 2.16
    },
    {
        "text": "I mean a predator like this they they just need to be",
        "start": 677.14,
        "duration": 2.159
    },
    {
        "text": "Declawed Akilah Canada said I'm very tired of comments trying to justify what he did what he [did] was predatory he looks for girls",
        "start": 679.58,
        "duration": 5.69
    },
    {
        "text": "He could easily manipulate me held the idea of them being his biggest fan above their head 14 year-olds are easily manipulated know very little",
        "start": 685.27,
        "duration": 6.329
    },
    {
        "text": "about the world it was a",
        "start": 691.6,
        "duration": 1.179
    },
    {
        "text": "37 year old balding guy with a mustache people wouldn't be so quick to defend it",
        "start": 692.779,
        "duration": 3.44
    },
    {
        "text": "And that's a big [thing] [here] is while he may look young",
        "start": 696.22,
        "duration": 2.0
    },
    {
        "text": "he is a 24 year old man not a young YouTuber he's a",
        "start": 698.649,
        "duration": 3.48
    },
    {
        "text": "24 year old man as far as the number of people trying to justify it this is what I'm talking about there is this ever-growing",
        "start": 702.44,
        "duration": 5.839
    },
    {
        "text": "Community that is trying to normalize this it is disgusting it is horrible. It's abusive. You can argue that",
        "start": 708.68,
        "duration": 5.51
    },
    {
        "text": "There's not much of a difference between [ten] years if it's someone that's [forty] and [fifty]",
        "start": 714.19,
        "duration": 4.14
    },
    {
        "text": "Even twenty and Thirty although you could also ask the people that were thirty with the 20 year old",
        "start": 718.67,
        "duration": 4.1
    },
    {
        "text": "There's a difference there as far as maturity but then change it to this situation",
        "start": 722.77,
        "duration": 3.0
    },
    {
        "text": "24 and",
        "start": 726.47,
        "duration": 1.47
    },
    {
        "text": "14 he was sexually",
        "start": 727.94,
        "duration": 1.44
    },
    {
        "text": "manipulating someone who couldn't [even] get a",
        "start": 729.38,
        "duration": 1.92
    },
    {
        "text": "Driver's Permit these kids are still developing like some of them may look like adults on the outside",
        "start": 731.3,
        "duration": 5.0
    },
    {
        "text": "I understand we cover those stories in the past where celebrities got in trouble [because] they were like wait",
        "start": 736.3,
        "duration": 3.75
    },
    {
        "text": "She's how old but this is someone [that] knowingly pursued someone that age and regardless of what they look [like] they are not",
        "start": 740.05,
        "duration": 5.609
    },
    {
        "text": "Mature in their brain they have not fully developed",
        "start": 745.73,
        "duration": 2.0
    },
    {
        "text": "[it's] just sick to me",
        "start": 747.8,
        "duration": 1.13
    },
    {
        "text": "And I do want to clarify a point that that people like they always argue around those you're someone that has these feelings",
        "start": 748.93,
        "duration": 5.789
    },
    {
        "text": "But you don't act on them you try and get help. [I] don't have a problem with you",
        "start": 754.72,
        "duration": 3.96
    },
    {
        "text": "I mean, I still probably would not want you around my kid",
        "start": 758.68,
        "duration": 2.13
    },
    {
        "text": "But you're you're you're you're you [but] the people that actually touch kids",
        "start": 760.81,
        "duration": 3.269
    },
    {
        "text": "they pursue kids they they watched child pornography which is the abuse of",
        "start": 764.079,
        "duration": 3.81
    },
    {
        "text": "[children] plus perpetuating this abusive cycle one of these people that [were] seeing more and more of some of them label themselves pedo",
        "start": 768.2,
        "duration": 5.69
    },
    {
        "text": "Sexuals where love has no age or anyone else trying to justify it [I]",
        "start": 774.05,
        "duration": 3.739
    },
    {
        "text": "Fucking hate you you can have a debate where the net result is always you're a monster",
        "start": 778.61,
        "duration": 3.979
    },
    {
        "text": "My mind is not [going] to change on that the reason",
        "start": 782.88,
        "duration": 2.14
    },
    {
        "text": "I don't have a problem with most everyone who does anything ever is that usually their choices just affect them if someone's gay or",
        "start": 785.02,
        "duration": 7.34
    },
    {
        "text": "Trans Or whatever the life experiences?",
        "start": 792.62,
        "duration": 2.72
    },
    {
        "text": "I don't know personally, and I don't personally understand because I've never walked a mile in those person shoes",
        "start": 795.36,
        "duration": 5.04
    },
    {
        "text": "It doesn't affect anyone else these situations involve people's choices with themselves or another",
        "start": 800.4,
        "duration": 5.02
    },
    {
        "text": "Consenting adult live that life no one's getting hurt love ya in a completely different situation when you have these people that are trying to",
        "start": 805.5,
        "duration": 6.46
    },
    {
        "text": "normalize",
        "start": 811.98,
        "duration": 1.09
    },
    {
        "text": "Pedophilia they say you know, we'll stuff just happens those people",
        "start": 813.07,
        "duration": 2.9
    },
    {
        "text": "They're just they just wired differently to me",
        "start": 815.97,
        "duration": 2.159
    },
    {
        "text": "And if I can [-] some people are just wired to want to rape just wired differently",
        "start": 818.13,
        "duration": 3.75
    },
    {
        "text": "there are different extremes of a situation [that]",
        "start": 822.07,
        "duration": 2.179
    },
    {
        "text": "involves abuse and victims and while the sound of people defending awesome Jones was very faint not many there the fact that there was even",
        "start": 824.32,
        "duration": 6.559
    },
    {
        "text": "[one] who [disgusts] me. And then there was Thursday Thursday? We talked about the bachelor in Paradise scandal ace book gifts the Mayweather VS",
        "start": 830.88,
        "duration": 6.51
    },
    {
        "text": "McGregor fight and the two bits of Donald Trump [news] on the Bachelor in Paradise",
        "start": 837.39,
        "duration": 2.849
    },
    {
        "text": "Scandal Karen Thomas wrote hard to assign blame to a party [without] seeing the video [all] this is speculation at this",
        "start": 840.4,
        "duration": 5.089
    },
    {
        "text": "But that being said acting flirty sexy even being quote a slut does not take away",
        "start": 845.49,
        "duration": 4.29
    },
    {
        "text": "Anyone's right to safety and definitely not make an excuse for anyone to ignore",
        "start": 849.78,
        "duration": 2.969
    },
    {
        "text": "Situation involving a lack of consent and Karen I 100% agree",
        "start": 852.82,
        "duration": 2.809
    },
    {
        "text": "This was a story that for me was going to be a [two-minute] video",
        "start": 855.64,
        "duration": 3.619
    },
    {
        "text": "And then as we went down the rabbit hole of the he said she said and the the public statements and the legal argument became",
        "start": 859.26,
        "duration": 6.599
    },
    {
        "text": "This very weird monster of a store those of you that have watched the show for a while. You know [that]",
        "start": 865.86,
        "duration": 3.72
    },
    {
        "text": "I'm not a white knight, [Er]",
        "start": 869.58,
        "duration": 1.3
    },
    {
        "text": "Consent is a very real issue, and I feel like a lot of people use people's past against them",
        "start": 870.88,
        "duration": 4.159
    },
    {
        "text": "There's a footage of a model",
        "start": 875.04,
        "duration": 1.23
    },
    {
        "text": "Who's done topless before or porn star and something leaks of theirs were they didn't they didn't grant permission the other choice stripped away?",
        "start": 876.27,
        "duration": 6.0
    },
    {
        "text": "Something that they didn't give out publicly has been shared with the [world] a lot of people [do] well",
        "start": 882.43,
        "duration": 4.01
    },
    {
        "text": "We've already seen it and to a different extreme if there is a girl that sleeps around a lot",
        "start": 886.44,
        "duration": 3.869
    },
    {
        "text": "But then there's another time where she she's blackout drunk. She is not there doesn't give anyone the right to go",
        "start": 890.31,
        "duration": 5.07
    },
    {
        "text": "She'd probably be fine with it",
        "start": 895.38,
        "duration": 1.47
    },
    {
        "text": "That said as you pointed out so much of this story is speculation unnamed sources saying things behind the scenes",
        "start": 896.85,
        "duration": 6.03
    },
    {
        "text": "And you don't know who has what?",
        "start": 903.1,
        "duration": 1.86
    },
    {
        "text": "Motive to say what now was a big reason why the question for this story and the main point of the story was public?",
        "start": 904.96,
        "duration": 5.419
    },
    {
        "text": "Perception evidence versus slut-shaming, what's what? We do know the video is being looked through. It's being investigated",
        "start": 910.48,
        "duration": 4.34
    },
    {
        "text": "We will hopefully know very soon. What happened ultimately for me right now",
        "start": 914.83,
        "duration": 4.369
    },
    {
        "text": "It is a waiting game warner bros said that they are",
        "start": 919.2,
        "duration": 2.099
    },
    {
        "text": "Investigating the situation have they're investigating the tape of the incident with how much money is at stake how big these?",
        "start": 921.52,
        "duration": 5.099
    },
    {
        "text": "Franchises are I for some reason I feel like they're going to look at whoever is responsible here",
        "start": 926.9,
        "duration": 4.909
    },
    {
        "text": "And they are going to go at them. I feel like if there are producers in the wrong",
        "start": 931.81,
        "duration": 2.97
    },
    {
        "text": "They are going to scorch Earth them to make [good]",
        "start": 934.78,
        "duration": 3.119
    },
    {
        "text": "If it turns out corrine was fine",
        "start": 937.9,
        "duration": 1.44
    },
    {
        "text": "And she made up the story because she didn't want her boyfriend or whatever reason to find out you done",
        "start": 939.34,
        "duration": 4.649
    },
    {
        "text": "We're gonna have to wait and see [then] let's look at a few more in kind of give a final no [kade]",
        "start": 943.99,
        "duration": 3.39
    },
    {
        "text": "7501 said she did something slutty while drunk and it was on camera",
        "start": 947.84,
        "duration": 2.69
    },
    {
        "text": "[she] regrets it and doesn't want footage to be released",
        "start": 950.53,
        "duration": 2.07
    },
    {
        "text": "So claims right if she was sober and consented and then later regretted it wouldn't be [rape]",
        "start": 952.6,
        "duration": 3.57
    },
    {
        "text": "But just because both of them are drunker than somehow becomes rape when they regret it",
        "start": 956.17,
        "duration": 2.939
    },
    {
        "text": "Oh and start right she's blaming the show she's traumatized",
        "start": 959.14,
        "duration": 2.58
    },
    {
        "text": "How could you blame others for your decision to?",
        "start": 961.9,
        "duration": 1.78
    },
    {
        "text": "Intoxicate yourself and then initiate sexual acts is this woman an adult or what badge advisor wrote sounds to me like it started as very",
        "start": 963.68,
        "duration": 6.14
    },
    {
        "text": "Drunk canoodling she passed out at some indeterminate point in both he the crew and the cameras were unable to determine when doesn't sound malicious",
        "start": 969.82,
        "duration": 5.52
    },
    {
        "text": "At all to me just stupid. I so the first thing I want to hit on here would be the moonstar calm",
        "start": 975.34,
        "duration": 3.869
    },
    {
        "text": "How can you blame others for your decision to intoxicate yourself now? I understand the thinking here. You're a grown-ass person",
        "start": 979.21,
        "duration": 5.549
    },
    {
        "text": "You should be responsible for yourself, but if someone who has passed out two to three times in his entire lifetime on this planet",
        "start": 984.76,
        "duration": 6.0
    },
    {
        "text": "I don't think that me passing out because I accidentally drank too much gives anyone permission",
        "start": 990.76,
        "duration": 4.289
    },
    {
        "text": "Do you have sex with me man?",
        "start": 995.05,
        "duration": 1.35
    },
    {
        "text": "Or woman my bad",
        "start": 996.4,
        "duration": 1.24
    },
    {
        "text": "Decision-making shouldn't open me up for someone to be allowed to do something that is technically illegal",
        "start": 997.64,
        "duration": 4.7
    },
    {
        "text": "Well everyone can say what they want about Corinne at this time",
        "start": 1002.34,
        "duration": 2.94
    },
    {
        "text": "She's not actually",
        "start": 1005.28,
        "duration": 1.3
    },
    {
        "text": "Attacking the guy that she messed around with she's going after the production company, which for some people is going to be like okay?",
        "start": 1006.58,
        "duration": 6.02
    },
    {
        "text": "well\nSo she's going after the money whereas other people see it as I signed up to be [on] a reality show",
        "start": 1012.6,
        "duration": 4.29
    },
    {
        "text": "The whole thing here was that were going to head we get drunk. We're going to have fun",
        "start": 1017.31,
        "duration": 3.15
    },
    {
        "text": "I assume that the producers would make sure that [I] was safe",
        "start": 1020.64,
        "duration": 2.729
    },
    {
        "text": "I want to be sloppy to make for great television",
        "start": 1023.37,
        "duration": 1.89
    },
    {
        "text": "But if it went too, far, I knew that you guys would just like push me in my room main thing",
        "start": 1025.26,
        "duration": 3.3
    },
    {
        "text": "I get what you're saying",
        "start": 1028.56,
        "duration": 0.779
    },
    {
        "text": "I get why you're saying it",
        "start": 1029.339,
        "duration": 1.11
    },
    {
        "text": "But I do personally believe that that general Mindset is flaw someone whether they be man, or woman making a legal bad decision",
        "start": 1030.449,
        "duration": 7.02
    },
    {
        "text": "That should not open them up for someone to have sex with [that] as far [as] the whole story",
        "start": 1037.47,
        "duration": 3.359
    },
    {
        "text": "it's just a very awkward thing to talk about as a guy covering the news for all these years I have seen the stories of",
        "start": 1040.829,
        "duration": 5.88
    },
    {
        "text": "When people cry rape and it didn't happen [I] see that I get disgusted by it",
        "start": 1046.75,
        "duration": 4.25
    },
    {
        "text": "But I never want to be the guy saying I don't I don't think your rape claims legit",
        "start": 1051.0,
        "duration": 4.05
    },
    {
        "text": "I also can't blindly believe [reclaim] because people have live in the past [when] it comes down to individuals",
        "start": 1055.05,
        "duration": 5.64
    },
    {
        "text": "I hate the idea of using someone's past against them but some of the things people have done in the past reflect their character",
        "start": 1060.69,
        "duration": 6.0
    },
    {
        "text": "But also those past actions aren't [apple] to apple",
        "start": 1066.69,
        "duration": 2.13
    },
    {
        "text": "comparisons to a rape claim past of getting very drunk and being very sexual doesn't necessarily equate to",
        "start": 1069.04,
        "duration": 5.0
    },
    {
        "text": "Making one like one of the biggest claims you can make against another human being but also I feel like it's almost easier to have",
        "start": 1074.26,
        "duration": 5.18
    },
    {
        "text": "An opinion as long as you hold it back somewhat until we hear about the video evidence",
        "start": 1079.44,
        "duration": 4.619
    },
    {
        "text": "well",
        "start": 1084.06,
        "duration": 0.33
    },
    {
        "text": "They're still going to be areas of Gray and the argument of what happened from both sides there is [a] [portably] video evidence video evidence",
        "start": 1084.39,
        "duration": 6.75
    },
    {
        "text": "That we should very soon get some word this story will need to close at some point and at that point you are going to",
        "start": 1091.14,
        "duration": 5.699
    },
    {
        "text": "have someone who is a victim and someone who is a villain but it's ultimately going to come down to what was on camera and",
        "start": 1096.84,
        "duration": 4.92
    },
    {
        "text": "That's actually where I'm going to end today's show I 100% want to thank all you beautiful bastards for another fantastic",
        "start": 1101.76,
        "duration": 4.739
    },
    {
        "text": "We thanks for watching commenting sharing?",
        "start": 1106.5,
        "duration": 2.01
    },
    {
        "text": "Being a part ofthe DeFranco elite and helping us fund this thing whoever you are whatever you're doing",
        "start": 1108.76,
        "duration": 3.92
    },
    {
        "text": "Thank you so much for being a part of this and of course remember if you like this video you like what I do on",
        "start": 1112.68,
        "duration": 4.14
    },
    {
        "text": "This channel that like but if you're new here hit that subscribe button also you want to watch full versions of all the videos this",
        "start": 1116.82,
        "duration": 5.25
    },
    {
        "text": "Week and click or tap right there if you want to see today's brand new behind the scenes blog click or tap right there not",
        "start": 1122.07,
        "duration": 4.559
    },
    {
        "text": "That said of course as always my name is Philip Defranco",
        "start": 1126.63,
        "duration": 2.43
    },
    {
        "text": "You've just been phill'd in I love yo faces, and I'll see you Sunday or Monday. I'm hoping this is the first week",
        "start": 1129.22,
        "duration": 6.35
    },
    {
        "text": "We can move it back to six videos a week. I'm sick this week, but I'm still trying to step up my game see you soon",
        "start": 1135.57,
        "duration": 4.199
    }
]