[
    {
        "text": "sup ya beautiful bastards hope you having a fantastic Monday",
        "start": 0.0,
        "duration": 2.79
    },
    {
        "text": "Welcome back to the Philip DeFranco show and actually a quick note before we get started today about an hour ago",
        "start": 2.79,
        "duration": 4.319
    },
    {
        "text": "I posted a brand new video on a brand new channel. It's youtube.com/DeFrancodoes.",
        "start": 7.109,
        "duration": 4.56
    },
    {
        "text": "I'm gonna include a link so you can go to the channel you can subscribe to it",
        "start": 11.67,
        "duration": 2.67
    },
    {
        "text": "I want a place where didn't create confusion like on this channel where it's all news and it wasn't on the old secondary channel",
        "start": 14.34,
        "duration": 4.979
    },
    {
        "text": "Which has so much baggage and it's all over the place",
        "start": 19.32,
        "duration": 1.799
    },
    {
        "text": "It's just a place for me to put something up different. Which different is what you've got today",
        "start": 21.119,
        "duration": 3.39
    },
    {
        "text": "cuz after today's PDS when you go check out youtube.com/DeFrancodoes. you",
        "start": 24.51,
        "duration": 3.629
    },
    {
        "text": "Subscribers video is of me having a mini podcast slash interview with my five-year-old son",
        "start": 28.449,
        "duration": 5.48
    },
    {
        "text": "I'm obviously biased because he's one of my three favorite things, but I think it's it'll be a great watch after today's show",
        "start": 33.989,
        "duration": 5.37
    },
    {
        "text": "Enjoy that but with that said, let's just jump into it",
        "start": 39.36,
        "duration": 2.669
    },
    {
        "text": "And the first thing when I talk about today was one of the most requested stories",
        "start": 42.03,
        "duration": 2.61
    },
    {
        "text": "It's also a little awkward for me because I end up being part of this story",
        "start": 44.64,
        "duration": 3.63
    },
    {
        "text": "But it's about this New York Times article that went out over the weekend",
        "start": 48.27,
        "duration": 3.09
    },
    {
        "text": "the article is called the making of a youtube radical and right there at the top it prominently features a collage of",
        "start": 51.36,
        "duration": 5.489
    },
    {
        "text": "People speaking to camera a majority right-wing people and then I am also included on the digital version of this story as you scroll down",
        "start": 56.92,
        "duration": 6.439
    },
    {
        "text": "videos start disappearing in the language starts to escalate",
        "start": 63.67,
        "duration": 2.75
    },
    {
        "text": "I took screenshots of my first experience on the site you see Caleb Cain was a college dropout looking for direction",
        "start": 66.84,
        "duration": 4.74
    },
    {
        "text": "He turned to YouTube some thumbnails disappear and says soon he was pulled into a far-right universe watching thousands of videos filled with conspiracy theories",
        "start": 71.58,
        "duration": 6.899
    },
    {
        "text": "Misogyny and racism he scroll down to see me right above the making of a YouTube radical with the quote",
        "start": 78.82,
        "duration": 4.4
    },
    {
        "text": "I was brainwashed",
        "start": 83.22,
        "duration": 1.38
    },
    {
        "text": "we all saw other people's experience with the site where people were taking screenshots and I was the only",
        "start": 84.6,
        "duration": 3.569
    },
    {
        "text": "face that was left and then even looking into the article it was even more confusing why I was included in this collage because I'm",
        "start": 88.24,
        "duration": 6.11
    },
    {
        "text": "Not even referenced",
        "start": 94.35,
        "duration": 1.11
    },
    {
        "text": "Are they talk about several creators including the likes of Dave Rubin ,Joe Rogan who was much better thumbnail material than myself",
        "start": 95.46,
        "duration": 6.51
    },
    {
        "text": "You know they talk about those guys",
        "start": 101.97,
        "duration": 1.35
    },
    {
        "text": "They reference the intellectual dark web, you know",
        "start": 103.32,
        "duration": 2.369
    },
    {
        "text": "For some reason I'm featured in this collage and my photo staying up as the language is escalating",
        "start": 105.689,
        "duration": 4.68
    },
    {
        "text": "So I respond on Twitter with hey a New York Times what the f* is this that then begins to blow up and a quick note...",
        "start": 110.369,
        "duration": 5.61
    },
    {
        "text": "I want to hit on before moving forward, please, please",
        "start": 115.979,
        "duration": 2.489
    },
    {
        "text": "Please do not seek out and harass or do anything negative to the person that wrote this article",
        "start": 118.469,
        "duration": 4.62
    },
    {
        "text": "That is not my intent or desire with this video the writer of the article responds..' hey, writer here.",
        "start": 123.09,
        "duration": 5.1
    },
    {
        "text": "This collage is just a sample from his viewing history some far-right some not.' which i",
        "start": 128.19,
        "duration": 4.08
    },
    {
        "text": "Respond 'then please speak with your graphics department.Because they're slowly disappearing thumbnail collage with escalating language seems to insinuate a lot",
        "start": 132.49,
        "duration": 6.5
    },
    {
        "text": "Do you know how many people scam or just read headlines?'",
        "start": 138.99,
        "duration": 2.0
    },
    {
        "text": "To which the author responds 'I hear you.",
        "start": 141.3,
        "duration": 1.93
    },
    {
        "text": "working on it.' That then leads to an update where he says 'we have updated the collage with a caption to explain that it's a sample of",
        "start": 143.23,
        "duration": 5.63
    },
    {
        "text": "videos a caleb watched.",
        "start": 148.86,
        "duration": 1.29
    },
    {
        "text": "We're also tweaking how the grid fades so",
        "start": 150.15,
        "duration": 1.68
    },
    {
        "text": "it's clearer that people like PhillyD are not far right .' Which if I can insert a note also appears to be part of the",
        "start": 151.83,
        "duration": 4.77
    },
    {
        "text": "Reason why there are some people now",
        "start": 156.6,
        "duration": 1.39
    },
    {
        "text": "accusing me of just making up this story because you've had people now going to the article and they're like well when I scroll down,",
        "start": 157.99,
        "duration": 5.36
    },
    {
        "text": "Phil's one of the first people that disappears but there's not a note explaining that they change that top graphic from displaying how it was",
        "start": 163.45,
        "duration": 5.809
    },
    {
        "text": "previously displayed so there's that but they did add the caption 'a sampling of more than",
        "start": 169.26,
        "duration": 3.419
    },
    {
        "text": "12,000 videos that Caleb Kane watch going back to 2015 many but not all of which were from far-right commentators.'",
        "start": 172.75,
        "duration": 5.809
    },
    {
        "text": "so obviously that caption doesn't specifically say who is who isn't, there is still potentially the issue of",
        "start": 178.56,
        "duration": 4.29
    },
    {
        "text": "Association and an insinuation of the worse, you know",
        "start": 183.28,
        "duration": 2.419
    },
    {
        "text": "not everyone's gonna be familiar with every single person that is featured in that collage and they're gonna be",
        "start": 185.7,
        "duration": 4.169
    },
    {
        "text": "associations made because while I'm talking about my personal experience",
        "start": 189.97,
        "duration": 2.63
    },
    {
        "text": "This isn't just about me all that said that's where ultimately I thought the story ended",
        "start": 192.6,
        "duration": 3.419
    },
    {
        "text": "but that's not the case because whether it was the plan ahead of time or because of the",
        "start": 196.02,
        "duration": 3.479
    },
    {
        "text": "controversy and the virality of the controversy",
        "start": 199.75,
        "duration": 2.63
    },
    {
        "text": "it ends up being the front page of the Sunday New York Times and there's a portion of the collage and the portion that is",
        "start": 202.38,
        "duration": 5.729
    },
    {
        "text": "Included still has me. And there..once again includes the Iowas brainwash quote right above the collage",
        "start": 208.11,
        "duration": 4.8
    },
    {
        "text": "It says Caleb Kane 26 who said he slipped down a quote rabbit hole of alt-right",
        "start": 212.91,
        "duration": 4.199
    },
    {
        "text": "Ideology on YouTube underneath it in the late edition",
        "start": 217.36,
        "duration": 2.449
    },
    {
        "text": "It reads commentators from across the political spectrum have filled YouTube with a complex stew of emotional content on the National Edition",
        "start": 219.81,
        "duration": 5.489
    },
    {
        "text": "which yes",
        "start": 225.299,
        "duration": 0.451
    },
    {
        "text": "I gave New York Times $6 it read commentators have proliferated on YouTube whose business model has made it an inadvertent boom for extremists",
        "start": 225.75,
        "duration": 7.589
    },
    {
        "text": "Oh, that's a great Association",
        "start": 233.34,
        "duration": 1.35
    },
    {
        "text": "and then of course the title the making of a YouTube radical how the site's algorithms played into the hands of the far right and at",
        "start": 234.69,
        "duration": 4.649
    },
    {
        "text": "This point I really don't know how to feel it appears that the author of the article",
        "start": 239.34,
        "duration": 2.25
    },
    {
        "text": "Realizes the issue with the graphic hell even the subject of this front page New York Times story says I should not have been included",
        "start": 241.78,
        "duration": 6.26
    },
    {
        "text": "Graphic so stupid some of the most opposite people I've ever seen online",
        "start": 248.079,
        "duration": 3.47
    },
    {
        "text": "Agreeing such as keemstar and and Hank green that it was a dumb move on the part of New York Times",
        "start": 251.95,
        "duration": 4.669
    },
    {
        "text": "You know",
        "start": 256.62,
        "duration": 0.42
    },
    {
        "text": "one of the real",
        "start": 257.04,
        "duration": 0.75
    },
    {
        "text": "Shitty things actually think there needs to be a continued",
        "start": 257.79,
        "duration": 2.04
    },
    {
        "text": "Conversation of what the algorithm on so many social media platforms have been feeding us and will continue to feed us in the future",
        "start": 259.99,
        "duration": 6.5
    },
    {
        "text": "I think it's a fascinating and incredibly important conversation",
        "start": 266.49,
        "duration": 2.699
    },
    {
        "text": "Right because this is very important balancing act when it comes to a social media platform because you don't want people to just stay inside",
        "start": 269.19,
        "duration": 4.77
    },
    {
        "text": "of there their echo chamber bubbles",
        "start": 274.09,
        "duration": 1.91
    },
    {
        "text": "But at the same time you don't want to start feeding people videos that these are these horrible",
        "start": 276.0,
        "duration": 3.72
    },
    {
        "text": "Tragedies these horrible shootings or hoaxes because they they consumed news about it elsewhere, right?",
        "start": 280.0,
        "duration": 5.39
    },
    {
        "text": "Obviously not exactly what we're talking about here. But you know, you don't want to have a system that that ends up promoting well engaged",
        "start": 285.39,
        "duration": 5.01
    },
    {
        "text": "anti-vaccine, you know just because someone had previously consumed a video that talked about how",
        "start": 290.95,
        "duration": 4.7
    },
    {
        "text": "anti-vaxxer part of the reason that we're seeing the measles epidemic",
        "start": 296.83,
        "duration": 2.479
    },
    {
        "text": "But then a lot of that potential conversation just gets thrown out the window because of this",
        "start": 299.38,
        "duration": 3.649
    },
    {
        "text": "Initial misstep, and what really sucks about this because once again, I'm trying to be as level-headed as possible",
        "start": 303.1,
        "duration": 4.13
    },
    {
        "text": "I want to thank that it was just a stupid graphics decision, right?",
        "start": 307.26,
        "duration": 2.339
    },
    {
        "text": "But for me, it becomes one of those situations of well, what if this is really just kind of the beginning, right?",
        "start": 309.6,
        "duration": 3.63
    },
    {
        "text": "Does it start with the kind of slight?",
        "start": 313.23,
        "duration": 2.009
    },
    {
        "text": "inclusion and",
        "start": 315.52,
        "duration": 0.93
    },
    {
        "text": "Insinuation here and does it escalate from there as part of what to me at times seems like a concerted effort to just take shots",
        "start": 316.45,
        "duration": 6.559
    },
    {
        "text": "at YouTube maybe destabilize a platform that could be seen in some way as a competitor and or does actually",
        "start": 323.01,
        "duration": 4.799
    },
    {
        "text": "Incentivize them or other places to do things like this? because it generates controversy",
        "start": 327.97,
        "duration": 4.67
    },
    {
        "text": "It brings in a wave of views that potentially leads to the virality of the story",
        "start": 332.64,
        "duration": 3.419
    },
    {
        "text": "That's the part that really concerns me, but it also it makes me want to think that I'm just being paranoid there",
        "start": 336.06,
        "duration": 5.22
    },
    {
        "text": "Yeah, I I really don't know what else to say about this story",
        "start": 341.28,
        "duration": 2.25
    },
    {
        "text": "But just in case I am NOT being paranoid",
        "start": 343.53,
        "duration": 2.0
    },
    {
        "text": "For those out there who have been asking how you can help support my news coverage and commentary here on this channel what we're trying",
        "start": 345.57,
        "duration": 5.07
    },
    {
        "text": "To build out with rogue rocket.com, the rogue rocket socials the rogue rocket YouTube channel that's set to launch next month",
        "start": 350.64,
        "duration": 5.429
    },
    {
        "text": "you can support us with a paid subscription over to Franco elite.com or if you're not a fan of",
        "start": 356.07,
        "duration": 3.839
    },
    {
        "text": "Patreon or a rogue rocket.com/support. That's our own system",
        "start": 360.04,
        "duration": 3.32
    },
    {
        "text": "We put into place and/or of course supporting our sponsors who support us even including the one today",
        "start": 363.36,
        "duration": 4.889
    },
    {
        "text": "Which is our own company, but with all of that said that's the story some of my personal take away",
        "start": 368.25,
        "duration": 3.779
    },
    {
        "text": "And of course I passed the question up to you",
        "start": 372.03,
        "duration": 1.53
    },
    {
        "text": "Well, what do you thoughts around all this because once again, this isn't about you just agreeing with me",
        "start": 373.56,
        "duration": 4.2
    },
    {
        "text": "I do you think that it is a big deal or it's feel like it was inadvertent or Target any and all thoughts you have",
        "start": 377.76,
        "duration": 4.44
    },
    {
        "text": "I'd love to see in those comments down below. But from that I want to share some stuff",
        "start": 382.2,
        "duration": 2.97
    },
    {
        "text": "I love today and today an awesome brought to you by a beautiful bastard those who don't know a beautiful bastard is my premium",
        "start": 385.17,
        "duration": 5.669
    },
    {
        "text": "Haircare line we have amazing pomades beard oils a smells. So damn good. We turned some into candles",
        "start": 390.97,
        "duration": 4.64
    },
    {
        "text": "They're all-natural cruelty free ethically sourced handmade in the United States",
        "start": 395.61,
        "duration": 4.409
    },
    {
        "text": "It's what I and so many others trust in our hair everyday for that all day",
        "start": 400.02,
        "duration": 3.36
    },
    {
        "text": "Fantastic hold. if you or someone, you know",
        "start": 403.84,
        "duration": 1.46
    },
    {
        "text": "Haven't been completely happy with what you've been used highly recommend you check it out and today it's a special day",
        "start": 405.3,
        "duration": 4.68
    },
    {
        "text": "So in addition to 10% of all sales on beautiful bastard.com to the end of the month going through st",
        "start": 409.98,
        "duration": 4.829
    },
    {
        "text": "Jude because we like to try and support good causes in addition to that for the next 36 hours",
        "start": 414.81,
        "duration": 4.08
    },
    {
        "text": "You can get 15% off your order by using code 'NYT'",
        "start": 418.89,
        "duration": 3.53
    },
    {
        "text": "You know just for funsies. And the first bit of awesome before we get into all that III trailer goodness is our filled acro",
        "start": 422.48,
        "duration": 5.58
    },
    {
        "text": "No doubt GG partner game of the day today",
        "start": 428.07,
        "duration": 2.579
    },
    {
        "text": "it is Killing Floor 2 either the base game or even the deluxe edition if you're unfamiliar it is the",
        "start": 430.649,
        "duration": 4.831
    },
    {
        "text": "Fantastically reviewed co-op first-person shooter that is just chaos",
        "start": 435.48,
        "duration": 4.02
    },
    {
        "text": "its Fantastic on its own or playing with friends with a six person",
        "start": 439.75,
        "duration": 2.6
    },
    {
        "text": "Co-op a 12 player versus survival mode and if you snag it using our link before 9 a.m. Tomorrow instead of the regular",
        "start": 442.48,
        "duration": 6.28
    },
    {
        "text": "$30 you get it for 67% off it just",
        "start": 448.8,
        "duration": 2.72
    },
    {
        "text": "$9.99 and by no means the only bits of Awesome from e3 so far",
        "start": 451.68,
        "duration": 4.76
    },
    {
        "text": "We got the briefing trailer for Star Wars Jedi fallen order cinematic for Halo Infinite Borderlands 3",
        "start": 456.56,
        "duration": 5.6
    },
    {
        "text": "We also had the internet collectively freaking out because not only did we get a cinematic trailer for cyberpunk 2077",
        "start": 462.18,
        "duration": 4.559
    },
    {
        "text": "But also because Keanu Reeves is in it, and he found someone to be breathtaking",
        "start": 466.99,
        "duration": 3.89
    },
    {
        "text": "Also side note",
        "start": 473.08,
        "duration": 0.77
    },
    {
        "text": "Is it just a thing that Keanu Reeves is just in things now because I am on board and completely",
        "start": 473.85,
        "duration": 5.1
    },
    {
        "text": "Okay with that got to see a lot of doom eternal and you know, there was a lot of other stuff",
        "start": 479.02,
        "duration": 4.19
    },
    {
        "text": "I'm just gonna link down below if you want to see the full versions of everything",
        "start": 483.21,
        "duration": 3.07
    },
    {
        "text": "I just shared the secret link of the day really anything at all links has always are in the description down below thennnnn in",
        "start": 486.3,
        "duration": 5.96
    },
    {
        "text": "What is happening news? We had Justin Bieber seemingly out of nowhere tweeting",
        "start": 492.3,
        "duration": 5.06
    },
    {
        "text": "'I want to challenge Tom Cruise to fight in the Octagon, Tom",
        "start": 497.37,
        "duration": 3.089
    },
    {
        "text": "If you don't take this fight you're scared and you will never live it down who is willing to put on the fight Dana White?'",
        "start": 500.46,
        "duration": 4.709
    },
    {
        "text": "and the two questions, I have following that tweet one: what? and two: how high Were you when you tweeted this?",
        "start": 505.169,
        "duration": 6.24
    },
    {
        "text": "Here's the thing. I'm not saying I don't want to watch the rumble in the under 510 jungle",
        "start": 511.41,
        "duration": 4.17
    },
    {
        "text": "I'm just saying what's happening in 25 year old Justin Bieber's world where he's like",
        "start": 515.58,
        "duration": 4.32
    },
    {
        "text": "I want to fight that",
        "start": 519.9,
        "duration": 1.21
    },
    {
        "text": "56 year old dude. Also if you are wondering if anyone was willing to put on this fight, it turns out Yes",
        "start": 521.11,
        "duration": 4.61
    },
    {
        "text": "Although it was not Dana White who responded back instead",
        "start": 525.72,
        "duration": 2.66
    },
    {
        "text": "It was fighter and entrepreneur Conor McGregor who tweeted",
        "start": 528.39,
        "duration": 2.429
    },
    {
        "text": "If Tom Cruise is man enough to accept this challenge",
        "start": 530.82,
        "duration": 2.01
    },
    {
        "text": "McGregor sports an entertainment will host the bout as crews have the sprouts to fight like he does in the movies stay tuned to find",
        "start": 532.9,
        "duration": 5.9
    },
    {
        "text": "Out and then I guess because it wasn't already ridiculous enough",
        "start": 538.8,
        "duration": 2.789
    },
    {
        "text": "He then added a challenge mark wahlberg on the very same card, back when Mark Wahlberg was Marky Mark",
        "start": 541.59,
        "duration": 4.409
    },
    {
        "text": "And I'm still slapped the ears off up and took my UFC shares back on the situation so dumb, but yeah",
        "start": 546.0,
        "duration": 4.77
    },
    {
        "text": "It's finally happening. The mainstream drama is finally finally like the YouTube drama. It's taking everything from us then shift gears",
        "start": 550.77,
        "duration": 7.32
    },
    {
        "text": "Let's talk about what happened in Detroit over the weekend over the weekend all over the country",
        "start": 558.09,
        "duration": 3.69
    },
    {
        "text": "There were these festivals and parades celebrating Pride Month. One of them happened in Detroit, Michigan",
        "start": 561.78,
        "duration": 3.929
    },
    {
        "text": "It was expected to have 40,000 people in attendance",
        "start": 565.71,
        "duration": 2.609
    },
    {
        "text": "It appeared that all was well at this festival until a white nationalist group called the National Socialist Movement showed up",
        "start": 568.35,
        "duration": 5.279
    },
    {
        "text": "They've been described as an organization that specializes in theatrical and provocative protests described as being one of the largest and most prominent",
        "start": 573.66,
        "duration": 5.909
    },
    {
        "text": "neo-nazi groups in the United States the reports if a self-identified",
        "start": 579.67,
        "duration": 2.569
    },
    {
        "text": "Commander of the National Socialist Movement rode on a Russian social network. NSM will be armed and counter protesting the freaks NSM",
        "start": 582.43,
        "duration": 6.29
    },
    {
        "text": "Let's put some boots on the ground",
        "start": 588.72,
        "duration": 1.26
    },
    {
        "text": "I don't really give a damn about the OPSEC or antifa in this situation we go in with",
        "start": 589.98,
        "duration": 4.289
    },
    {
        "text": "Swastikas blazing and if people don't like it tough shit according to reports a dozen or so members marched along the streets towards the main",
        "start": 594.43,
        "duration": 5.6
    },
    {
        "text": "Festival yelling things like white power Nazi salutes blood and soil you will not replace us and f *you slurs some we're seen wearing",
        "start": 600.07,
        "duration": 7.46
    },
    {
        "text": "Armbands with swastikas. It was also a person waving a flag with a swastika and others holding riot shield with the group's flag",
        "start": 607.66,
        "duration": 5.869
    },
    {
        "text": "We saw members ripping apart a pride flag one member even appeared to be urinating on an Israeli flag before that was also torn apart",
        "start": 613.53,
        "duration": 6.119
    },
    {
        "text": "well",
        "start": 619.65,
        "duration": 0.33
    },
    {
        "text": "There were no reports of injuries or arrests stemming from these",
        "start": 619.98,
        "duration": 2.039
    },
    {
        "text": "Neo-nazis showing up people were obviously still upset that the group was there",
        "start": 622.15,
        "duration": 2.9
    },
    {
        "text": "We also saw people getting even more enraged at the Detroit Police Department was escorting the white nationalists, you know",
        "start": 625.05,
        "duration": 4.799
    },
    {
        "text": "you had these videos on social media getting more and more attention seeming to show the police guarding the NSM like this one where the",
        "start": 629.85,
        "duration": 5.279
    },
    {
        "text": "Caption for the footage says today at Motor City pride a friendly",
        "start": 635.13,
        "duration": 2.79
    },
    {
        "text": "lgbtq+ event Detroit PD",
        "start": 638.29,
        "duration": 1.65
    },
    {
        "text": "Escorted Nazis in full uniform outside of the entrance to the festival Detroit PD brews those that tried to intervene see below and allowed this",
        "start": 639.94,
        "duration": 7.01
    },
    {
        "text": "To happen and in this video, you can also hear people on the back shouting at the police asking them why they are being protected",
        "start": 646.95,
        "duration": 4.5
    },
    {
        "text": "Another saying where was detroit police when armed Nazis were marching their Nazi flag shouting homophobic slurs anti black racism and white nationalism you ask",
        "start": 653.6,
        "duration": 7.76
    },
    {
        "text": "Serving and protecting the Nazis the crowd shouting things like fuck these Nazis step back",
        "start": 661.36,
        "duration": 4.26
    },
    {
        "text": "Do your fucking job a few even pointing out that some of the police?",
        "start": 665.62,
        "duration": 2.369
    },
    {
        "text": "escorting",
        "start": 668.089,
        "duration": 0.5
    },
    {
        "text": "the",
        "start": 668.589,
        "duration": 0.161
    },
    {
        "text": "Neo-nazis were wearing rainbow hearts on their uniform and while there have been conflicting reports on what the police actually did according to videos posted",
        "start": 668.75,
        "duration": 6.259
    },
    {
        "text": "By an NS M member can be seen that the National Socialist Movement",
        "start": 675.009,
        "duration": 2.46
    },
    {
        "text": "Arrived at the festival without any police escort",
        "start": 677.6,
        "duration": 2.299
    },
    {
        "text": "Then when the group began to approach a more crowded area police stopped them saying quote you guys are not coming across you're not coming",
        "start": 679.899,
        "duration": 5.13
    },
    {
        "text": "Across another officer then approaches them says that they're free to walk towards the outside and he would bring in some police units it help",
        "start": 685.029,
        "duration": 5.4
    },
    {
        "text": "with any conflict the video then shows the cops moving the NSM putting themselves between Pride goers and the",
        "start": 690.43,
        "duration": 4.769
    },
    {
        "text": "neo-nazi also regarding this one anonymous Detroit police sergeant told the Metro Times that the cops actually surround the",
        "start": 695.329,
        "duration": 4.85
    },
    {
        "text": "neo-nazis",
        "start": 700.279,
        "duration": 0.5
    },
    {
        "text": "Because they were armed and they were worried about the gunman opening fire if they felt threatened and regarding all this in a press conference",
        "start": 700.779,
        "duration": 4.83
    },
    {
        "text": "today Police Chief James",
        "start": 705.649,
        "duration": 1.49
    },
    {
        "text": "Craig said the number one goal was to keep the peace five members from the group were armed two with long guns and three with",
        "start": 707.139,
        "duration": 5.67
    },
    {
        "text": "Handguns, the police chief was told the group wanted a quote Charlottesville number two reads",
        "start": 712.81,
        "duration": 4.889
    },
    {
        "text": "what they were doing was they were keeping two groups separate adding in doing so we did walk at points with the and adding",
        "start": 717.7,
        "duration": 5.26
    },
    {
        "text": "We view this as a success because nobody got hurt, but ultimately that's where we are with this story",
        "start": 723.1,
        "duration": 3.659
    },
    {
        "text": "I mean as far as my reaction, I mean I'm disgusted that people like this exist",
        "start": 726.759,
        "duration": 4.2
    },
    {
        "text": "I'm disgusted that people like this exist in our country these Nazis in my opinion are scum",
        "start": 730.959,
        "duration": 5.609
    },
    {
        "text": "which is a weird sentence to have to say like the good old days when the only time I talked about",
        "start": 736.569,
        "duration": 4.71
    },
    {
        "text": "Nazis was because I was playing a new video game as far as the police",
        "start": 741.439,
        "duration": 3.02
    },
    {
        "text": "I understand the the visual creates this kind of very visceral reaction unless there was more to it and we've been kind of scouring for",
        "start": 744.459,
        "duration": 5.46
    },
    {
        "text": "Different angles and all this really does appear that they were trying to make sure that there was no violence breaking out",
        "start": 749.92,
        "duration": 4.169
    },
    {
        "text": "Yeah, ultimately, that's where we are with this story. And of course any and all thoughts you have on it",
        "start": 754.089,
        "duration": 3.84
    },
    {
        "text": "I'd love to hear from you. Right I think we're all on board of the Nazis bag",
        "start": 757.93,
        "duration": 3.509
    },
    {
        "text": "What are your thoughts about the police involvement and the reception of the police online and that's where we're going to end",
        "start": 761.439,
        "duration": 5.1
    },
    {
        "text": "Today's show remember if you like this video you want to show some support?",
        "start": 766.54,
        "duration": 2.7
    },
    {
        "text": "We'd love if you took a second to hit that like button",
        "start": 769.24,
        "duration": 1.959
    },
    {
        "text": "Also, if you're new here, be sure to hit that subscribe button",
        "start": 771.199,
        "duration": 2.27
    },
    {
        "text": "Maybe even click that bell to turn on notifications",
        "start": 773.48,
        "duration": 2.0
    },
    {
        "text": "So you don't miss these daily videos?",
        "start": 775.48,
        "duration": 1.709
    },
    {
        "text": "Which actually on that note if you're not 100% filled in maybe you missed the last philip defranco show",
        "start": 777.189,
        "duration": 3.9
    },
    {
        "text": "Maybe you want to watch an extra new bonus video on that brand new channel",
        "start": 781.089,
        "duration": 3.359
    },
    {
        "text": "You can click right there to watch those lots with that said of course as always, my name's philip. Defranco",
        "start": 784.449,
        "duration": 4.16
    },
    {
        "text": "You've just been phill'd in the old faces and I'll see you tomorrow",
        "start": 788.68,
        "duration": 3.799
    }
]