[
    {
        "text": "'Sup your beautiful bastards. Hope you're having a fantastic Thursday.",
        "start": 0.0,
        "duration": 2.5
    },
    {
        "text": "Welcome back to the Philip Defranco show and let's just jump into it",
        "start": 2.59,
        "duration": 3.61
    },
    {
        "text": "And the first thing I want to talk about today is the fast food company McDonalds coming under fire this week.",
        "start": 6.66,
        "duration": 4.14
    },
    {
        "text": "McDonald's put out an ad that is a -uh- very \"special\".",
        "start": 10.8,
        "duration": 2.6
    },
    {
        "text": "It starts off with a young boy looking through a box. A box we find out is filled with his dead Father's stuff.",
        "start": 13.4,
        "duration": 5.2
    },
    {
        "text": "And so then he asks his mom.\nBoy: Mom?",
        "start": 18.6,
        "duration": 2.36
    },
    {
        "text": "Mom: Yes Love?\nBoy: What was Dad like?\nPhil: And she tells him.",
        "start": 21.26,
        "duration": 3.24
    },
    {
        "text": "Mom: He was bug and cuddly, your dad. Tall as house. And big big hands.",
        "start": 24.5,
        "duration": 4.8
    },
    {
        "text": "Phil: And for the next 45 seconds the mother and son bond talking about his father and then the commercial ends with them sitting at McDonald's and",
        "start": 29.3,
        "duration": 6.41
    },
    {
        "text": "Then mom saying...\nMom: That was your dad's favorite too.",
        "start": 35.71,
        "duration": 2.0
    },
    {
        "text": "Mom: Tartar sauce.",
        "start": 39.84,
        "duration": 1.76
    },
    {
        "text": "Mom: All down his chin",
        "start": 42.0,
        "duration": 1.6
    },
    {
        "text": "Phil: Just like his son. Oh. As this video came out and people said that McDonald's was shameless",
        "start": 45.75,
        "duration": 4.91
    },
    {
        "text": "They were disgusting they were offensive, and -uh- while I'm not personally offended by this commercial",
        "start": 50.66,
        "duration": 4.499
    },
    {
        "text": "This is some of the most emotionally exploitative bullshit I've seen in a long time.",
        "start": 55.159,
        "duration": 4.341
    },
    {
        "text": "Like that Kendall Jenner Pepsi commercial is still incredibly ridiculous.",
        "start": 59.6,
        "duration": 2.8
    },
    {
        "text": "Pepsi all of a sudden makes everything better. A drink that can unite young millennial protesters with cops",
        "start": 62.5,
        "duration": 4.989
    },
    {
        "text": "I mean so many people were angry at that",
        "start": 67.49,
        "duration": 1.65
    },
    {
        "text": "Kendall Jenner Pepsi commercial because you know there's a lot of anger and all of a sudden [the] pepsi is going to make everything okay?",
        "start": 69.14,
        "duration": 5.159
    },
    {
        "text": "McDonald's commercial is essentially like hey",
        "start": 74.43,
        "duration": 1.76
    },
    {
        "text": "You know you have that hole in your heart because your dad died fill it with a fish fillet [filled] your stomach and your heart",
        "start": 76.19,
        "duration": 5.369
    },
    {
        "text": "You're getting double the filling for the same single price and while I am making fun of McDonald's a big point",
        "start": 81.56,
        "duration": 4.41
    },
    {
        "text": "I want to get across you is that I think if you are somewhat aware you realize that",
        "start": 85.97,
        "duration": 3.419
    },
    {
        "text": "emotional manipulation is really one of the biggest pillars in",
        "start": 89.46,
        "duration": 2.959
    },
    {
        "text": "Advertising in general just that like Pepsi they focused on a negative emotion and then somehow tried to connect that their product will make it",
        "start": 92.729,
        "duration": 6.02
    },
    {
        "text": "Better which makes sense if your product is medication you show parents are worried about their child. They're sick",
        "start": 98.75,
        "duration": 4.649
    },
    {
        "text": "This is the first time now",
        "start": 103.399,
        "duration": 1.351
    },
    {
        "text": "I don't have to worry about it because I can [get] [some] medicine pepsi and or McDonald's is not going to solve your problem unless",
        "start": 104.75,
        "duration": 5.009
    },
    {
        "text": "Your problem is you don't have enough empty calories in your diet?",
        "start": 109.759,
        "duration": 2.61
    },
    {
        "text": "It's just bullshit and people more than ever are aware of bullshit and will call out bullshit",
        "start": 112.369,
        "duration": 4.95
    },
    {
        "text": "And that's on top [of] the people who are professionally offended, so you're taking shots from all sides that's a from that",
        "start": 117.32,
        "duration": 5.069
    },
    {
        "text": "I want to share some stuff",
        "start": 122.39,
        "duration": 0.869
    },
    {
        "text": "I [love] today and today and awesome brought to you by the boys will be boys that",
        "start": 123.259,
        "duration": 4.08
    },
    {
        "text": "Girls can also be boys if they want I mean I don't want to offend anyone",
        "start": 127.649,
        "duration": 2.839
    },
    {
        "text": "I mean also Gender identity could be a little bit fluid I mean",
        "start": 130.489,
        "duration": 2.369
    },
    {
        "text": "I'm just I'm just not going to sell this shirt sure I was a joke that we made yesterday",
        "start": 133.019,
        "duration": 4.1
    },
    {
        "text": "And then people were like sell that shirt",
        "start": 137.12,
        "duration": 1.649
    },
    {
        "text": "So for most likely the only time ever for the next few days [link] down below you can snag one either shirt",
        "start": 138.769,
        "duration": 5.67
    },
    {
        "text": "or",
        "start": 144.44,
        "duration": 0.34
    },
    {
        "text": "94 I told the team I don't think you guys actually want to buy it but I'm more than happy [to] be proven wrong the",
        "start": 144.78,
        "duration": 4.519
    },
    {
        "text": "Side note as a reminder to those of you that have signed up to the [frankel] elite comm you have your coupon code now in",
        "start": 149.299,
        "duration": 4.92
    },
    {
        "text": "That to change you 20% which is around $4 for shirt and overhead in big this through on a hoodie",
        "start": 154.22,
        "duration": 4.709
    },
    {
        "text": "It actually saves you $8 so if you have a $5 account",
        "start": 158.93,
        "duration": 3.179
    },
    {
        "text": "You can actually actually save over $3 whatever already put the code out",
        "start": 162.109,
        "duration": 3.36
    },
    {
        "text": "They're not going to take it back anyway",
        "start": 165.47,
        "duration": 0.96
    },
    {
        "text": "If you want one snag one while you can the [first] [bit] of awesome if you are a fan of Destiny's Dad",
        "start": 166.43,
        "duration": 3.839
    },
    {
        "text": "I am talking to [you] and are you probably about three?",
        "start": 170.269,
        "duration": 2.4
    },
    {
        "text": "Thousand hours clocked into this game is a big announcement and reveal of the destiny to gameplay trailer although while [live-streaming] this around",
        "start": 172.739,
        "duration": 6.6
    },
    {
        "text": "400,000 people [I] crash [this] show a live and we have [a] gameplay trailer for [you]. I uh but also coming to PC",
        "start": 179.65,
        "duration": 6.139
    },
    {
        "text": "I might jump back into this then we got gameplay footage [forearms] on the Nintendo switch",
        "start": 185.79,
        "duration": 4.169
    },
    {
        "text": "Did the game I never thought?",
        "start": 189.96,
        "duration": 1.2
    },
    {
        "text": "I wanted and now all I can do is think about it as a bunch of footage of gameplay out there now if you have",
        "start": 191.16,
        "duration": 3.93
    },
    {
        "text": "A Nintendo switch they also announced beta [dates] so you can test this before the official release I'm excited the switch in general has made",
        "start": 195.09,
        "duration": 5.279
    },
    {
        "text": "Traveling so much more fun, [then] we had silicon Valley's thomas Middleditch going on hot one once again",
        "start": 200.37,
        "duration": 4.619
    },
    {
        "text": "The show is just bring me [to] things that [I] love and combining",
        "start": 204.99,
        "duration": 2.55
    },
    {
        "text": "Thank you, then. We got a new trailer [for] mummy [impossible]. I mean [the] mummy",
        "start": 207.54,
        "duration": 2.849
    },
    {
        "text": "Here's the deal this movie has the potential to be incredibly dumb",
        "start": 210.39,
        "duration": 2.88
    },
    {
        "text": "But I know I'm probably going to enjoy it as Tom Cruise's and in its action when it comes to entertainment",
        "start": 213.27,
        "duration": 3.72
    },
    {
        "text": "I'm simple like that if you want to see the full versions everything",
        "start": 216.99,
        "duration": 2.4
    },
    {
        "text": "I just share the secret link of the day anything at all",
        "start": 219.39,
        "duration": 2.519
    },
    {
        "text": "Links is all these are [in] the description down below [then] let's talk about the updates around the turkey",
        "start": 222.04,
        "duration": 4.009
    },
    {
        "text": "Embassy brawl if we're going to call it a brawl even though is really more of an assault you missed yesterday's show to bring you",
        "start": 226.15,
        "duration": 4.399
    },
    {
        "text": "Back up to speed or us [citizens] protesting the turkish president being here in the united state and and supporters of the turkish president",
        "start": 230.55,
        "duration": 5.97
    },
    {
        "text": "Including his own bodyguards attacked protesters",
        "start": 236.71,
        "duration": 3.139
    },
    {
        "text": "and this wasn't just a report on the ground from the",
        "start": 239.85,
        "duration": 1.72
    },
    {
        "text": "Protesters over being beaten the DC",
        "start": 241.57,
        "duration": 1.55
    },
    {
        "text": "Police Chief said that the violence against the protesters was unprovoked because he met with his bodyguards did here's a little highlight reel",
        "start": 243.12,
        "duration": 5.25
    },
    {
        "text": "So in response to that the turkish embassy released this statement saying the demonstrators began aggressively",
        "start": 259.21,
        "duration": 4.459
    },
    {
        "text": "Provoking Turkish American citizens with peacefully assembled to greek the president the turkish Americans responded in self-defense",
        "start": 263.98,
        "duration": 5.929
    },
    {
        "text": "And one of them was seriously injured [um] what are you aware? There's video evidence also a look part of this",
        "start": 269.91,
        "duration": 5.07
    },
    {
        "text": "Self-Defense also something so fantastic is in less than a day turkey already contradicted themselves their embassy said people had to defend themselves",
        "start": 278.8,
        "duration": 6.77
    },
    {
        "text": "But their state-run news agency said to their people at least did not heed turkish demands to intervene Iran security team and Turkish citizens moved",
        "start": 285.58,
        "duration": 7.579
    },
    {
        "text": "In and dispersed that once again. This is my opinion here, but you look so full of shit",
        "start": 293.16,
        "duration": 4.29
    },
    {
        "text": "What is it you disperse them or it was self-defense, or is it?",
        "start": 297.51,
        "duration": 3.059
    },
    {
        "text": "Technically self-defense because the best defense is a good offense",
        "start": 300.61,
        "duration": 2.84
    },
    {
        "text": "or is this a garbage bullshit argument [from] garbage bullshit people it feels a little bit like the latter [don't] respond to this incident the",
        "start": 303.7,
        "duration": 6.44
    },
    {
        "text": "Us state department released a statement saying violence never an appropriate response to free speech. We support the rights of people everywhere",
        "start": 310.14,
        "duration": 5.819
    },
    {
        "text": "It's a free expression and [peaceful] protest",
        "start": 315.96,
        "duration": 2.01
    },
    {
        "text": "We are communicating our concern to the turkish government in the strongest possible term also house foreign affairs committee Chairman",
        "start": 317.97,
        "duration": 5.459
    },
    {
        "text": "Ed Royce sent a letter to [attorney] [General] Jeff [sessions] saying to send a clear [message] that these acts of violence will not be tolerated",
        "start": 323.43,
        "duration": 5.669
    },
    {
        "text": "[I] ask that you immediately look into this matter and bring all appropriate criminal charges before these individuals leave the United States agents of foreign",
        "start": 329.099,
        "duration": 6.42
    },
    {
        "text": "Government should never be immune from prosecution for felonious behavior senator, John McCain had some choice words saying",
        "start": 335.62,
        "duration": 5.239
    },
    {
        "text": "We should throw their ambassador the hell out of the united states of America this kind of thing it cannot go on responded to",
        "start": 340.86,
        "duration": 7.17
    },
    {
        "text": "Diplomatically [you] can say what you want about John Mccain, but I agree with them here",
        "start": 348.31,
        "duration": 3.319
    },
    {
        "text": "I'll end the story like I did yesterday fuck her one that goal and look and motherfucker fuck his bodyguards",
        "start": 351.629,
        "duration": 5.55
    },
    {
        "text": "[they're] nothing but thugs and suits and fuck anyone not standing up for American citizens who were beaten by the lackeys [of] a foreign power",
        "start": 357.18,
        "duration": 6.75
    },
    {
        "text": "And then let's jump down today's president trump rabbit hole",
        "start": 363.93,
        "duration": 3.059
    },
    {
        "text": "I don't even know where to start [actually] [I] do know last night the department of Justice announced that former FBI",
        "start": 366.99,
        "duration": 4.769
    },
    {
        "text": "Director Robert Mueller is being appointed to oversee the investigation of Russian election interference",
        "start": 372.31,
        "duration": 5.0
    },
    {
        "text": "He's a special counselor who will now lead the russia probe this appointment was reportedly made by Rod",
        "start": 377.31,
        "duration": 4.019
    },
    {
        "text": "Rosenstein Lead Deputy attorney General and in General Republicans and",
        "start": 381.61,
        "duration": 2.929
    },
    {
        "text": "Democrats were happy with this [pitch] Robert Mueller was a republican who was nominated and confirmed in",
        "start": 384.759,
        "duration": 4.1
    },
    {
        "text": "2001 which of course was under the bush administration then under the obama administration, not only did he finish his ten years",
        "start": 389.08,
        "duration": 5.449
    },
    {
        "text": "But Barack Obama asked him to [stay] on two more years and then in 2013",
        "start": 394.529,
        "duration": 2.94
    },
    {
        "text": "He was replaced by James Comey and so from any of that checks off the box of yes, you have another experience and yes",
        "start": 397.469,
        "duration": 4.92
    },
    {
        "text": "we feel like you're going to be fair because you have worked under a",
        "start": 402.389,
        "duration": 2.13
    },
    {
        "text": "Republican and a democratic white house although there were vocal democrats saying that they were worried if Jeff sessions the attorney General and Deputy attorney",
        "start": 404.62,
        "duration": 6.109
    },
    {
        "text": "General Rosenstein if they were going to give mueller enough resources, we'll have to wait and see the main thing",
        "start": 410.729,
        "duration": 4.619
    },
    {
        "text": "I hope is that we just get some clarity we have that and so in connection to Mueller's appointment",
        "start": 415.349,
        "duration": 3.809
    },
    {
        "text": "We have to talk about a few other thing [neela's] appointment. It's a very interesting choice",
        "start": 419.159,
        "duration": 3.18
    },
    {
        "text": "He is such a strong choice",
        "start": 422.34,
        "duration": 1.65
    },
    {
        "text": "And so people have started debating why you would pick such a strong choice the first being the donald trump just wants to prove that",
        "start": 423.99,
        "duration": 5.01
    },
    {
        "text": "He's innocent [get] that stuff behind him the other argument being that if he picked anyone other than someone like this it would be political",
        "start": 429.0,
        "duration": 5.579
    },
    {
        "text": "Suicide he'll trump firing James",
        "start": 434.58,
        "duration": 1.5
    },
    {
        "text": "Comey at first saying it was because [of] the recommendations from his deputy attorney general and his attorney General which was weird because the FBI",
        "start": 436.08,
        "duration": 5.91
    },
    {
        "text": "And obviously the director of the FBI we're looking into the russia story the attorney general",
        "start": 442.12,
        "duration": 3.979
    },
    {
        "text": "Have sessions had to recuse himself from the Russia probe",
        "start": 446.22,
        "duration": 2.489
    },
    {
        "text": "So then the deputy attorney general Rod Rosenstein was there holding the torch of blame until trump then later said in an interview",
        "start": 448.71,
        "duration": 5.279
    },
    {
        "text": "it wasn't because of the",
        "start": 454.0,
        "duration": 1.5
    },
    {
        "text": "Recommendations like he wrote in the levy already made his mind and that ends up also being the same Rod rosenstein that has now",
        "start": 455.5,
        "duration": 4.73
    },
    {
        "text": "Appointed Mueller also one of the reasons for the mueller pick may have been because of the comey",
        "start": 460.3,
        "duration": 3.47
    },
    {
        "text": "[Makoni] memo",
        "start": 463.87,
        "duration": 0.77
    },
    {
        "text": "If you don't know is a memo from James Comey after he talked to Donald trump reportedly call me alleges [rump] said I hope you",
        "start": 464.64,
        "duration": 6.119
    },
    {
        "text": "See your way [clear] to letting this go to letting Flynn. Go he is a good guy",
        "start": 470.76,
        "duration": 3.539
    },
    {
        "text": "[I] hope you can let this go which probably said I replied only I agree",
        "start": 474.3,
        "duration": 3.66
    },
    {
        "text": "He is a good guy",
        "start": 477.96,
        "duration": 0.99
    },
    {
        "text": "This blew up then the white house denied this version of events in a statement saying well the president has repeatedly",
        "start": 478.95,
        "duration": 4.679
    },
    {
        "text": "Expressed his view that general Flynn is a decent man who served and protected our [country] the president has never asked, Mr.",
        "start": 483.7,
        "duration": 5.389
    },
    {
        "text": "Comey or anyone else to end any",
        "start": 489.09,
        "duration": 1.96
    },
    {
        "text": "Investigation including any investigation involving general Flynn president has the utmost respect for our law [enforcement] agencies in all investigation",
        "start": 491.05,
        "duration": 6.44
    },
    {
        "text": "This is not a truthful or accurate portrayal of the conversation between the president and Mr.",
        "start": 497.49,
        "duration": 3.84
    },
    {
        "text": "Comey now an interesting thing here is if you look at Donald Trump's tweets",
        "start": 501.33,
        "duration": 2.399
    },
    {
        "text": "It looks like he was aware that comey might do something where the memo reports came out Donald trump tweeted James Comey better hope there?",
        "start": 503.73,
        "duration": 5.939
    },
    {
        "text": "Are no tapes of our conversations before he starts leaking to the press",
        "start": 509.669,
        "duration": 2.61
    },
    {
        "text": "But now seemingly because of Donald Trump's tweet and the release of the alleged call me memo the senate judiciary committee is requesting the white",
        "start": 512.28,
        "duration": 6.75
    },
    {
        "text": "house turn [over] any recordings",
        "start": 519.03,
        "duration": 1.65
    },
    {
        "text": "they have of",
        "start": 520.68,
        "duration": 0.7
    },
    {
        "text": "conversations between may 2nd and May",
        "start": 521.38,
        "duration": 1.83
    },
    {
        "text": "24th ranking members of the Committee [writer] last week the president's we did a message implying that the white house may have recordings of",
        "start": 523.21,
        "duration": 5.179
    },
    {
        "text": "Interactions with Mr.. Comey specifically requesting any recordings transcripts notes summaries and Memoranda related to conversations between Comey and trump",
        "start": 528.49,
        "duration": 7.549
    },
    {
        "text": "This is all happening while ranking members of the senate intelligence committee and the house committee of oversight and government reform are",
        "start": 536.04,
        "duration": 5.88
    },
    {
        "text": "Demanding from the FBI any more memos related to comey and from and someone that just wants more [information]",
        "start": 541.99,
        "duration": 4.7
    },
    {
        "text": "I say yes",
        "start": 546.69,
        "duration": 0.6
    },
    {
        "text": "If more of the memos exist if there are actual recordings from the white house all we do is learn more about the real",
        "start": 547.29,
        "duration": 5.28
    },
    {
        "text": "Situation sounds like someone's lying and the more information we have the better then on the topic of recorded conversations",
        "start": 552.7,
        "duration": 4.88
    },
    {
        "text": "Let's talk about the Gop Lawmakers who were recorded talking about trump or into the Washington [post]",
        "start": 557.58,
        "duration": 4.32
    },
    {
        "text": "They obtained a secret recording for me private meeting between house gop",
        "start": 561.9,
        "duration": 3.479
    },
    {
        "text": "leaders that happen on Capitol Hill mid last year Washington post said they then listened they verified and",
        "start": 565.57,
        "duration": 4.729
    },
    {
        "text": "Transcribed the recorder or four people identified in the transfer speaker of the house Paul Ryan",
        "start": 570.43,
        "duration": 4.07
    },
    {
        "text": "House majority Leader Kevin McCarthy",
        "start": 574.75,
        "duration": 2.0
    },
    {
        "text": "House majority whip Steve scalise and Conference [cair] Cathy McMorris Rogers here's how the recorded conversation allegedly while talking about Russia",
        "start": 576.91,
        "duration": 7.249
    },
    {
        "text": "Yes, the propaganda [my] big takeaway from that trip was [just] how sophisticated the propaganda. It's very sophisticated",
        "start": 584.16,
        "duration": 4.95
    },
    {
        "text": "We got a russia and putin very sophisticated. This is this isn't just about ukraine so yeah, it is [a]",
        "start": 589.56,
        "duration": 4.469
    },
    {
        "text": "Way, it's really messaging you know. They are it's a propaganda war",
        "start": 594.7,
        "duration": 3.409
    },
    {
        "text": "[she's] trying to turn ukraine against itself yes, and that's it's sophisticated, and it's a maniacal yes, and [gas] guess",
        "start": 598.11,
        "duration": 5.85
    },
    {
        "text": "Who's the only one taking a strong stand up against it? We are we're not we're not but we're not I'll guarantee you",
        "start": 603.96,
        "duration": 5.579
    },
    {
        "text": "That's what it is the russian attack the DNC and got the opry search that they had on trump Karthi laughs",
        "start": 609.54,
        "duration": 4.08
    },
    {
        "text": "Russian attack the DNC to get off on trump and like delivered it to to who there's there's two people",
        "start": 613.72,
        "duration": 5.15
    },
    {
        "text": "I think putin pays rohrabacher and trump laughter swear to God this is off the record laughter. No leaks laughter all right laughter",
        "start": 618.87,
        "duration": 7.229
    },
    {
        "text": "[this] is how we know we're a real family here. That's how you know that. We're tight laughter",
        "start": 626.1,
        "duration": 3.239
    },
    {
        "text": "What's said in the family stays in the family [now] and asked about this a spokesman for Paul Ryan said that never happened a spokesman?",
        "start": 629.339,
        "duration": 5.4
    },
    {
        "text": "For McCarthy saying the idea that McCarthy would assert this is absurd and False",
        "start": 634.74,
        "duration": 3.63
    },
    {
        "text": "but then when the Washington post informed them that they did have a",
        "start": 638.37,
        "duration": 2.46
    },
    {
        "text": "Recording of this paul Ryan spokesman says entire Year-old exchange was clearly an attempt at humor",
        "start": 640.96,
        "duration": 4.459
    },
    {
        "text": "no one believed the majority leader was seriously asserting the Donald trump or any of our members were being paid by the Russian and to",
        "start": 645.42,
        "duration": 5.07
    },
    {
        "text": "this I have to say without",
        "start": 650.49,
        "duration": 0.7
    },
    {
        "text": "Hearing the recording the amount of laughter near the end when they're talking about these things it could be taken out of context it could",
        "start": 651.19,
        "duration": 5.719
    },
    {
        "text": "Be a joke that said it also does seem sketchy if someone goes that never happened you have evidence. It was a joke",
        "start": 656.91,
        "duration": 5.34
    },
    {
        "text": "You should believe that it was a joke even though",
        "start": 662.25,
        "duration": 1.83
    },
    {
        "text": "I just I just lied and or misinformed then we got the news that according to sources the trump campaign had 18",
        "start": 664.08,
        "duration": 6.179
    },
    {
        "text": "Undisclosed contacts with the russian and it's reportedly included now former national Security Adviser Michael Flynn and other",
        "start": 670.63,
        "duration": 5.959
    },
    {
        "text": "Advisers making at least 18 calls and emails during the last seven [months] of the",
        "start": 676.779,
        "duration": 3.98
    },
    {
        "text": "2016 presidential race this reportedly coming from current and former us officials who are familiar with the exchanges six of the previously undisclosed?",
        "start": 680.86,
        "duration": 6.799
    },
    {
        "text": "Contacts were reportedly between Sergei [Kitts] [Lee] [at] the [Russia] Ambassador to the United States and Trump advisers including",
        "start": 687.73,
        "duration": 4.97
    },
    {
        "text": "More current us officials adding conversations between flynn and kiss liang accelerated after the november 8th of vote as the to discuss establishing a back-channel",
        "start": 692.98,
        "duration": 7.16
    },
    {
        "text": "communication between trump and Russian president vladimir putin that could bypass the us National security",
        "start": 700.69,
        "duration": 4.399
    },
    {
        "text": "bureaucracy which both sides considered hostile to improved relations and with this article reuters said the white house did not respond to",
        "start": 705.7,
        "duration": 5.989
    },
    {
        "text": "For comment, when [lawyer] also declined to comment in a russian for an official also declined to comment",
        "start": 712.04,
        "duration": 4.44
    },
    {
        "text": "So definitely as far as public perception",
        "start": 716.66,
        "duration": 1.53
    },
    {
        "text": "This adds a lot of fuel to the fire, but a big thing of note with this story",
        "start": 718.19,
        "duration": 3.209
    },
    {
        "text": "It's listed in the report",
        "start": 721.399,
        "duration": 0.841
    },
    {
        "text": "But I haven't seen a ton of people running with us as well officials who said they have seen these contacts",
        "start": 722.24,
        "duration": 4.019
    },
    {
        "text": "so they see no evidence of Wrongdoing or collusion between the campaign and Russia and the communications reviewed so far then how",
        "start": 726.259,
        "duration": 6.84
    },
    {
        "text": "It's not done yet, then we had a bigger focus on Michael Flynn",
        "start": 734.04,
        "duration": 2.96
    },
    {
        "text": "That's because there were claims with the trump administration knew that sling was under investigation before he took [his] role for today's news",
        "start": 737.0,
        "duration": 5.429
    },
    {
        "text": "This is a big deal for two reasons and the first is that vice president Mike pence is standing against the claim that he knew",
        "start": 742.43,
        "duration": 4.889
    },
    {
        "text": "anything about",
        "start": 747.319,
        "duration": 0.851
    },
    {
        "text": "Michael Flynn being investigated before all of the spokesman for Mike pence a vice president stands by his comments in March Upon first hearing the",
        "start": 748.17,
        "duration": 5.929
    },
    {
        "text": "News regarding general Clinton's ties to turkey is that he told fox news this [is] the first time I'm hearing [about] that and the vice",
        "start": 754.1,
        "duration": 5.19
    },
    {
        "text": "president fully supports the president's decision to ask for General Flynn's resignation",
        "start": 759.29,
        "duration": 3.419
    },
    {
        "text": "It's also big news because now there are allegations that Flynn told Susan Rice Obama's National Security Adviser",
        "start": 762.709,
        "duration": 5.549
    },
    {
        "text": "Delay approving a mission that the net result was in the benefit of turkey while not having declared himself as a foreign agent and after",
        "start": 768.259,
        "duration": 7.2
    },
    {
        "text": "receiving around",
        "start": 775.529,
        "duration": 1.56
    },
    {
        "text": "[$600,000] in payment any issue with that around",
        "start": 777.089,
        "duration": 2.0
    },
    {
        "text": "$600,000 is apparently with a deal between flynn and a turkish businessman to fund an influence campaign against an enemy of the turkish government",
        "start": 779.339,
        "duration": 6.799
    },
    {
        "text": "So all of that is happening coming out being discussed all while as of filming this video",
        "start": 786.139,
        "duration": 4.5
    },
    {
        "text": "it is not certain if Michael Flynn is going to cooperate with a",
        "start": 790.639,
        "duration": 3.36
    },
    {
        "text": "Congressional Subpoena according to committee Chairman Richard [burr] additionally saying general Flynn's lawyer said he would not honor the subpoena",
        "start": 794.19,
        "duration": 5.089
    },
    {
        "text": "And that's not a surprise [to] the committee, but we'll figure out on General Flynn",
        "start": 799.279,
        "duration": 2.88
    },
    {
        "text": "What the next step is if [fenton] leaders saying general Flynn's atTorneys have not yet indicated their intentions regarding the senate intelligence committee",
        "start": 802.16,
        "duration": 6.179
    },
    {
        "text": "subpoena the subpoena in question was issued to force flynn turn over all documents related to the panel's probe into alleged Russian meddling in the",
        "start": 808.41,
        "duration": 7.01
    },
    {
        "text": "2016 election cluding possible ties between the Kremlin and the presidential campaign and",
        "start": 815.49,
        "duration": 4.25
    },
    {
        "text": "Seen my mind feels a little bit like jello right now to Donald Trump's claim today that he put out on Twitter",
        "start": 819.87,
        "duration": 4.909
    },
    {
        "text": "this is the single greatest witch hunt of a politician in American history [don't] personally agree the timing and",
        "start": 824.779,
        "duration": 5.19
    },
    {
        "text": "Decisions and certain pieces being where they were at the time it is very concerning especially [with] [everything] around Michael Flynn",
        "start": 830.1,
        "duration": 6.049
    },
    {
        "text": "I am not saying that there is collusion, but I want more [information]",
        "start": 836.149,
        "duration": 3.39
    },
    {
        "text": "I want more answers",
        "start": 839.54,
        "duration": 0.659
    },
    {
        "text": "and I think a lot [of] others do too of course this is the Philip Defranco show I talk about the",
        "start": 840.199,
        "duration": 4.05
    },
    {
        "text": "And separately I'd give my opinion and then I want to know yours when the comments down below whether it be about this giant last",
        "start": 844.45,
        "duration": 4.65
    },
    {
        "text": "Story the first one anything in between let me know what you think",
        "start": 849.1,
        "duration": 2.909
    },
    {
        "text": "Oh, that's the end of today's show remember if you [like] this video you like what I do on this channel",
        "start": 852.01,
        "duration": 4.109
    },
    {
        "text": "Hit that like button if you're new here hit that subscribe button also if you missed yesterday's Philip Defranco show you can click or tap?",
        "start": 856.12,
        "duration": 4.65
    },
    {
        "text": "Right there to watch that if you want to see the newest blog click or tap right there",
        "start": 860.77,
        "duration": 3.39
    },
    {
        "text": "That said of course as always my name is Philip Defranco. You've just been phill'd in. I love yo faces, and I'll see you tomorrow",
        "start": 864.23,
        "duration": 6.5
    }
]