[
    {
        "text": "Beautiful bastards",
        "start": 0.399,
        "duration": 0.951
    },
    {
        "text": "Hope even a fantastic Tuesday welcome back to the Philip DeFranco show and let's just jump into it and the first thing",
        "start": 1.35,
        "duration": 5.67
    },
    {
        "text": "I want to talk about today is this insanity between project Veritas and The Washington Post yesterday The Washington Post published an article",
        "start": 7.02,
        "duration": 6.089
    },
    {
        "text": "Titled a woman approached the post with dramatic and false tale about Roy Moore she appears to be part of undercover sting operation",
        "start": 13.179,
        "duration": 6.019
    },
    {
        "text": "As we've talked about on the show before",
        "start": 19.3,
        "duration": 1.53
    },
    {
        "text": "Alabama Senate candidate Roy Moore is been accused of sexual misconduct with women as young as 14 years old now Moore is repeatedly denied those",
        "start": 20.83,
        "duration": 6.379
    },
    {
        "text": "Accusations calling them an attempt to derail his campaign and as right now",
        "start": 27.21,
        "duration": 2.85
    },
    {
        "text": "He's still staying in this race despite both Democrats and Republicans",
        "start": 30.06,
        "duration": 2.879
    },
    {
        "text": "Calling for him to step down then in walks in a story worse than all of those before woman by the name Jamie T Phillips",
        "start": 33.25,
        "duration": 5.869
    },
    {
        "text": "Comes forward to the Washington Post with an accusation that she had a sexual relationship with Moore when she was 15 and according to her",
        "start": 39.12,
        "duration": 5.279
    },
    {
        "text": "That relationship resulted in a pregnancy and an abortion also before moving forward when I say this story was worse than those that came before",
        "start": 44.399,
        "duration": 6.09
    },
    {
        "text": "I mean by that is worse for more based on who's voting for it because despite",
        "start": 50.489,
        "duration": 3.54
    },
    {
        "text": "Accusations from women who were 14 and 16 years old at the time that that more?",
        "start": 54.309,
        "duration": 3.889
    },
    {
        "text": "Sexually touched them also in one instance he allegedly jammed one of their heads into his crotch that no one will believe you spite that",
        "start": 58.39,
        "duration": 5.839
    },
    {
        "text": "Roy Moore still has a lead over his opponent one of the things we keep hearing more and more from people saying they're still going",
        "start": 64.229,
        "duration": 5.43
    },
    {
        "text": "To be voting for more despite all the stuff that's coming out against him is that his opponent Doug Jones is pro-choice",
        "start": 69.659,
        "duration": 4.38
    },
    {
        "text": "Whereas Moore is not so the justification I've seen for more voters online is that they're just choosing the lesser of two evils so back",
        "start": 74.17,
        "duration": 6.05
    },
    {
        "text": "to this story The Washington Post interviews Jamie Phillips for two weeks during those interviews reporters found",
        "start": 80.22,
        "duration": 4.169
    },
    {
        "text": "inconsistencies and her stories that made them suspicious reporters also found it odd that she'd repeatedly asked them to guarantee that her coming forward with",
        "start": 84.67,
        "duration": 5.779
    },
    {
        "text": "This story would have an effect on Moores candidacy, and it gets really interesting when one reporter confronts her about the inconsistencies",
        "start": 90.45,
        "duration": 4.95
    },
    {
        "text": "I'll link to the full video down below, but just to save some time",
        "start": 95.65,
        "duration": 2.449
    },
    {
        "text": "She says it she she applied for The Daily Caller that job fell through the reporter moves on to what job she has currently also",
        "start": 98.1,
        "duration": 6.089
    },
    {
        "text": "you know frankly want to know if your",
        "start": 104.29,
        "duration": 2.449
    },
    {
        "text": "Who you might be working for now? I?",
        "start": 107.869,
        "duration": 2.0
    },
    {
        "text": "Work, I still do morning work well",
        "start": 110.28,
        "duration": 3.319
    },
    {
        "text": "It's a little bit of an issue there",
        "start": 113.759,
        "duration": 2.3
    },
    {
        "text": "And you know I just want to ask you to explain it because when we called the company that you said that you worked for",
        "start": 116.06,
        "duration": 5.549
    },
    {
        "text": "They said they didn't have that you didn't work there. You still have an interest and and",
        "start": 122.549,
        "duration": 4.43
    },
    {
        "text": "Working in the conservative media movement to combat the lies and deceit of the liberal MSM is",
        "start": 127.5,
        "duration": 6.709
    },
    {
        "text": "That is that still your interest no",
        "start": 134.64,
        "duration": 2.27
    },
    {
        "text": "Yeah",
        "start": 138.209,
        "duration": 1.981
    },
    {
        "text": "No, so if you're not working for that mortgage company. Where are you working? I?",
        "start": 140.19,
        "duration": 4.429
    },
    {
        "text": "Don't work for one of those",
        "start": 147.299,
        "duration": 2.0
    },
    {
        "text": "And what's the franchise it's a you said a friend",
        "start": 149.73,
        "duration": 4.009
    },
    {
        "text": "afraid yeah a brand",
        "start": 154.53,
        "duration": 2.0
    },
    {
        "text": "Maverick, and where is that?",
        "start": 157.049,
        "duration": 2.0
    },
    {
        "text": "And it was out of Italy and just in general. This is my opinion here",
        "start": 160.25,
        "duration": 4.399
    },
    {
        "text": "It appears that her whole story's waffling tries to save her story",
        "start": 164.65,
        "duration": 3.21
    },
    {
        "text": "But it seems like nothing's adding up so of course the question becomes okay",
        "start": 167.86,
        "duration": 2.789
    },
    {
        "text": "well",
        "start": 170.65,
        "duration": 0.33
    },
    {
        "text": "So if she didn't get that job with the Daily Caller like she says under GoFundMe page where she said she accepted a job for",
        "start": 170.98,
        "duration": 5.07
    },
    {
        "text": "A conservative media site specifically a conservative media site to combat the lies and deceit of the liberal MSM who was she referring to well",
        "start": 176.05,
        "duration": 6.179
    },
    {
        "text": "on Monday morning",
        "start": 182.23,
        "duration": 0.9
    },
    {
        "text": "Washington Post reporters saw Phillips walking into the New York offices of Project Veritas now if you're not familiar Project Veritas is an organization of",
        "start": 183.13,
        "duration": 6.029
    },
    {
        "text": "targets mainstream news outlets to expose what they claim to be media bias",
        "start": 189.16,
        "duration": 2.97
    },
    {
        "text": "We've talked about them on the show before they posted those those",
        "start": 192.13,
        "duration": 2.429
    },
    {
        "text": "nothing burger videos of videos about CNN videos about the New York Times",
        "start": 194.56,
        "duration": 3.239
    },
    {
        "text": "YouTube on a personal note for transparency sake when I see stuff from Project Veritas",
        "start": 198.019,
        "duration": 4.79
    },
    {
        "text": "I am very very skeptical of the way the editing is done on most of the videos",
        "start": 202.81,
        "duration": 4.08
    },
    {
        "text": "I've ever seen seems",
        "start": 206.89,
        "duration": 1.599
    },
    {
        "text": "incredibly misleading back to the story Project Veritas founder James O'Keefe decline to answer questions about Phillips that morning and when reporters followed up with",
        "start": 208.489,
        "duration": 6.559
    },
    {
        "text": "Him later that I am NOT doing the interview right now just",
        "start": 215.049,
        "duration": 2.1
    },
    {
        "text": "Now because the Washington Post was convinced that Phillips as part of a sting operation they decide to publish all of their",
        "start": 218.75,
        "duration": 4.729
    },
    {
        "text": "interactions with her face including the video of their confrontation and any previously off-the-record conversation",
        "start": 223.579,
        "duration": 4.16
    },
    {
        "text": "Executive editor Martin Barron saying we always honor off-the-record agreements when they're entered into good faith",
        "start": 228.23,
        "duration": 4.49
    },
    {
        "text": "But this so-called off-the-record conversation",
        "start": 232.72,
        "duration": 2.0
    },
    {
        "text": "Was the essence of a scheme to deceive and embarrass us the intent by Project Veritas clearly was to publicize the?",
        "start": 234.769,
        "duration": 5.45
    },
    {
        "text": "Conversation if we fell for the trap because of our customary journalistic rigor we weren't fooled we can't honor an off-the-record",
        "start": 240.319,
        "duration": 5.33
    },
    {
        "text": "Agreement that was solicited and maliciously bad faith",
        "start": 245.78,
        "duration": 2.269
    },
    {
        "text": "Then we see James O'Keefe tweet out a clip from that second interview and in it he's the one grilling the reporter with questions he",
        "start": 248.049,
        "duration": 5.46
    },
    {
        "text": "Tweets it out with the caption the Washington Post sends a reporter to question me",
        "start": 253.51,
        "duration": 2.909
    },
    {
        "text": "But take a look who was interviewing who in the video O'Keefe",
        "start": 256.419,
        "duration": 2.64
    },
    {
        "text": "Just seems like this journalistic badass, Washington Post came to ask him questions",
        "start": 259.06,
        "duration": 4.049
    },
    {
        "text": "But when he started asking the Washington Post questions",
        "start": 263.21,
        "duration": 2.63
    },
    {
        "text": "They ran away then the Washington Post responds with the full",
        "start": 265.84,
        "duration": 3.029
    },
    {
        "text": "Version of their interview and it paints a completely different picture one could very easily",
        "start": 268.97,
        "duration": 3.919
    },
    {
        "text": "Argue that it paints",
        "start": 272.99,
        "duration": 1.38
    },
    {
        "text": "Reality because it doesn't cut out a huge chunk of the interview what we see in the footage of James O'Keefe and Project Veritas edited",
        "start": 274.37,
        "duration": 6.41
    },
    {
        "text": "Out was the Washington Post asking questions getting zero answers from O'Keefe who decided that his only response would be to ask",
        "start": 280.78,
        "duration": 6.509
    },
    {
        "text": "Questions back it ultimately brings us to this point in the interview. Those are my questions, and I'd like",
        "start": 287.36,
        "duration": 4.46
    },
    {
        "text": "All right, well, I've got some questions, and if you're not gonna answer any of my questions and just ask me back questions",
        "start": 292.35,
        "duration": 6.529
    },
    {
        "text": "I'm gonna consider this interview to be over because I didn't come here to answer questions. I came here to ask the questions",
        "start": 298.88,
        "duration": 6.3
    },
    {
        "text": "okay, I",
        "start": 305.76,
        "duration": 2.0
    },
    {
        "text": "Approached you this morning to ask you a question you said come back make an appointment I came back and made an appointment",
        "start": 307.98,
        "duration": 4.22
    },
    {
        "text": "So it's my turn to ask a question and your turn to answer does Jamie Phillips work for you, sir. Here's what's happening",
        "start": 312.36,
        "duration": 5.959
    },
    {
        "text": "Veritas has an investigation that we're about to lick release. We've got some comments there by some of your staff I",
        "start": 318.9,
        "duration": 6.169
    },
    {
        "text": "Do you want me to talk I want you to answer one of my questions is Jamie Phillips work for Project Veritas?",
        "start": 325.83,
        "duration": 6.47
    },
    {
        "text": "Did you send her to approach the Washington Post under a false name and with a fake story?",
        "start": 332.3,
        "duration": 4.35
    },
    {
        "text": "If you're not gonna answer that question or not talk about one of your I'm discipline all right here to your quarters",
        "start": 336.9,
        "duration": 5.989
    },
    {
        "text": "Thank you, so it becomes clear that despite having this scheduled second interview",
        "start": 343.02,
        "duration": 4.519
    },
    {
        "text": "O'Keefe's not gonna answer any questions the guy from The Washington Post realizes okay, O'Keefe's not gonna answer any of my questions",
        "start": 347.54,
        "duration": 4.529
    },
    {
        "text": "It's time to leave and that's where we get the project Veritas video, which makes it look like The Washington Post is running away",
        "start": 352.26,
        "duration": 5.57
    },
    {
        "text": "So we have that complete misrepresentation from Project Veritas and Project Veritas posts another video this one",
        "start": 357.83,
        "duration": 5.339
    },
    {
        "text": "They say exposing the post bias agenda and in the video they talk to national security reporter Dan lamothe they also talked to Joey",
        "start": 363.17,
        "duration": 5.699
    },
    {
        "text": "Marburger the Washington Post director of product in the beginning of the video O'Keefe tries to paint this picture that the Washington Post is scared",
        "start": 369.0,
        "duration": 6.2
    },
    {
        "text": "About what he has on them, so that's why they're doing the story about an imagined sting American problem",
        "start": 375.2,
        "duration": 4.589
    },
    {
        "text": "Washington Post edition today the Washington Post is floundering",
        "start": 380.07,
        "duration": 3.649
    },
    {
        "text": "They're spending a ton of time and money trying to turn the tables on project Veritas talking about an imagined sting",
        "start": 384.15,
        "duration": 6.379
    },
    {
        "text": "What are they so afraid? What are they so afraid of what are they guarding against?",
        "start": 390.78,
        "duration": 4.01
    },
    {
        "text": "Well it turns out Project Veritas has done an undercover investigation into the Washington Post",
        "start": 394.89,
        "duration": 6.019
    },
    {
        "text": "The model of the Washington Post is democracy dies in darkness we think democracy dies",
        "start": 401.34,
        "duration": 4.939
    },
    {
        "text": "When the media has a very biased agenda they don't reveal to the public if you actually watch the video",
        "start": 406.71,
        "duration": 5.509
    },
    {
        "text": "And you're not just listening to what O'Keefe is saying is happening in the video nothing really transpires and says this in the video",
        "start": 412.22,
        "duration": 6.18
    },
    {
        "text": "Here's the thing you know there's like being there's the new side. That's just trying to",
        "start": 419.569,
        "duration": 3.679
    },
    {
        "text": "critically think",
        "start": 424.159,
        "duration": 2.0
    },
    {
        "text": "And then there's like the other side of it like the opinion",
        "start": 433.669,
        "duration": 5.86
    },
    {
        "text": "Hopefully, what was just said was news to nobody the news side the reporting side is calling bullshit on when there's bullshit giving Trump credit",
        "start": 444.04,
        "duration": 6.92
    },
    {
        "text": "When there's credit and then an editorial the opinion section they rip into Trump, right?",
        "start": 450.96,
        "duration": 4.709
    },
    {
        "text": "hopefully everyone knows that there is a difference between a",
        "start": 455.67,
        "duration": 2.0
    },
    {
        "text": "Regular news story and an op-ed the thing that's frustrating is there still gonna be enough people that go Oh ed Ettore all those are",
        "start": 457.78,
        "duration": 5.9
    },
    {
        "text": "The editors that are screwing over the people just trying to do news",
        "start": 463.68,
        "duration": 2.25
    },
    {
        "text": "No",
        "start": 465.93,
        "duration": 0.4
    },
    {
        "text": "Editorials are just the opinion section so the post editorial section",
        "start": 466.33,
        "duration": 2.72
    },
    {
        "text": "Opposes Trump news to nobody. There's also a part that talks about how Trump is good for business once again",
        "start": 469.45,
        "duration": 4.64
    },
    {
        "text": "That should be news to nobody. There's a reason why Stephen Colbert is now the king of late-night",
        "start": 474.09,
        "duration": 4.079
    },
    {
        "text": "He beats on Trump every single day being the opposition has always been good for business",
        "start": 478.17,
        "duration": 3.72
    },
    {
        "text": "I mean if you look at the blaze Rush",
        "start": 481.89,
        "duration": 1.56
    },
    {
        "text": "Limbaugh",
        "start": 483.45,
        "duration": 0.88
    },
    {
        "text": "Infowars all of these places",
        "start": 484.33,
        "duration": 1.53
    },
    {
        "text": "Thrive during an Obama administration now also lucky for them during this time you have a president that wasn't elected by popular vote",
        "start": 485.86,
        "duration": 5.809
    },
    {
        "text": "it's a very polarizing president a president that is that is contested by the",
        "start": 491.67,
        "duration": 3.809
    },
    {
        "text": "By many in the public so they still get to thrive on being the opposition now",
        "start": 495.55,
        "duration": 3.589
    },
    {
        "text": "They're just the opposition to the other guys the media and a big thing",
        "start": 499.14,
        "duration": 2.699
    },
    {
        "text": "I want to hit on here is I'm all about exposing fucked up things in mainstream media",
        "start": 501.84,
        "duration": 3.87
    },
    {
        "text": "I'm all about trying to knock down someone trying to mislead the public",
        "start": 505.71,
        "duration": 3.599
    },
    {
        "text": "There's also incredibly important to look at these independent outlets including project Veritas and see if they are mislead because they and myself",
        "start": 509.31,
        "duration": 6.539
    },
    {
        "text": "Included benefit anytime people don't trust mainstream media",
        "start": 516.25,
        "duration": 3.59
    },
    {
        "text": "and they want to support an independent outlet when you lie or misrepresent a",
        "start": 519.84,
        "duration": 2.7
    },
    {
        "text": "situation to get that support you are part of the problem at the end of the day, what the",
        "start": 522.669,
        "duration": 3.98
    },
    {
        "text": "Situation looks like is we have Project Veritas James O'Keefe either hiring or working with a woman to knowingly",
        "start": 526.72,
        "duration": 5.779
    },
    {
        "text": "Lie to the Washington Post about a sexual assault which by the way all that does is",
        "start": 532.57,
        "duration": 4.279
    },
    {
        "text": "Hurt other actual assault victim, and then they put out these videos",
        "start": 537.16,
        "duration": 3.109
    },
    {
        "text": "Misrepresenting what happened as a way to deflect from the main store James O'Keefe",
        "start": 540.85,
        "duration": 3.77
    },
    {
        "text": "I look through your comment section the people that support you will continue to support you many continue to eating it up as expected maybe",
        "start": 544.62,
        "duration": 5.549
    },
    {
        "text": "You lose a few stragglers here and there that actually care about seeing the truth the other side of the store for everyone else all",
        "start": 550.17,
        "duration": 5.13
    },
    {
        "text": "you did was make the Washington Post look like a",
        "start": 555.3,
        "duration": 2.28
    },
    {
        "text": "Fantastic establishment, it looks like someone tried to lie to the Washington Post to prove that just the media",
        "start": 558.1,
        "duration": 4.22
    },
    {
        "text": "They're just they're out against more. They're out against Trump. They will post anything and in this instance",
        "start": 562.32,
        "duration": 4.26
    },
    {
        "text": "They were proved to be 100% wrong so congratulations on that but from",
        "start": 566.58,
        "duration": 2.7
    },
    {
        "text": "There I want to share some stuff. I love today and today an",
        "start": 569.42,
        "duration": 2.669
    },
    {
        "text": "Awesome brought to you by post me those maids of course fantastic delivery on-demand app you just open up the app you want something from",
        "start": 572.16,
        "duration": 5.66
    },
    {
        "text": "A store or a restaurant you select it",
        "start": 577.82,
        "duration": 1.68
    },
    {
        "text": "And it's delivered to your home your business your wherever without limited by time",
        "start": 579.5,
        "duration": 3.089
    },
    {
        "text": "Is these days it has become vital to my life you want to try it out your new go to post DeFranco calm?",
        "start": 582.59,
        "duration": 4.47
    },
    {
        "text": "Download the app when you're in the app use coupon code philly do use that and they'll give you",
        "start": 587.16,
        "duration": 3.979
    },
    {
        "text": "$100 in free delivery credits that way if you try it out. You'll love it. You get to keep using it",
        "start": 591.36,
        "duration": 3.979
    },
    {
        "text": "If not well your life became a little more convenient for a little bit",
        "start": 595.34,
        "duration": 2.79
    },
    {
        "text": "and then you go back to normal the first bit of Awesome's for those of you that maybe need a little assistance getting into the",
        "start": 598.13,
        "duration": 4.32
    },
    {
        "text": "Holiday season got a brand new video from pentatonix where they sing deck the hole",
        "start": 602.45,
        "duration": 3.449
    },
    {
        "text": "That's just the most recent of their videos the last year. They posted one for hallelujah easily my favorite. Yeah",
        "start": 605.9,
        "duration": 4.71
    },
    {
        "text": "I'll stop gushing about them. I'm just a big fan",
        "start": 610.61,
        "duration": 1.92
    },
    {
        "text": "Then we got the honest trailer for the room very excited for the disaster artists coming out this weekend",
        "start": 612.53,
        "duration": 4.559
    },
    {
        "text": "But if you need something a whole tea over is a little trick then we got a brand new binging with babish video shows you",
        "start": 617.09,
        "duration": 5.1
    },
    {
        "text": "how to kind to make the garbage play from the place beyond the pines",
        "start": 622.19,
        "duration": 2.699
    },
    {
        "text": "And if you want to see the full versions everything I just shared the secret link of the day anything at all",
        "start": 624.89,
        "duration": 4.59
    },
    {
        "text": "Links as always are in the description down below and in oh wow, that's that's that's a real thing news",
        "start": 629.67,
        "duration": 5.51
    },
    {
        "text": "Let's talk about Olivia budget Olivia is a fitness blogger out of Australia",
        "start": 635.18,
        "duration": 3.539
    },
    {
        "text": "And she has recently come under fire for a post where she wrote",
        "start": 638.72,
        "duration": 2.789
    },
    {
        "text": "Cancer and disease is your body trying to save you allow me to possibly",
        "start": 641.67,
        "duration": 3.65
    },
    {
        "text": "Challenge your belief about cancer and other diseases",
        "start": 645.54,
        "duration": 2.0
    },
    {
        "text": "What if these conditions were not actually bad at all what if they were created by the body to help save you what if disease?",
        "start": 647.61,
        "duration": 5.84
    },
    {
        "text": "Is your body's survival mechanism being open minded and changing your perspective around?",
        "start": 653.45,
        "duration": 3.869
    },
    {
        "text": "What disease actually is and why it's happening will allow you to take back control of your health and realize that your body is",
        "start": 657.32,
        "duration": 5.159
    },
    {
        "text": "Always working for you, and never against you adding in this modern day",
        "start": 662.55,
        "duration": 3.26
    },
    {
        "text": "We are consumed by the medical industries information",
        "start": 665.81,
        "duration": 2.19
    },
    {
        "text": "Which leads us to believe that disease happens to us through genetic",
        "start": 668.0,
        "duration": 2.549
    },
    {
        "text": "Disposition the disease is a natural defense mechanism to prevent a much more serious situation from occur, Olivia",
        "start": 670.68,
        "duration": 4.849
    },
    {
        "text": "What is a much more serious situation?",
        "start": 675.57,
        "duration": 2.0
    },
    {
        "text": "Than cancer only escalation from having cancer seems to be dying from said cancer",
        "start": 677.88,
        "duration": 5.119
    },
    {
        "text": "Let me say this loud and proud for the people in the back do not take medical advice from",
        "start": 683.0,
        "duration": 3.959
    },
    {
        "text": "random people on the internet",
        "start": 687.33,
        "duration": 1.52
    },
    {
        "text": "I don't care if it's some blonde woman drinking green juice saying that she's a fitness blogger that does not make her qualify to",
        "start": 688.85,
        "duration": 5.429
    },
    {
        "text": "Question what we understand about cancers?",
        "start": 694.41,
        "duration": 2.51
    },
    {
        "text": "And I personally get frustrated when I see Olivia because it reminds me of Belle Gibson Gibson you might remember was the Australian fitness",
        "start": 696.92,
        "duration": 5.28
    },
    {
        "text": "Who faked having brain cancer he then claimed her natural diet cured her brain cancer?",
        "start": 702.37,
        "duration": 5.009
    },
    {
        "text": "She sold she sold a book and I got exposed for lying the government cracked down on her, but when I looked to Olivia",
        "start": 707.379,
        "duration": 5.22
    },
    {
        "text": "I'm not saying she did. What was as bad as Bell gets it just all comes off as batshit crazy",
        "start": 712.6,
        "duration": 4.32
    },
    {
        "text": "I'm not saying Olivia is evil. I'll even give Olivia the benefit of the doubt let's say she has the best intention",
        "start": 716.92,
        "duration": 5.19
    },
    {
        "text": "She shouldn't just be throwing out things that you can't confirm",
        "start": 722.11,
        "duration": 3.149
    },
    {
        "text": "No, Olivia's remove the post because there's a lot of backlash. It said I do want to share my favorite comment",
        "start": 725.259,
        "duration": 4.44
    },
    {
        "text": "I saw in response to this one wrote I would discuss this with my brother, but his healthy body saving leukemia killed him",
        "start": 729.699,
        "duration": 5.64
    },
    {
        "text": "That's that's funny",
        "start": 735.339,
        "duration": 1.72
    },
    {
        "text": "Heartbreaking and also shows the exact problem with what Olivia is talking about here",
        "start": 737.059,
        "duration": 3.44
    },
    {
        "text": "I also understand that most likely olivia is going to keep feeding the Internet stuff like this so another post where she's holding of course",
        "start": 740.499,
        "duration": 6.24
    },
    {
        "text": "A green juice and has the caption there is only one disease adding",
        "start": 746.74,
        "duration": 3.119
    },
    {
        "text": "There are over 30,000 names to label different diseases in the world what if I told you there was actually only one disease, okay?",
        "start": 749.86,
        "duration": 5.88
    },
    {
        "text": "Olivia here one. No, and two why do you start all your captions like your Morpheus",
        "start": 755.74,
        "duration": 6.209
    },
    {
        "text": "What if I told you what if I told you you should you should go to a doctor?",
        "start": 761.949,
        "duration": 2.88
    },
    {
        "text": "And not listen to random people on the internet whatever it's the internet",
        "start": 764.93,
        "duration": 4.039
    },
    {
        "text": "I can't stop stupid from breda Internet has allowed us to accomplish so many things that has changed our",
        "start": 768.97,
        "duration": 5.13
    },
    {
        "text": "lives in so many ways",
        "start": 774.199,
        "duration": 1.771
    },
    {
        "text": "But it's also allowed for this orgy of",
        "start": 775.97,
        "duration": 2.209
    },
    {
        "text": "Stupid to take place anyway moving on Dan a quick update to the YouTube ad pocalypse story we talked about yesterday",
        "start": 778.279,
        "duration": 5.179
    },
    {
        "text": "This latest iteration of the apocalypse being around child exploitation",
        "start": 783.759,
        "duration": 2.79
    },
    {
        "text": "Completely inappropriate sexual or violent videos being fed to children also a lot of these videos exposing that there was a huge child predator problem",
        "start": 787.16,
        "duration": 6.5
    },
    {
        "text": "On the site yesterday",
        "start": 793.66,
        "duration": 0.69
    },
    {
        "text": "I said that I thought YouTube was willing to be very aggressive about it",
        "start": 794.35,
        "duration": 2.549
    },
    {
        "text": "And holy hell they are it's being reported that YouTube deleted",
        "start": 796.899,
        "duration": 3.179
    },
    {
        "text": "150 thousand videos that became targets for comments by child predators YouTube also saying they deleted",
        "start": 800.449,
        "duration": 4.22
    },
    {
        "text": "270 accounts turned off comments on",
        "start": 805.189,
        "duration": 2.0
    },
    {
        "text": "625,000 videos YouTube, also said they removed ads from around 2 million other videos and fifty thousand channels when I hear those numbers",
        "start": 807.86,
        "duration": 6.079
    },
    {
        "text": "I think a few things the first being most likely they didn't find all the videos and this is going to be a consistent",
        "start": 813.939,
        "duration": 4.32
    },
    {
        "text": "Problem moving forward the people that were making these horrible videos they were profiting off of it most likely they will try to adapt",
        "start": 818.329,
        "duration": 5.21
    },
    {
        "text": "They'll continue to try and find ways to beat YouTube at their own game also when you hear",
        "start": 823.54,
        "duration": 2.969
    },
    {
        "text": "150,000 videos have been deleted most likely that there were some probably okay videos deleted in the midst of that",
        "start": 827.029,
        "duration": 5.479
    },
    {
        "text": "But also when you have numbers at large",
        "start": 832.509,
        "duration": 1.651
    },
    {
        "text": "It makes you think of the the biggest criticism of YouTube so far and that's how did they not notice this was a problem before",
        "start": 834.16,
        "duration": 6.03
    },
    {
        "text": "They is a company did they have that much blind faith that the algorithm was going to do its job and filter out the content",
        "start": 840.19,
        "duration": 5.219
    },
    {
        "text": "For the kids or do they just kind of turn a blind eye think of this as just a small",
        "start": 845.41,
        "duration": 3.09
    },
    {
        "text": "Minimal nothing problem because they didn't want to rock the boat and hurt ad revenue",
        "start": 848.69,
        "duration": 3.229
    },
    {
        "text": "Or I want to end this story because it's still developing we have to we have to see how successful",
        "start": 851.92,
        "duration": 3.539
    },
    {
        "text": "YouTube is moving forward. I want to end the story is YouTube's reaction to this isn't going to be perfect",
        "start": 855.62,
        "duration": 4.429
    },
    {
        "text": "There is still going to be offending",
        "start": 860.05,
        "duration": 1.54
    },
    {
        "text": "content on the site once again what I would ask is to the parents out there that give their kid a",
        "start": 861.59,
        "duration": 4.07
    },
    {
        "text": "tablet a phone",
        "start": 866.09,
        "duration": 0.96
    },
    {
        "text": "Just check in look at what kind of content your kids consuming if you if it ends up being one of the messed up pieces",
        "start": 867.05,
        "duration": 4.52
    },
    {
        "text": "Of content don't just post something and be outraged online make sure that you flag that content and an ideal world you're flagging one",
        "start": 871.57,
        "duration": 6.419
    },
    {
        "text": "It'll handle that situation there, but it also helps speed the algorithm so it knows",
        "start": 877.99,
        "duration": 3.51
    },
    {
        "text": "What kind of content to watch for in the future?",
        "start": 881.5,
        "duration": 1.68
    },
    {
        "text": "That's what I'm going to end today's show remember if you liked this video you like what I trying to do on the channel you",
        "start": 883.18,
        "duration": 4.289
    },
    {
        "text": "Want to support independent media go to DeFranco elite com sign up become a member poram mega now and building for tomorrow",
        "start": 887.47,
        "duration": 5.79
    },
    {
        "text": "also",
        "start": 893.26,
        "duration": 0.42
    },
    {
        "text": "If you miss and want to catch up on yesterday's philip defranco show click or tap right there to watch that oh if you want",
        "start": 893.68,
        "duration": 4.5
    },
    {
        "text": "To take a probably embarrassing dive into the past here's here's a playlist for what happened today",
        "start": 898.18,
        "duration": 4.559
    },
    {
        "text": "Button years past with that said of course as always my name's philip defranco. You've just been phill'd in I",
        "start": 902.87,
        "duration": 5.51
    },
    {
        "text": "Love yo faces, and i'll see you tomorrow",
        "start": 908.38,
        "duration": 2.309
    }
]