[
    {
        "text": "Sup you beautiful bastards, hope you had a fantastic",
        "start": 0.03,
        "duration": 2.0
    },
    {
        "text": "Wednesday welcome back to the philip defranco show and let's just jump into this and the main thing we're gonna talk about today is some",
        "start": 2.71,
        "duration": 6.17
    },
    {
        "text": "more of the fallout around the parkland shooting and then some of the just insanity and",
        "start": 8.88,
        "duration": 5.46
    },
    {
        "text": "Ridiculousness that we've seen around this story. The first part of this is something that actually happened as yesterday's show was going on yesterday 100",
        "start": 15.16,
        "duration": 5.869
    },
    {
        "text": "students from Marjory Stoneman Douglas High School traveled seven hours to the Florida House of",
        "start": 21.029,
        "duration": 3.48
    },
    {
        "text": "Representatives to watch a vote. This because the house was voting on a motion for debate on a bill that could ban the sale of assault",
        "start": 24.58,
        "duration": 4.609
    },
    {
        "text": "weapons and ultimately in just three minutes the House voted down the motion 71 to 36",
        "start": 29.189,
        "duration": 4.38
    },
    {
        "text": "just so you understand the full situation here the bill would have banned large capacity magazines also labelling weapons such as the",
        "start": 33.66,
        "duration": 5.13
    },
    {
        "text": "Ar-15 as assault weapons and then banned that was actually assigned to three committees in the house",
        "start": 39.01,
        "duration": 4.4
    },
    {
        "text": "but those committees weren't actually scheduled to meet again before the",
        "start": 43.41,
        "duration": 2.399
    },
    {
        "text": "Legislative session ends on March 9 and that essentially meant the bill was dead unless the House voted to open debate up again",
        "start": 45.879,
        "duration": 5.21
    },
    {
        "text": "Which they did not,  then following the decision we saw the students there and attendance obviously upset lots of photos of students crying in the gallery",
        "start": 51.09,
        "duration": 6.09
    },
    {
        "text": "Were spreading online one in particular that blew up was of Cheryl aqua",
        "start": 57.18,
        "duration": 3.359
    },
    {
        "text": "Laurie a 16 year old junior from the high school after the vote",
        "start": 60.539,
        "duration": 2.64
    },
    {
        "text": "She said it was just so heartbreaking to see how many voters names were up there. Especially after it was my school",
        "start": 63.18,
        "duration": 4.019
    },
    {
        "text": "It seemed almost heartless how they immediately pushed the button to say no they had the chance to stop it today",
        "start": 67.2,
        "duration": 4.26
    },
    {
        "text": "If there is another mass shooting it's going to be their fault",
        "start": 71.46,
        "duration": 2.339
    },
    {
        "text": "We've also seen a lot of outrage stemming from this session this because in the same session where the House voted no the House passed",
        "start": 73.799,
        "duration": 6.27
    },
    {
        "text": "a resolution declaring",
        "start": 80.07,
        "duration": 1.06
    },
    {
        "text": "pornography a public health risk Democratic congressman carlos guillermo smith saying unfortunately just five days after",
        "start": 81.13,
        "duration": 4.55
    },
    {
        "text": "17 people were gunned down at a florida school the Florida House just passed a bill that declares pornography a public health risk basically what?",
        "start": 85.78,
        "duration": 5.629
    },
    {
        "text": "They have determined is that these are the Republican priorities in?",
        "start": 91.409,
        "duration": 2.25
    },
    {
        "text": "2018 wasting our time with debate and legislation that declares porn as a health threat meanwhile",
        "start": 93.82,
        "duration": 4.25
    },
    {
        "text": "We can't even get a single debate vote or hearing on anything related to assault weapon now from this part of the story",
        "start": 98.07,
        "duration": 4.619
    },
    {
        "text": "I just want to preface it with I am going to try and stay calm and",
        "start": 102.689,
        "duration": 4.65
    },
    {
        "text": "Compose I can easily do that with the first part of the story",
        "start": 107.5,
        "duration": 2.869
    },
    {
        "text": "It's a vote a lot of people have a lot of different opinions regarding gun laws",
        "start": 110.369,
        "duration": 3.209
    },
    {
        "text": "Ar-15 s things of that kind. I will let you know right at the beginning for transparencies sake I have been",
        "start": 114.1,
        "duration": 6.229
    },
    {
        "text": "Infuriated by everything else we're about to talk about I'm also aware that with how much support some of the pure insanity",
        "start": 120.909,
        "duration": 6.65
    },
    {
        "text": "We're going to jump into has this will likely result in this video being disliked bombed",
        "start": 127.56,
        "duration": 4.44
    },
    {
        "text": "I welcome you those one subscribe and make a big deal about it or threaten to unsubscribe",
        "start": 132.239,
        "duration": 4.2
    },
    {
        "text": "Please do take this moment to do that we will be better off without you in my opinion",
        "start": 136.78,
        "duration": 5.6
    },
    {
        "text": "That's a let's jump into the second part of this story",
        "start": 142.38,
        "duration": 1.89
    },
    {
        "text": "So if you haven't seen there has been a concerted effort since the shooting to discredit",
        "start": 144.27,
        "duration": 3.96
    },
    {
        "text": "Attack muck and just plain lie about these survivors of this school shoot and the first thing",
        "start": 148.54,
        "duration": 5.509
    },
    {
        "text": "We'll hit on is the mocking and dinesh d'souza",
        "start": 154.05,
        "duration": 2.0
    },
    {
        "text": "In response to the decision in florida and specifically an article from the hill that read breaking florida lawmakers",
        "start": 156.25,
        "duration": 4.85
    },
    {
        "text": "Reject phil to ban assault rifles days after school shooting the nash tweeted adults one",
        "start": 161.26,
        "duration": 4.549
    },
    {
        "text": "Kid zero following that and responds to a picture of the survivors of this school shooting crying with the TAC AP photo of school shooting",
        "start": 165.88,
        "duration": 6.709
    },
    {
        "text": "Survivors watching florida lawmakers vote down a bill to ban assault weapons Dinesh wrote worse news since their parents told them to get summer jobs",
        "start": 172.59,
        "duration": 6.96
    },
    {
        "text": "And I want to say this to the nation' anyone that support of those tweets go fuck yourself",
        "start": 179.55,
        "duration": 4.619
    },
    {
        "text": "in your garbage face you stupid motherfucker if you weren't already you definitely are now a",
        "start": 184.26,
        "duration": 4.769
    },
    {
        "text": "Trash person and now just more people know about it is one thing to disagree with someone's opinions their activism",
        "start": 189.1,
        "duration": 5.569
    },
    {
        "text": "It is a whole other thing to",
        "start": 194.67,
        "duration": 1.78
    },
    {
        "text": "openly mock the",
        "start": 196.45,
        "duration": 1.259
    },
    {
        "text": "survivors of a school shooting and when I tweeted something to this extent there were some people saying off Phil's showing his liberal bias in",
        "start": 197.709,
        "duration": 5.57
    },
    {
        "text": "My eyes, this is not a partisan issue well. Well Dinesh is a conservative political commentator a conservative filmmaker",
        "start": 203.28,
        "duration": 5.429
    },
    {
        "text": "I do not think he represents everyone that is right lean in my eyes",
        "start": 208.709,
        "duration": 3.84
    },
    {
        "text": "You have people that are generally on the lap people that are generally on the right",
        "start": 212.55,
        "duration": 2.759
    },
    {
        "text": "And then the assholes here Dinesh is an asshole and so rightly so we saw people from all parts of the political spectrum",
        "start": 215.31,
        "duration": 6.089
    },
    {
        "text": "Speaking out against Annette this ranging from Mother Jones is editor-in-chief all the way to Ben Shapiro",
        "start": 221.709,
        "duration": 4.82
    },
    {
        "text": "Also, if I can just have a quick aside here",
        "start": 226.89,
        "duration": 1.68
    },
    {
        "text": "I kind of want to give a tip of the hat to Ben Shapiro",
        "start": 228.57,
        "duration": 2.009
    },
    {
        "text": "And and his website daily wire you may enjoy him or maybe you don't like him you disagree with their politics the the stuff they",
        "start": 230.58,
        "duration": 6.18
    },
    {
        "text": "Put out they recently announced. They are no longer going to show the faces of mass murderers. It's something",
        "start": 236.76,
        "duration": 4.859
    },
    {
        "text": "We've done here on the show for a long time",
        "start": 241.62,
        "duration": 1.53
    },
    {
        "text": "It's something we have preached for a long time so anytime anyone with an audience whatsoever adopts this",
        "start": 243.15,
        "duration": 4.86
    },
    {
        "text": "I am a fan, but back to the story",
        "start": 248.01,
        "duration": 1.44
    },
    {
        "text": "We also saw two Sue's that even denounced by the Conservative Political Action Conference CPAC if you don't know are an annual",
        "start": 249.45,
        "duration": 4.979
    },
    {
        "text": "Conservative event he's reportedly been a featured speaker several times",
        "start": 254.65,
        "duration": 2.87
    },
    {
        "text": "We saw a user tweeting at CPAC riding a ACU",
        "start": 257.52,
        "duration": 2.489
    },
    {
        "text": "Conservative might want to cancel Dinesh D'Souza's at CPAC right about now you draw a line at one of your speakers openly mocking child survivors",
        "start": 260.08,
        "duration": 5.809
    },
    {
        "text": "Of Florida school shooting, and they responded with hey Raphael",
        "start": 265.89,
        "duration": 2.519
    },
    {
        "text": "This is fake news National, Sousa is not a speaker at CPAC 2018",
        "start": 268.41,
        "duration": 3.479
    },
    {
        "text": "You are seeing an archive speaker profile",
        "start": 271.889,
        "duration": 1.771
    },
    {
        "text": "And we are taking down his archived picture his comments are indefensible now as far as D'Souza yesterday",
        "start": 273.66,
        "duration": 4.559
    },
    {
        "text": "We saw him then add genuine grief I can empathize with but grief organized for the cameras politically orchestrated",
        "start": 278.22,
        "duration": 4.649
    },
    {
        "text": "Grief strikes me as phony an inauthentic",
        "start": 282.97,
        "duration": 1.64
    },
    {
        "text": "Well the media exploits the parkland shooting my heart goes out to the parents and family members who are grieving the loss of loved ones",
        "start": 284.61,
        "duration": 5.13
    },
    {
        "text": "Which I will say personally strikes me as phony like how can you tweet my heart goes out to the parents and family members who?",
        "start": 289.74,
        "duration": 5.16
    },
    {
        "text": "Are grieving the loss of loved ones when you're tweeting. Oh don't one kids zero",
        "start": 294.9,
        "duration": 4.079
    },
    {
        "text": "This is almost as bad when those stupid entitled kids have to get a job for the summer following all of this this morning Dinesh",
        "start": 298.979,
        "duration": 5.19
    },
    {
        "text": "Tweeted while it aimed at media manipulation my tweet was insensitive to students who lost friends and a terrible tragedy. I'm truly sorry",
        "start": 304.169,
        "duration": 5.46
    },
    {
        "text": "He's apologized. He's trying to make it about me media manipulation",
        "start": 309.63,
        "duration": 2.699
    },
    {
        "text": "Exploitation that doesn't seem to match up with his previous statements, but okay",
        "start": 313.03,
        "duration": 3.529
    },
    {
        "text": "Whatever they comment quickly on the idea that these these children those survivors of this shooting are being exploited",
        "start": 316.56,
        "duration": 5.159
    },
    {
        "text": "I would argue that we need to say all or not what I mean by that is if we have the victims and survivors of",
        "start": 321.719,
        "duration": 4.92
    },
    {
        "text": "a of a shooting of any tragedy whatsoever and they want to talk to the media or they want their story shared",
        "start": 326.639,
        "duration": 6.72
    },
    {
        "text": "We should allow it same as we would allow President Trump during the State of the Union to provide many",
        "start": 333.58,
        "duration": 4.67
    },
    {
        "text": "Examples many victims and their stories someone's daughter was killed by ms-13. Let's share that story",
        "start": 338.44,
        "duration": 5.359
    },
    {
        "text": "Let's talk about it if someone shoots up a school",
        "start": 343.8,
        "duration": 2.76
    },
    {
        "text": "And you survived and you you think that maybe something can be done, so this doesn't happen to someone else let's talk about it",
        "start": 346.56,
        "duration": 5.369
    },
    {
        "text": "Why are we picking and choosing when we can share stories?",
        "start": 351.93,
        "duration": 2.489
    },
    {
        "text": "why is it when an illegal immigrant or someone who came here legally went through the right processes or a",
        "start": 354.419,
        "duration": 4.35
    },
    {
        "text": "Refugee does something horrible?",
        "start": 358.96,
        "duration": 1.4
    },
    {
        "text": "We can immediately talk about immigration and border security",
        "start": 360.36,
        "duration": 2.609
    },
    {
        "text": "and it's not politicized when it becomes a different situation like how does a 19 year old legally get an ar-15 same day then that's",
        "start": 362.979,
        "duration": 7.13
    },
    {
        "text": "exploitation manipulation when someone speaks out and I say this and I always get a lot of international hate for this I",
        "start": 370.509,
        "duration": 4.85
    },
    {
        "text": "Support the Second Amendment personal, it's a massive issue",
        "start": 375.46,
        "duration": 2.449
    },
    {
        "text": "But I think at the very least we can talk about mental health we can talk about",
        "start": 377.909,
        "duration": 3.09
    },
    {
        "text": "Access we can talk about better background checks. We can talk about better points of sale",
        "start": 381.19,
        "duration": 3.289
    },
    {
        "text": "Why are we depriving a common sense conversation any oxygen?",
        "start": 384.479,
        "duration": 2.549
    },
    {
        "text": "But all of that said the mocking around this situation was nowhere near the worst thing about it conspiracy",
        "start": 387.029,
        "duration": 5.22
    },
    {
        "text": "Theory is around the Parkland shooting range from okay",
        "start": 392.25,
        "duration": 2.849
    },
    {
        "text": "That's kind of crazy to just",
        "start": 395.099,
        "duration": 1.66
    },
    {
        "text": "Batshit disgusting and ridiculous one of the main conspiracy theories revolves around david hog you may remember him",
        "start": 396.759,
        "duration": 5.49
    },
    {
        "text": "He's one of the students that we talked about standing up speaking out",
        "start": 402.25,
        "duration": 2.91
    },
    {
        "text": "He also helped announce the march for our lives event what we've seen since the shooting is that hog and several other",
        "start": 405.16,
        "duration": 4.739
    },
    {
        "text": "outspoken students have been accused of being",
        "start": 409.97,
        "duration": 1.98
    },
    {
        "text": "Crisis actors Aaron literally claiming Hogg and others are paid to travel to disaster sites and argue for stricter gun laws and let's actually talk",
        "start": 411.95,
        "duration": 6.559
    },
    {
        "text": "About the evidence being used against David hog",
        "start": 418.51,
        "duration": 2.429
    },
    {
        "text": "I saw this being pushed by Infowars a",
        "start": 420.94,
        "duration": 2.1
    },
    {
        "text": "Correspondent for the gateway Punda and people saying David Hogs having trouble reciting his lines and let's actually look at the video",
        "start": 423.29,
        "duration": 5.089
    },
    {
        "text": "They're talking about when we heard the first gunshot. We initially thought. It was a drill. That was a bad choice",
        "start": 428.38,
        "duration": 4.44
    },
    {
        "text": "Actually that was bad choice because the jannat",
        "start": 435.41,
        "duration": 3.109
    },
    {
        "text": "People are sharing this video saying see he's been trained to say some things as proof",
        "start": 440.81,
        "duration": 4.459
    },
    {
        "text": "there's an agenda at all I see there as a teenager trying to talk about a traumatic moment in his life as cleanly as",
        "start": 445.27,
        "duration": 5.46
    },
    {
        "text": "Possible in an interview if it's not live try and say what you're trying to say as cleanly as possible people pointing to the person",
        "start": 450.83,
        "duration": 5.239
    },
    {
        "text": "Behind the camera saying it's fine as if he was coaching him",
        "start": 456.07,
        "duration": 2.639
    },
    {
        "text": "He didn't try and twist it to fit that narrative, but that just sounds like a producer saying like it's okay. Just you're fine",
        "start": 458.71,
        "duration": 4.62
    },
    {
        "text": "It's come you you take your time",
        "start": 463.33,
        "duration": 2.039
    },
    {
        "text": "We're gonna shoot this piece anyway people sharing a video over the past 24 hours saying boom damning proof of that",
        "start": 465.41,
        "duration": 5.029
    },
    {
        "text": "Hog is a crisis actor, and it's a video of David hog on CBS. He's labeled as witness",
        "start": 470.44,
        "duration": 4.829
    },
    {
        "text": "It's news out of California chose one of Hogg's friends and other teenagers are confronting a lifeguard get people saying boom",
        "start": 475.27,
        "duration": 4.62
    },
    {
        "text": "Here's the evidence. Hog is a crisis actor",
        "start": 479.89,
        "duration": 2.309
    },
    {
        "text": "How is it in 2017 he's in California for this so then in 2018 he's at this school and Florida",
        "start": 482.2,
        "duration": 6.059
    },
    {
        "text": "He's involved in this shooting and speaking out we answer that is simple a hog lived in California, and then several years ago",
        "start": 488.26,
        "duration": 5.909
    },
    {
        "text": "He moved to Florida and sometimes he still visits his old friends while he was back in California visiting this happened",
        "start": 494.169,
        "duration": 6.36
    },
    {
        "text": "Which then connects to another conspiracy theory that hog actually graduated from high school in?",
        "start": 500.53,
        "duration": 5.25
    },
    {
        "text": "California doesn't even go to school in parkland",
        "start": 506.3,
        "duration": 2.54
    },
    {
        "text": "Florida people sharing this Facebook post this photo saying look look at the yearbook its facts. I guess what turns out that's fake news",
        "start": 508.84,
        "duration": 6.509
    },
    {
        "text": "Thanks to a student who had their Marjory Stoneman Douglas High School the school in Florida's yearbook and boom",
        "start": 515.349,
        "duration": 4.77
    },
    {
        "text": "There is the other reports were fake news",
        "start": 520.12,
        "duration": 2.4
    },
    {
        "text": "Misleading reports doesn't stop it from being shared because fuck it it fits our narrative",
        "start": 522.86,
        "duration": 3.77
    },
    {
        "text": "Also thing to note is that video showing david hog in",
        "start": 526.63,
        "duration": 2.52
    },
    {
        "text": "California for that news report that has since been removed from YouTube before it was removed",
        "start": 529.4,
        "duration": 4.07
    },
    {
        "text": "It was actually the number one",
        "start": 533.47,
        "duration": 1.42
    },
    {
        "text": "Trending video on the website which a lot of people have given YouTube a lot of hate about and I will say well",
        "start": 534.89,
        "duration": 4.669
    },
    {
        "text": "I understand the anger looking at the title I can understand",
        "start": 539.56,
        "duration": 2.429
    },
    {
        "text": "How it slipped through the title of the video doesn't lead you to believe that it's being used as misleading",
        "start": 541.99,
        "duration": 3.39
    },
    {
        "text": "propaganda once you actually look at the the description the",
        "start": 546.05,
        "duration": 3.02
    },
    {
        "text": "Comments where where the traffic's coming from you can see that it is",
        "start": 549.23,
        "duration": 2.75
    },
    {
        "text": "But they did end up removing the videos saying that it violates YouTube's policy on harassment and bullying also issuing a statement saying this video",
        "start": 551.98,
        "duration": 6.029
    },
    {
        "text": "Should never have appeared in trending because the video contained footage from an authoritative news source our system is classified as soon as we became",
        "start": 558.01,
        "duration": 5.16
    },
    {
        "text": "Aware of the video we removed it from trending and from YouTube for violating our policies",
        "start": 563.17,
        "duration": 3.389
    },
    {
        "text": "We are working to improve our systems moving forward and as it right now. That's the ultimate batshit-crazy claim",
        "start": 566.56,
        "duration": 4.35
    },
    {
        "text": "There are also some that claim the students are connected and working with the FBI",
        "start": 570.91,
        "duration": 2.549
    },
    {
        "text": "People saying this seemed to feel like it's definitely true because hogs father worked for the FBI also a thing to note as these batshit",
        "start": 573.53,
        "duration": 5.39
    },
    {
        "text": "Conspiracy theories didn't just stay online we saw it actually bleed into real-life",
        "start": 578.96,
        "duration": 4.64
    },
    {
        "text": "politics in fact an aide to a Florida state lawmaker was fired Tuesday for pushing this crisis actor theory Laura Representative Shawn Harrison's District Attorney",
        "start": 584.0,
        "duration": 7.429
    },
    {
        "text": "Benjamin Kelly he reportedly sent an email to a Tampa Bay Times reporter in response to a story about how online",
        "start": 591.47,
        "duration": 4.82
    },
    {
        "text": "Conspiracy theorists have attacked student survivors of the school shooting the papers",
        "start": 596.6,
        "duration": 3.289
    },
    {
        "text": "Washington bureau chief Alex Leary",
        "start": 599.93,
        "duration": 1.71
    },
    {
        "text": "Tweeted out that email and the email from Benjamin Kelly read both kids in the picture are not students here",
        "start": 601.64,
        "duration": 5.09
    },
    {
        "text": "But actors that travel to various crisis when they happen and Alex Leary saying in his tweet",
        "start": 606.73,
        "duration": 4.379
    },
    {
        "text": "Here's the email I asked for more information to back up the claim and was sent another email that link to a YouTube conspiracy video",
        "start": 611.11,
        "duration": 5.16
    },
    {
        "text": "And the video he reportedly linked was the video of David Hogg and a news report in California following all of this",
        "start": 616.27,
        "duration": 4.71
    },
    {
        "text": "Florida State Representative Sean Harrison later tweeted tonight mr.. Kelly was terminated from his position as my district secretary",
        "start": 620.98,
        "duration": 5.129
    },
    {
        "text": "I am appalled at and strongly denounced his comments about the Parkland students. I'm again",
        "start": 626.11,
        "duration": 3.96
    },
    {
        "text": "Sorry for any pain this has caused the grieving families of this tragedy also saw Kelly",
        "start": 630.07,
        "duration": 3.72
    },
    {
        "text": "Delete his Twitter account, but not before saying I've been terminated from the Statehouse",
        "start": 633.8,
        "duration": 3.799
    },
    {
        "text": "I made a mistake whereas I tried to inform a reporter of",
        "start": 637.6,
        "duration": 2.399
    },
    {
        "text": "Information relating to his story regarding a school shooting this was not my responsibility",
        "start": 640.1,
        "duration": 3.5
    },
    {
        "text": "I meant no disrespect to the students or parents of parkland so we apologize",
        "start": 643.6,
        "duration": 3.479
    },
    {
        "text": "But just for responding to the reporter not for promoting a conspiracy theory okay. You know just looking at this situation",
        "start": 647.08,
        "duration": 5.58
    },
    {
        "text": "I mean it was already a horrible situation, but but the fact that real politicians that real",
        "start": 652.82,
        "duration": 6.289
    },
    {
        "text": "Survivors are having to say no this actually happened. No one's faking it. We're we're not we're not being used",
        "start": 659.78,
        "duration": 6.289
    },
    {
        "text": "We're wanting to talk. It's incredibly troubling",
        "start": 666.07,
        "duration": 2.19
    },
    {
        "text": "I saw Marco Rubio have two tweets and claiming some of the students on TV after Parkland are actors is the work of a disgusting",
        "start": 668.29,
        "duration": 5.4
    },
    {
        "text": "group of idiots with no sense of decency",
        "start": 673.69,
        "duration": 2.0
    },
    {
        "text": "tackling Korean one of the five students who announced March for our lives tweeted our kids not actors",
        "start": 675.74,
        "duration": 4.4
    },
    {
        "text": "We are kids that have grown up in parkland all of our lives",
        "start": 680.14,
        "duration": 2.099
    },
    {
        "text": "We are kids who feared for our lives while someone shot up our school. We are kids working to prevent this from happening again",
        "start": 682.24,
        "duration": 4.77
    },
    {
        "text": "We are kids diego Pfeiffer a Stoneman Douglas senior saying this those people that are calling us",
        "start": 687.01,
        "duration": 4.859
    },
    {
        "text": "Crisis actors or actors in general you know what I want to go to school for musical theater",
        "start": 692.27,
        "duration": 4.94
    },
    {
        "text": "I would love to be an actor no joke but but honestly",
        "start": 697.21,
        "duration": 4.379
    },
    {
        "text": "The people here and the people that we left behind with the people that are no longer with us",
        "start": 702.589,
        "duration": 4.79
    },
    {
        "text": "they are not acting they are dead so have that other people tell me that my",
        "start": 707.38,
        "duration": 3.989
    },
    {
        "text": "Mourn my grief is not real that I'm just acting it out",
        "start": 711.5,
        "duration": 3.529
    },
    {
        "text": "I would love to be that good of an actor trust me I would",
        "start": 715.029,
        "duration": 2.61
    },
    {
        "text": "But I'm not and this is real also hearing from Sam Fuentes another senior from the high school who sustained multiple injuries you cannot look?",
        "start": 717.71,
        "duration": 7.459
    },
    {
        "text": "me in the face and",
        "start": 725.17,
        "duration": 1.9
    },
    {
        "text": "Tell me what happened isn't real",
        "start": 727.07,
        "duration": 2.479
    },
    {
        "text": "You can't tell me in my face that this violence does not occur not after you've lost your friends",
        "start": 730.07,
        "duration": 6.44
    },
    {
        "text": "Not after you've lost people you've known for so long and of course David hog. Haven't go on TV to say no",
        "start": 736.85,
        "duration": 5.39
    },
    {
        "text": "I'm not a crisis actor. I'm not an actor in any sense way shape or form. I'm not a crisis actor",
        "start": 742.24,
        "duration": 4.979
    },
    {
        "text": "I'm somebody that had to witness this and live through this and I continue to have to do that",
        "start": 747.22,
        "duration": 4.02
    },
    {
        "text": "Also, interestingly enough during the interview David hog even says that he's Pro Second Amendment",
        "start": 751.24,
        "duration": 3.96
    },
    {
        "text": "But he just wants to talk about background checks and access and the ar-15 these people keep saying that I'm anti Second Amendment",
        "start": 755.2,
        "duration": 5.76
    },
    {
        "text": "I'm not I",
        "start": 760.96,
        "duration": 1.24
    },
    {
        "text": "would love if I want every American to be able to own a gun that has a mentally stable mind a",
        "start": 762.2,
        "duration": 7.039
    },
    {
        "text": "Person that has a credible background that doesn't have any previous like major",
        "start": 769.91,
        "duration": 4.309
    },
    {
        "text": "convictions and",
        "start": 774.35,
        "duration": 0.78
    },
    {
        "text": "Somebody that's not going to go out and commit these atrocities because those are the people that are at fault here",
        "start": 775.13,
        "duration": 4.19
    },
    {
        "text": "This is an addition to video David hog put out on his own YouTube channel two days after the shooting with several other students from",
        "start": 779.32,
        "duration": 5.82
    },
    {
        "text": "The schools just pointing out",
        "start": 785.14,
        "duration": 1.199
    },
    {
        "text": "we're not actor unfortunately it only really seems to have been picked up by a lot of people who think that he's an actor and",
        "start": 786.339,
        "duration": 5.82
    },
    {
        "text": "Harassing him in the comments even calling him soy boy is extremely feminine",
        "start": 792.29,
        "duration": 3.53
    },
    {
        "text": "Onto you you little twerp people calling him an outright liar",
        "start": 796.32,
        "duration": 2.489
    },
    {
        "text": "Here's the thing it is okay to disagree",
        "start": 798.82,
        "duration": 2.21
    },
    {
        "text": "With David and any of these other students or anyone that supports that I think you can 100% acknowledge that on this topic",
        "start": 801.37,
        "duration": 6.559
    },
    {
        "text": "They're very very left, and they're trying to push an agenda disagree with them",
        "start": 807.93,
        "duration": 3.809
    },
    {
        "text": "But don't openly slander them creating these insane conspiracy theories",
        "start": 811.74,
        "duration": 4.41
    },
    {
        "text": "So you don't have to talk about the real issues also to bring it back to earlier",
        "start": 816.15,
        "duration": 2.76
    },
    {
        "text": "Don't openly mocked um's of a crime with all of that said where I actually want to end this story today is around the heroes",
        "start": 818.91,
        "duration": 6.629
    },
    {
        "text": "And the victims last week we talked about Aaron Feist the football coach who died shielding students from gunfire",
        "start": 825.54,
        "duration": 5.43
    },
    {
        "text": "he also mentioned Scott beagle who was killed after unlocking his door and letting students in to hide from the gunman and since then we've",
        "start": 830.97,
        "duration": 5.309
    },
    {
        "text": "Learned about students like Peter when Peter was a 15 year old member of the Junior ROTC",
        "start": 836.28,
        "duration": 3.119
    },
    {
        "text": "Reportedly he was killed while holding the door open so others could escape from the gunman the stories around Peters heroism also",
        "start": 839.98,
        "duration": 5.21
    },
    {
        "text": "Led to an online petition for him to get a burial with full military honors",
        "start": 845.19,
        "duration": 2.789
    },
    {
        "text": "And while full military burial honors are not generally given unless the deceased was active duty the US Army ended up finding a way to",
        "start": 847.98,
        "duration": 5.64
    },
    {
        "text": "honor Peter Peter and two other freshman JROTC cadets who also died in this shooting Martin Duque Elena petit were all awarded a medal of",
        "start": 853.62,
        "duration": 6.96
    },
    {
        "text": "Heroism classmates and family members also said the Peter dreamed of attending the US Military Academy at West Point yesterday the day of his funeral",
        "start": 860.58,
        "duration": 6.059
    },
    {
        "text": "the Academy announced his admission and a statement the Academy is saying the US Military Academy wants to pass on our deepest condolences to the",
        "start": 866.64,
        "duration": 5.669
    },
    {
        "text": "Hwang family in the Marjory Stoneman Douglas high school community Peter weighing at a lifetime goal to attend USM a and was posthumously",
        "start": 872.31,
        "duration": 5.369
    },
    {
        "text": "offered admission for his heroic action it was an appropriate way for us MA to honor this brave young man West Point has given posthumous",
        "start": 877.87,
        "duration": 6.229
    },
    {
        "text": "Offers of admissions in very rare instances for those candidates or potential candidates whose actions exemplify the tenets of duty honor and country we also",
        "start": 884.1,
        "duration": 6.84
    },
    {
        "text": "Have the story of Anthony Borges he's a 15 year old student was shot five times",
        "start": 890.94,
        "duration": 3.299
    },
    {
        "text": "Protecting 20 students from gun firing that he was reportedly shot in his back and legs as he locked the door and blocked the doorway",
        "start": 894.61,
        "duration": 5.48
    },
    {
        "text": "With his body",
        "start": 900.09,
        "duration": 0.69
    },
    {
        "text": "And so thanks to his actions and no one else in the classroom was injured student was reportedly in that room saying none of us",
        "start": 900.78,
        "duration": 4.409
    },
    {
        "text": "Knew what to do he took the initiative to just save his other classmates and after the shooting Anthony was taken to the hospital",
        "start": 905.19,
        "duration": 4.409
    },
    {
        "text": "Initially he was in critical condition, but the good news is he is now in fair and stable condition",
        "start": 909.97,
        "duration": 4.55
    },
    {
        "text": "That said he still has a long road ahead of him with many more surgeries to come people have started a GoFundMe",
        "start": 914.52,
        "duration": 5.219
    },
    {
        "text": "Page for him that I'll link down below, and that's where I'm gonna end this one",
        "start": 919.84,
        "duration": 2.929
    },
    {
        "text": "This is by no means all of the heroes from that day",
        "start": 922.9,
        "duration": 2.959
    },
    {
        "text": "And I mean that across the board the individual actions of certain survivors as well as all the first responders with all that said",
        "start": 925.86,
        "duration": 5.91
    },
    {
        "text": "That's where I'm going to end today's show remember if you liked this video you want to help spread some truth in the face of",
        "start": 931.77,
        "duration": 4.559
    },
    {
        "text": "fucking ridiculous crazy news",
        "start": 936.55,
        "duration": 1.83
    },
    {
        "text": "Hit the like button you can share the video and also a big THANK YOU to the people that helped make this show everything that",
        "start": 938.38,
        "duration": 5.539
    },
    {
        "text": "We're trying to build with an independent news network viable by",
        "start": 943.92,
        "duration": 2.85
    },
    {
        "text": "Whether you do in stuff like you buying the merch like the why be informed when you can use your feelings as your facts sure",
        "start": 946.96,
        "duration": 4.7
    },
    {
        "text": "We just launched yesterday. Also all you beautiful bastards that help support with paying subscriptions over to Franco elite calm",
        "start": 951.66,
        "duration": 5.729
    },
    {
        "text": "Thank you, obviously just in general",
        "start": 957.39,
        "duration": 1.74
    },
    {
        "text": "But also it enables me to be able to talk about these these very",
        "start": 959.13,
        "duration": 2.549
    },
    {
        "text": "Advertiser unfriendly stories or in instances like today's video allows me to just take all ads off",
        "start": 961.99,
        "duration": 5.03
    },
    {
        "text": "and it makes it so that we don't have to shy away from the real shit that we do need to talk about that's where",
        "start": 967.02,
        "duration": 3.989
    },
    {
        "text": "I'm going to end today's show I just want to say I love you faces, and I'll see you tomorrow",
        "start": 971.01,
        "duration": 3.119
    }
]