[
    {
        "text": "'Sup, you beautiful bastards?",
        "start": 0.0,
        "duration": 0.969
    },
    {
        "text": "I hope you're having  a fantastic Monday.",
        "start": 1.46,
        "duration": 1.68
    },
    {
        "text": "Welcome back to the Philip DeFranco show and let's just jump into it.",
        "start": 3.14,
        "duration": 3.14
    },
    {
        "text": "And the first thing I want to talk about today is an insane update to one of the worst people we talked about in",
        "start": 6.4,
        "duration": 5.1
    },
    {
        "text": "2016 and you actually may remember and we're talking about Brock Turner. If you want the full more in detailed story you can go to",
        "start": 11.64,
        "duration": 5.84
    },
    {
        "text": "brockturnerrapst.com. just a brief recap:",
        "start": 17.49,
        "duration": 2.52
    },
    {
        "text": "in January 2015,",
        "start": 20.26,
        "duration": 1.07
    },
    {
        "text": "two graduate",
        "start": 21.33,
        "duration": 0.55
    },
    {
        "text": "students see Brock Turner raping an",
        "start": 21.88,
        "duration": 1.979
    },
    {
        "text": "unconscious woman. He tries to run away, they grab him and they turn him over to the police and Turner is eventually charged and found guilty of",
        "start": 23.859,
        "duration": 4.94
    },
    {
        "text": "Three counts of sexual assault and this story blew up for several reasons that the story itself was",
        "start": 28.8,
        "duration": 4.3
    },
    {
        "text": "horrible victims impact statement when viral judge despite being able to sentence brock turner to up to 14 years",
        "start": 33.22,
        "duration": 6.16
    },
    {
        "text": "sentenced him to 6 months",
        "start": 39.44,
        "duration": 1.92
    },
    {
        "text": "Which he only had to serve half because of good behavior 3 years of probation and brock Turner was required to register as a sex",
        "start": 41.37,
        "duration": 5.13
    },
    {
        "text": "Offender there's also the statement from Brock Turner's father that went viral",
        "start": 46.5,
        "duration": 3.239
    },
    {
        "text": "He wrote these verdicts have broken and shattered him in our family in so many ways his life",
        "start": 49.739,
        "duration": 4.08
    },
    {
        "text": "Will never be the one that he dreamed about and worked so hard to achieve",
        "start": 53.82,
        "duration": 2.459
    },
    {
        "text": "This is a steep price to pay for 20 minutes of action out of his 20-plus years of life",
        "start": 56.28,
        "duration": 5.189
    },
    {
        "text": "Which of course most people responded hey fuckface when the action is a ray",
        "start": 61.469,
        "duration": 4.53
    },
    {
        "text": "It should probably massively affect his life",
        "start": 66.0,
        "duration": 1.95
    },
    {
        "text": "But then for the most part like most stories that eventually went away",
        "start": 67.95,
        "duration": 2.91
    },
    {
        "text": "Like I said Brock Turner served his time or rather half his time returned to Ohio where he was required to register as a sex",
        "start": 70.979,
        "duration": 5.01
    },
    {
        "text": "Offender then we got the news over the weekend that Brock Turner's lawyers have filed an appeal and they claim that their client was denied",
        "start": 75.99,
        "duration": 5.61
    },
    {
        "text": "due process",
        "start": 81.6,
        "duration": 0.4
    },
    {
        "text": "During the 2016 trial and called it fundamentally unfair and here's a real thing from the appeals lawyers argue that the assault of this young",
        "start": 82.0,
        "duration": 6.589
    },
    {
        "text": "Woman did not happen behind the dumpster the assault didn't happened behind a dumpster the victim wasn't found behind a dumpster",
        "start": 88.59,
        "duration": 5.489
    },
    {
        "text": "She's found behind a three-sided trash enclosure and a basketball court",
        "start": 94.09,
        "duration": 3.44
    },
    {
        "text": "I'm not kidding they argue that this phrasing implied an intent of the appellants part to shield and sequester his activities and implied moral depravity",
        "start": 97.619,
        "duration": 6.33
    },
    {
        "text": "callousness and culpability on the appellants part because of the inherent connotations of filth garbage d'etre tests and criminal activity frequently associated with",
        "start": 104.32,
        "duration": 7.189
    },
    {
        "text": "Dumpsters additionally the appeal claimed that Turner was denied a fair trial because witnesses that might have otherwise",
        "start": 111.61,
        "duration": 4.069
    },
    {
        "text": "Convinced them that Turner was telling the truth when he claimed that the sex was consensual",
        "start": 115.899,
        "duration": 2.72
    },
    {
        "text": "Or excluded by the court the document also takes aim at judge",
        "start": 118.81,
        "duration": 2.72
    },
    {
        "text": "Erin Persky for not instructing jurors to consider a lesser criminal charges also claiming prosecution failed to present",
        "start": 121.53,
        "duration": 4.559
    },
    {
        "text": "Constitutionally sufficient evidence to support the three counts of conviction when speaking to the media Brown Turner's legal advisers said what we are",
        "start": 126.43,
        "duration": 5.689
    },
    {
        "text": "Saying is that what happened is not a crime it happened",
        "start": 132.18,
        "duration": 2.789
    },
    {
        "text": "But it was not anywhere close to a crime but to all of that",
        "start": 134.969,
        "duration": 2.94
    },
    {
        "text": "I want to remind you talking about a situation where not only the woman said she was raped where you have two eyewitnesses",
        "start": 137.909,
        "duration": 5.88
    },
    {
        "text": "That said they came across a scene at first they were like oh, maybe that's consensual",
        "start": 143.92,
        "duration": 3.559
    },
    {
        "text": "Then realizing the girl was unconscious who witnesses it said Proctor ran away from the scene of the crime",
        "start": 147.48,
        "duration": 5.489
    },
    {
        "text": "they",
        "start": 152.969,
        "duration": 0.431
    },
    {
        "text": "100% know it was him because those witnesses then chased him down and were able to hold him until police got there it also seems",
        "start": 153.4,
        "duration": 5.479
    },
    {
        "text": "Insane to me that they would go after the judge who gave by far one of the most lenient",
        "start": 158.879,
        "duration": 3.72
    },
    {
        "text": "Sentences we have ever seen in a case like this so Brock Terra can say all he wants that this was consensual",
        "start": 162.849,
        "duration": 5.12
    },
    {
        "text": "Let's say there were no eyewitnesses. We didn't even have the victims testimony an unconscious person cannot consent",
        "start": 167.97,
        "duration": 6.059
    },
    {
        "text": "It's just that simple and that's before even putting everything else into the story together. That said as of right now",
        "start": 174.03,
        "duration": 4.349
    },
    {
        "text": "We do not know what's gonna happen with this appeal, but as soon as we get any updates to it",
        "start": 178.379,
        "duration": 3.449
    },
    {
        "text": "You will be damn sure I will be covering it",
        "start": 181.829,
        "duration": 2.279
    },
    {
        "text": "Then let's talk about house of cards house of cards horse the massively successful",
        "start": 184.109,
        "duration": 2.85
    },
    {
        "text": "Netflix series starring Robin Wright Kevin's space seduction was shut down after all of those",
        "start": 187.18,
        "duration": 4.399
    },
    {
        "text": "accusations came out against Kevin Spacey since then more",
        "start": 191.829,
        "duration": 2.72
    },
    {
        "text": "Accusations against Spacey have been piling up but along with that many people were wondering what is going to happen to house of cards we",
        "start": 194.68,
        "duration": 5.54
    },
    {
        "text": "Got the news today that the production for the final season of house of cards will start back up early",
        "start": 200.22,
        "duration": 4.289
    },
    {
        "text": "2018 and it will be returning without Kevin Spacey",
        "start": 204.609,
        "duration": 2.93
    },
    {
        "text": "instead the main focal point will be Robin Wright which I will say as a fan of the show does seem to make sense she",
        "start": 207.729,
        "duration": 4.82
    },
    {
        "text": "Has become more and more important to the series",
        "start": 212.549,
        "duration": 2.07
    },
    {
        "text": "I don't wanna give out any spoilers there",
        "start": 214.62,
        "duration": 1.199
    },
    {
        "text": "But if you've watch a show you know that I'm interested to see how they get rid of Kevin Spacey's character",
        "start": 215.819,
        "duration": 3.509
    },
    {
        "text": "Which it's it's not an insane thing to do in fact in the book that inspires the Netflix series Frank Underwood character dies",
        "start": 219.329,
        "duration": 6.36
    },
    {
        "text": "We'll see what happens next from that I want to share some stuff",
        "start": 225.689,
        "duration": 2.55
    },
    {
        "text": "I loved today and today an awesome brought to you by Squarespace com fill Squarespace of course fantastic",
        "start": 228.239,
        "duration": 5.279
    },
    {
        "text": "Intuitive easy to use place to make a beautiful professional-looking website",
        "start": 233.859,
        "duration": 3.29
    },
    {
        "text": "There's nothing you have to install patch or upgrade ever so if you want to make the smart move like many from the nation already",
        "start": 237.189,
        "duration": 4.91
    },
    {
        "text": "Have start your free trial go to Squarespace comm fill",
        "start": 242.099,
        "duration": 2.639
    },
    {
        "text": "And if you really like to use offer code fill for 10% off your first purchase and the first bit of Awesome",
        "start": 244.739,
        "duration": 4.169
    },
    {
        "text": "I like to sometimes do a recommendation for a movie or a series and today that is the marvelous mrs.",
        "start": 248.909,
        "duration": 5.099
    },
    {
        "text": "Mazal if you have an Amazon Prime membership, I highly recommend you watch season 1 right now it is phenomenal",
        "start": 254.079,
        "duration": 5.57
    },
    {
        "text": "I binge watched it yesterday it may be one of my favorite series ever just from this first season",
        "start": 259.69,
        "duration": 4.899
    },
    {
        "text": "It's eight episodes around fifty minutes a pop do yourself a favor then we had Jordan Peele working with Vanity Fair doing a video around",
        "start": 264.59,
        "duration": 5.85
    },
    {
        "text": "Fan theories around his movie get out",
        "start": 270.44,
        "duration": 1.98
    },
    {
        "text": "Maybe the small little teaser for the new Jurassic Park fallen Kingdom then just in time for Christmas",
        "start": 272.42,
        "duration": 3.899
    },
    {
        "text": "Season we got Lindsey Stirling and carol of the bells",
        "start": 276.42,
        "duration": 2.419
    },
    {
        "text": "You also got a brand new teaser for another episode of Black Mirror and just release the season Netflix",
        "start": 279.29,
        "duration": 4.679
    },
    {
        "text": "What do we have to do Netflix?",
        "start": 283.97,
        "duration": 1.35
    },
    {
        "text": "We will do it. Just release it killing us I get that that's the point come on. Please then in space awesome",
        "start": 285.32,
        "duration": 5.489
    },
    {
        "text": "You got a video from seeker on how close we are to photographing a black hole",
        "start": 290.81,
        "duration": 2.94
    },
    {
        "text": "I put my seemingly random and irrational fear of black holes to the side",
        "start": 293.75,
        "duration": 3.119
    },
    {
        "text": "And it was about awesome video if you want to see the full versions everything",
        "start": 296.87,
        "duration": 3.0
    },
    {
        "text": "I just share the secret link of the day",
        "start": 299.87,
        "duration": 1.87
    },
    {
        "text": "Anything at all links as always are in the description down below and let's talk about the time person or people of the year for",
        "start": 301.74,
        "duration": 6.229
    },
    {
        "text": "2017 since 1927 time has always announced a Person of the Year next to recognize the person or a group that has most",
        "start": 308.19,
        "duration": 6.29
    },
    {
        "text": "Influenced the news cycle that year so it's not necessarily a hey",
        "start": 314.7,
        "duration": 2.63
    },
    {
        "text": "You're awesome award. It's hey you're one of the biggest names and news right now",
        "start": 317.33,
        "duration": 2.91
    },
    {
        "text": "We may have already seen this year that there was our",
        "start": 320.24,
        "duration": 2.0
    },
    {
        "text": "Controversy around it on the 24th of last month Trump tweeted Time magazine called to say that I was probably going to be named man",
        "start": 322.59,
        "duration": 5.57
    },
    {
        "text": "Person of the Year like last year and I would have to agree to an interview and a major photo shoot",
        "start": 328.16,
        "duration": 4.23
    },
    {
        "text": "I said probably is no good and took a pass. Thanks. Anyway, which Time magazine responded the president is incorrect",
        "start": 332.39,
        "duration": 5.91
    },
    {
        "text": "How we choose Person of the Year time does not comment on our choice until?",
        "start": 338.3,
        "duration": 2.97
    },
    {
        "text": "Publication which is December 6 now as of today Time magazine has released their?",
        "start": 341.49,
        "duration": 3.68
    },
    {
        "text": "Shortlist their top 10 for who could be the Person of the Year the finalist on that list are Jeff Bezos",
        "start": 345.27,
        "duration": 5.179
    },
    {
        "text": "Amazon CEO now richest man in the world the dreamers the thousands of undocumented immigrants brought to United States by their parents when they were",
        "start": 350.73,
        "duration": 5.929
    },
    {
        "text": "children",
        "start": 356.66,
        "duration": 0.57
    },
    {
        "text": "Aaron uncertain times because Trump's position on daca Hattie",
        "start": 357.23,
        "duration": 2.73
    },
    {
        "text": "Jenkins who's the director of Wonder Woman which also made her the first woman to direct a film that made over 100 million dollars in",
        "start": 360.06,
        "duration": 5.24
    },
    {
        "text": "Its opening weekend kim jeong-hoon the North Korean leader fuck boy extraordinaire the reason why we are worried about a nuclear war again Colin",
        "start": 365.3,
        "duration": 6.329
    },
    {
        "text": "Kaepernick who for many ways the match that lit the fire that led to all those sports",
        "start": 371.63,
        "duration": 3.33
    },
    {
        "text": "Protests the entirety of the me2 movement feels like every day",
        "start": 375.15,
        "duration": 3.5
    },
    {
        "text": "We have a new story of sexual harassment and sexual assault being shared robert muller of course was appointed a special",
        "start": 378.65,
        "duration": 5.279
    },
    {
        "text": "counsel after commis",
        "start": 384.09,
        "duration": 1.17
    },
    {
        "text": "Firing besting the potential involvement of the Trump campaign with Russian so far charges have been brought against four people Crown Prince Mohammed bin",
        "start": 385.26,
        "duration": 6.049
    },
    {
        "text": "Salman he's been pushing through massive changes in Saudi Arabia many people see him as the future of Saudi Arabia and Donald Trump",
        "start": 391.31,
        "duration": 6.6
    },
    {
        "text": "Maybe have heard of him, maybe you've seen the news cycle now in the president of the United States some people would say",
        "start": 397.91,
        "duration": 4.619
    },
    {
        "text": "Opinionated and finally Xi Jinping. He's the president of China has gained a lot more power this year",
        "start": 403.11,
        "duration": 4.46
    },
    {
        "text": "And is seen as one of the most powerful leaders in China in decades so for better or for worse",
        "start": 407.57,
        "duration": 4.019
    },
    {
        "text": "Those are your top ten we will know who the time person of the year is Wednesday",
        "start": 411.59,
        "duration": 4.08
    },
    {
        "text": "That's the question off to you",
        "start": 415.67,
        "duration": 0.93
    },
    {
        "text": "Who do you think should be the time person of the year and remember it doesn't matter if you like them or not this is?",
        "start": 416.6,
        "duration": 4.169
    },
    {
        "text": "about world conversation being in the news",
        "start": 420.77,
        "duration": 2.369
    },
    {
        "text": "I love that your answer to this and your thoughts on why that person or those people then let's talk about this",
        "start": 423.14,
        "duration": 5.25
    },
    {
        "text": "Disturbing story that blew up over the weekend it starts with this video that was originally posted on snapchat it shows a teenage boy",
        "start": 428.64,
        "duration": 6.41
    },
    {
        "text": "Holding a cat and then hurling it into the street. I'm not going to show the video here",
        "start": 435.18,
        "duration": 4.13
    },
    {
        "text": "I'll link out to other versions that have since been posted",
        "start": 439.31,
        "duration": 3.239
    },
    {
        "text": "It's truly",
        "start": 442.58,
        "duration": 0.46
    },
    {
        "text": "Disturbing and this guy just chalks this cat into the street it hits the pavement in here at whimpering before the video cuts out someone",
        "start": 443.04,
        "duration": 5.989
    },
    {
        "text": "Saw that they then posted it to Twitter and it blew up multiple versions of this video getting",
        "start": 449.03,
        "duration": 3.989
    },
    {
        "text": "Thousands and thousands of retweets many people saying we need to find out who this is the Internet did its thing and quickly did that?",
        "start": 453.18,
        "duration": 6.11
    },
    {
        "text": "Be sharing his name in this video, which I'll get to the reason for that in a second",
        "start": 459.29,
        "duration": 3.179
    },
    {
        "text": "I've set people on the internet they found out his name",
        "start": 462.47,
        "duration": 1.62
    },
    {
        "text": "What school he went to the local police department number anything you imagine they could find on him they found it",
        "start": 464.09,
        "duration": 4.679
    },
    {
        "text": "They don't Saturday",
        "start": 468.77,
        "duration": 0.63
    },
    {
        "text": "We saw the Fontana Police Department tweeting that they had been contacted by several people regarding the video tweeting we are aware of a video",
        "start": 469.4,
        "duration": 5.19
    },
    {
        "text": "That depicts the abuse of a cat",
        "start": 474.59,
        "duration": 1.26
    },
    {
        "text": "We thank everyone for contacting our department with the video it has been determined that the incident took place outside our city and we are",
        "start": 475.85,
        "duration": 5.279
    },
    {
        "text": "working with the appropriate jurisdiction",
        "start": 481.13,
        "duration": 1.21
    },
    {
        "text": "To find the cat in the suspect then soon after the Ontario Police",
        "start": 482.34,
        "duration": 3.169
    },
    {
        "text": "Department issued a press release saying they received information on Saturday regarding the abuse of a kitten by a young man police saying they identified",
        "start": 485.58,
        "duration": 5.48
    },
    {
        "text": "a 16 year old suspect",
        "start": 491.06,
        "duration": 1.05
    },
    {
        "text": "But would not be disclosing his name due to his age",
        "start": 492.11,
        "duration": 1.8
    },
    {
        "text": "Authorities adding on Saturday night that the suspect has not yet been located and arrest and on that note I asked you to the people",
        "start": 493.91,
        "duration": 5.579
    },
    {
        "text": "of Ontario if you if you live around Ontario if you see this",
        "start": 499.49,
        "duration": 3.36
    },
    {
        "text": "Disgusting human being please contact the authorities now regarding the cat there are many reports circulating online saying the cat died from internal bleeding",
        "start": 503.19,
        "duration": 6.5
    },
    {
        "text": "broken skull broken ribs",
        "start": 510.0,
        "duration": 1.7
    },
    {
        "text": "But the police department revealed that the cat was actually okay at a fractured leg what I was going to survive due to a regular",
        "start": 511.7,
        "duration": 4.95
    },
    {
        "text": "Blood test we also know the cat suffered internal injuries once again police are going door-to-door trying to find this suspect",
        "start": 516.65,
        "duration": 5.52
    },
    {
        "text": "They still do not have him for now. That's where the story ends once again",
        "start": 522.17,
        "duration": 3.63
    },
    {
        "text": "if you know who this is",
        "start": 525.8,
        "duration": 1.66
    },
    {
        "text": "Please report Heather's disgusting and horrible people in the world that when you get that chance to hold someone accountable",
        "start": 527.46,
        "duration": 5.119
    },
    {
        "text": "He's half to you to make the world just that much less shitty and very briefly. I want to talk about tax reform",
        "start": 532.83,
        "duration": 4.849
    },
    {
        "text": "You might have seen over the weekend in the Senate a vote of",
        "start": 537.68,
        "duration": 2.099
    },
    {
        "text": "5149 for tax reform at a reminder from the last time we talked about this it is not all done right now the US Senate",
        "start": 540.3,
        "duration": 5.75
    },
    {
        "text": "And House have passed different bills there are different things in each one and we're talking basics and specific example the Senate bill has 7",
        "start": 546.05,
        "duration": 6.09
    },
    {
        "text": "Tax brackets whereas the house only has four as of right now Congress is set to adjourn on December 15 House",
        "start": 552.14,
        "duration": 4.709
    },
    {
        "text": "Speaker Paul Ryan said that he had actually keep the house in session to make sure this passes now with that said if the house",
        "start": 556.85,
        "duration": 4.859
    },
    {
        "text": "In the Senate that they go to conference they come up with a singular bill",
        "start": 561.709,
        "duration": 2.88
    },
    {
        "text": "And then they pass that bill as a right now",
        "start": 564.589,
        "duration": 1.711
    },
    {
        "text": "It looks like a lot of the provisions in this tax reform would be pushed through",
        "start": 566.3,
        "duration": 3.09
    },
    {
        "text": "January first lot you will personally feel the changes until next year this will not affect your 2017 tax returns",
        "start": 569.61,
        "duration": 5.599
    },
    {
        "text": "And so one slash if there is a singular version will go into the specifics of that",
        "start": 575.209,
        "duration": 3.78
    },
    {
        "text": "Also, if you'd like to look further into some of the things that they are proposing with this tax reform",
        "start": 578.99,
        "duration": 3.929
    },
    {
        "text": "I'll link to a video where I covered it last time as well as other sources on more updated information",
        "start": 582.959,
        "duration": 4.28
    },
    {
        "text": "Then let's talk about Michael, Flynn Brian Ross and ABC so if you didn't see last Friday Michael",
        "start": 587.24,
        "duration": 4.559
    },
    {
        "text": "Flynn pled guilty this the charge is aligned to the FBI about the nature of his conversations with then Russian ambassador of the United States",
        "start": 591.8,
        "duration": 5.369
    },
    {
        "text": "Sergei kis Li act during the presidential transition those conversations",
        "start": 597.3,
        "duration": 3.109
    },
    {
        "text": "Led Russian officials to temper their response to increase US sanctions those charges carry a maximum of five years, though",
        "start": 600.41,
        "duration": 5.07
    },
    {
        "text": "He's most likely going to face six months at most due to his cooperation",
        "start": 605.48,
        "duration": 2.52
    },
    {
        "text": "As he might imagine when this news started coming out the media was all over it",
        "start": 608.16,
        "duration": 3.619
    },
    {
        "text": "But one report really stood out and that was the one from",
        "start": 611.779,
        "duration": 2.369
    },
    {
        "text": "ABC via Brian Ross Brian Ross reported on Flynn in the situation saying he's prepared to testify",
        "start": 614.31,
        "duration": 4.849
    },
    {
        "text": "We are told by a confident against President Trump against members of Trump family and others in the White House",
        "start": 619.16,
        "duration": 5.7
    },
    {
        "text": "He's prepared to testify that President Trump as a candidate Donald Trump",
        "start": 624.959,
        "duration": 3.71
    },
    {
        "text": "Ordered him directed him to make contact with the Russians which contradicts all that Donald Trump. Has said at this point",
        "start": 629.16,
        "duration": 5.63
    },
    {
        "text": "It was huge news collusion definitive evidence",
        "start": 634.79,
        "duration": 3.059
    },
    {
        "text": "Then later after that report ABC had to issue a correction the key focal point of that report was that",
        "start": 638.13,
        "duration": 5.599
    },
    {
        "text": "Candidate Trump ordered this they then have to issue a correction saying oh",
        "start": 643.89,
        "duration": 3.439
    },
    {
        "text": "Actually, it was president-elect Trump saying their source later clarified that during the campaign Trump assigned",
        "start": 647.329,
        "duration": 5.4
    },
    {
        "text": "Flynn and a small circle of other senior advisors to find ways to repair relations with Russia and other hotspots and shortly after the election",
        "start": 652.73,
        "duration": 6.179
    },
    {
        "text": "president-elect Trump flin to contact russian officials on topics that included working jointly against isis that is",
        "start": 659.31,
        "duration": 5.789
    },
    {
        "text": "Immensely different no in addition to that tweet Brian Ross on ABC later that night issued that clarification",
        "start": 665.5,
        "duration": 4.729
    },
    {
        "text": "For many people that was nowhere near enough",
        "start": 670.3,
        "duration": 2.15
    },
    {
        "text": "because the news had already spread and the reason for that is one would assume on such a",
        "start": 672.52,
        "duration": 3.44
    },
    {
        "text": "Serious top on such a pivotal topic that if a source like ABC is reporting on something. They've done their work",
        "start": 676.12,
        "duration": 5.719
    },
    {
        "text": "They've made sure it's factually accurate and so many people take it as unfettered truth",
        "start": 681.839,
        "duration": 4.05
    },
    {
        "text": "And then people just start spreading it like crazy when the best and kind of now",
        "start": 685.89,
        "duration": 3.179
    },
    {
        "text": "Hilarious examples of that was the views Brian Ross is reporting Michael. Flynn promised full cooperation to the Muller team and",
        "start": 689.14,
        "duration": 7.399
    },
    {
        "text": "Is prepared to testify that as a candidate Donald Trump directed him to make contact with the Russians?",
        "start": 697.209,
        "duration": 5.6
    },
    {
        "text": "Beginning to look a lot like Christmas and it's beginning to look a lot like collusion yeah",
        "start": 723.94,
        "duration": 3.619
    },
    {
        "text": "From Brian Ross reports of the view reports and it spreads to more outlets more peep it's also part of the problem because when you",
        "start": 738.55,
        "duration": 5.54
    },
    {
        "text": "Have to issue a correction which 100 cent we should always have to issue",
        "start": 744.09,
        "duration": 3.149
    },
    {
        "text": "Correction is very rare for the correction to get in front of as many people as the false information",
        "start": 747.43,
        "duration": 3.95
    },
    {
        "text": "Seemingly to try and make good ABC announced on Saturday that they were",
        "start": 751.9,
        "duration": 3.229
    },
    {
        "text": "Suspending Brian Ross for four weeks in their statements saying we deeply regret and apologize for the serious error",
        "start": 755.23,
        "duration": 4.97
    },
    {
        "text": "We made yesterday",
        "start": 760.2,
        "duration": 0.94
    },
    {
        "text": "Reporting conveyed by Brian Ross during the special report had not been fully vetted through our editorial standards",
        "start": 761.14,
        "duration": 4.849
    },
    {
        "text": "Process as a result of our continued reporting over the next several hours",
        "start": 766.09,
        "duration": 2.719
    },
    {
        "text": "ultimately we determined the information was wrong we corrected the mistake on-air and online it is vital we get the story right and retain the",
        "start": 768.88,
        "duration": 5.9
    },
    {
        "text": "Trust we have built with our audience. These are our core principles",
        "start": 774.78,
        "duration": 2.339
    },
    {
        "text": "He fell far short of that yesterday",
        "start": 777.12,
        "duration": 1.83
    },
    {
        "text": "effective immediately",
        "start": 778.95,
        "duration": 0.52
    },
    {
        "text": "Brian Ross will be suspended for four weeks without pay and Brian Ross tweeted a response later saying my job is to hold people accountable",
        "start": 779.47,
        "duration": 5.569
    },
    {
        "text": "And that's why I agree with being held accountable myself president Trump",
        "start": 785.04,
        "duration": 3.48
    },
    {
        "text": "Also responded to all of this Whedon",
        "start": 788.52,
        "duration": 2.0
    },
    {
        "text": "Congratulations to ABC News for suspending Brian Ross for his horrendously inaccurate and dishonest report on the Russia, Russia Russia",
        "start": 790.63,
        "duration": 5.69
    },
    {
        "text": "Witch-hunt more networks and paper should do the same with their fake news so he attacked news in general",
        "start": 796.42,
        "duration": 4.13
    },
    {
        "text": "But also kind of commended ABC until Sunday when he tweeted people who lost money when the stock market went down",
        "start": 800.55,
        "duration": 5.07
    },
    {
        "text": "350 points based on the false and dishonest reporting of Brian Ross of ABC News he has been suspended to consider hiring a lawyer and",
        "start": 805.84,
        "duration": 5.869
    },
    {
        "text": "Suing ABC for the damages this bad report has caused any millions of dollars, although. I will say on that note",
        "start": 811.71,
        "duration": 4.649
    },
    {
        "text": "That's a little pot calling the kettle black in my opinion President Trump has several times in the past said things that were either",
        "start": 816.36,
        "duration": 5.22
    },
    {
        "text": "untrue or to straight-out attacked companies we've seen how that temporarily affects the market",
        "start": 821.77,
        "duration": 4.099
    },
    {
        "text": "That's where we are right now incredibly damaging and embarrassing for ABC and Brian Ross",
        "start": 825.87,
        "duration": 4.89
    },
    {
        "text": "I think to hit on is that this is damaging to more than",
        "start": 830.76,
        "duration": 2.4
    },
    {
        "text": "ABC and Brian Ross well when anyone in the mainstream s is up it affects the",
        "start": 833.41,
        "duration": 4.069
    },
    {
        "text": "Entirety of the mainstream not always I know a good number of people that don't see Fox News as mainstream media",
        "start": 837.64,
        "duration": 5.63
    },
    {
        "text": "That's just a different hue of bullshit, and that's not me trying to shit on any single place",
        "start": 843.27,
        "duration": 3.69
    },
    {
        "text": "I think one of the most important things for people to realize is that every place even what whether its intended or not that there",
        "start": 846.96,
        "duration": 5.519
    },
    {
        "text": "There is bias the quality of reporting is often how?",
        "start": 852.48,
        "duration": 2.489
    },
    {
        "text": "Much someone can separate themselves from their own buyers one of the best things once you realize that people are coming from different",
        "start": 855.089,
        "duration": 4.169
    },
    {
        "text": "Aspects it gives you stuff to compare and contrast",
        "start": 859.689,
        "duration": 2.0
    },
    {
        "text": "And the net result of that shouldn't just be that you get to cherry pick and choose what you want to believe",
        "start": 861.819,
        "duration": 3.83
    },
    {
        "text": "It's just so that you can you can help break down what's actually happening. That's where I leave that one",
        "start": 865.809,
        "duration": 4.7
    },
    {
        "text": "That's actually where I'm going to end today's show remember if you like this video like Whiterun do on this channel you want to support",
        "start": 870.509,
        "duration": 4.98
    },
    {
        "text": "Independent media go to DeFranco elite comm sign on top of helping fund the show you get early videos exclusive",
        "start": 875.49,
        "duration": 5.19
    },
    {
        "text": "Live streams as posters as mugs also remember if you miss the last philip defranco show you want to catch up click or tap right?",
        "start": 880.779,
        "duration": 5.419
    },
    {
        "text": "There to watch that or if you want to see today's brand new behind the scenes vlog click or tap right there to watch that",
        "start": 886.199,
        "duration": 4.559
    },
    {
        "text": "But so that's it of course as always my name's philip defranco. You've just been phill'd in a vo faces, and I'll see you tomorrow",
        "start": 890.759,
        "duration": 6.27
    }
]