[
    {
        "text": "Guys, today's show is gonna be different.",
        "start": 0.0,
        "duration": 1.96
    },
    {
        "text": "I'm only really gonna be talking about one thing.",
        "start": 1.96,
        "duration": 2.14
    },
    {
        "text": "You just need to talk about it. I didn't include it in yesterday's show because I didn't want to do this this rush job on an incredibly serious situation.",
        "start": 4.2,
        "duration": 7.46
    },
    {
        "text": "I want to make sure we had as many facts as possible.",
        "start": 11.66,
        "duration": 2.98
    },
    {
        "text": "I also want to make sure that even by accident we weren't exploiting a tragedy. Which is why there are no ads on this video.",
        "start": 14.7,
        "duration": 5.52
    },
    {
        "text": "And, so with that said, we need to talk about the shooting that happened at Marjory Stoneman Douglas High School in Parkland, FL.",
        "start": 20.3,
        "duration": 4.36
    },
    {
        "text": "As of recording this video, 17 people have died, 14 have been injured.",
        "start": 24.7,
        "duration": 3.52
    },
    {
        "text": "Of those 14, five have life-threatening injuries.",
        "start": 28.22,
        "duration": 2.54
    },
    {
        "text": "It was among the 10 deadliest mass shootings in modern U.S. history.",
        "start": 30.8,
        "duration": 2.92
    },
    {
        "text": "It is the worst school shooting since Sandy Hook.",
        "start": 33.72,
        "duration": 2.6
    },
    {
        "text": "But, that said, let's talk about the timeline.",
        "start": 36.4,
        "duration": 1.42
    },
    {
        "text": "The shooting reportedly happened just before 3:00 P.M. yesterday.",
        "start": 37.9,
        "duration": 2.18
    },
    {
        "text": "Reportedly, started moments before the students were set to be dismissed.",
        "start": 40.1,
        "duration": 2.74
    },
    {
        "text": "The gunman who if you're new here, whenever we talk about these kind of mass shootings, I don't show faces. I don't share names.",
        "start": 42.9,
        "duration": 5.28
    },
    {
        "text": "I personally just don't want to promote that garbage. But, we should still discuss details so we can learn from this situation.",
        "start": 48.2,
        "duration": 5.12
    },
    {
        "text": "So, with that said, reportedly the gunman was a 19-year-old former student of the school.",
        "start": 53.4,
        "duration": 3.22
    },
    {
        "text": "He was armed with a semi-automatic AR-15 with what police are describing as, \"countless magazines.\"",
        "start": 56.62,
        "duration": 5.02
    },
    {
        "text": "He first opened fire outside the school where he killed three people, one on a nearby street corner, two just outside the school.",
        "start": 61.7,
        "duration": 5.3
    },
    {
        "text": "He then made his way inside where he opened fire on students, and teachers.",
        "start": 67.1,
        "duration": 3.18
    },
    {
        "text": "Reportedly, a fire alarm went off right before the shots were heard inside the school.",
        "start": 70.28,
        "duration": 3.05
    },
    {
        "text": "Investigators believe that he may have actually pulled the fire alarm so students would go out into the hallways.",
        "start": 73.4,
        "duration": 4.3
    },
    {
        "text": "But, this hasn't been fully confirmed yet.",
        "start": 77.7,
        "duration": 1.6
    },
    {
        "text": "Also, according to reports the school had actually had a fire drill earlier in the day so many people did go into the hallways thinking it was the same thing.",
        "start": 79.4,
        "duration": 5.81
    },
    {
        "text": "Others stayed in their classrooms because they thought it was weird to have another drill in the same day.",
        "start": 85.21,
        "duration": 3.89
    },
    {
        "text": "Several students posted videos of the gunfire inside the school others called, and texted loved ones.",
        "start": 89.2,
        "duration": 4.14
    },
    {
        "text": "Also, on this note, and it is an aside, but I want to hit on it before we continue this conversation.",
        "start": 93.4,
        "duration": 5.54
    },
    {
        "text": "To people like Mark Dice, who tweeted:",
        "start": 98.94,
        "duration": 1.48
    },
    {
        "text": "\"Someone want to tell the Generation Z kids that in the event of a school shooting, they should call 911 instead of posting video of it on Snapchat. Parkland. Florida.\"",
        "start": 100.42,
        "duration": 6.74
    },
    {
        "text": "100% go fuck yourself right in your stupid fucking face!!",
        "start": 107.2,
        "duration": 3.1
    },
    {
        "text": "How dare you criticize the actions of fucking children in the midst of a school shooting!!",
        "start": 110.4,
        "duration": 5.1
    },
    {
        "text": "As one student even responded:",
        "start": 115.62,
        "duration": 1.34
    },
    {
        "text": "\"By the way as we were running for our lives we were calling 911 to the point that they told us not to anymore.\"",
        "start": 116.96,
        "duration": 4.52
    },
    {
        "text": "Also, you don't know how you're gonna react in a moment like that.",
        "start": 121.5,
        "duration": 2.14
    },
    {
        "text": "I had a student reach out to me via Twitter in a closet.",
        "start": 123.7,
        "duration": 2.64
    },
    {
        "text": "When I responded, \"I said don't worry about anyone covering this story. Just make sure you're safe.\"",
        "start": 126.4,
        "duration": 4.38
    },
    {
        "text": "Meanwhile, other reporters are trying into that person's DM.",
        "start": 130.78,
        "duration": 2.92
    },
    {
        "text": "After being evacuated, they then responded:",
        "start": 133.8,
        "duration": 1.98
    },
    {
        "text": "\"I'm traumatized. I don't even remember tweeting you and I'm not sure why I did.\"",
        "start": 135.78,
        "duration": 3.2
    },
    {
        "text": "And, so to Mark, and anyone that I had the same mindset of Mark, how about, how about you don't take a verbal shot at the kids that were actually shot at?!",
        "start": 139.0,
        "duration": 6.0
    },
    {
        "text": "You're disgusting!!",
        "start": 145.16,
        "duration": 0.7
    },
    {
        "text": "But, back to the main story. The shootings happening at 2:53 P.M. Broward County Sheriff's Office tweets:",
        "start": 145.9,
        "duration": 3.84
    },
    {
        "text": "\"BSO is working a developing incident regarding a report of active shooters. Here's what we know so far:",
        "start": 149.74,
        "duration": 3.92
    },
    {
        "text": "Deputies are responding to reports of a shooting at Stoneman Douglas High. There are reports of victims. PIO will be on scene 3:15 pm.\"",
        "start": 153.66,
        "duration": 5.9
    },
    {
        "text": "As law enforcement arrives, they begin helping students flee the school. They start searching for the shooter.",
        "start": 159.6,
        "duration": 4.26
    },
    {
        "text": "The shooter then reportedly fled the scene himself.",
        "start": 163.9,
        "duration": 1.579
    },
    {
        "text": "He initially avoid the police detection by blending in with the other students who are running away.",
        "start": 165.48,
        "duration": 3.58
    },
    {
        "text": "But, he luckily didn't get far, because police were able to identify the shooter using the school security cameras.",
        "start": 169.1,
        "duration": 4.38
    },
    {
        "text": "And, this is just an hour after arriving on the scene, the police found the suspect a few miles away in a residential neighborhood.",
        "start": 173.5,
        "duration": 4.4
    },
    {
        "text": "And, they end up arresting him without incident. The shooter so far has been charged with 17 counts of premeditated murder.",
        "start": 178.0,
        "duration": 5.16
    },
    {
        "text": "And, as of recording this video, a judge's denied him bail.",
        "start": 183.16,
        "duration": 2.42
    },
    {
        "text": "And, since this happened yesterday, we have now learned background information.",
        "start": 185.6,
        "duration": 2.784
    },
    {
        "text": "As mentioned earlier, we learned the shooter used in AR-15, which now we know ATF has confirmed the shooter legally purchased this year, and passed the required background check.",
        "start": 188.384,
        "duration": 7.336
    },
    {
        "text": "We also learned that the gunman had posted some disturbing images on social media, disturbing comments on Instagram, and YouTube.",
        "start": 195.72,
        "duration": 5.427
    },
    {
        "text": "Also, specifically regarding the comments, reportedly the FBI had been made aware of threatening comments.",
        "start": 201.2,
        "duration": 5.16
    },
    {
        "text": "This thanks to 36-year-old YouTuber, Ben Bennight.",
        "start": 206.4,
        "duration": 1.94
    },
    {
        "text": "He reportedly alerted the FBI with a screenshot. He also called their Mississippi office.",
        "start": 208.4,
        "duration": 4.44
    },
    {
        "text": "A comment which featured the shooter's name back in September reading:",
        "start": 212.9,
        "duration": 2.74
    },
    {
        "text": "\"I'm going to be a professional school shooter.\"",
        "start": 215.64,
        "duration": 1.82
    },
    {
        "text": "According to Ben, they did an in-person interview with him the very next day, saying:",
        "start": 217.46,
        "duration": 2.74
    },
    {
        "text": "\"They came to my office the next morning and asked me if I knew anything about the person.\"",
        "start": 220.2,
        "duration": 2.9
    },
    {
        "text": "\"I didn't. They took a copy of the screenshot and that was the last I heard from them.\"",
        "start": 223.1,
        "duration": 3.18
    },
    {
        "text": "And then, at a news conference this morning, FBI Special Agent in Charge, Rob Lasky, spoke about this:",
        "start": 226.3,
        "duration": 4.06
    },
    {
        "text": "\"In 2017, the FBI received information about a comment made on a YouTube channel.\"",
        "start": 230.4,
        "duration": 4.72
    },
    {
        "text": "\"The common comment simply said, 'I'm going to be a professional school shooter.'\"",
        "start": 235.12,
        "duration": 6.98
    },
    {
        "text": "\"No other information was included with that comment, which would indicate a time, location for the true identity of the person who made the comment.\"",
        "start": 242.12,
        "duration": 9.78
    },
    {
        "text": "\"The FBI conducted database reviews, checks, but was unable to further identify the person who actually made the comment.\"",
        "start": 251.9,
        "duration": 9.26
    },
    {
        "text": "Although, there has been criticism to the FBI's response there, because the YouTube comment literally had the shooter's name on it.",
        "start": 261.2,
        "duration": 5.88
    },
    {
        "text": "It's also been reported by media, and a very important note here, not confirmed by law enforcement yet that the shooter left several other troubling comments, including:",
        "start": 267.1,
        "duration": 6.86
    },
    {
        "text": "\"I wanna to shoot people with my AR-15.\"",
        "start": 273.96,
        "duration": 2.04
    },
    {
        "text": "\"I want to die fighting killing shit ton of people.\"",
        "start": 276.0,
        "duration": 2.36
    },
    {
        "text": "\"I'm going to kill law enforcement one day they go after the good people.\"",
        "start": 278.36,
        "duration": 2.14
    },
    {
        "text": "As far as why the shooter was a former student, reportedly he was expelled from the high school for disciplinary reasons last year.",
        "start": 280.6,
        "duration": 5.34
    },
    {
        "text": "That said there aren't confirmed details about the reason for his expulsion right now.",
        "start": 286.0,
        "duration": 2.68
    },
    {
        "text": "We've also seen other students describing him as troubled with few friends.",
        "start": 288.7,
        "duration": 3.0
    },
    {
        "text": "One student even saying:",
        "start": 291.78,
        "duration": 1.16
    },
    {
        "text": "\"Honestly a lot of people were saying that it was going to be him, a lot of kids threw jokes around like that, saying that he was going to be the one to shoot up the school, but it turns out you know, everyone predicted it. That's crazy.\"",
        "start": 292.94,
        "duration": 7.06
    },
    {
        "text": "We also learned today that the shooter was a member of a White Nationalist Organization.",
        "start": 300.1,
        "duration": 3.36
    },
    {
        "text": "They're called, \"The Republic of Florida.\"",
        "start": 303.5,
        "duration": 1.28
    },
    {
        "text": "They say they consider themselves, \"a white civil rights organization fighting for white identitarian politics.\"",
        "start": 304.78,
        "duration": 5.08
    },
    {
        "text": "Adding, \"The ultimate creation of a white ethnos state so we can be free from anti-white policies and have policies that reflect our values as white westerners.\"",
        "start": 309.86,
        "duration": 6.24
    },
    {
        "text": "And, we know that, because a Captain for the Republic of Florida said:",
        "start": 316.2,
        "duration": 2.82
    },
    {
        "text": "\"\"ROF hosted a \"paramilitary\" training session in the Tallahassee area that he attended.\"\"",
        "start": 319.02,
        "duration": 3.52
    },
    {
        "text": "\"He probably used that training to do what he did yesterday.\"",
        "start": 322.54,
        "duration": 1.88
    },
    {
        "text": "\"Nobody I know told him to do that. He just freaked out.\"",
        "start": 324.42,
        "duration": 2.27
    },
    {
        "text": "Adding, \"I know he knew full well he was joining a white separatist paramilitary proto-fascist organization. I know he knew that much.\"",
        "start": 326.69,
        "duration": 6.15
    },
    {
        "text": "And, following this situation, we're kind of seeing the, \"same gun reform dance,\" that we always see after something like this.",
        "start": 332.9,
        "duration": 6.14
    },
    {
        "text": "Many people saying we need gun reform, and obviously here, it's varying levels.",
        "start": 339.1,
        "duration": 3.3
    },
    {
        "text": "You've people who are calling for a full outright ban of all guns to people just talking about mental health, access things, like that.",
        "start": 342.5,
        "duration": 6.54
    },
    {
        "text": "Right. And then, a lot of people in the middle of that range.",
        "start": 349.1,
        "duration": 1.53
    },
    {
        "text": "Then, you have people on the other end of things saying more guns.",
        "start": 350.7,
        "duration": 2.209
    },
    {
        "text": "That's what we actually need because when you create gun-free zones like a school, you're actually just creating a target.",
        "start": 352.91,
        "duration": 5.35
    },
    {
        "text": "And then, finally, you have the third group which I personally I will just throw this out there just for transparency sake, I find the most infuriating.",
        "start": 358.3,
        "duration": 6.58
    },
    {
        "text": "Tomi Lahren's of the world who say that it's too soon to talk about it.",
        "start": 364.88,
        "duration": 2.68
    },
    {
        "text": "I saw one of her all-encompassing Tweets she put out yesterday, reading:",
        "start": 367.6,
        "duration": 2.9
    },
    {
        "text": "\"Can the left let the families grieve for even 24 hours before they push their anti-gun and anti-gun owner agenda? My goodness. This isn't about a gun it's about another lunatic.\"",
        "start": 370.6,
        "duration": 7.0
    },
    {
        "text": "Here's the thing a conversation of how do we make sure less people get murdered?!",
        "start": 377.66,
        "duration": 4.06
    },
    {
        "text": "Less children are killed?!",
        "start": 381.72,
        "duration": 1.8
    },
    {
        "text": "That we shouldn't be like, \"let's wait.\"",
        "start": 383.52,
        "duration": 1.98
    },
    {
        "text": "Talk about how to prevent further death shouldn't be a partisan issue.",
        "start": 385.6,
        "duration": 3.22
    },
    {
        "text": "One, for damn sure, the person that shot off this school was a dreamer, was an illegal immigrant, a refugee, 100% within 24 hours, Tomi Lahren would be sounding off.",
        "start": 388.9,
        "duration": 8.88
    },
    {
        "text": "Which is why, two, I think that we need to have a conversation as fast as possible, no matter what.",
        "start": 397.8,
        "duration": 3.76
    },
    {
        "text": "If someone shoots of a school, let's immediately talk about guns, and potential solutions.",
        "start": 401.6,
        "duration": 3.381
    },
    {
        "text": "If an illegal immigrant, or refugee was the shooter, let's also talk about border security, and immigration policy.",
        "start": 405.0,
        "duration": 5.2
    },
    {
        "text": "Let's say that illegal immigrant, or refugee didn't use a gun, maybe they ran people over with a van, then let's still talk about border security, and immigration policy.",
        "start": 410.3,
        "duration": 6.16
    },
    {
        "text": "We should be talking about any, and all key aspects contributing factors that led to the death of innocence.",
        "start": 416.5,
        "duration": 4.5
    },
    {
        "text": "Why are we picking, and choosing when murder matters?!",
        "start": 421.1,
        "duration": 2.38
    },
    {
        "text": "And, I say this is someone that used to say the same thing that people I now find infuriating say, \"You know let's wait before we talk about this.\"",
        "start": 423.5,
        "duration": 6.528
    },
    {
        "text": "No. Because it just keeps happening- and-happening-and-happening, and when we need to talk about solutions as fast as possible.",
        "start": 430.029,
        "duration": 4.971
    },
    {
        "text": "Prevention is all about getting in front of something. The timing is incredibly important.",
        "start": 435.1,
        "duration": 3.668
    },
    {
        "text": "And, as far as this section, I'm not saying what's right, and what's wrong, but we need to talk about solutions. That's my main point.",
        "start": 438.8,
        "duration": 5.98
    },
    {
        "text": "But, where I want to close this story, is on people like Aaron Fies.",
        "start": 444.8,
        "duration": 2.56
    },
    {
        "text": "Aaron was a football coach, and a security guard at the school. He reportedly stepped in front of students, and was shot shielding them from gunfire.",
        "start": 447.4,
        "duration": 6.2
    },
    {
        "text": "He ended up being rushed to a hospital. He ended up dying there.",
        "start": 453.6,
        "duration": 2.34
    },
    {
        "text": "A spokeswoman for the school saying, \"He died the same way -- he lived he put himself second.\"",
        "start": 456.0,
        "duration": 4.28
    },
    {
        "text": "Also adding, \"He was a very kind soul, a very nice man. He died a hero.\"",
        "start": 460.28,
        "duration": 3.4
    },
    {
        "text": "That's who I want to feature, and show, and name in this video, not that murdering trash bag.",
        "start": 463.7,
        "duration": 4.08
    },
    {
        "text": "People like Aaron Feis. People like Scott Beagle. Other people's names are now coming through.",
        "start": 467.8,
        "duration": 3.5
    },
    {
        "text": "Scott was the 35-year-old geography teacher.",
        "start": 471.4,
        "duration": 1.86
    },
    {
        "text": "According to reports, while the shooter was active in the hallway, he unlocked the door to his room to get other students to safety.",
        "start": 473.3,
        "duration": 6.28
    },
    {
        "text": "Unfortunately, before Scott was able to get back to the room, he was shot, and killed.",
        "start": 479.6,
        "duration": 2.906
    },
    {
        "text": "Also, I think it's incredibly important, we think of, thank, and send lots of love to law enforcement, and first responders on the scene.",
        "start": 482.6,
        "duration": 5.16
    },
    {
        "text": "And also, looking at the names, and pictures of the young kids that were killed.",
        "start": 487.8,
        "duration": 3.72
    },
    {
        "text": "Because it's incredibly important to remember that this happened to real people.",
        "start": 491.6,
        "duration": 3.0
    },
    {
        "text": "Stories like this they quickly become about numbers, statistics.",
        "start": 494.6,
        "duration": 2.86
    },
    {
        "text": "He starts seeing spreadsheets, and you lose the human element.",
        "start": 497.46,
        "duration": 3.64
    },
    {
        "text": "Children died. Adults died.",
        "start": 501.1,
        "duration": 1.64
    },
    {
        "text": "And, every second, we don't talk about how to prevent the next one of theses happening?!",
        "start": 502.8,
        "duration": 4.62
    },
    {
        "text": "Or, we're doing all of these people a disservice.",
        "start": 507.42,
        "duration": 2.48
    },
    {
        "text": "But, that's where I'm gonna end the story in today's show. I do want to - I want to pass a question off to you.",
        "start": 510.0,
        "duration": 4.8
    },
    {
        "text": "What is - What is your feeling around this?!",
        "start": 514.84,
        "duration": 2.3
    },
    {
        "text": "I know. I know. I normally do though you know, \"subscribe, like thing.\" We don't need that today.",
        "start": 517.2,
        "duration": 4.52
    },
    {
        "text": "If you've got people in your life today, if they're right there with you, give them a hug.",
        "start": 521.8,
        "duration": 3.72
    },
    {
        "text": "Let them know you love them.",
        "start": 525.52,
        "duration": 0.9
    },
    {
        "text": "If they're not with you, send them a text, give them a phone call, a FaceTime, or whatever.",
        "start": 526.42,
        "duration": 4.12
    },
    {
        "text": "Just-Just love someone while you have them.",
        "start": 530.54,
        "duration": 2.02
    },
    {
        "text": "The world is a stupid horrifying place where were you, or someone you love may not be here tomorrow.",
        "start": 532.6,
        "duration": 4.7
    },
    {
        "text": "So, just-just love people while you have them.",
        "start": 537.3,
        "duration": 2.38
    },
    {
        "text": "And, with that said, my name is Philip DeFranco. I love your faces, and I will see you tomorrow.",
        "start": 539.7,
        "duration": 3.54
    }
]