[
    {
        "text": "Sup you beautiful bastards. Hope you're having a fantastic Monday",
        "start": 0.0,
        "duration": 3.14
    },
    {
        "text": "Welcome back to the Philip DeFranco show and let's just jump into it",
        "start": 3.149,
        "duration": 3.131
    },
    {
        "text": "And the first thing we're gonna talk about today is we actually have a special guest host today. Ah",
        "start": 6.299,
        "duration": 3.389
    },
    {
        "text": "His name is cara de Franco. He's a little young. He's a little green got some interesting thoughts",
        "start": 10.24,
        "duration": 5.09
    },
    {
        "text": "They're not fantastically pronounced thoughts or you could argue. They're not even fully words",
        "start": 15.33,
        "duration": 4.529
    },
    {
        "text": "I dig the vibe is its own good you were just so confused. You just see yourself. It isn't gonna work out. I'm sorry",
        "start": 19.859,
        "duration": 5.19
    },
    {
        "text": "You can go that way your services are needed. Oh, no",
        "start": 26.109,
        "duration": 2.45
    },
    {
        "text": "All right, I think I got a better better replacement host you ready Wow",
        "start": 30.25,
        "duration": 3.829
    },
    {
        "text": "Okay, the first thing we're gonna talk about today is what the VA? Yeah, what happened with the VA?",
        "start": 34.36,
        "duration": 4.399
    },
    {
        "text": "Well, okay. Well you just that's half the job really?",
        "start": 39.55,
        "duration": 3.2
    },
    {
        "text": "Bye thanks for trying. Well, that was a failed experiment. I guess you and I are still stuck together",
        "start": 45.01,
        "duration": 4.04
    },
    {
        "text": "But with that said the actual first thing I do want to talk about today is with yesterday",
        "start": 49.05,
        "duration": 3.54
    },
    {
        "text": "Having been Veterans Day in the United States on top of just saying thank you to the men and women who have served and sacrificed",
        "start": 52.59,
        "duration": 5.369
    },
    {
        "text": "For this country. I also think it's important to talk about how as a country. We fail our veterans",
        "start": 57.969,
        "duration": 5.03
    },
    {
        "text": "Well, there are many different things we could talk about here",
        "start": 63.0,
        "duration": 2.189
    },
    {
        "text": "what we're gonna be talking about today is something more recent and",
        "start": 65.189,
        "duration": 2.49
    },
    {
        "text": "Affecting the immediate lives of veterans now and to start things off with a story",
        "start": 67.78,
        "duration": 3.47
    },
    {
        "text": "We briefly need to look back to 1944",
        "start": 71.25,
        "duration": 2.159
    },
    {
        "text": "and the reason for that is to mention that the US government has provided benefits to veterans since",
        "start": 73.409,
        "duration": 3.45
    },
    {
        "text": "1944 when the first so-called GI Bill of Rights was passed at that time veterans returning from World War two were eligible for a number",
        "start": 77.259,
        "duration": 5.78
    },
    {
        "text": "Of benefits things like better mortgage rates",
        "start": 83.04,
        "duration": 2.129
    },
    {
        "text": "tuitions a poor",
        "start": 85.36,
        "duration": 0.99
    },
    {
        "text": "business loan and it's largely been considered a huge success in the GI Bill of Rights has been updated over the years to reflect the",
        "start": 86.35,
        "duration": 5.389
    },
    {
        "text": "country and what veterans need with the latest version of the GI Bill of Rights the forever GI Bill passing unanimously into law in",
        "start": 91.74,
        "duration": 5.58
    },
    {
        "text": "2017 but a small part of that bill has resulted in big problems for veterans receiving their benefits and by that I mean many are",
        "start": 97.63,
        "duration": 5.989
    },
    {
        "text": "Not the gist of this. Is that while the forever GI Bill expanded veteran's benefits",
        "start": 103.619,
        "duration": 3.779
    },
    {
        "text": "the Department of Veterans Affairs as technical capabilities didn't expand to keep up and so the result has been",
        "start": 107.399,
        "duration": 4.08
    },
    {
        "text": "thousands of veterans as educational or housing stipends being delayed or just simply not delivered and so with this",
        "start": 111.61,
        "duration": 4.969
    },
    {
        "text": "Of course, you have the question. Okay. Well, where is the problem?",
        "start": 116.579,
        "duration": 2.13
    },
    {
        "text": "well",
        "start": 118.95,
        "duration": 0.12
    },
    {
        "text": "the Veterans Affairs Office of Information and Technology was given the",
        "start": 119.07,
        "duration": 2.79
    },
    {
        "text": "Responsibility of calculating the housing allowance and the new GI Bill required the stipend to be based on the zip code where the veteran goes",
        "start": 122.11,
        "duration": 5.209
    },
    {
        "text": "To school not where they live that was supposed to to effect on August first",
        "start": 127.32,
        "duration": 3.23
    },
    {
        "text": "But instead there were huge problems and according to VA spokesman Terrence Hays",
        "start": 130.55,
        "duration": 3.36
    },
    {
        "text": "There were severe critical errors during testing that resulted in incorrect payments",
        "start": 133.91,
        "duration": 3.539
    },
    {
        "text": "So the VA decided to postpone employment of the system and pay student veterans under 2017 rates",
        "start": 137.45,
        "duration": 4.259
    },
    {
        "text": "Which also meant that they were ignoring a 1% increase in payments for 2018 reportedly?",
        "start": 141.709,
        "duration": 3.69
    },
    {
        "text": "They plan to reimburse students the difference at some point in the future and according to Patrick Murray deputy director of Veterans of Foreign Wars",
        "start": 145.4,
        "duration": 5.25
    },
    {
        "text": "After these issues with the zip code system in the VA telling schools to wait to enroll students",
        "start": 150.81,
        "duration": 4.009
    },
    {
        "text": "That's when the floodgates opened with all the delays trying to get the upgrades in the zip code processing",
        "start": 154.819,
        "duration": 4.41
    },
    {
        "text": "They suddenly got all their enrollments which usually come during the spring across the summer instead",
        "start": 159.23,
        "duration": 4.229
    },
    {
        "text": "They all came a few weeks before the fall semester and they couldn't keep up. And so the result was that by November 8th reportedly",
        "start": 163.459,
        "duration": 5.25
    },
    {
        "text": "82,000 veterans were waiting for housing payment and it really doesn't appear that the VA was prepared for this and to kind of give you",
        "start": 169.23,
        "duration": 5.3
    },
    {
        "text": "A frame of reference here at the end of August the Veterans Benefits Administration reportedly had nearly two hundred",
        "start": 174.53,
        "duration": 4.259
    },
    {
        "text": "39,000 pending claims that is reportedly",
        "start": 179.7,
        "duration": 2.029
    },
    {
        "text": "100,000 more claims in the same time in 2017. Now what's really crazy is according to Hayes the spokesman for the VA",
        "start": 182.34,
        "duration": 5.479
    },
    {
        "text": "They are unable to identify the number of veterans solely",
        "start": 187.819,
        "duration": 2.55
    },
    {
        "text": "Impacted by delayed payments until all enrollment documents are processed and it's really important understand",
        "start": 190.5,
        "duration": 4.459
    },
    {
        "text": "This is a massive issue that's causing problems for veterans",
        "start": 194.959,
        "duration": 2.25
    },
    {
        "text": "I mean you have people being evicted being kicked out of school getting unnecessary loan and credit card debt",
        "start": 197.209,
        "duration": 4.5
    },
    {
        "text": "If people like for example Shelley",
        "start": 201.709,
        "duration": 1.361
    },
    {
        "text": "Roundtree veteran who served in the Army who was studying marketing at Berkeley College in New York hasn't received benefits recently",
        "start": 203.07,
        "duration": 5.569
    },
    {
        "text": "His housing stipend wasn't delivered. He was kicked out of his apartment",
        "start": 208.64,
        "duration": 2.279
    },
    {
        "text": "He sleeping on his sister's couch, which is further away from school",
        "start": 210.92,
        "duration": 2.94
    },
    {
        "text": "And as if that wasn't enough after moving his belongings to a storage container reportedly",
        "start": 213.86,
        "duration": 3.539
    },
    {
        "text": "They are now in danger of being auctioned off because he can't afford a round tree telling NBC News",
        "start": 217.4,
        "duration": 3.99
    },
    {
        "text": "I'm about to lose everything that I own and become a homeless",
        "start": 221.39,
        "duration": 2.52
    },
    {
        "text": "I don't want to be that veteran on the street begging for change because I haven't received what I was promised having",
        "start": 223.91,
        "duration": 4.259
    },
    {
        "text": "It's just confusing who is there for us? Who is",
        "start": 228.17,
        "duration": 2.099
    },
    {
        "text": "Representing us who is helping us always doing what they need to do to better the situation for veterans",
        "start": 230.489,
        "duration": 4.43
    },
    {
        "text": "Also in October you at Jane Wylie a former Marine and current Air Force reservists saying she sent her",
        "start": 234.92,
        "duration": 4.289
    },
    {
        "text": "certification documents two months before but had no idea about her payments telling NBC",
        "start": 239.4,
        "duration": 3.38
    },
    {
        "text": "Evil are homeless and starving because they can't rely on getting their benefits if it means making VA employees stay all night",
        "start": 242.91,
        "duration": 5.149
    },
    {
        "text": "then get it done because it's better than putting families in crisis you can count on us to serve but we can't count on the",
        "start": 248.06,
        "duration": 4.799
    },
    {
        "text": "VA to make a deadline now on that note the VA has importantly been making attempts to resolve these issues",
        "start": 252.859,
        "duration": 4.08
    },
    {
        "text": "He is saying that education",
        "start": 256.94,
        "duration": 1.269
    },
    {
        "text": "Services has the regional processing offices and mandatory overtime to get the claims that we've also reportedly added",
        "start": 258.209,
        "duration": 4.699
    },
    {
        "text": "200 to temporary employees to handle these pending claims amounting to what they say is 16,000 claims process per day",
        "start": 262.97,
        "duration": 5.97
    },
    {
        "text": "also",
        "start": 268.94,
        "duration": 0.24
    },
    {
        "text": "reportedly the House Committee on Veterans Affairs is going to hold a hearing on Wednesday to",
        "start": 269.18,
        "duration": 3.27
    },
    {
        "text": "Investigate these issues and on this note you had Phil Roe the chair of the House Committee on Veterans",
        "start": 272.52,
        "duration": 3.44
    },
    {
        "text": "Affairs saying this is to be kind a train wreck",
        "start": 276.03,
        "duration": 2.72
    },
    {
        "text": "It's really frustrating the amount of money that Congress has appropriated for veterans",
        "start": 278.75,
        "duration": 3.119
    },
    {
        "text": "And this is the way VA has rolled it out this discussion started over a year ago",
        "start": 281.87,
        "duration": 3.809
    },
    {
        "text": "But also an important thing to note is even without these increases the VA might have still been",
        "start": 285.68,
        "duration": 3.69
    },
    {
        "text": "Unprepared in a letter to the Secretary of Veterans Affairs Rose said that when visiting a VA processing center",
        "start": 289.56,
        "duration": 4.58
    },
    {
        "text": "They found rampant technological problems reportedly employees told his staff that systems frequently froze and crash",
        "start": 294.14,
        "duration": 5.009
    },
    {
        "text": "so some tasks that normally took five minutes now take",
        "start": 299.15,
        "duration": 2.279
    },
    {
        "text": "45 employees talked about suffering blue screens of death and managers actually had to write off",
        "start": 301.59,
        "duration": 4.04
    },
    {
        "text": "16,000",
        "start": 306.09,
        "duration": 0.84
    },
    {
        "text": "890 man-hours due to system crashes or latency issues and actually before the new GI Bill passed into law a deputy undersecretary for Economic Opportunity",
        "start": 306.93,
        "duration": 6.92
    },
    {
        "text": "Curtis coy saying in a house hearing my biggest concern is two words",
        "start": 314.07,
        "duration": 3.47
    },
    {
        "text": "ITT have an IT system in much or almost all of these sections that requires some degree of changes. But quo",
        "start": 317.88,
        "duration": 5.57
    },
    {
        "text": "I actually retired this year and the VA cut his position and the Office of Economic Opportunity",
        "start": 323.45,
        "duration": 4.199
    },
    {
        "text": "where he worked which many VA service organization says cuts all veterans from communicating with the",
        "start": 327.78,
        "duration": 4.97
    },
    {
        "text": "Organization and removes their ability to lobby higher-ups about GI bill issues and actually on that point according to VA numbers",
        "start": 332.85,
        "duration": 5.69
    },
    {
        "text": "there are more than",
        "start": 338.54,
        "duration": 0.97
    },
    {
        "text": "45,000 vacancies at the VA and the department hasn't had a permanent CIO since the previous one departed with the outgoing Obama",
        "start": 339.51,
        "duration": 5.539
    },
    {
        "text": "Administration but with all of that said ultimately that is where we are right now",
        "start": 345.3,
        "duration": 2.66
    },
    {
        "text": "It will be interesting to see what comes out of this hearing this week if there is any sort of movement or progress",
        "start": 347.96,
        "duration": 5.19
    },
    {
        "text": "I think really the main point here is this is something that we need to focus on",
        "start": 353.15,
        "duration": 2.88
    },
    {
        "text": "we need to address as a country if we can't make sure that we are looking after and providing for those that looked after our",
        "start": 356.03,
        "duration": 5.73
    },
    {
        "text": "country provided themselves to this country",
        "start": 361.76,
        "duration": 2.669
    },
    {
        "text": "I think that says a lot about us and while I get hopeful when I see things like a",
        "start": 364.43,
        "duration": 3.0
    },
    {
        "text": "2017 report from HUD noting that since 2010 homeless veterans have dropped by 45 percent",
        "start": 367.62,
        "duration": 4.1
    },
    {
        "text": "I also get concerned because even before this issue that report says from 2016 to 2017",
        "start": 371.72,
        "duration": 4.529
    },
    {
        "text": "There was an increase it was small is by 1.5 percent, but when we talk about that",
        "start": 376.32,
        "duration": 4.459
    },
    {
        "text": "There is no new CIO when we talk about the problems now",
        "start": 380.78,
        "duration": 3.0
    },
    {
        "text": "I get very concerned and so with this story because I don't think a valid question is do you think we should be taking care?",
        "start": 383.78,
        "duration": 5.339
    },
    {
        "text": "Of the veteran instead. The question I have today is a little more targeted",
        "start": 389.12,
        "duration": 3.119
    },
    {
        "text": "If you are a veteran you have a veteran in your family",
        "start": 392.24,
        "duration": 3.049
    },
    {
        "text": "What is your experience been with the VA whether it be fantastic experiences horrific horrible experiences?",
        "start": 395.289,
        "duration": 5.52
    },
    {
        "text": "Maybe something more in the middle frustrating things like that",
        "start": 400.81,
        "duration": 3.239
    },
    {
        "text": "Let me know any and all because I think it's just important that we talk about these things from that",
        "start": 404.05,
        "duration": 4.019
    },
    {
        "text": "I want to share some stuff I loved today and today in awesome brought to you by post mates and post mates if you don't",
        "start": 408.069,
        "duration": 5.25
    },
    {
        "text": "Know is the fantastic delivery on-demand service. You want something from the store your favorite restaurant. Boom?",
        "start": 413.319,
        "duration": 4.47
    },
    {
        "text": "You just open up the app. They'll deliver to your home your work your wherever it can also help you. Be safe",
        "start": 417.789,
        "duration": 4.08
    },
    {
        "text": "Maybe you're having some drinks with friends",
        "start": 421.87,
        "duration": 1.62
    },
    {
        "text": "You want to get more without having to leave boom open up the app again and best of all if you are a new customer",
        "start": 423.49,
        "duration": 4.41
    },
    {
        "text": "You download it regularly or you click the link down below post Franco calm if you make sure you enter in code Philly D",
        "start": 427.9,
        "duration": 5.19
    },
    {
        "text": "They will give you $100 in delivery fee credit. So check it out. Try it out",
        "start": 433.09,
        "duration": 3.329
    },
    {
        "text": "See if you love it like many from the nation already do the first bit of Awesome today",
        "start": 436.419,
        "duration": 2.85
    },
    {
        "text": "It's actually kind of self promo. Awesome on the second channel youtube.com slash Philly D",
        "start": 439.27,
        "duration": 3.63
    },
    {
        "text": "We decided to do a special video for veterans day. I don't want to ruin what it's about",
        "start": 442.9,
        "duration": 3.179
    },
    {
        "text": "But if you want to check it out after today's show",
        "start": 446.08,
        "duration": 1.769
    },
    {
        "text": "I highly recommend it and then I have no idea what this is going to look like",
        "start": 447.849,
        "duration": 3.54
    },
    {
        "text": "We got a first trailer of Pokemon detective Pikachu Pikachu",
        "start": 451.389,
        "duration": 3.42
    },
    {
        "text": "Of course is voiced by Ryan Reynolds and dude this looks it looks amazing and weird and I'm on board also",
        "start": 454.81,
        "duration": 6.69
    },
    {
        "text": "We got a teaser for Toy Story 4 a trailer for Mystery Science Theater",
        "start": 461.5,
        "duration": 2.94
    },
    {
        "text": "3000 the gauntlet intended giving us history versus Henry the eighth",
        "start": 464.779,
        "duration": 3.08
    },
    {
        "text": "We have a new Lucas the spider with Michael B Jordan going undercover on Twitter YouTube and reddit if you want to see the full",
        "start": 467.889,
        "duration": 5.579
    },
    {
        "text": "Versions of everything I just shared the secret link of the day really anything at all",
        "start": 473.469,
        "duration": 3.72
    },
    {
        "text": "Links is always our in the description down below",
        "start": 477.349,
        "duration": 1.74
    },
    {
        "text": "Let's talk about these horrible fires in California, and they're actually three they're gonna talk about in Southern, California",
        "start": 479.089,
        "duration": 4.85
    },
    {
        "text": "you have the Woolsey fire in the Hill Fire which together our force the",
        "start": 483.94,
        "duration": 2.729
    },
    {
        "text": "evacuations of around a quarter million people in Ventura in LA counties",
        "start": 486.86,
        "duration": 3.08
    },
    {
        "text": "The hill fire is the smallest of the three as of this morning it had burned",
        "start": 489.94,
        "duration": 3.269
    },
    {
        "text": "4531 acres and was eighty percent contained",
        "start": 494.12,
        "duration": 2.149
    },
    {
        "text": "meanwhile",
        "start": 496.419,
        "duration": 0.391
    },
    {
        "text": "The Woolsey fire has burned over ninety one thousand acres and is only around 20% contained that fires destroyed an estimated",
        "start": 496.81,
        "duration": 5.849
    },
    {
        "text": "370 structures and fire officials actually say another",
        "start": 502.909,
        "duration": 2.33
    },
    {
        "text": "57,000 are threatened. Also the Woolsey fire has killed at least two people with three others injured and according to reports",
        "start": 505.879,
        "duration": 5.42
    },
    {
        "text": "It's been making this fire difficult to tackle as you have these strong",
        "start": 511.3,
        "duration": 2.46
    },
    {
        "text": "Santana winds that have been Fanning the flame authorities warn that these gusts will continue through Tuesday",
        "start": 513.89,
        "duration": 4.459
    },
    {
        "text": "But the worst of the damage that we're seeing is happening in northern",
        "start": 518.349,
        "duration": 2.52
    },
    {
        "text": "Alif or nia where you have the campfire a fire that has covered nearly the entire town of Paradise, California",
        "start": 521.18,
        "duration": 4.95
    },
    {
        "text": "Which is home to more than 26,000 people and it's already considered the most destructive fire in California's history",
        "start": 526.13,
        "duration": 5.399
    },
    {
        "text": "It's scorched through 113 thousand acres. It's only 25 percent contained. It's also destroyed more than 6,700 structures",
        "start": 531.63,
        "duration": 7.339
    },
    {
        "text": "15,000 more",
        "start": 539.49,
        "duration": 0.69
    },
    {
        "text": "Threatened so far the fires taken at least 29 live which actually also makes it one of the deadliest fires ever happen in California",
        "start": 540.18,
        "duration": 5.989
    },
    {
        "text": "Has the same number of deaths as the 1933 Griffith Park fire, but right now there are over 200 people reportedly still missing",
        "start": 546.24,
        "duration": 7.25
    },
    {
        "text": "Which means that the number could rise soon. Well this situation has gained national and international attention",
        "start": 553.49,
        "duration": 4.109
    },
    {
        "text": "I think largely due to just how",
        "start": 557.6,
        "duration": 2.1
    },
    {
        "text": "horrifying so much of the footage coming out is also appears to have gotten a lot more attention due to some of the people that",
        "start": 560.1,
        "duration": 5.42
    },
    {
        "text": "Have been affected by this fire as well as some notable",
        "start": 565.52,
        "duration": 2.519
    },
    {
        "text": "responses 15 tons of celebrities posting on social media about their homes being in the path of a fire, right the likes of the",
        "start": 568.32,
        "duration": 4.76
    },
    {
        "text": "Kardashians Orlando Bloom Lady Gaga's from the digital world people like Shane Dawson, Jeffrey star",
        "start": 573.24,
        "duration": 5.03
    },
    {
        "text": "It's not just people saying they had to evacuate",
        "start": 578.27,
        "duration": 1.54
    },
    {
        "text": "But several people have actually lost their homes and the thing I really appreciated from these latter posts are people like Gerard Butler and Miley",
        "start": 579.81,
        "duration": 6.32
    },
    {
        "text": "Cyrus what we saw them do is they were using this opportunity to say. Hey you look at me",
        "start": 586.13,
        "duration": 3.63
    },
    {
        "text": "Look, this is what happened to me",
        "start": 589.83,
        "duration": 1.43
    },
    {
        "text": "But it also happened to so many other people and so you saw people like Gerard Butler promoting to support",
        "start": 591.26,
        "duration": 5.64
    },
    {
        "text": "LAFD bad or a place where you can support the Los Angeles Fire Department?",
        "start": 597.06,
        "duration": 3.469
    },
    {
        "text": "I also love that Jeffrey star in addition to raising awareness saying, you know these places they need donations went and donated himself",
        "start": 601.07,
        "duration": 5.58
    },
    {
        "text": "I appreciated Miley Cyrus promoting to several organizations where people could donate and so before moving on to where this story goes",
        "start": 606.77,
        "duration": 6.239
    },
    {
        "text": "I do want to take the opportunity to take advantage",
        "start": 613.01,
        "duration": 1.9
    },
    {
        "text": "of the celebrity that is involved with this story and use it as a way to promote good if you do want to help I'm",
        "start": 614.91,
        "duration": 5.45
    },
    {
        "text": "gonna link down below to a ton of fantastic organizations",
        "start": 620.36,
        "duration": 3.119
    },
    {
        "text": "Additionally GoFundMe has organized a page where you can donate to families that have lost their homes",
        "start": 623.48,
        "duration": 4.229
    },
    {
        "text": "usually you have",
        "start": 627.709,
        "duration": 0.791
    },
    {
        "text": "Airbnb launching a program where until November",
        "start": 628.5,
        "duration": 2.27
    },
    {
        "text": "29th people can open up their homes for people who've been displaced or aid workers where they can stay for free",
        "start": 630.87,
        "duration": 4.849
    },
    {
        "text": "so I'm gonna provide all event down below if you can and you want to help now with that said that opportunity taken advantage of",
        "start": 635.72,
        "duration": 6.03
    },
    {
        "text": "The other reason that people knew about this fire was because of the president's response on Saturday. We saw presidents from tweets",
        "start": 641.75,
        "duration": 5.549
    },
    {
        "text": "There is no reason for these massive deadly and costly forest fires in California",
        "start": 647.3,
        "duration": 3.029
    },
    {
        "text": "Except that forest management is so poor millions",
        "start": 650.64,
        "duration": 2.299
    },
    {
        "text": "Dollars are given each year with so many lives lost all because of gross mismanagement of the forest remedy now or no more Fed payments",
        "start": 653.1,
        "duration": 6.9
    },
    {
        "text": "And while we saw responses from people in the celebrity world, like leonardo dicaprio katy perry also responses in the political world by california",
        "start": 660.0,
        "duration": 6.329
    },
    {
        "text": "Governor elect gavin newsom along with congressman ted Lieu. I instead just wanted to highlight the response from brian que rice",
        "start": 666.33,
        "duration": 5.73
    },
    {
        "text": "Ryan, is the president of the California Professional Firefighters?",
        "start": 672.06,
        "duration": 2.099
    },
    {
        "text": "Any criticized Trump's remarks in a statement saying the president's message attack in California in threatening to withhold aid to the victims of the cataclysmic",
        "start": 674.35,
        "duration": 7.219
    },
    {
        "text": "Fires is ill-informed",
        "start": 681.57,
        "duration": 1.51
    },
    {
        "text": "ill-timed and demeaning to those who are suffering as well as the men and women on the front lines the president's assertion the",
        "start": 683.08,
        "duration": 5.42
    },
    {
        "text": "California's forest management policies are to blame for catastrophic wildfire is dangerously wrong wildfires are sparked and spread not only in forested areas",
        "start": 688.57,
        "duration": 7.46
    },
    {
        "text": "but in populated areas and open fields fueled by parched vegetation high winds low humidity and",
        "start": 696.03,
        "duration": 4.71
    },
    {
        "text": "Geography moreover nearly 60% of California forests are under federal management and another one-third under private control",
        "start": 700.96,
        "duration": 5.809
    },
    {
        "text": "It is the federal government that has chosen to divert resources away from forest management",
        "start": 706.77,
        "duration": 3.869
    },
    {
        "text": "Not California and while over the weekend and into Monday",
        "start": 710.64,
        "duration": 2.64
    },
    {
        "text": "We saw the president's still talking about this situation saying our hearts are with those fighting the fires",
        "start": 713.28,
        "duration": 4.32
    },
    {
        "text": "God bless them all reading",
        "start": 717.6,
        "duration": 1.44
    },
    {
        "text": "Please listen to evacuation orders from state and local officials",
        "start": 719.04,
        "duration": 2.309
    },
    {
        "text": "California firefighters FEMA and first responders are amazing and very brave still on Sunday hit on the note of forest management tweeting with proper forest",
        "start": 721.72,
        "duration": 6.65
    },
    {
        "text": "Management we can stop the devastation",
        "start": 728.37,
        "duration": 1.54
    },
    {
        "text": "Constantly going on in, California",
        "start": 729.91,
        "duration": 1.2
    },
    {
        "text": "Yet smart once again that comment in the face of comments like that from Brian Kay rice",
        "start": 731.11,
        "duration": 4.729
    },
    {
        "text": "Also on Sunday saw Governor Jerry Brown holding a press conference where he thanked, the firefighters and first responders",
        "start": 735.87,
        "duration": 4.44
    },
    {
        "text": "But also he warned that based on climate conditions. This was likely not to be the last fire",
        "start": 740.5,
        "duration": 3.799
    },
    {
        "text": "This is not the new normal",
        "start": 744.3,
        "duration": 1.8
    },
    {
        "text": "This is the new abnormal and this new abnormal will continue",
        "start": 746.1,
        "duration": 5.34
    },
    {
        "text": "certainly in the next 10 to 15 to 20 years and",
        "start": 751.75,
        "duration": 3.079
    },
    {
        "text": "Unfortunately, the best science is telling us that",
        "start": 755.44,
        "duration": 2.299
    },
    {
        "text": "dryness",
        "start": 759.19,
        "duration": 1.23
    },
    {
        "text": "warmth droughts all those things",
        "start": 760.42,
        "duration": 2.45
    },
    {
        "text": "They're gonna intensify without saying Trump's name you responded to the criticism of forest management saying this",
        "start": 763.87,
        "duration": 5.359
    },
    {
        "text": "Scientists and the engineers and the firefighters all tell us forest management is one element. It's only one and",
        "start": 769.66,
        "duration": 6.95
    },
    {
        "text": "We have to take care of the whole range of",
        "start": 777.64,
        "duration": 2.51
    },
    {
        "text": "Threats and conditions and actions that are part of our living with fire",
        "start": 780.94,
        "duration": 5.569
    },
    {
        "text": "Living with fire threats mainly do all the force in everywhere",
        "start": 786.85,
        "duration": 3.5
    },
    {
        "text": "We can does not stop climate change and those who deny that are definitely",
        "start": 790.35,
        "duration": 6.149
    },
    {
        "text": "Contributing to the tragedies that were now witnessing and will continue to witness",
        "start": 797.71,
        "duration": 4.309
    },
    {
        "text": "In the coming years and according to Browns office. He has requested a major disaster declaration from President Trump",
        "start": 802.57,
        "duration": 5.03
    },
    {
        "text": "And as of right now that is where we are with this story and if there is kind of a final note that I can",
        "start": 807.6,
        "duration": 4.44
    },
    {
        "text": "Hit on again. There are tons of different ways to help",
        "start": 812.04,
        "duration": 2.01
    },
    {
        "text": "There are a lot of organizations that are trying to provide for a lot of different things",
        "start": 814.05,
        "duration": 3.329
    },
    {
        "text": "Obviously when it comes to donations, I highly encourage people to do research on those organizations",
        "start": 817.38,
        "duration": 4.47
    },
    {
        "text": "But that's also why I'm going to include a list down below and that was going to be where we ended today's show",
        "start": 821.85,
        "duration": 4.169
    },
    {
        "text": "But I did want to add this little bit just because right at the ends of today's show",
        "start": 826.02,
        "duration": 3.78
    },
    {
        "text": "We got the horrible news that Stan Lee has passed away at the age of 95",
        "start": 829.8,
        "duration": 3.809
    },
    {
        "text": "there is a lot to be said about the man his body of work and",
        "start": 833.61,
        "duration": 3.479
    },
    {
        "text": "many stories around but if there is something I can say that goes beyond Thank You Stan Lee for",
        "start": 837.34,
        "duration": 4.94
    },
    {
        "text": "Providing the stories that so many of us grew up on I think it's important to hit on a note that we see",
        "start": 842.38,
        "duration": 4.46
    },
    {
        "text": "with Stan Lee and that is we are more than what we are we are and we live past this body with what we put",
        "start": 846.94,
        "duration": 6.08
    },
    {
        "text": "Out into the world we do so to varying degrees",
        "start": 853.02,
        "duration": 1.81
    },
    {
        "text": "Some of us are privileged enough to be able to reach a large number of people and hopefully we do good with that every single",
        "start": 854.83,
        "duration": 6.109
    },
    {
        "text": "person can do that to some degree starting with friends and family whether through the",
        "start": 860.94,
        "duration": 4.11
    },
    {
        "text": "stories",
        "start": 865.3,
        "duration": 0.5
    },
    {
        "text": "We tell the words we say or the actions we take and I think that's an important thing for us to take into everyday onna",
        "start": 865.8,
        "duration": 5.039
    },
    {
        "text": "maybe there's something there or maybe that's just the the word vomit as I am still processing it all but with that said that is",
        "start": 870.91,
        "duration": 5.39
    },
    {
        "text": "Where I'm going to now end today's show with that said remember if you like today's show you like what I try and do with",
        "start": 876.3,
        "duration": 4.619
    },
    {
        "text": "This channel hit that like button if you're new here hit that subscribe button",
        "start": 880.92,
        "duration": 3.0
    },
    {
        "text": "also",
        "start": 883.92,
        "duration": 0.15
    },
    {
        "text": "if you miss the last Philip DeFranco show you want to catch up you can click or tap right there to watch that or if",
        "start": 884.07,
        "duration": 3.9
    },
    {
        "text": "You want to watch today's bonus video around Veterans click or tap right there?",
        "start": 887.97,
        "duration": 2.88
    },
    {
        "text": "But with that said, of course as always, my name is philip defranco",
        "start": 890.86,
        "duration": 2.869
    },
    {
        "text": "You've just been phill'd in. I love yo faces and i'll see you tomorrow",
        "start": 893.98,
        "duration": 4.01
    }
]