[
    {
        "text": "Sup, you beautiful bastards! Hope you're having a fantastic Monday.",
        "start": 0.0,
        "duration": 2.58
    },
    {
        "text": "Welcome back to the Philip DeFranco show, and let's just jump into it.",
        "start": 2.58,
        "duration": 3.62
    },
    {
        "text": "The first thing we're going to talk about today is fake news, although it is of the variety",
        "start": 6.2,
        "duration": 3.8
    },
    {
        "text": "that doesn't make me want to slam my head against the wall but rather just laugh.",
        "start": 10.0,
        "duration": 3.5
    },
    {
        "text": "And at the center of this news we have Justin Beiber the the guys from Yes Theory.",
        "start": 13.5,
        "duration": 4.24
    },
    {
        "text": "And if you're not familiar with the guys from Yes Theory, I highly reccoment their channel.",
        "start": 17.74,
        "duration": 3.0
    },
    {
        "text": "It's really interesting to watch. A lot of people know them as the guys that challenged Will Smith to bungee",
        "start": 20.74,
        "duration": 3.56
    },
    {
        "text": "jump out of the helicopter. With that said there's a lot more going on over there.",
        "start": 24.3,
        "duration": 2.9
    },
    {
        "text": "And the way this is all connected is you may have seen a photo several days ago where it looks",
        "start": 27.2,
        "duration": 3.9
    },
    {
        "text": "like Justin Beiber is eating a burrito from the middle. WHAT KIND OF MONSTER WOULD DO THAT?",
        "start": 31.1,
        "duration": 4.1
    },
    {
        "text": "The answer is Sean Evans. Everyone knows that. Sean Evans: nice guy, fantastic guy great host of Hot",
        "start": 35.2,
        "duration": 4.7
    },
    {
        "text": "Ones. Eats burritos like a monster. And with this new photo being released,  it would appear that Justin",
        "start": 39.9,
        "duration": 3.78
    },
    {
        "text": "Beiber was part of this monster club. And this picture blew up everywhere. Viral posts on social media,",
        "start": 43.68,
        "duration": 4.94
    },
    {
        "text": "The likes of E! News covered it, even Vanity Fair. So many people saying \"What the hell is wrong with Beiber?\"",
        "start": 48.62,
        "duration": 5.64
    },
    {
        "text": "Well, it turns out that's not Justin Beiber, it turns out it was the Yes Theory guys who",
        "start": 54.26,
        "duration": 3.68
    },
    {
        "text": "wanted to trick the internet. And they have since put out a video explaining how they were able to trick people.",
        "start": 57.94,
        "duration": 4.1
    },
    {
        "text": "And this was really simple. They got a Justin Beiber Doppelganger by the name of Brad Souza.",
        "start": 62.04,
        "duration": 3.06
    },
    {
        "text": "They set up the photo, took the photo. They tried unsuccessfully to post it to the pics subreddit.",
        "start": 65.1,
        "duration": 4.26
    },
    {
        "text": "They then put in a smaller \"Mildly Infuriating\" subreddit. They gained some traction. It blew up there.",
        "start": 69.36,
        "duration": 5.06
    },
    {
        "text": "And thus it blew up everywhere. With it blowing up and so many people talking about it, it was accepted as truth",
        "start": 74.42,
        "duration": 5.28
    },
    {
        "text": "by so so so many people",
        "start": 79.72,
        "duration": 1.74
    },
    {
        "text": "Once again, just your everyday people on the internet as well as news organizations.",
        "start": 81.46,
        "duration": 3.42
    },
    {
        "text": "And so first I just want to say, \"good job,\" to the Yes theory guys, and number two, I think the reason I love this",
        "start": 84.88,
        "duration": 5.24
    },
    {
        "text": "story so much is just that it's- We talk about the news every day. Fake news is just horrible. It's infuriatingly",
        "start": 90.12,
        "duration": 6.1
    },
    {
        "text": "horrible and as I've mentioned before, one of my favorite things I've ever heard before is:",
        "start": 96.22,
        "duration": 3.36
    },
    {
        "text": "\"Doubt has been weaponized.\" The term \"fake news\" was initially about obviously fake stories that were",
        "start": 99.58,
        "duration": 5.2
    },
    {
        "text": "meant to promote a narrative that was just not true. It has now unfortunately morphed into, for a lot",
        "start": 104.78,
        "duration": 4.38
    },
    {
        "text": "people, just a place to put things you do not agree with, thus it can't be true.",
        "start": 109.16,
        "duration": 3.92
    },
    {
        "text": "But what I think this Justin Beiber fake news story does is, what this prank does, is it highlights what I've",
        "start": 113.08,
        "duration": 4.66
    },
    {
        "text": "believed to be a fact, is that the majority of people see something and then they want to believe it, they will",
        "start": 117.74,
        "duration": 5.64
    },
    {
        "text": "believe it at the surface level. And the more people you have talking about it, sharing it, and especially once you",
        "start": 123.38,
        "duration": 4.32
    },
    {
        "text": "start getting sources that are seen as at least more legitimate than your average everyday random on the",
        "start": 127.7,
        "duration": 4.42
    },
    {
        "text": "internet, by many, if they think this could be a reality, they believe it as truth without diving even furthur",
        "start": 132.12,
        "duration": 4.42
    },
    {
        "text": "Which I will say the topic being Justin Beiber eating his burrito sideways is- I don't know if you're inclined",
        "start": 136.54,
        "duration": 5.88
    },
    {
        "text": "to do a deep dive on that but it makes me think \"How many times have you had a conversation with someone",
        "start": 142.42,
        "duration": 3.5
    },
    {
        "text": "about the news, and it's based off of a headline they saw?\" and that person doesn't know any of the actual",
        "start": 145.92,
        "duration": 5.44
    },
    {
        "text": "details that are being discussed or debated or literally just the headline.",
        "start": 151.36,
        "duration": 3.16
    },
    {
        "text": "I know this is kind of a light-hearted prank story but",
        "start": 154.52,
        "duration": 1.66
    },
    {
        "text": "it hits on something I constantly think about, but that said if there is a final note,",
        "start": 156.18,
        "duration": 5.34
    },
    {
        "text": "1. Congrats to the Yes Theory Guys for tricking SO many people",
        "start": 161.52,
        "duration": 3.24
    },
    {
        "text": "2. Question everything you see. Within reason.The last part of that sentence is incredibly important.",
        "start": 164.76,
        "duration": 3.9
    },
    {
        "text": "and 3. Just a reminder, Sean Evans, you are a monster for actually eating burritos like this",
        "start": 168.66,
        "duration": 4.0
    },
    {
        "text": "You're one of my favorite people on the internet, but true friends call it like they see it.",
        "start": 172.66,
        "duration": 3.14
    },
    {
        "text": "Then in quick social media news, there are reports that very soon twitter may be doing away with",
        "start": 175.8,
        "duration": 4.8
    },
    {
        "text": "the like button. According to the telegraph there was a twitter event last week and at the event",
        "start": 180.6,
        "duration": 3.56
    },
    {
        "text": "Jack Dorsey, who is the founder of twitter, reportedly said that",
        "start": 184.16,
        "duration": 2.0
    },
    {
        "text": "he would get rid of the like function soon",
        "start": 186.16,
        "duration": 2.0
    },
    {
        "text": "and adding he was not a fan of the heart shaped button.",
        "start": 188.16,
        "duration": 2.0
    },
    {
        "text": "And according to the Telegraph, this potential move",
        "start": 190.16,
        "duration": 2.0
    },
    {
        "text": "is in part an effort to create a healthier environment",
        "start": 192.16,
        "duration": 2.0
    },
    {
        "text": "for debate. And in response to that article, the",
        "start": 194.16,
        "duration": 2.0
    },
    {
        "text": "official twitter, for the twitter communications team",
        "start": 196.16,
        "duration": 2.0
    },
    {
        "text": "tweeted, \"as we've been saying for a while, we are rethinking",
        "start": 198.16,
        "duration": 2.0
    },
    {
        "text": "everything about the service to ensure we are incentivizing",
        "start": 200.16,
        "duration": 2.0
    },
    {
        "text": "healthy conversation, that includes",
        "start": 202.16,
        "duration": 2.0
    },
    {
        "text": "the like button. We are in the early stages of the work",
        "start": 204.16,
        "duration": 2.0
    },
    {
        "text": "and have no plan to share right now.\" Also this sounds vaguely",
        "start": 206.16,
        "duration": 2.0
    },
    {
        "text": "familiar, and I'm not saying this is happening because",
        "start": 208.16,
        "duration": 2.0
    },
    {
        "text": "of him, but if you look back to just last month",
        "start": 210.16,
        "duration": 2.0
    },
    {
        "text": "this was kind of a thing that Kanye West",
        "start": 212.16,
        "duration": 2.0
    },
    {
        "text": "was championing on twitter.",
        "start": 214.16,
        "duration": 2.0
    },
    {
        "text": "If you don't remember, he tweeted \"having your amount of likes on display",
        "start": 216.16,
        "duration": 2.0
    },
    {
        "text": "for the world to see and judge is like showing",
        "start": 218.16,
        "duration": 2.0
    },
    {
        "text": "much money you have in the bank or having to write the size",
        "start": 220.16,
        "duration": 2.0
    },
    {
        "text": "of your dick on your t-shirt.\" \"Speaking for myself",
        "start": 222.16,
        "duration": 2.0
    },
    {
        "text": "I personally want to participate in social media with the",
        "start": 224.16,
        "duration": 2.0
    },
    {
        "text": "option of not having to show my followers or likes.\"",
        "start": 226.16,
        "duration": 2.0
    },
    {
        "text": "And in another tweet writing, \" there are people who",
        "start": 228.16,
        "duration": 2.0
    },
    {
        "text": "are committing suicide due to not getting enough likes.",
        "start": 230.16,
        "duration": 2.0
    },
    {
        "text": "Seeking validation in the simulation.",
        "start": 232.16,
        "duration": 2.0
    },
    {
        "text": "The main point with this recent telegraph report,",
        "start": 234.16,
        "duration": 2.0
    },
    {
        "text": "it seems that Jack or at least part of twitter",
        "start": 236.16,
        "duration": 2.0
    },
    {
        "text": "is on board with the idea of hiding these",
        "start": 238.16,
        "duration": 2.0
    },
    {
        "text": "metrics. And so I was intrigued by that mindset around",
        "start": 240.16,
        "duration": 2.0
    },
    {
        "text": "the removal of metrics, specifically likes.",
        "start": 242.16,
        "duration": 2.0
    },
    {
        "text": "Now we're seeing this Telegraph article that might be something else",
        "start": 244.16,
        "duration": 2.0
    },
    {
        "text": "we see. While I initially thought the idea of removing",
        "start": 246.16,
        "duration": 2.0
    },
    {
        "text": "likes was stupid, I do also",
        "start": 248.16,
        "duration": 2.0
    },
    {
        "text": "wonder how much they actually",
        "start": 250.16,
        "duration": 2.0
    },
    {
        "text": "matter. I mean if you're one of the people that like stuff on twitter",
        "start": 252.16,
        "duration": 2.0
    },
    {
        "text": "because you want to be able to remember it, go back to it",
        "start": 254.16,
        "duration": 2.0
    },
    {
        "text": "in an orderly way, I mean right now",
        "start": 256.16,
        "duration": 2.0
    },
    {
        "text": "they have it so on mobile you can bookmark something,",
        "start": 258.16,
        "duration": 2.0
    },
    {
        "text": "and if you think something's funny or you wanna show appreciation",
        "start": 260.16,
        "duration": 2.0
    },
    {
        "text": "instead of hitting the like button, you could just tweet at that",
        "start": 262.16,
        "duration": 2.0
    },
    {
        "text": "person, or you could retweet or quote tweet, although there are people",
        "start": 264.16,
        "duration": 2.0
    },
    {
        "text": "that also want to get rid of those. That could arguably",
        "start": 266.16,
        "duration": 2.0
    },
    {
        "text": "generate more interaction. And I guess",
        "start": 268.16,
        "duration": 2.0
    },
    {
        "text": "that then leads us to the thought of, well why do we share",
        "start": 270.16,
        "duration": 2.0
    },
    {
        "text": "anything? Is it and should it be",
        "start": 272.16,
        "duration": 2.0
    },
    {
        "text": "about the actual interactions with other human beings",
        "start": 274.16,
        "duration": 2.0
    },
    {
        "text": "or has it simply evolved into this",
        "start": 276.16,
        "duration": 2.0
    },
    {
        "text": "number system, where based on these numbers",
        "start": 278.16,
        "duration": 2.0
    },
    {
        "text": "that's where a lot of people get their self worth.",
        "start": 280.16,
        "duration": 2.0
    },
    {
        "text": "Put out something, it gets a lot of likes, you get that",
        "start": 282.16,
        "duration": 2.0
    },
    {
        "text": "dopamine drip, you feel good about yourself. Then you put",
        "start": 284.16,
        "duration": 2.0
    },
    {
        "text": "something out, you don't get as many likes, that's",
        "start": 286.16,
        "duration": 2.0
    },
    {
        "text": "viewed from the outside in. You're judged or",
        "start": 288.16,
        "duration": 2.0
    },
    {
        "text": "mocked. But at the same time as the company, it probably",
        "start": 290.16,
        "duration": 2.0
    },
    {
        "text": "makes sense to show levels of engagement. I don't know, I think",
        "start": 292.16,
        "duration": 2.0
    },
    {
        "text": "there's a deeper conversation about how and why",
        "start": 294.16,
        "duration": 2.0
    },
    {
        "text": "we interact online. But with all of that said, that's why I want to pass the question off to you",
        "start": 296.16,
        "duration": 4.0
    },
    {
        "text": "with, what are your thoughts around this?",
        "start": 300.16,
        "duration": 2.0
    }
]