[
    {
        "text": "Sup you beautiful bastards",
        "start": 0.0,
        "duration": 1.18
    },
    {
        "text": "hope you're having a fantastic Tuesday.",
        "start": 1.18,
        "duration": 2.32
    },
    {
        "text": "Welcome back to the Phillip DeFranco show",
        "start": 3.5,
        "duration": 1.9
    },
    {
        "text": "and lets just jump into it.",
        "start": 5.4,
        "duration": 1.3
    },
    {
        "text": "And the first thing we're going to talk about, one of the most requested stories of the day.",
        "start": 6.7,
        "duration": 3.12
    },
    {
        "text": "A youtuber made big main stream news",
        "start": 9.82,
        "duration": 2.28
    },
    {
        "text": "and that was Jake Paul.",
        "start": 12.1,
        "duration": 1.52
    },
    {
        "text": "Jake Paul, arguably one of the biggest youtubers on the platform right now,",
        "start": 13.62,
        "duration": 3.62
    },
    {
        "text": "daily videos, that on average get 6 million plus views",
        "start": 17.24,
        "duration": 3.4
    },
    {
        "text": "eight million subscribers, almost two million of those came from the past thirty days.",
        "start": 20.64,
        "duration": 4.64
    },
    {
        "text": "And he's in the news today because there may soon be a lawsuit against him.",
        "start": 25.28,
        "duration": 3.52
    },
    {
        "text": "And reportedly,  the reason for that is that Jake Paul's neighbors are fed up with the disturbances",
        "start": 28.8,
        "duration": 3.64
    },
    {
        "text": "his being there has caused.",
        "start": 32.44,
        "duration": 1.84
    },
    {
        "text": "Reportedly, the community will gather with local authorities to talk about this whole situation and",
        "start": 34.28,
        "duration": 4.12
    },
    {
        "text": "there the neighbors will decide whether they will file a public nuisance class action lawsuit",
        "start": 38.4,
        "duration": 4.12
    },
    {
        "text": "against Paul and the homeowner. Some saying the problem comes from Paul being fairly open about",
        "start": 42.52,
        "duration": 4.1
    },
    {
        "text": "where he lives. This causing large crowds of screaming girls to just swarm this neighborhood.",
        "start": 46.62,
        "duration": 4.22
    },
    {
        "text": "While others have a bigger problem of what Jake Paul himself does.",
        "start": 50.84,
        "duration": 2.66
    },
    {
        "text": "That including him tearing up and down the street on his bike or moments like this one",
        "start": 53.5,
        "duration": 3.46
    },
    {
        "text": "where they decide to throw a bunch of furniture in the pool and the set it on fire.",
        "start": 56.96,
        "duration": 3.6
    },
    {
        "text": "And the thing that stood out the most to me about this story was when KTLA news showed up outside",
        "start": 60.56,
        "duration": 4.22
    },
    {
        "text": "of his house, Jake Paul came out, decided to climb up on the news van for some reason.",
        "start": 64.78,
        "duration": 4.12
    },
    {
        "text": "Then he comes down and this interview happens.",
        "start": 68.9,
        "duration": 1.92
    },
    {
        "text": "Newscaster: \"A lot of the neighbors are complaining, they're very upset.\"",
        "start": 70.82,
        "duration": 2.22
    },
    {
        "text": "Jake Paul: \"Nooo. Why?\"",
        "start": 73.04,
        "duration": 1.6
    },
    {
        "text": "Newscaster: \"They say you've created a living hell out here, that it's like a circus.\"",
        "start": 74.64,
        "duration": 5.4
    },
    {
        "text": "Jake Paul: \"Yeah, it is.\"",
        "start": 80.04,
        "duration": 0.92
    },
    {
        "text": "Newscaster: \"All the fans.\"",
        "start": 80.96,
        "duration": 1.54
    },
    {
        "text": "Jake Paul: \"I mean, people like going to circuses, right?\"",
        "start": 82.5,
        "duration": 1.44
    },
    {
        "text": "Newscaster: \"What do you say to the neighbors though that are upset? And they're really upset.\"",
        "start": 83.94,
        "duration": 3.4
    },
    {
        "text": "Jake Paul: \"Uh, I honestly ...\" \nFriend of Paul: \"If you can't beat 'em, join 'em.\"",
        "start": 87.34,
        "duration": 2.02
    },
    {
        "text": "Jake Paul: \"No, I'm honesty, yea, it's terrible. It's a bad situation. I feel bad for them, for sure.\"",
        "start": 89.36,
        "duration": 4.56
    },
    {
        "text": "\"Uh, there's nothing we can do though. Jake Paulers are the strongest army out there. Dab!\"",
        "start": 93.92,
        "duration": 3.92
    },
    {
        "text": "Jake: \"I have one question for you.\"\nNewscaster: \"Yeah?\"",
        "start": 97.84,
        "duration": 1.86
    },
    {
        "text": "Jake: \"What are those?!?!\"\nJake and Friends: *Screaming Happily*",
        "start": 99.7,
        "duration": 4.56
    },
    {
        "text": "Just a reminder, that is the biggest guy on youtube right now. Just take that in.",
        "start": 104.26,
        "duration": 3.62
    },
    {
        "text": "And after all this happened, Jake Paul tweeted part of that video with the caption",
        "start": 107.88,
        "duration": 3.76
    },
    {
        "text": "\"I'm dead, @neighbors you won't do it.\"",
        "start": 111.64,
        "duration": 1.8
    },
    {
        "text": "And we're talking about this today because anytime a youtuber makes mainstream news",
        "start": 113.44,
        "duration": 3.0
    },
    {
        "text": "they're seen as a representative for all of us. And I'm a little bit torn.",
        "start": 116.44,
        "duration": 2.9
    },
    {
        "text": "There's part of me that sees Jake Paul and the guys like him that are coming up and I go \"Ah Jesus!\".",
        "start": 119.34,
        "duration": 4.24
    },
    {
        "text": "Young, arrogant, rich guys with unchecked egos. But then there's the other side of my brain that say as of",
        "start": 123.58,
        "duration": 4.64
    },
    {
        "text": "right now, there's no reason for them to do anything different. The reason he says,",
        "start": 128.22,
        "duration": 3.24
    },
    {
        "text": "\"neighbors, you won't do it\" is because even if they do, what is it gonna do. It's just gonna give him",
        "start": 131.46,
        "duration": 4.32
    },
    {
        "text": "more content. Maybe he goes to and films the meeting, maybe he has to film going to court.",
        "start": 135.78,
        "duration": 4.34
    },
    {
        "text": "They maybe film them getting kicked out of their house, then they get a new house and they do a house tour.",
        "start": 140.12,
        "duration": 3.86
    },
    {
        "text": "In the past thirty days, his channel, not even including the other channels that he is helping grow,",
        "start": 143.98,
        "duration": 4.0
    },
    {
        "text": "just his main channel got half a billion views. That means even if he had just a $2 cpm",
        "start": 147.98,
        "duration": 4.64
    },
    {
        "text": "he's making minimum one million dollars a month. And if he's rocking those $10 cpms",
        "start": 152.62,
        "duration": 4.6
    },
    {
        "text": "some of the more brand-friendly channels get, he getting maybe five million dollars a month.",
        "start": 157.22,
        "duration": 4.58
    },
    {
        "text": "Obviously that's a huge range, that's speculation. It could be less, it could be more.",
        "start": 161.8,
        "duration": 3.6
    },
    {
        "text": "But what we've seen over the past few months is that there's no such thing as bad press for him.",
        "start": 165.4,
        "duration": 3.64
    },
    {
        "text": "Whether intentional or accidental, this a perfect example of outrage marketing.",
        "start": 169.04,
        "duration": 3.42
    },
    {
        "text": "When people talk about what he's doing being dangerous, stupid, arrogant, blah blah blah...",
        "start": 172.46,
        "duration": 3.82
    },
    {
        "text": "it just results in more people hearing about it and even if just one in ten people that find out about it this way",
        "start": 176.28,
        "duration": 5.44
    },
    {
        "text": "subscribe, that's an increase. And I say this while being fully aware that by even covering this story on my show",
        "start": 181.72,
        "duration": 4.64
    },
    {
        "text": "I help feed the beast, but I don't have a grudge against Jake Paul. His success doesn't take away from mine.",
        "start": 186.36,
        "duration": 4.9
    },
    {
        "text": "He is not representative of the greater of youtube and if you think he is, you don't understand the community.",
        "start": 191.26,
        "duration": 4.98
    },
    {
        "text": "That said, I would hate to live in his neighborhood because I imagine having an asshole factory in your",
        "start": 196.24,
        "duration": 3.94
    },
    {
        "text": "neighborhood lowers property values. But ultimately for me, when I look at Jake Paul I just see a fantastic test",
        "start": 200.18,
        "duration": 4.96
    },
    {
        "text": "case for outrage marketing. And on youtube, the only people who have done it remotely as well were the fake",
        "start": 205.14,
        "duration": 4.48
    },
    {
        "text": "pranksters. But a question I want to pass off to you is, what do you think here? You love 'em, you hate 'em?",
        "start": 209.62,
        "duration": 3.92
    },
    {
        "text": "You care , you don't care? I wanna know what you think. But from there, I wanna share some stuff I love today",
        "start": 213.54,
        "duration": 4.24
    },
    {
        "text": "and Today in Awesome, brought to you by Seat Geek. Seat Geek, of course the fantastic ticket app",
        "start": 217.78,
        "duration": 4.06
    },
    {
        "text": "that takes the confusion out of buying tickets. They put all the tickets in one place and then give a",
        "start": 221.84,
        "duration": 3.98
    },
    {
        "text": "zero to one hundred score to let you know if you're getting a good deal. I've got the app on my phone and it",
        "start": 225.82,
        "duration": 3.34
    },
    {
        "text": "is the easiest way to buy tickets to concerts, games, whatever. And if you the smart move like many from the",
        "start": 229.16,
        "duration": 4.58
    },
    {
        "text": "nation already have, you download the app, use coupon code \"phil\" for $20 off you're first purchase.",
        "start": 233.74,
        "duration": 4.48
    },
    {
        "text": "And the first bit of awesome is a congratulations to the channel Binging with Babish. They just passed",
        "start": 238.22,
        "duration": 4.32
    },
    {
        "text": "one million subscribers. In the past three months, it has become one of my favorite just random cooking",
        "start": 242.54,
        "duration": 4.0
    },
    {
        "text": "channels. It's hosted by Oliver Babish. He puts out a video a week. It is fantastic and I highly recommend it.",
        "start": 246.54,
        "duration": 4.78
    },
    {
        "text": "And then,  I had to share the trailer for the new movie, The Disaster Artist. It's the new Seth Rogan",
        "start": 251.32,
        "duration": 4.02
    },
    {
        "text": "and James Franco movie where James Franco plays Tommy Wiseau. If you don't know who Tommy Wiseau is",
        "start": 255.34,
        "duration": 4.64
    },
    {
        "text": "Google the movie The Room. I just can't wait to see what this movie looks like.",
        "start": 259.98,
        "duration": 4.04
    },
    {
        "text": "Then we had the Dude Perfect guys putting out a card throwing trick shot video.",
        "start": 264.02,
        "duration": 3.22
    },
    {
        "text": "And the Screen Junkies guys putting out a honest trailer for Memento. Which by the way I am horrified",
        "start": 267.24,
        "duration": 4.84
    },
    {
        "text": "at the number of people I meet that have not watched the movie Memento. You haven't yet? Fix that.",
        "start": 272.08,
        "duration": 3.94
    },
    {
        "text": "And if you wanna see the full versions of everything I just shared, the secret link of the day, anything at all",
        "start": 276.02,
        "duration": 5.2
    },
    {
        "text": "links as always are in the description down below. And then I wanna talk about a horrifying story and trend",
        "start": 281.22,
        "duration": 4.38
    },
    {
        "text": "coming out of the U.K. And that trend we're talking about today is acid attacks. Now in the past, I've heard stories",
        "start": 285.6,
        "duration": 4.58
    },
    {
        "text": "about acid attacks but it seemed more like an outlier than an increasing standard. But it's such a problem that",
        "start": 290.18,
        "duration": 5.06
    },
    {
        "text": "the U.K parliament is talking about how how to handle this. This last week, we had food delivery drivers staging",
        "start": 295.24,
        "duration": 4.34
    },
    {
        "text": "a protest over a recent acid attack. Those attacks happened last Thursday. Five people were attacked by",
        "start": 299.58,
        "duration": 4.72
    },
    {
        "text": "two men on mopeds. And the two suspects who were arrested were a 15 and 16 year old who were using acid",
        "start": 304.3,
        "duration": 5.18
    },
    {
        "text": "as their weapon for robberies. And it is just becoming more and more of an issue. In 2014, there 166 acid",
        "start": 309.48,
        "duration": 5.36
    },
    {
        "text": "attacks. In 2015, you had 261 attacks. And in 2016, we saw that jump to 454 acid attacks. So the question",
        "start": 314.9,
        "duration": 7.5
    },
    {
        "text": "becomes why are we seeing this increase. Well you have some arguing that it is just becoming more popular.",
        "start": 322.46,
        "duration": 3.9
    },
    {
        "text": "That is for a more personal attack. You want to disfigure someone for life. That's why you have people using this.",
        "start": 326.38,
        "duration": 5.06
    },
    {
        "text": "There are those cases, but there are those who are arguing that it is a more complicated problem.",
        "start": 331.44,
        "duration": 3.38
    },
    {
        "text": "The first thing that comes up is access and costs to weapons. The U.K has very strict gun laws and even if",
        "start": 334.82,
        "duration": 4.34
    },
    {
        "text": "you purchased a gun illegally, it would cost a lot of money. Whereas with acid, you can buy chemicals to",
        "start": 339.16,
        "duration": 4.6
    },
    {
        "text": "make your weapon for about a pound (£). And that incredibly cheap weapon you've just created would be",
        "start": 343.76,
        "duration": 3.74
    },
    {
        "text": "very hard to trace back to you. Also, there is currently a legal benefit for people that use acid instead of other",
        "start": 347.5,
        "duration": 5.26
    },
    {
        "text": "weapons. If you attack someone with a knife or another weapon, you can be charged with attempted murder.",
        "start": 352.76,
        "duration": 4.44
    },
    {
        "text": "But in the U.K, as of right now, acid attacks are viewed as grievous bodily harm and not attempted murder.",
        "start": 357.2,
        "duration": 4.82
    },
    {
        "text": "And that is why, right now, we have several British M.P's pushing for change. Some, like Home Secretary",
        "start": 362.02,
        "duration": 3.9
    },
    {
        "text": "Amber Rudd, arguing, \"Acid attackers must share their victims life sentences.\" Calling for much harsher",
        "start": 365.92,
        "duration": 5.62
    },
    {
        "text": "sentencing for these acid attacks. Some M.P's arguing for products with acidic substances to have a no cash",
        "start": 371.54,
        "duration": 5.86
    },
    {
        "text": "sales policy. Also arguing to put age restrictions on those products. Some M.P's suggesting that acid be put",
        "start": 377.4,
        "duration": 5.66
    },
    {
        "text": "on a controlled substance list. So just carrying acid would be an offense, much like if you were carrying",
        "start": 383.06,
        "duration": 4.22
    },
    {
        "text": "another weapon. And ultimately, my stance on this is I 100% agree that the punishment should be far worse",
        "start": 387.28,
        "duration": 5.16
    },
    {
        "text": "then it currently is. If you've ever seen the pictures of victims of acid attacks, you know the perpetrators of",
        "start": 392.44,
        "duration": 4.8
    },
    {
        "text": "those crimes have taken away any sense of a normal life from their victims. These monsters who use acid as their",
        "start": 397.24,
        "duration": 5.42
    },
    {
        "text": "weapon of choice are doling out a life sentence to their victims and they should share it as well.",
        "start": 402.66,
        "duration": 4.92
    },
    {
        "text": "Also, to the recommendation that having acid being on you an offense, yes. But to the idea of putting age",
        "start": 407.58,
        "duration": 4.68
    },
    {
        "text": "restrictions on buying things like drain cleaner, I personally don't believe that part will have a meaningful",
        "start": 412.26,
        "duration": 4.34
    },
    {
        "text": "impact. If people want these substances, they will get them. And so I think that is why the laws around the",
        "start": 416.6,
        "duration": 4.0
    },
    {
        "text": "punishment need to be updated. And then, let's talk about the American healthcare system. And the reason",
        "start": 420.6,
        "duration": 4.34
    },
    {
        "text": "we're talking about that today is it looks like the Republican healthcare bill is dead. Late Monday night,",
        "start": 424.94,
        "duration": 3.88
    },
    {
        "text": "Republican Mike Lee from Utah and Republican Jerry Moran from of Kansas joined Rand Paul and Susan",
        "start": 428.82,
        "duration": 5.32
    },
    {
        "text": "Collins against the repeal and replacement of Obamacare. And as far as their reasoning",
        "start": 434.14,
        "duration": 3.26
    },
    {
        "text": "we have Moran saying, \"it fails to repeal the Affordable Care Act or address healthcare's rising costs\".",
        "start": 437.4,
        "duration": 4.34
    },
    {
        "text": "\"There are serious problems with Obamacare, and my goal remains what it has been for a long time: to repeal and replace it.\"",
        "start": 441.74,
        "duration": 5.14
    },
    {
        "text": "And we have Mike Lee saying, \"In addition to not repealing all of the Obamacare taxes,\"",
        "start": 446.88,
        "duration": 3.4
    },
    {
        "text": "\"It doesn't go far enough in lowering premiums for middle class families:\"",
        "start": 450.28,
        "duration": 3.22
    },
    {
        "text": "\"nor does it create enough free space for the most costly Obamacare regulations.\"",
        "start": 453.5,
        "duration": 3.64
    },
    {
        "text": "And this resulted in Senate majority leader, Mitch McConnell, announcing defeat. Stating, \"Regretfully, it is\"",
        "start": 457.14,
        "duration": 4.72
    },
    {
        "text": "\"now apparent that the effort to repeal and immediately replace the failure of Obamacare will not be successful.\"",
        "start": 461.86,
        "duration": 5.0
    },
    {
        "text": "But it appeared Mitch and a good number of other Republicans, including Donald Trump had a back up plan.",
        "start": 466.86,
        "duration": 4.1
    },
    {
        "text": "Donald Trump tweeting, \"Republicans should just REPEAL failing Obamacare now & work on a new Healthcare Plan that will start from a clean slate. Dems will join in!\"",
        "start": 470.96,
        "duration": 7.0
    },
    {
        "text": "And then we had Mitch on the Senate floor saying this, \"We will now try a different way to bring the American",
        "start": 477.96,
        "duration": 4.74
    },
    {
        "text": "people relief from Obamacare. I think we owe them at least that much. In the coming days, the Senate will take",
        "start": 482.7,
        "duration": 6.98
    },
    {
        "text": "up and vote on a repeal of Obamacare combined with a stable two year transition period as we work towards",
        "start": 489.82,
        "duration": 8.54
    },
    {
        "text": "patient centered healthcare.\" So they're going to try and push through a repeal and give themselves enough time",
        "start": 498.36,
        "duration": 4.44
    },
    {
        "text": "to come up with a replacement. So that's the new plan. Not a repeal and a replace. A repeal then, we got two",
        "start": 502.8,
        "duration": 5.12
    },
    {
        "text": "years, and hopefully by then, we have a replace. I imagine the idea being, well if we repeal then the",
        "start": 507.92,
        "duration": 4.54
    },
    {
        "text": "Democrats will have to work with us because if they don't and two years passes and a lot of peoples lives are",
        "start": 512.46,
        "duration": 4.68
    },
    {
        "text": "in jeopardy, people are going to blame the Democrats. But it should be noted that as of right now, it looks kind",
        "start": 517.14,
        "duration": 3.7
    },
    {
        "text": "of like a hailmary. It doesn't like like it's is going to go through. The first reason experts have pointed out",
        "start": 520.84,
        "duration": 3.66
    },
    {
        "text": "is this is not a full repeal. Because of budget rules, it leaves in place some regulations, large portions of",
        "start": 524.5,
        "duration": 4.64
    },
    {
        "text": "Obamacare. And so for a full repeal, they would need 60 votes, which they are not going to get in the Senate.",
        "start": 529.14,
        "duration": 5.74
    },
    {
        "text": "And that's also a note President Trump complained about on Twitter, tweeting \"With only a very small",
        "start": 534.88,
        "duration": 3.56
    },
    {
        "text": "majority, the Republicans in the House & Senate need more victories next year since Dems totally obstruct,",
        "start": 538.44,
        "duration": 4.22
    },
    {
        "text": "no votes!\", adding, \"The Senate must go to a 51 vote majority instead of current 60 votes. Even parts of full",
        "start": 542.66,
        "duration": 5.18
    },
    {
        "text": "repeal need 60. 8 Dems control Senate. Crazy!\" And here, Trump is correct but not looking at the full picture.",
        "start": 547.84,
        "duration": 5.86
    },
    {
        "text": "He is correct that Democrats do not look like they will be working with Republicans anytime soon.",
        "start": 553.7,
        "duration": 3.78
    },
    {
        "text": "In my eyes, as of right now, yes, the Democrats are obstructionists now, much like Republicans were for the",
        "start": 557.48,
        "duration": 4.44
    },
    {
        "text": "past few years. But there are also Republicans speaking out, saying they do not support just a repeal.",
        "start": 561.92,
        "duration": 3.98
    },
    {
        "text": "We have the Republican Senator of West Virginia, Shelley Moore Capito saying,",
        "start": 565.9,
        "duration": 3.08
    },
    {
        "text": "\"My position on this issue is driven by it's impact on West Virginians.\"",
        "start": 568.98,
        "duration": 3.06
    },
    {
        "text": "\"With that in mind, I cannot vote to repeal Obamacare without a replacement plan that addresses my concerns",
        "start": 572.04,
        "duration": 4.58
    },
    {
        "text": "and the needs of West Virginians.\", adding, \"We can't just hope that we pass a replacement within the next two years.\"",
        "start": 576.62,
        "duration": 5.12
    },
    {
        "text": "\"Repealing without a replacement would create great uncertainty for individuals who rely on the Affordable",
        "start": 581.74,
        "duration": 4.14
    },
    {
        "text": "Care Act and cause further turmoil in the insurance markets.\" We also had Republican Senator Lisa",
        "start": 585.88,
        "duration": 4.64
    },
    {
        "text": "Murkowski of Alaska saying, \"As I've been saying, the Senate should take a step back and engage in a",
        "start": 590.52,
        "duration": 3.14
    },
    {
        "text": "bipartisan process to address the failures of the ACA and stabilize the individual markets.",
        "start": 593.66,
        "duration": 4.16
    },
    {
        "text": "I cannot vote to proceed to repeal the ACA without reform that allows people the choice they want, the",
        "start": 597.82,
        "duration": 4.58
    },
    {
        "text": "affordability they need and the quality of care they deserve.\"",
        "start": 602.4,
        "duration": 3.1
    },
    {
        "text": "And finally, we had the Republican Senator of Maine, Susan Collins saying",
        "start": 605.5,
        "duration": 3.02
    },
    {
        "text": "\"The bill would impose fundamental, sweeping changes in the Medicaid program and those include very deep",
        "start": 608.52,
        "duration": 4.12
    },
    {
        "text": "cuts that would affect some of the most vulnerable people in our society, including disabled children, poor",
        "start": 612.64,
        "duration": 4.78
    },
    {
        "text": "seniors.\" and tweeting, \"I will vote no on the motion to proceed to repeal the Affordable Care Act  without a",
        "start": 617.42,
        "duration": 4.44
    },
    {
        "text": "replacement. I voted against the same proposal in 2015.\" And so just like that, with three Republican",
        "start": 621.86,
        "duration": 4.42
    },
    {
        "text": "senators saying no, not only does it look like the Republicans aren't going to get the sixty vote",
        "start": 626.28,
        "duration": 3.46
    },
    {
        "text": "full repeal, unless everyone else is on board and one of these three senators does a complete 180,",
        "start": 629.74,
        "duration": 4.8
    },
    {
        "text": "it doesn't look like Republicans can even push through the 50 vote filibuster version. So this is",
        "start": 634.54,
        "duration": 4.54
    },
    {
        "text": "huge news for the United States and it is also going to be very interesting to see how does this affect the 2018",
        "start": 639.08,
        "duration": 5.14
    },
    {
        "text": "election. Will moments like this one push people in the 2018 election to vote for more Republicans or vote for",
        "start": 644.22,
        "duration": 5.24
    },
    {
        "text": "more democrats. At that time for Republican candidates will look better for them to look like they're arm in arm",
        "start": 649.46,
        "duration": 4.42
    },
    {
        "text": "with Donald Trump? Will it help them gain the sixty seat majority? Or will it be more damaging and will we see a",
        "start": 653.88,
        "duration": 5.08
    },
    {
        "text": "swing back to the left? This will be very interesting see how this plays out. But with this story, I want to pass the",
        "start": 658.96,
        "duration": 4.28
    },
    {
        "text": "question off to you? What is your takeaway from this? Let me know if you're a Democrat, Republican or",
        "start": 663.24,
        "duration": 4.14
    },
    {
        "text": "Independent and what you're takeaway is. Do you want a repeal? Are you okay with a repeal only with a two year",
        "start": 667.38,
        "duration": 4.7
    },
    {
        "text": "window? Do you want to repeal and replace? Or do you want to keep the Afordable Care Act and just try to fix it?",
        "start": 672.08,
        "duration": 4.5
    },
    {
        "text": "I would love to know you're thoughts here in those comments down below. And that's actually where I'm",
        "start": 676.58,
        "duration": 2.84
    },
    {
        "text": "going to end today's show. And remember if you like the video, if you like what I do, hit that like button. If you're",
        "start": 679.42,
        "duration": 4.78
    },
    {
        "text": "new here, hit that subscribe button. And if you missed yesterday's Phillip DeFranco Show,",
        "start": 684.2,
        "duration": 2.86
    },
    {
        "text": "you wanna catch up, click or tap right there to watch that. Or if you wanna see the newest Behind",
        "start": 687.06,
        "duration": 3.54
    },
    {
        "text": "the Scenes vlog, click or tap right there to watch that. But, that said of course my name is Phillip DeFranco,",
        "start": 690.6,
        "duration": 4.92
    },
    {
        "text": "you've just been filled in, I love your faces, and I'll see you tomorrow.",
        "start": 695.52,
        "duration": 4.6
    }
]