[
    {
        "text": "Sup you beautiful bastards, hope you're having a fantastic Wednesday",
        "start": 0.03,
        "duration": 2.85
    },
    {
        "text": "Welcome back to the Philip DeFranco show and let's just jump into it. Actually quick note for all you beautiful bastards that are constantly like man",
        "start": 2.879,
        "duration": 6.179
    },
    {
        "text": "I love it when you do the really long videos. If you do not hit the like button on this video",
        "start": 9.059,
        "duration": 3.63
    },
    {
        "text": "I will throat punch you, not really but don't let the stress and tears coming from editor James be for nothing. and so with that",
        "start": 12.69,
        "duration": 5.88
    },
    {
        "text": "said let's just jump into it. The first thing we're to talk about today",
        "start": 18.57,
        "duration": 2.729
    },
    {
        "text": "An interesting social media news is we had Instagram announcing a test and that test will specifically hide the like count from photos and videos",
        "start": 21.3,
        "duration": 5.819
    },
    {
        "text": "on Instagram in an effort to get people to focus on content rather than the number of likes. As far as who is going to",
        "start": 27.119,
        "duration": 4.41
    },
    {
        "text": "be a part of this test, it's going to begin this week and will only be rolled out in Canada",
        "start": 31.529,
        "duration": 3.869
    },
    {
        "text": "It's really interesting because obviously the like feature is a core element of the platform",
        "start": 35.399,
        "duration": 3.69
    },
    {
        "text": "but you've also had people arguing that it's actually had a negative impact on both the quality of the content and users mental health the head",
        "start": 39.09,
        "duration": 5.069
    },
    {
        "text": "of Instagram Adam Maseri saying we want people to worry a little bit less about how many likes they're getting on Instagram and spend a",
        "start": 44.16,
        "duration": 5.219
    },
    {
        "text": "Bit more time connecting with the people they care about. The thing is this new move, this new test",
        "start": 49.379,
        "duration": 3.6
    },
    {
        "text": "It's not completely out of character for Instagram. If you don't recall back in November of last year",
        "start": 52.98,
        "duration": 3.75
    },
    {
        "text": "They had a different rollout and that specific task",
        "start": 56.73,
        "duration": 1.71
    },
    {
        "text": "We saw Instagram de-emphasizing the follower accounts on profiles placing them off-center in a much smaller font",
        "start": 58.44,
        "duration": 5.04
    },
    {
        "text": "It's interesting looking on what the experts say on this because it's partly mental health and then partly content quality, right?",
        "start": 63.48,
        "duration": 6.03
    },
    {
        "text": "You have some people saying the content is less interesting because there's almost like a formula for what is likable content",
        "start": 69.51,
        "duration": 4.649
    },
    {
        "text": "and so there's kind of this argument if you take away the the benefit for just",
        "start": 74.159,
        "duration": 2.97
    },
    {
        "text": "Working in a formula the content will be more interesting and it adds to the stickiness of your app",
        "start": 77.2,
        "duration": 4.25
    },
    {
        "text": "People are going to be you know, looking for more and more rather than going",
        "start": 81.45,
        "duration": 2.639
    },
    {
        "text": "Oh, this is oh so much of the same thing but on the mental health side",
        "start": 84.09,
        "duration": 2.37
    },
    {
        "text": "the chase for likes has also been linked to damaging perceptions of one's self worth according to a",
        "start": 86.46,
        "duration": 3.839
    },
    {
        "text": "2017 report from the Royal Society for Public Health in the UK Instagram is the most detrimental",
        "start": 90.369,
        "duration": 4.34
    },
    {
        "text": "Social networking app for young people's mental health with Matt Carriger the author of the report saying that the app draws women to quote compare",
        "start": 94.9,
        "duration": 5.929
    },
    {
        "text": "themselves against unrealistic largely curated filtered and photoshopped versions of reality",
        "start": 100.84,
        "duration": 4.19
    },
    {
        "text": "There's also a third element here that has not been talked about as much and I mean this it could be",
        "start": 105.07,
        "duration": 4.279
    },
    {
        "text": "Devastating to a certain industry right now the test only hides the number of likes, right?",
        "start": 109.689,
        "duration": 3.95
    },
    {
        "text": "So there's a question of is are we looking at a total removal?",
        "start": 113.64,
        "duration": 2.579
    },
    {
        "text": "Because if this is rolled out more broadly and likes in general are removed",
        "start": 116.219,
        "duration": 3.24
    },
    {
        "text": "I mean this could massively change the influencer marketing industry and social media marketing in general",
        "start": 119.46,
        "duration": 4.049
    },
    {
        "text": "so many people out there are buying",
        "start": 123.509,
        "duration": 1.811
    },
    {
        "text": "Followers on Instagram and so many other platforms they bulk up their numbers whether it be for you know",
        "start": 125.32,
        "duration": 4.37
    },
    {
        "text": "perceived self-worth or they're trying to get sponsored because those follow are bought or in",
        "start": 129.69,
        "duration": 4.739
    },
    {
        "text": "cases like mine and many kind of OG",
        "start": 134.62,
        "duration": 2.21
    },
    {
        "text": "Creators you get a large number over a long period of time right even here on YouTube. We have more than six million subscribers",
        "start": 136.93,
        "duration": 5.87
    },
    {
        "text": "well",
        "start": 142.83,
        "duration": 0.12
    },
    {
        "text": "Yes around four million plus uniques will go to our videos over the course of let's say like three to four weeks",
        "start": 142.95,
        "duration": 5.07
    },
    {
        "text": "Our average expected daily audience is 1 to 1.5 million",
        "start": 148.17,
        "duration": 3.059
    },
    {
        "text": "That's because we accrued those subscribers over a long period of time and you know",
        "start": 151.23,
        "duration": 3.3
    },
    {
        "text": "The real engagement that is always going to be different",
        "start": 154.53,
        "duration": 2.339
    },
    {
        "text": "so if you remove one of the largest indicators of engagement",
        "start": 156.87,
        "duration": 2.22
    },
    {
        "text": "The light is going to be so hard for",
        "start": 159.16,
        "duration": 1.86
    },
    {
        "text": "agencies and marketers to feel secure and using a brand new influence and of known Instagram isn't the only one looking at this kind of",
        "start": 161.02,
        "duration": 6.589
    },
    {
        "text": "idea, for example Twitter CEO",
        "start": 167.61,
        "duration": 1.5
    },
    {
        "text": "Jack Dorsey was on stage back in April and he discussed what he would do differently if he launched Twitter now Dorsey said I don't",
        "start": 169.11,
        "duration": 5.52
    },
    {
        "text": "Think I would create likes in the first place and adding that. He also wouldn't make the follower count as prominence",
        "start": 174.63,
        "duration": 4.589
    },
    {
        "text": "And in fact, what is prototype at Twitter which is just the same word without vowels. It's designed for testing new features",
        "start": 179.22,
        "duration": 5.069
    },
    {
        "text": "it currently explores the idea of letting people read tweets and a tighter design without being distracted by likes and retweets if they want but",
        "start": 184.29,
        "duration": 5.49
    },
    {
        "text": "The main point here is we may be seeing a shift in the online space regarding these kind of numbers",
        "start": 189.78,
        "duration": 4.649
    },
    {
        "text": "I want to know your thoughts on this obviously if your influencer or a marketer",
        "start": 194.43,
        "duration": 3.0
    },
    {
        "text": "I'd be fascinated in your thoughts regarding that English actually since the news is now spreading more and more",
        "start": 197.43,
        "duration": 4.47
    },
    {
        "text": "We are seeing some massive Instagram influencers",
        "start": 201.9,
        "duration": 2.0
    },
    {
        "text": "Like the the Logan polls of the world speak out about what they think they're growing up being taught how much to love themselves",
        "start": 203.92,
        "duration": 5.24
    },
    {
        "text": "Based on what other people think of them. It is so dangerous",
        "start": 209.47,
        "duration": 3.32
    },
    {
        "text": "Yeah, and even even yo, even me, it's like y'all post get gets less likes",
        "start": 213.13,
        "duration": 4.309
    },
    {
        "text": "I'm like it did I do something wrong. Am I okay with myself?",
        "start": 217.44,
        "duration": 2.819
    },
    {
        "text": "And yeah",
        "start": 220.26,
        "duration": 0.9
    },
    {
        "text": "I think it'll be so much healthier if people are more focused on what you're posting rather than how many likes and comments",
        "start": 221.16,
        "duration": 7.139
    },
    {
        "text": "It's getting which of course is meaningful considering that he has over 15 point eight million followers",
        "start": 228.299,
        "duration": 4.26
    },
    {
        "text": "But I think the far more interesting thing for me is how kind of everyday people see this shift for you when you're using social",
        "start": 232.56,
        "duration": 6.209
    },
    {
        "text": "Media whether you're posting something. Are you consuming something does the number of likes matter to you?",
        "start": 238.769,
        "duration": 3.99
    },
    {
        "text": "Does the act of acknowledge and kind of a tip of the hat the like button in general does what does that mean to you?",
        "start": 242.76,
        "duration": 5.34
    },
    {
        "text": "although may be part of your reaction is similar to a larger influencer since",
        "start": 248.1,
        "duration": 3.929
    },
    {
        "text": "Everyone kind of because of the way everything is developed is a content creator in some way",
        "start": 252.34,
        "duration": 4.369
    },
    {
        "text": "Oh",
        "start": 256.919,
        "duration": 0.031
    },
    {
        "text": "No",
        "start": 256.95,
        "duration": 0.25
    },
    {
        "text": "interesting weird times and then let's talk about we had the CEO of YouTube back in the news Susan Wojcicki as we mentioned the last",
        "start": 257.2,
        "duration": 6.019
    },
    {
        "text": "Time we talked about her. We're kind of just waiting for a new up to and we have now gotten that yesterday",
        "start": 263.22,
        "duration": 4.029
    },
    {
        "text": "We saw Susan posting to the creators blog to address some of the complaints that she's heard and talked about her focuses in 2019",
        "start": 267.25,
        "duration": 5.309
    },
    {
        "text": "She begins by talking about the necessary",
        "start": 272.56,
        "duration": 1.24
    },
    {
        "text": "Trade-offs that YouTube has to weigh and balance when making decisions like back in February when there was a problem with pedophiles and comment sections",
        "start": 273.8,
        "duration": 5.809
    },
    {
        "text": "I was brought into the spotlight YouTube responded by removing comments on any video that included young children",
        "start": 279.61,
        "duration": 4.649
    },
    {
        "text": "which is he's saying we did this to protect children from predatory comments with the exception of a small number of channels that have the",
        "start": 284.259,
        "duration": 5.279
    },
    {
        "text": "Manpower needed to actively moderate their comments and take additional steps protect children",
        "start": 289.539,
        "duration": 4.38
    },
    {
        "text": "which is you might remember we talked about in the past specifically around complaints from Colleen ballinger and special books by special kids about the",
        "start": 293.919,
        "duration": 5.55
    },
    {
        "text": "Impact this has had on innocent channels and Susan says of all she understands the impact",
        "start": 299.47,
        "duration": 3.449
    },
    {
        "text": "this has had",
        "start": 302.919,
        "duration": 0.461
    },
    {
        "text": "She adds but in the end that was a trade-off we made because we feel protecting children on our platform should be the most important",
        "start": 303.38,
        "duration": 5.959
    },
    {
        "text": "Guiding principle another example she brings up is after the Christchurch shooting when the YouTube tried to keep videos with violent imagery of the attack",
        "start": 309.34,
        "duration": 5.79
    },
    {
        "text": "Off of a platform but while removing these videos they also removed some videos that did not violate the community guidelines like news and commentary",
        "start": 315.13,
        "duration": 6.149
    },
    {
        "text": "Videos which were reinstated after an appeal then she addresses supporting creators a topic which he says has helped when she sat down and talked",
        "start": 321.28,
        "duration": 5.639
    },
    {
        "text": "Creators like Korea grandma mostly saying Shane Dawson James Charles Collins and Devin T",
        "start": 326.919,
        "duration": 4.98
    },
    {
        "text": "Ethan and Ella Klein and Sophia Nygaard dear Susan starts by addressing one of the most mentioned youtuber topics",
        "start": 332.06,
        "duration": 5.72
    },
    {
        "text": "Monetization and what makes something ineligible for it?",
        "start": 338.0,
        "duration": 2.059
    },
    {
        "text": "and here she says they're hoping to improve this by making the actual guidelines more detailed to help creators make decisions that could affect their",
        "start": 340.06,
        "duration": 5.099
    },
    {
        "text": "Chance of getting D monetize n brings up complaints about what makes it to the trending page which of course is something that is constantly",
        "start": 345.159,
        "duration": 4.77
    },
    {
        "text": "brought up",
        "start": 349.93,
        "duration": 0.69
    },
    {
        "text": "but especially when you have like the",
        "start": 350.62,
        "duration": 1.75
    },
    {
        "text": "PewDiePie's or the Shane Dawson's of the world putting out a video that just blows out right sometimes six or twelve times",
        "start": 352.37,
        "duration": 4.82
    },
    {
        "text": "Things that are on the trending page yet",
        "start": 357.319,
        "duration": 1.581
    },
    {
        "text": "Somehow it's not on trending it SEL regarding their Susan says one thing to keep in mind is that trending is meant to show content",
        "start": 358.9,
        "duration": 5.639
    },
    {
        "text": "That a wide range of viewers would find interest in",
        "start": 364.539,
        "duration": 2.279
    },
    {
        "text": "so we're especially careful about the safety of these videos and we ensure they don't contain profanity or mature content then going on to say",
        "start": 366.819,
        "duration": 6.0
    },
    {
        "text": "Eligible videos are then ranked based on a calculation of their quote temperature or rather how quickly that video is generating views",
        "start": 373.039,
        "duration": 6.35
    },
    {
        "text": "But I'm going on to say that moving forward they want at least half of the videos on trending to come from a diverse set",
        "start": 379.389,
        "duration": 4.38
    },
    {
        "text": "Of youtubers and the rest be kind of your music and traditional media",
        "start": 383.77,
        "duration": 2.85
    },
    {
        "text": "She then goes on to talk about manual copyright claims at a complaint that many have had where",
        "start": 386.62,
        "duration": 3.839
    },
    {
        "text": "Entire video will be copyright claim for just seconds of content and here there are just numerous examples large and small creator alike",
        "start": 390.569,
        "duration": 6.239
    },
    {
        "text": "Someone may be kind of like sort of sings something in the background",
        "start": 396.809,
        "duration": 2.76
    },
    {
        "text": "They get hit with a copyright claim and sometimes after an appeal that can be reversed",
        "start": 399.569,
        "duration": 3.48
    },
    {
        "text": "But I mean you have to think about the number of smaller creators that are probably being preyed on",
        "start": 403.05,
        "duration": 3.899
    },
    {
        "text": "Regarding this susan says we were already looking into this issue",
        "start": 407.02,
        "duration": 2.569
    },
    {
        "text": "but hearing this directly from creators was vitally our exploring improvements and striking the right balance between",
        "start": 409.589,
        "duration": 4.11
    },
    {
        "text": "copyright owners and creators and then with jiske address complaints that some creators are being harassed by others saying while criticism from fellow creators can",
        "start": 413.8,
        "duration": 7.22
    },
    {
        "text": "Be constructive any threats or doxxing crosses the line such behavior is already prohibited by our policies",
        "start": 421.02,
        "duration": 4.739
    },
    {
        "text": "But stay tuned as we will do more to discourage this from happening on the platform",
        "start": 425.759,
        "duration": 3.57
    },
    {
        "text": "Which kind of brings up the question mark of are we going to see?",
        "start": 429.33,
        "duration": 2.699
    },
    {
        "text": "Somewhat of a smack down on our existing commentary community, which has just been blowing up",
        "start": 432.159,
        "duration": 4.7
    },
    {
        "text": "that's not saying that the entire commentary community is is",
        "start": 436.86,
        "duration": 2.489
    },
    {
        "text": "Toxic and there daxing everyone obviously when anything becomes the focus there's a big question of well",
        "start": 439.479,
        "duration": 4.429
    },
    {
        "text": "Where is YouTube going to say the line?",
        "start": 443.909,
        "duration": 1.65
    },
    {
        "text": "see also",
        "start": 445.559,
        "duration": 0.39
    },
    {
        "text": "It would just be addressing the passing of the EU CD with article 13 now",
        "start": 445.949,
        "duration": 3.329
    },
    {
        "text": "17",
        "start": 449.499,
        "duration": 0.6
    },
    {
        "text": "specifically how there is still hope to impact the way that the laws are rolled out saying that this is not the end and in",
        "start": 450.099,
        "duration": 4.549
    },
    {
        "text": "The final section would just key talks about improving communication",
        "start": 454.649,
        "duration": 2.34
    },
    {
        "text": "It's including adding new features to the YouTube studio beta and the update of Community Guidelines strike system that they rolled out back in February",
        "start": 456.99,
        "duration": 5.309
    },
    {
        "text": "That includes more details on the reason for key to strike and ultimately as far as my opinion on this one",
        "start": 462.3,
        "duration": 4.139
    },
    {
        "text": "I do think that it is good. That susan is taking a more active role in speaking out to the community",
        "start": 466.439,
        "duration": 4.47
    },
    {
        "text": "I mean that both with these blogs as well as reaching out creators also glad that appears that she is reaching out to the Ethan",
        "start": 470.909,
        "duration": 5.01
    },
    {
        "text": "and ela Cline's of the community since I feel like they might go even further and deeper and more critical regarding her last point about",
        "start": 475.919,
        "duration": 6.119
    },
    {
        "text": "Updates and more details if I were to make a creator request",
        "start": 482.199,
        "duration": 3.47
    },
    {
        "text": "I would love if they also had an indicator icon for when a video is being suppressed when I say suppressed",
        "start": 485.669,
        "duration": 5.22
    },
    {
        "text": "I mean when a video because of the content, it doesn't pop up and recommend it",
        "start": 490.889,
        "duration": 4.259
    },
    {
        "text": "It doesn't pop up on the front page YouTube constantly defends itself by saying that you know",
        "start": 495.149,
        "duration": 4.05
    },
    {
        "text": "if a video gets D monetized where that doesn't mean we're suppressing and while technically accurate because",
        "start": 499.199,
        "duration": 3.809
    },
    {
        "text": "Technically there are two different systems",
        "start": 503.319,
        "duration": 1.64
    },
    {
        "text": "It is a very weak defense and having more details around why video will not pop up in the places that so many people now",
        "start": 504.959,
        "duration": 5.7
    },
    {
        "text": "Consume that content where they've been trained to click that content",
        "start": 510.699,
        "duration": 3.139
    },
    {
        "text": "I'd be immensely helpful for I think a good number of people but then also specifically for this channel because it feels like we're often",
        "start": 513.839,
        "duration": 5.429
    },
    {
        "text": "Penalized because we're talking about very serious hard to deal with situation, but that's where I'll leave that one. Of course",
        "start": 519.459,
        "duration": 5.63
    },
    {
        "text": "I'd love to know your thoughts about her reaction and response and her words in general on any of the topics that she addressed",
        "start": 525.089,
        "duration": 5.79
    },
    {
        "text": "Yeah, let me know what you're thinking in those comments down below",
        "start": 530.88,
        "duration": 2.13
    },
    {
        "text": "But from that I want to share some stuff",
        "start": 533.01,
        "duration": 1.68
    },
    {
        "text": "I love today and today an awesome brought to you by post mates and post DeFranco compost mates",
        "start": 534.69,
        "duration": 5.039
    },
    {
        "text": "If you don't know",
        "start": 539.73,
        "duration": 0.63
    },
    {
        "text": "well one welcome to the show until post mates is of course the fantastic delivery on-demand service that makes your life so much easier you",
        "start": 540.36,
        "duration": 6.059
    },
    {
        "text": "Want something from the store your favorite restaurant? You need ice or drinks for a party or whatever you're doing. Boom",
        "start": 546.42,
        "duration": 4.739
    },
    {
        "text": "You open up the app?",
        "start": 551.16,
        "duration": 0.78
    },
    {
        "text": "They'll deliver it to where you live where you work wherever I mainly use it for food from restaurants that don't normally deliver",
        "start": 551.94,
        "duration": 5.039
    },
    {
        "text": "But I learned that I could and used it over the weekend to buy a bunch of stuff for",
        "start": 556.98,
        "duration": 3.96
    },
    {
        "text": "Lululemon some were gifts somewhat for me",
        "start": 561.1,
        "duration": 2.119
    },
    {
        "text": "I feel a little bit of shame, but it's so comfy",
        "start": 563.22,
        "duration": 2.1
    },
    {
        "text": "but this is not a",
        "start": 565.32,
        "duration": 0.639
    },
    {
        "text": "Lululemon spot it as a post mate spot John that know if you are a new customer",
        "start": 565.959,
        "duration": 2.99
    },
    {
        "text": "You can go to post DeFranco comm to download the app",
        "start": 568.95,
        "duration": 2.159
    },
    {
        "text": "You can click the link in the description down below and after you get the app",
        "start": 571.11,
        "duration": 2.4
    },
    {
        "text": "Make sure you enter in promo code Philly D and they will give you $100 in free delivery fee credit",
        "start": 573.51,
        "duration": 4.229
    },
    {
        "text": "So you get to try it you probably love it",
        "start": 577.74,
        "duration": 1.289
    },
    {
        "text": "you keep using it or",
        "start": 579.029,
        "duration": 1.12
    },
    {
        "text": "Your life became a little more convenient for a little bit and then you go back to the way things used to be linked down",
        "start": 580.149,
        "duration": 4.34
    },
    {
        "text": "Below code Philly D. There you go",
        "start": 584.49,
        "duration": 1.65
    },
    {
        "text": "the first bit of Awesome today is a selfie shout-out kind of every now and then I get a number of messages saying Phil we",
        "start": 586.14,
        "duration": 4.859
    },
    {
        "text": "Missed the personal side or either kind of you talking about something that's not new is connecting in that way",
        "start": 591.0,
        "duration": 4.38
    },
    {
        "text": "So I wanted to say for those were not aware. That's actually how recently I've been using my Instagram Instagram coms last Philly DeFranco",
        "start": 595.38,
        "duration": 6.539
    },
    {
        "text": "I highly recommend you follow me there if you're interested in any of the personal stuff",
        "start": 601.92,
        "duration": 2.609
    },
    {
        "text": "I also we've been testing kind of more some newsy stuff, but it's not really about that",
        "start": 604.529,
        "duration": 4.14
    },
    {
        "text": "I don't really share that part of my life on most anywhere else. Yeah, it's been really fun",
        "start": 608.67,
        "duration": 3.21
    },
    {
        "text": "It's also I feel like the most positive place that I post which makes me happy. Yeah number of likes existing or not",
        "start": 611.88,
        "duration": 6.209
    },
    {
        "text": "Go follow me over at Philly to Franco. Then we got the teaser trailer for new episodes of Veronica Mars",
        "start": 618.25,
        "duration": 4.729
    },
    {
        "text": "Got the season 3 trailer for The Handmaid's Tale, which I'll ask for people that watched season 2. Is it worth continuing?",
        "start": 622.98,
        "duration": 6.359
    },
    {
        "text": "I love the first season",
        "start": 629.339,
        "duration": 1.411
    },
    {
        "text": "I tried to get through the first episode of season 2",
        "start": 630.75,
        "duration": 2.399
    },
    {
        "text": "But I felt like everything was taking twice as long as it was probably necessary",
        "start": 633.149,
        "duration": 3.299
    },
    {
        "text": "But yeah, I'd love to hear from you on that",
        "start": 636.519,
        "duration": 1.581
    },
    {
        "text": "Then we will deke coming off the success of his earth music video giving us his earth tutorial on the problem",
        "start": 638.1,
        "duration": 5.82
    },
    {
        "text": "We've Guinness World Records giving us a video on the largest female feat which I feel like is gonna have a different",
        "start": 643.92,
        "duration": 5.549
    },
    {
        "text": "Audience than they're expecting what I mean is it might not just be people super pumped about we're old records. Yeah",
        "start": 649.63,
        "duration": 6.119
    },
    {
        "text": "It's each their own though. Yeah how to make everything gave us",
        "start": 655.749,
        "duration": 2.159
    },
    {
        "text": "Can you melt?",
        "start": 657.909,
        "duration": 0.58
    },
    {
        "text": "Dragonglass and cast an obsidian X you know that common question",
        "start": 658.489,
        "duration": 3.35
    },
    {
        "text": "We got the honest trailer for a Pokemon in the first movie and the final bit of awesome. It is subversive",
        "start": 661.839,
        "duration": 4.079
    },
    {
        "text": "You're not familiar ditto. I didn't know this was a thing until today, but I loved it",
        "start": 665.919,
        "duration": 3.78
    },
    {
        "text": "It is just blowing up on Kickstarter right now that are seeking",
        "start": 669.699,
        "duration": 2.399
    },
    {
        "text": "$130,000 as a recording this video two point one five two million dollars has been pledged of note",
        "start": 672.769,
        "duration": 4.82
    },
    {
        "text": "It is an adult slash mature game",
        "start": 677.589,
        "duration": 2.009
    },
    {
        "text": "It's been described as a hybrid",
        "start": 679.599,
        "duration": 1.42
    },
    {
        "text": "Tactical RPG game kind of like an ex-con along with cinematic visual novel elements having a mature adult game. It appears that you can also",
        "start": 681.019,
        "duration": 6.32
    },
    {
        "text": "Consummate some relationships with crew members the two moments",
        "start": 688.039,
        "duration": 2.869
    },
    {
        "text": "I was like even though I don't know who the hell these people are",
        "start": 690.909,
        "duration": 1.8
    },
    {
        "text": "I have to",
        "start": 692.709,
        "duration": 0.85
    },
    {
        "text": "throw some money one what the narrator says in the first twenty seconds that I can't include in this video because I'm definitely gonna get",
        "start": 693.559,
        "duration": 4.729
    },
    {
        "text": "hit if I include it and two, even though I love the franchise that Mass Effect shape and",
        "start": 698.289,
        "duration": 4.11
    },
    {
        "text": "Different colored",
        "start": 705.679,
        "duration": 2.0
    },
    {
        "text": "Endings if you want to see the full versions of everything",
        "start": 707.719,
        "duration": 2.78
    },
    {
        "text": "I just shared the secret link of the day really anything at all",
        "start": 710.499,
        "duration": 3.029
    },
    {
        "text": "links as always are in the description down below and then let's start about what the hell",
        "start": 713.659,
        "duration": 3.26
    },
    {
        "text": "Happened in Paris today before fully diving into it",
        "start": 716.989,
        "duration": 2.51
    },
    {
        "text": "We need to talk about the yellow vest movement in general which of course we've talked about before but it has been a while so",
        "start": 719.499,
        "duration": 4.679
    },
    {
        "text": "Just to give you a quick little refresher the yellow vest protest started back in November",
        "start": 724.179,
        "duration": 3.27
    },
    {
        "text": "They were initially to fight against proposed fuel tax",
        "start": 727.449,
        "duration": 2.039
    },
    {
        "text": "and while all of these protests started out peaceful some did turn violent with cars being burned windows being shattered and according to AP at",
        "start": 729.489,
        "duration": 6.419
    },
    {
        "text": "least four deaths were linked to the protest and after about three weeks of people taking to the streets French president Emmanuel macron caved and",
        "start": 735.909,
        "duration": 6.27
    },
    {
        "text": "Scrapped the fuel tax lot yellow vests are still fighting mcrawlins economic policy",
        "start": 742.179,
        "duration": 3.809
    },
    {
        "text": "They believe that their president is out of touch with ordinary people and is protecting a wealthy class over a lower and middle-class citizens",
        "start": 745.989,
        "duration": 5.1
    },
    {
        "text": "Specifically saying they want higher taxes on wealthy people lower",
        "start": 751.369,
        "duration": 2.84
    },
    {
        "text": "Taxes for workers and pensioners and they want more public spending that would benefit the working class in France",
        "start": 754.279,
        "duration": 4.58
    },
    {
        "text": "Some also want mcrawlins a resign and are pushing for the country to hold early elections so that he can be voted out soon",
        "start": 758.859,
        "duration": 5.13
    },
    {
        "text": "but with that said",
        "start": 763.989,
        "duration": 0.9
    },
    {
        "text": "What does the rest of France thing well back when the movement started and it was at its peak around two-thirds of French citizens were",
        "start": 764.889,
        "duration": 5.519
    },
    {
        "text": "In support of the protest but support for the movement is declined poll at the end of February said that over half of French citizens",
        "start": 770.409,
        "duration": 5.309
    },
    {
        "text": "Believe that the yellow vests protest should end but still that's not to say that many people in France do not have problems with macron",
        "start": 775.719,
        "duration": 5.61
    },
    {
        "text": "At the lowest his approval rating was just 23% And right now it is only around third also to peers",
        "start": 781.389,
        "duration": 5.25
    },
    {
        "text": "He's still trying to appease the vest just last week",
        "start": 786.639,
        "duration": 2.33
    },
    {
        "text": "he proposed a five billion euro tax cut for lower and working classes by some protesters may not see this move as enough which actually",
        "start": 788.97,
        "duration": 5.699
    },
    {
        "text": "Brings us to today",
        "start": 794.67,
        "duration": 0.81
    },
    {
        "text": "He saw thousands of people participate in May Day",
        "start": 795.48,
        "duration": 2.0
    },
    {
        "text": "Demonstrations and protests in Paris French interior ministry said about 28 thousand people turned out but news outlets like France 24 and other labor groups",
        "start": 797.56,
        "duration": 6.859
    },
    {
        "text": "and unions that the number was as high as",
        "start": 804.42,
        "duration": 1.6
    },
    {
        "text": "40,000 for those who aren't familiar with May Day May Day demonstrations are common because May first is",
        "start": 806.02,
        "duration": 4.64
    },
    {
        "text": "International Workers day throughout history labour and socialist groups have held rallies on May 1st in France specifically",
        "start": 810.79,
        "duration": 4.759
    },
    {
        "text": "It's actually a public holiday where there are annual marches to defend workers rights",
        "start": 815.55,
        "duration": 3.059
    },
    {
        "text": "unfortunately",
        "start": 818.77,
        "duration": 0.5
    },
    {
        "text": "these",
        "start": 819.27,
        "duration": 0.22
    },
    {
        "text": "protests turned violent",
        "start": 819.49,
        "duration": 0.98
    },
    {
        "text": "Which I will note violence at May Day protests in Europe is actually pretty common but this year authorities knew that the situation could be",
        "start": 820.47,
        "duration": 6.179
    },
    {
        "text": "Worse than usual knows because in addition to the yellow vests",
        "start": 826.65,
        "duration": 2.19
    },
    {
        "text": "There are also warnings a 2000 black cloth protesters would be present and the black bloc is often described as a far left",
        "start": 828.84,
        "duration": 5.19
    },
    {
        "text": "Anarchist group both the yellow vests and the black bloc's clashed with the police officers",
        "start": 834.16,
        "duration": 3.349
    },
    {
        "text": "We saw car windows smashed small fires started. We saw protesters throwing rocks and other objects at police",
        "start": 837.51,
        "duration": 5.219
    },
    {
        "text": "7,400 officers were reportedly deployed in Paris right now at least 200 arrests have been made",
        "start": 843.28,
        "duration": 4.429
    },
    {
        "text": "Officers also allegedly used tear gas to control the large crowds officers also reportedly took preventative measures before the protest searching over",
        "start": 847.95,
        "duration": 6.33
    },
    {
        "text": "12,000 bags a word",
        "start": 854.35,
        "duration": 1.35
    },
    {
        "text": "580 local shops and businesses to close for the day police have also been urging peaceful protesters to break away from the violence so that",
        "start": 855.7,
        "duration": 5.719
    },
    {
        "text": "They can intervene which I will say is an important note to hit on because I think that you know when these things go wrong",
        "start": 861.42,
        "duration": 5.58
    },
    {
        "text": "Because you can have this peaceful protest",
        "start": 867.0,
        "duration": 1.35
    },
    {
        "text": "But obviously the cameras will go to the people destroying stuff and it becomes very easy",
        "start": 868.35,
        "duration": 3.63
    },
    {
        "text": "Even on a subconscious level to just associate the entire thing with damage destruction violence. Also a big note here",
        "start": 871.98,
        "duration": 6.0
    },
    {
        "text": "Is that these May Day protests weren't just happening in Paris",
        "start": 877.98,
        "duration": 2.28
    },
    {
        "text": "Reportedly there were 230 other protests all around France and except for Paris the rest reportedly remained peaceful",
        "start": 880.26,
        "duration": 5.52
    },
    {
        "text": "Also, we saw protests popping up all over Europe and around the globe in Sweden",
        "start": 885.78,
        "duration": 3.569
    },
    {
        "text": "We saw reports of protesters allegedly through cobblestones at police",
        "start": 889.35,
        "duration": 2.85
    },
    {
        "text": "although here reportedly that was because they were being blocked from a neo-nazi rally that they were upset received approval to have a made a",
        "start": 892.2,
        "duration": 5.099
    },
    {
        "text": "Mark, then in Russia, we saw reports of over 100 people being detained from demonstration 68 alone were in st",
        "start": 897.3,
        "duration": 5.07
    },
    {
        "text": "Petersburg where people were calling for a fairer election process Italy we saw two protesters and a police officer being injured there",
        "start": 902.37,
        "duration": 5.429
    },
    {
        "text": "He had people demonstrating against a high-speed railway being built between Italy and France, but also a thing to keep in mind",
        "start": 907.8,
        "duration": 4.14
    },
    {
        "text": "These are just some examples. This was far more widespread",
        "start": 911.94,
        "duration": 2.159
    },
    {
        "text": "But with all that said I'd love to know your thoughts on the May Day demonstrations",
        "start": 914.1,
        "duration": 2.82
    },
    {
        "text": "Specifically what's happening in France? Also, if you're one of the beautiful bastards part of DeFranco nation you live in France or around France",
        "start": 917.71,
        "duration": 6.649
    },
    {
        "text": "What's it like there - your personal thoughts on this movement?",
        "start": 924.459,
        "duration": 2.809
    },
    {
        "text": "Yeah, of course",
        "start": 927.269,
        "duration": 0.541
    },
    {
        "text": "let me know what you're thinking in those comments down below and then let's try and talk about and consolidate all this news that we're",
        "start": 927.81,
        "duration": 4.649
    },
    {
        "text": "Getting around special counsel, Robert Muller and Attorney General William ball",
        "start": 932.459,
        "duration": 3.239
    },
    {
        "text": "So it's been a little while since we talked about this",
        "start": 935.699,
        "duration": 1.83
    },
    {
        "text": "But the redacted version of Muller's two-year investigation into Russian involvement in the 2016 election was released to the public on April 18",
        "start": 937.529,
        "duration": 6.48
    },
    {
        "text": "But a large part of what we're gonna be talking about today actually goes back to March 24",
        "start": 944.01,
        "duration": 3.389
    },
    {
        "text": "And that is when Attorney General William bar sent a four-page summary of the report to Congress",
        "start": 947.399,
        "duration": 3.989
    },
    {
        "text": "We covered bars letter on the show in the past but kind of a quick TL DR takeaway row that Muller did not find that",
        "start": 951.389,
        "duration": 4.53
    },
    {
        "text": "Donald Trump or anyone in his campaign conspired with Russian officials to interfere in the election and to that Muller did not reach a conclusion",
        "start": 955.92,
        "duration": 5.159
    },
    {
        "text": "As to whether or not Trump obstructed justice leaving it up to Barr to decide an obstruction happened",
        "start": 961.079,
        "duration": 4.619
    },
    {
        "text": "which he concluded it did not because he believed there was not enough evidence and I mentioned that because yesterday the",
        "start": 965.699,
        "duration": 4.14
    },
    {
        "text": "Washington Post reported that they'd reviewed a letter Muller sent a bar on March",
        "start": 969.97,
        "duration": 3.14
    },
    {
        "text": "27 right in the timing is important because this is three days after bar summary was sent to Congress and this letter poorly side that",
        "start": 973.3,
        "duration": 5.33
    },
    {
        "text": "Bar summary of the report conclusion did not accurately capture molars work and created public confusion about the results of the investigation",
        "start": 978.63,
        "duration": 5.819
    },
    {
        "text": "And Mahler's letter to Barre was released to the public this morning",
        "start": 984.67,
        "duration": 2.69
    },
    {
        "text": "So we're gonna take a look at that in the letter to bar Muller writes a summary letter the Department sent to Congress and released",
        "start": 987.36,
        "duration": 5.039
    },
    {
        "text": "To the public late in the afternoon of March 24th did not fully capture the context nature and substance of this offices work and conclusion",
        "start": 992.399,
        "duration": 7.169
    },
    {
        "text": "Continuing there is now public confusion about critical aspects of the results of our investigation",
        "start": 999.79,
        "duration": 4.039
    },
    {
        "text": "this threatens to undermine a central purpose for which the Department appointed the special counts to assure full public confidence in the outcome of the",
        "start": 1004.139,
        "duration": 7.04
    },
    {
        "text": "investigation",
        "start": 1011.18,
        "duration": 0.43
    },
    {
        "text": "well",
        "start": 1011.61,
        "duration": 0.5
    },
    {
        "text": "They're also saying that he sent barre a redacted version of the introductions and executive summaries of both volumes of his report the first volume",
        "start": 1012.11,
        "duration": 5.789
    },
    {
        "text": "Detailing Russian interference and a second detailing possible obstruction of justice and writing that while Barr was reviewing the full report",
        "start": 1017.97,
        "duration": 5.869
    },
    {
        "text": "you should still release the already redacted introductions in summary stating that the release of those documents quote would alleviate the",
        "start": 1023.93,
        "duration": 5.489
    },
    {
        "text": "Misunderstandings that have arisen and would answer congressional and public questions about the nature and outcome of our investigation",
        "start": 1029.73,
        "duration": 4.459
    },
    {
        "text": "Reportedly the day after Muller sent the letter",
        "start": 1034.799,
        "duration": 1.941
    },
    {
        "text": "He and Barr spoke on the phone regarding the situation a Justice Department spokesperson",
        "start": 1036.74,
        "duration": 3.51
    },
    {
        "text": "Carrie Cooper describing the call in a statement saying that Muller did not believe that anything Barr said was quote inaccurate or misleading",
        "start": 1040.25,
        "duration": 5.459
    },
    {
        "text": "Saying that Muller quote expressed frustration over the lack of context and the resulting media coverage regarding the special counsels obstruction analysis",
        "start": 1045.839,
        "duration": 6.5
    },
    {
        "text": "Also saying that bar and talked about releasing the introductions and executive summaries",
        "start": 1052.34,
        "duration": 3.73
    },
    {
        "text": "But bar ultimately determined that it would not be",
        "start": 1056.07,
        "duration": 1.81
    },
    {
        "text": "Productive to release the report in piecemeal fashion port early the next day bar sent a letter to Congress",
        "start": 1057.88,
        "duration": 4.16
    },
    {
        "text": "Reiterating that his initial letter was not intended to be a summary of the report and only stated Muller's main conclusions",
        "start": 1062.29,
        "duration": 5.089
    },
    {
        "text": "Just so we understand here basically a mother's argument",
        "start": 1067.38,
        "duration": 2.16
    },
    {
        "text": "Isn't that bar line rather that bar?",
        "start": 1069.54,
        "duration": 1.75
    },
    {
        "text": "created a narrative that didn't provide enough context on the obstruction debate that was spread around by the media for almost a month before the",
        "start": 1071.29,
        "duration": 5.66
    },
    {
        "text": "public's our the report and so",
        "start": 1076.95,
        "duration": 1.02
    },
    {
        "text": "You know now we have kind of three things. We have the report that was made available to the public",
        "start": 1077.97,
        "duration": 3.15
    },
    {
        "text": "We have bars four pages. We now have Mona's letters",
        "start": 1081.12,
        "duration": 2.88
    },
    {
        "text": "We're gonna try to unpack some of the statements that bar has made that could use some more contacts per Muller's letters as we noted",
        "start": 1084.0,
        "duration": 4.92
    },
    {
        "text": "before the first section of the report",
        "start": 1088.92,
        "duration": 1.42
    },
    {
        "text": "investigated Russian interference in the election and as you might have seen Barr gave a press conference before the full report was released and during",
        "start": 1090.34,
        "duration": 5.72
    },
    {
        "text": "That he repeated many of the things that he said in the four page summary that he put out in March",
        "start": 1096.06,
        "duration": 3.149
    },
    {
        "text": "He said the report had not proven that the president obstructed justice and that there was no evidence of collusion",
        "start": 1099.21,
        "duration": 4.26
    },
    {
        "text": "Also defending the fact that he had gone farther than the report does and cleared Trump of obstruction and this statement is true mothers report",
        "start": 1103.47,
        "duration": 5.4
    },
    {
        "text": "Did conclude that Trump and his campaign did not conspire with Russia",
        "start": 1108.87,
        "duration": 3.239
    },
    {
        "text": "However, Muller had a more nuanced take on the subject than just quote. No collusion",
        "start": 1112.11,
        "duration": 3.57
    },
    {
        "text": "And this is partly because collusion is not a legal term the actual charges conspiracy",
        "start": 1115.68,
        "duration": 3.599
    },
    {
        "text": "Which Muller did not find enough evidence of to prosecute and when you look at the full context of the section on the Trump campaign?",
        "start": 1119.28,
        "duration": 4.979
    },
    {
        "text": "ties to Russia",
        "start": 1124.26,
        "duration": 0.6
    },
    {
        "text": "It says the investigation also identified numerous links between the Russian government and the Trump campaign adding up the investigation",
        "start": 1124.86,
        "duration": 5.369
    },
    {
        "text": "Establish that the Russian government perceived it would benefit from a trump presidency and work to secure that outcome and that the campaign expected it",
        "start": 1130.57,
        "duration": 5.779
    },
    {
        "text": "Would benefit electoral II from information stolen and released through Russian efforts",
        "start": 1136.35,
        "duration": 3.51
    },
    {
        "text": "but adding the investigation did not establish that members of the Trump campaign conspired or",
        "start": 1139.86,
        "duration": 4.17
    },
    {
        "text": "Coordinated with the Russian government in its election interference activity. Which on that no",
        "start": 1144.19,
        "duration": 3.649
    },
    {
        "text": "the",
        "start": 1147.84,
        "duration": 0.22
    },
    {
        "text": "investigation also looked into the hacking of the DNC in the release of the hacked information through a wiki Li and there it said that",
        "start": 1148.06,
        "duration": 4.88
    },
    {
        "text": "Trump asked those close to him to find Clinton's deleted email writing after candidate Trump stated on July 27th",
        "start": 1152.94,
        "duration": 5.429
    },
    {
        "text": "2016 that he hoped Russia would quote find the",
        "start": 1158.47,
        "duration": 2.239
    },
    {
        "text": "30,000 emails that are missing Trump asked individuals affiliated with his campaign to find the deleted Clinton email",
        "start": 1160.84,
        "duration": 5.03
    },
    {
        "text": "Whoever MOA did not find any evidence that Trump or anyone associated with his campaign",
        "start": 1165.9,
        "duration": 3.359
    },
    {
        "text": "Coordinated the release with WikiLeaks Muller also looked at the connections between people close to Trump and their ties to Russia including a detailed",
        "start": 1169.51,
        "duration": 5.3
    },
    {
        "text": "rundown of the Trump Tower meeting, but again",
        "start": 1174.94,
        "duration": 1.73
    },
    {
        "text": "ultimately",
        "start": 1176.67,
        "duration": 0.31
    },
    {
        "text": "could not find enough evidence to back up a conspiracy chart which brings us to the second part of the report focused on whether or",
        "start": 1176.98,
        "duration": 5.119
    },
    {
        "text": "Not actions taken by the president towards the Russia investigation could be considered obstruction of job",
        "start": 1182.1,
        "duration": 4.17
    },
    {
        "text": "Aarav Horace said that the report did not come to a final conclusion",
        "start": 1186.36,
        "duration": 2.369
    },
    {
        "text": "And so he took it upon himself to clear the president which of course brings us to the questions",
        "start": 1188.8,
        "duration": 3.65
    },
    {
        "text": "Well line doesn't the report actually clear him. And what does it actually say in bars for page summary?",
        "start": 1192.45,
        "duration": 4.08
    },
    {
        "text": "It included this quote from the Muller report while this report does not conclude that the president committed a crime",
        "start": 1196.53,
        "duration": 4.5
    },
    {
        "text": "It also does not exonerate whoever it's been pointed out that bar did not provide the full",
        "start": 1201.03,
        "duration": 3.989
    },
    {
        "text": "context of this quote in Muller's report the full excerpt states the evidence we obtained about the president's actions and intent",
        "start": 1205.15,
        "duration": 6.079
    },
    {
        "text": "presents difficult issues that would need to be resolved if we were making a traditional",
        "start": 1211.42,
        "duration": 3.289
    },
    {
        "text": "Prosecutorial judgment at the same time if we had confidence after a thorough investigation",
        "start": 1215.11,
        "duration": 3.65
    },
    {
        "text": "Of the facts that the president clearly did not commit obstruction of justice",
        "start": 1219.07,
        "duration": 3.44
    },
    {
        "text": "We would so state based on the facts and the applicable legal standards, which we're going to touch on in a second",
        "start": 1222.61,
        "duration": 5.03
    },
    {
        "text": "We are unable to reach that judgment accordingly while this report does not conclude that the president committed a crime",
        "start": 1227.64,
        "duration": 4.89
    },
    {
        "text": "It also does not exonerate and the report itself lays out multiple instances, that could have been obstruction of justice",
        "start": 1232.53,
        "duration": 4.979
    },
    {
        "text": "Including Trump reportedly trying to get former director of the FBI James Comey to drop the investigation",
        "start": 1237.88,
        "duration": 3.979
    },
    {
        "text": "Which Comey did not Trump reportedly trying to get Attorney General Jeff Sessions to reverse his refusal and get him back on the Russia",
        "start": 1242.08,
        "duration": 5.719
    },
    {
        "text": "Investigation which sessions did not do from firing come from purportedly directing former White House Counsel done began to fire Muller",
        "start": 1248.17,
        "duration": 5.929
    },
    {
        "text": "Which he ended up just choosing to resign instead Trump reportedly tried to prevent the disclosure of Trump Jr's",
        "start": 1254.1,
        "duration": 4.56
    },
    {
        "text": "Involvement in the Trump Tower meeting and Trump in his team reportedly urging people not to quote flip for the investigation and in every instance",
        "start": 1258.73,
        "duration": 6.17
    },
    {
        "text": "Muller avoids coming to a conclusion on whether an action is or is not obstruction of justice",
        "start": 1264.9,
        "duration": 4.02
    },
    {
        "text": "which gets us closer to one of the key things that I said we were gonna touch on right why I said multiple times because",
        "start": 1268.99,
        "duration": 4.67
    },
    {
        "text": "Muller did not reach a conclusion",
        "start": 1273.66,
        "duration": 1.03
    },
    {
        "text": "It was up to Barr himself to decide if Trump committed obstruction of justice and during bars",
        "start": 1274.69,
        "duration": 4.04
    },
    {
        "text": "Press conference before the full report was released",
        "start": 1278.73,
        "duration": 1.83
    },
    {
        "text": "He was asked if Muller had actually intended for Congress rather than the Attorney General to determine if Trump had obstructed justice",
        "start": 1280.56,
        "duration": 5.22
    },
    {
        "text": "Which Barr responded by telling reporters special counsel Muller did not indicate that his purpose was to leave the decision to Congress",
        "start": 1285.78,
        "duration": 5.699
    },
    {
        "text": "But it turns out that is actually not true",
        "start": 1291.48,
        "duration": 1.56
    },
    {
        "text": "in fact Muller explicitly outlines legal and constitutional",
        "start": 1293.04,
        "duration": 2.219
    },
    {
        "text": "arguments explaining of the power to decide whether or not Trump obstructed justice is left to Congress with the report stating that this decision is",
        "start": 1295.57,
        "duration": 5.78
    },
    {
        "text": "Not the job of either the special counsel or attorney general Barr and while it makes two key arguments here to back up this claim",
        "start": 1301.35,
        "duration": 5.13
    },
    {
        "text": "first he points out that Congress has the ability to apply obstruction laws to sitting presidents under the",
        "start": 1306.48,
        "duration": 4.29
    },
    {
        "text": "Constitutional system of checks and balances and this is one of the key things that Muller hit on",
        "start": 1310.93,
        "duration": 3.83
    },
    {
        "text": "It's Robert Mullins believe that because of current Department of Justice policies",
        "start": 1314.76,
        "duration": 2.789
    },
    {
        "text": "He is prohibited. He is vented from charging a sitting president especial consul dives into this a little more regarding Congress",
        "start": 1317.55,
        "duration": 5.499
    },
    {
        "text": "right",
        "start": 1323.049,
        "duration": 0.211
    },
    {
        "text": "and we concluded that Congress has authority to prohibit a president's corrupt use of his authority in order to protect the integrity of the",
        "start": 1323.26,
        "duration": 6.239
    },
    {
        "text": "Administration of justice another argument that Muller makes is quote",
        "start": 1329.659,
        "duration": 2.54
    },
    {
        "text": "the Constitution does not",
        "start": 1332.2,
        "duration": 1.24
    },
    {
        "text": "Categorically and permanently immunize a president for obstructing justice and he combines these arguments to say that giving the president immunity quote would seriously impair",
        "start": 1333.44,
        "duration": 6.92
    },
    {
        "text": "Congress's power to enact laws",
        "start": 1340.4,
        "duration": 1.399
    },
    {
        "text": "It's what Muller is saying here is that it would in fact be?",
        "start": 1341.799,
        "duration": 2.489
    },
    {
        "text": "constitutional to apply obstruction laws to trump if",
        "start": 1344.57,
        "duration": 2.27
    },
    {
        "text": "Congress were to find that he did obstruct justice that's important now because that is a claim that is in direct opposition",
        "start": 1347.03,
        "duration": 4.609
    },
    {
        "text": "of bars Loras repeatedly argued during his time as Attorney General and in fact before his appointment that the Muller",
        "start": 1351.77,
        "duration": 5.179
    },
    {
        "text": "Investigation was overstepping and that Trump could not be charged with obstruction of justice",
        "start": 1357.11,
        "duration": 3.349
    },
    {
        "text": "However, Muller's report and findings mean the bar doesn't actually have the authority to make this decision instead that goes to Congress",
        "start": 1360.82,
        "duration": 4.89
    },
    {
        "text": "which",
        "start": 1365.71,
        "duration": 0.49
    },
    {
        "text": "Brings us to all the updates around the story that's happening today that we can't even get to as a recording this video today",
        "start": 1366.2,
        "duration": 4.489
    },
    {
        "text": "we had Barr testifying before the Senate Judiciary Committee regarding that I'll link to video of a livestream as well as just several places where",
        "start": 1370.69,
        "duration": 6.39
    },
    {
        "text": "This was being covered, you know as far as a final reaction to all of this",
        "start": 1377.08,
        "duration": 2.52
    },
    {
        "text": "I mean a big chunk of this for me ultimately boils down to net result politics like many others",
        "start": 1379.6,
        "duration": 5.309
    },
    {
        "text": "I think we should be incredibly concerned about Russia's efforts to interfere in our election process",
        "start": 1384.909,
        "duration": 4.2
    },
    {
        "text": "But the current makeup of Congress the level of partisanship that we have seen over",
        "start": 1389.11,
        "duration": 4.02
    },
    {
        "text": "I mean the past two years but really the past 10 years makes me think that this situation does not further develop or get more",
        "start": 1393.13,
        "duration": 5.459
    },
    {
        "text": "Negative for Trump or his administration so I don't really know where it all goes from here",
        "start": 1398.59,
        "duration": 3.959
    },
    {
        "text": "But with all that said regarding the comparing and contrasting what we know now",
        "start": 1402.549,
        "duration": 3.84
    },
    {
        "text": "I'd love to know your thoughts so much of this happened while I was out",
        "start": 1406.39,
        "duration": 2.64
    },
    {
        "text": "I've been really interested to know your thoughts on this and also keep in mind due to time limitations",
        "start": 1409.03,
        "duration": 3.299
    },
    {
        "text": "We're not talking about every single aspect of this but but some of the concerning pieces. Yeah, I'd love to hear from you",
        "start": 1412.549,
        "duration": 5.239
    },
    {
        "text": "That's where we're going to end. Today's show",
        "start": 1417.789,
        "duration": 1.351
    },
    {
        "text": "And remember if you like this video you want to support the channel take a second hit that like button also if you're new here",
        "start": 1419.14,
        "duration": 4.199
    },
    {
        "text": "You want to be filled in more consistently be sure to hit that subscribe button",
        "start": 1423.34,
        "duration": 2.64
    },
    {
        "text": "also",
        "start": 1425.98,
        "duration": 0.39
    },
    {
        "text": "If you know 100% filled in if you missed yesterday's philip defranco show the last",
        "start": 1426.37,
        "duration": 3.15
    },
    {
        "text": "deep-diving clicker tap right there or can check out all the other stories that we haven't covered on the show over a rogue rocket comm",
        "start": 1429.59,
        "duration": 5.359
    },
    {
        "text": "But with that said, of course as always, my name's philip. Defranco. You've just been phill'd in",
        "start": 1434.95,
        "duration": 4.26
    },
    {
        "text": "I love yo faces, and I'll see you tomorrow",
        "start": 1439.21,
        "duration": 2.369
    }
]