[
    {
        "text": "Sup you beautiful bastards, hope you're having a fantastic Monday",
        "start": 0.459,
        "duration": 2.719
    },
    {
        "text": "Welcome back to the Philip DeFranco Show, and let's just jump into it. And the first thing we're gonna talk about today is one of the",
        "start": 3.18,
        "duration": 4.98
    },
    {
        "text": "most requested",
        "start": 8.16,
        "duration": 0.55
    },
    {
        "text": "Stories from over the weekend and that is Shane Dawson",
        "start": 8.71,
        "duration": 2.05
    },
    {
        "text": "popped up back in the news because of his mind of Jake Paul 'docu-series'. and that's really not surprising given the",
        "start": 10.84,
        "duration": 5.12
    },
    {
        "text": "Subject matter and the number of people that have watched this thing,",
        "start": 16.029,
        "duration": 3.11
    },
    {
        "text": "I mean the episode 1 and 2 have gotten past 30 million views together.",
        "start": 19.16,
        "duration": 3.04
    },
    {
        "text": "But also a thing of note and possibly affecting the episodes that are coming up is there was a good amount of backlash following episode two",
        "start": 22.2,
        "duration": 5.54
    },
    {
        "text": "you had some people saying Dawson was",
        "start": 28.1,
        "duration": 1.46
    },
    {
        "text": "Dehumanizing and stigmatizing people with mental disorders some questioning and criticizing the creepy music that's in the background of the series the the random",
        "start": 29.56,
        "duration": 7.3
    },
    {
        "text": "B-roll footage You also had Logan Paul responding to the series saying that it was misleading also saying Jane was kind of blending",
        "start": 37.2,
        "duration": 5.78
    },
    {
        "text": "sociopaths and",
        "start": 43.3,
        "duration": 0.87
    },
    {
        "text": "Psychopaths on the other side of this we saw Shane Dawson apologize Shane posting a relatively long video on snapchat where he says many things",
        "start": 44.17,
        "duration": 6.29
    },
    {
        "text": "including I'm sorry if if anybody was offended, but you know just",
        "start": 50.46,
        "duration": 4.5
    },
    {
        "text": "And it wasn't even that many people but I am the type of person who like what if in one person's offended",
        "start": 55.72,
        "duration": 5.22
    },
    {
        "text": "I feel like gross and like shit and I feel guilty at my stomach hurts and I'm like alright, I gotta fix this",
        "start": 60.96,
        "duration": 5.12
    },
    {
        "text": "so the fact that there were hundreds of",
        "start": 66.36,
        "duration": 2.0
    },
    {
        "text": "Made me feel like oh my god",
        "start": 69.85,
        "duration": 1.37
    },
    {
        "text": "I have to say something but also at the same time on Twitter",
        "start": 71.22,
        "duration": 2.099
    },
    {
        "text": "We saw kind of different reactions from Shane responds to one critical tweet",
        "start": 73.32,
        "duration": 3.239
    },
    {
        "text": "He wrote people with severe antisocial personality disorders don't have empathy and don't care at all",
        "start": 76.56,
        "duration": 4.41
    },
    {
        "text": "So for anyone to be offended is so confusing to me considering they actually literally don't care like at all and it's something that is",
        "start": 80.97,
        "duration": 5.159
    },
    {
        "text": "Rarely even discussed and it can't affect lives. But then later that same day",
        "start": 86.13,
        "duration": 3.239
    },
    {
        "text": "He wrote publicly part three four and five on Monday, Tuesday Wednesday refliming some stuff today to address the concerns of part two",
        "start": 89.369,
        "duration": 6.06
    },
    {
        "text": "But I think it's a good thing and going to make a conversation better and less traumatize. Jake will be in part five",
        "start": 95.43,
        "duration": 4.409
    },
    {
        "text": "I know it feels like I'm milking it but trust me it was necessary then on the 30th going on to say as I edit",
        "start": 99.84,
        "duration": 4.68
    },
    {
        "text": "I realize no matter",
        "start": 104.52,
        "duration": 0.66
    },
    {
        "text": "what I do a big group of people are going to be pissed at me either people who hate Jake people who love Jake the",
        "start": 105.18,
        "duration": 4.319
    },
    {
        "text": "Mental health community sociopaths or scariest of all the Paul family. Happy Sunday",
        "start": 109.5,
        "duration": 3.869
    },
    {
        "text": "And as far as my response to this whole situation and keep in mind I'm filming this before episode 3 drops",
        "start": 113.369,
        "duration": 4.77
    },
    {
        "text": "So I'm not sure how he addresses this controversy as far as the criticism of everything being over the top",
        "start": 118.14,
        "duration": 5.25
    },
    {
        "text": "The the cutaway is the music. I think even if you liked it, there is really no denying. Like there's this one part",
        "start": 123.399,
        "duration": 6.2
    },
    {
        "text": "It's my favorite part",
        "start": 129.64,
        "duration": 1.13
    },
    {
        "text": "Is this part at the end of episode 2 where the Shane's talking about",
        "start": 130.77,
        "duration": 3.269
    },
    {
        "text": "the potential that someone's teacher might be a sociopath and for some reason they use footage from the movie the",
        "start": 134.04,
        "duration": 5.76
    },
    {
        "text": "Faculty, if your teachers a sociopath, why would she teach you about he doesn't want you to know her tricks?",
        "start": 139.99,
        "duration": 4.489
    },
    {
        "text": "I just gotta chills",
        "start": 145.79,
        "duration": 1.57
    },
    {
        "text": "I'm gonna freeze it there",
        "start": 147.36,
        "duration": 1.25
    },
    {
        "text": "how is this clip of Jon Stewart in the movie the faculty where the teachers are aliens conducive to the",
        "start": 148.61,
        "duration": 4.889
    },
    {
        "text": "Conversation is the question you have kind of those what the hell is going on moments through how additionally watching through the whole piece",
        "start": 153.78,
        "duration": 5.599
    },
    {
        "text": "I think would be helpful for Shane to put up a mirror to his piece of content for example after featuring b-roll of a person",
        "start": 159.379,
        "duration": 5.85
    },
    {
        "text": "Eating a smaller person brings up Logan Paul and then I'll infamous suicide forest video",
        "start": 165.23,
        "duration": 3.869
    },
    {
        "text": "He hits on the music that's used in the piece. But to me the weirdest part of it",
        "start": 169.099,
        "duration": 3.9
    },
    {
        "text": "Was when he was talking about it in the video talking about suicide and suicide prevention",
        "start": 173.849,
        "duration": 4.34
    },
    {
        "text": "There was like a really loud sad song playing the whole time",
        "start": 178.65,
        "duration": 3.589
    },
    {
        "text": "That's like like I said earlier suicide mental illnesses depression to me. It was like oh this is sad",
        "start": 182.239,
        "duration": 6.36
    },
    {
        "text": "Oh my decide something so nothing. He's a sociopath but like that's something that is social pepper",
        "start": 188.629,
        "duration": 6.029
    },
    {
        "text": "Dude, right be like totally. Yeah, cuz I'd be like mimicking behavior. But to think like",
        "start": 194.659,
        "duration": 3.96
    },
    {
        "text": "Because that would make it",
        "start": 199.2,
        "duration": 1.86
    },
    {
        "text": "Feel it elicits the response. Maybe he's wanting",
        "start": 201.06,
        "duration": 2.69
    },
    {
        "text": "And so to this piece I say it's important to put up a mirror so you can look at this piece of content and go",
        "start": 204.659,
        "duration": 4.16
    },
    {
        "text": "Well, you're using creepy music here. So if we use the same thinking that was mentioned earlier in the video",
        "start": 208.819,
        "duration": 3.96
    },
    {
        "text": "I mean could this be a way to manipulate the audience that's viewing this in about 23 minutes in that same video and Shane kind",
        "start": 212.78,
        "duration": 6.509
    },
    {
        "text": "Of changes gears from everything as creepy and Shane is sharing his own story. There is a music change. Are you like a fixer",
        "start": 219.29,
        "duration": 6.659
    },
    {
        "text": "Yeah, cuz you were like a parental fide child so you've been like an adult since you were whatever age you know, I think",
        "start": 228.92,
        "duration": 6.36
    },
    {
        "text": "now, I'm just at the point where I'm like I",
        "start": 235.83,
        "duration": 2.029
    },
    {
        "text": "Like stay up all night, and I'm just lost to keep in mind",
        "start": 239.849,
        "duration": 3.53
    },
    {
        "text": "I'm not saying Shane did that's",
        "start": 243.38,
        "duration": 1.21
    },
    {
        "text": "Manipulate people but I think it go kind of goes against the point that was sort of made earlier also a big thing",
        "start": 244.59,
        "duration": 4.76
    },
    {
        "text": "I when I hit on here, this is this is not an attack on Shane Dawson",
        "start": 249.35,
        "duration": 2.909
    },
    {
        "text": "this isn't the Shane Dawson expose video and I do think it's important to take into account criticism relook at pieces and",
        "start": 252.26,
        "duration": 5.31
    },
    {
        "text": "Not consider everything hate which I don't believe Shane is do what some people have but based off of Shane's most recent tweets",
        "start": 257.669,
        "duration": 5.78
    },
    {
        "text": "It looks like he's taking the situation seriously, and I'm like a lot of people when they receive pushback",
        "start": 263.45,
        "duration": 3.869
    },
    {
        "text": "Especially when it's from a minority of the community",
        "start": 267.32,
        "duration": 2.159
    },
    {
        "text": "At least if this point seems very open to look at that and then consider it moving forward",
        "start": 269.479,
        "duration": 4.26
    },
    {
        "text": "but with all of that said I think for transparency sake it's important to note that I like Shane we go back to even while",
        "start": 273.74,
        "duration": 5.07
    },
    {
        "text": "I'm trying to treat this like any story. There may be bias",
        "start": 278.81,
        "duration": 2.07
    },
    {
        "text": "But that's also what I want to pass the question off to you what you take away from",
        "start": 280.88,
        "duration": 2.789
    },
    {
        "text": "This is it. All good bad. Is it just a form of entertainment? People are taking it too serious or no?",
        "start": 283.669,
        "duration": 4.53
    },
    {
        "text": "This is a serious issue any and all thoughts",
        "start": 288.2,
        "duration": 1.68
    },
    {
        "text": "I'd love to see those in the comments down below",
        "start": 289.88,
        "duration": 2.0
    },
    {
        "text": "then let's quickly talk about the roller coaster ride that has been the life of",
        "start": 292.13,
        "duration": 3.899
    },
    {
        "text": "Elon Musk and Tesla where we last left things the SEC had just filed a lawsuit against Tesla and Elon Musk over the weekend there",
        "start": 296.25,
        "duration": 6.709
    },
    {
        "text": "was a",
        "start": 302.96,
        "duration": 0.459
    },
    {
        "text": "massive",
        "start": 303.419,
        "duration": 0.721
    },
    {
        "text": "Announcement musk and Tesla ended up settling with the SEC and as a result of this settlement both Tesla and musk must pay twenty million",
        "start": 304.14,
        "duration": 6.409
    },
    {
        "text": "Dollars and according to an SEC press release a 40 million in penalties will be distributed to harmed investors under a court-approved",
        "start": 310.65,
        "duration": 5.6
    },
    {
        "text": "Process and to while musk will be able to stay on as the CEO of Tesla",
        "start": 316.41,
        "duration": 3.829
    },
    {
        "text": "He can no longer be the chairman of the board",
        "start": 320.24,
        "duration": 1.89
    },
    {
        "text": "And so he must leave that role in the next 45 days and he is not allowed to try and get back into that position",
        "start": 322.13,
        "duration": 4.799
    },
    {
        "text": "For three years Tesla must also add two new independent directors very interestingly according to this settlement",
        "start": 326.93,
        "duration": 5.88
    },
    {
        "text": "Tesla will be required to vet Elon Musk's tweets before they go out which can sound like they're treating Elon Musk like a child",
        "start": 332.81,
        "duration": 6.66
    },
    {
        "text": "But also the same time it's important to remember that this whole situation is because of a tweet specifically the now infamous",
        "start": 339.47,
        "duration": 5.669
    },
    {
        "text": "Funding secured tweet now with all of that said according to a lot of experts",
        "start": 345.51,
        "duration": 3.289
    },
    {
        "text": "this is actually a win for Tesla compared to where this could have gone a lawsuit without it being settled could have been devastating and",
        "start": 348.8,
        "duration": 6.51
    },
    {
        "text": "One of the big reasons is that the SEC lawsuit was looking to ban Elon Musk from being an officer or director for any",
        "start": 355.31,
        "duration": 5.899
    },
    {
        "text": "Publicly traded company also connected to everything that transpired over the weekend",
        "start": 361.37,
        "duration": 4.279
    },
    {
        "text": "Tesla investors got to experience a rollercoaster a massive descent",
        "start": 365.65,
        "duration": 3.75
    },
    {
        "text": "Once we learned about the lawsuit of the massive explosion back up after the settlement was reached",
        "start": 369.47,
        "duration": 4.429
    },
    {
        "text": "So that's where we are with this story right now and I'll pass the question off to you",
        "start": 373.9,
        "duration": 3.54
    },
    {
        "text": "What are your thoughts around all of this?",
        "start": 377.44,
        "duration": 1.5
    },
    {
        "text": "Do you think it makes sense giving the funding secured tweet and really how the stock was?",
        "start": 378.94,
        "duration": 4.109
    },
    {
        "text": "affected by Elon Musk's action or no",
        "start": 383.12,
        "duration": 2.3
    },
    {
        "text": "Do you see this as something else something more coordinated maybe an attack?",
        "start": 385.42,
        "duration": 3.029
    },
    {
        "text": "But from that I want to share some stuff",
        "start": 388.45,
        "duration": 1.44
    },
    {
        "text": "I love today and today in awesome brought to you by post mate post mates",
        "start": 389.89,
        "duration": 3.899
    },
    {
        "text": "If you don't know is the fantastic delivery on-demand service whether you want something from the store your favorite restaurant. Boom",
        "start": 393.79,
        "duration": 4.98
    },
    {
        "text": "Just open up the app order",
        "start": 398.77,
        "duration": 1.47
    },
    {
        "text": "They will deliver it to your house your work your wherever I personally use and love the service and even better if you've never used",
        "start": 400.24,
        "duration": 5.79
    },
    {
        "text": "It before if you download it now",
        "start": 406.03,
        "duration": 1.17
    },
    {
        "text": "You can click the link down below or just go to post a Franco. Comm you",
        "start": 407.2,
        "duration": 2.519
    },
    {
        "text": "enter in offer code Philly D host mates will give you",
        "start": 409.72,
        "duration": 2.639
    },
    {
        "text": "$100 in free delivery",
        "start": 412.76,
        "duration": 1.23
    },
    {
        "text": "Credit the first bit of awesome today is we are doing a limited run and release of an old design",
        "start": 413.99,
        "duration": 5.33
    },
    {
        "text": "But with a twist the old schoolers that remember the attractive lady in the thumbnail clickbait days",
        "start": 419.32,
        "duration": 4.169
    },
    {
        "text": "I've modified note saying and are releasing the brand new which is B crazy shirt was initially there's going to be a joke shirt that",
        "start": 423.56,
        "duration": 6.529
    },
    {
        "text": "Some of the ladies in the office came up with and we're getting printed with Halloween coming up",
        "start": 430.09,
        "duration": 3.93
    },
    {
        "text": "We thought it would be fun to release these shirts for a week",
        "start": 434.02,
        "duration": 2.429
    },
    {
        "text": "And so if you want to snag one",
        "start": 436.45,
        "duration": 1.23
    },
    {
        "text": "You can in the links down below then we got a brand new gameplay trailer for Red Dead Redemption",
        "start": 437.68,
        "duration": 4.32
    },
    {
        "text": "- oh, I cannot wait for this game to come out then",
        "start": 442.16,
        "duration": 2.899
    },
    {
        "text": "I just I had to share the career day sketch on SNL where Adam driver just does an amazing job",
        "start": 445.06,
        "duration": 5.609
    },
    {
        "text": "Yeah",
        "start": 450.68,
        "duration": 0.5
    },
    {
        "text": "We had Nicolas Cage talking Rolling Stone about a first life noggin asking what if you only took naps it Kevin Hart and Tiffany Haddish",
        "start": 451.18,
        "duration": 6.15
    },
    {
        "text": "Answering the web's most searched questions. We call a duty and post Malone teaming up then in person Lawson",
        "start": 457.33,
        "duration": 5.309
    },
    {
        "text": "We also put out our bonus video regarding vote it not so awesome",
        "start": 462.64,
        "duration": 2.789
    },
    {
        "text": "It only seemingly hit a third of subscription boxes",
        "start": 465.43,
        "duration": 2.82
    },
    {
        "text": "but if you didn't see it in catch up by clicking the link down below and if you want to see the full versions of",
        "start": 468.25,
        "duration": 3.959
    },
    {
        "text": "everything I'll just share the secret link of the day really anything at all links is always there in the description down below and let's",
        "start": 472.21,
        "duration": 5.7
    },
    {
        "text": "Talk about some of the big news happening in California over the weekend, California Governor",
        "start": 477.91,
        "duration": 3.75
    },
    {
        "text": "Jerry Brown signed new laws and vetoed nearly as men and among them",
        "start": 481.66,
        "duration": 3.119
    },
    {
        "text": "You have new gun control measures a law that forces",
        "start": 484.78,
        "duration": 2.16
    },
    {
        "text": "Publicly traded companies within the state to include women on their board of directors and new net neutrality",
        "start": 487.19,
        "duration": 4.099
    },
    {
        "text": "Regulation and those new net neutrality rules are by far the thing that's being most talked about officially",
        "start": 491.51,
        "duration": 4.579
    },
    {
        "text": "it's called SBA 2 - the law was submitted in August and brown have until midnight on Sunday to sign it into law which he",
        "start": 496.09,
        "duration": 5.519
    },
    {
        "text": "did which makes California the third state to pass net neutrality laws now some say that it's actually more than three because states like",
        "start": 501.61,
        "duration": 5.46
    },
    {
        "text": "Vermont have executive orders protecting that neutrality that is really seen as a stepping stone and a band-aid solution until law can be passed and",
        "start": 507.07,
        "duration": 6.719
    },
    {
        "text": "As far as the other two of the three you have Washington and Oregon who have passed their own legislation",
        "start": 513.789,
        "duration": 4.29
    },
    {
        "text": "elaborate California's",
        "start": 518.3,
        "duration": 1.14
    },
    {
        "text": "legislation is the most strict of all matching the levels of protections that the repealed Obama era rules have and the reason California's is the",
        "start": 519.44,
        "duration": 5.69
    },
    {
        "text": "Strongest is that the states that have passed their own laws or issued executive orders?",
        "start": 525.13,
        "duration": 3.179
    },
    {
        "text": "they usually just copy the two-page summary of the Obama era rules by just copying that there are loopholes that ISPs and telecom companies can",
        "start": 528.31,
        "duration": 5.94
    },
    {
        "text": "Use to get around the regulations where as with, California",
        "start": 534.25,
        "duration": 2.309
    },
    {
        "text": "They copied nearly all 300 pages of the original rule and closed some other loophole",
        "start": 536.56,
        "duration": 3.359
    },
    {
        "text": "And one of the notable loopholes close is the zero-rating loophole",
        "start": 539.92,
        "duration": 2.64
    },
    {
        "text": "this allows carriers to exempt content from certain companies from counting against a customer's data usage like their own streaming services and an example of",
        "start": 542.56,
        "duration": 6.179
    },
    {
        "text": "This is Comcast allows Xfinity streamed their own streaming service to not be counted in your data usage",
        "start": 548.74,
        "duration": 4.29
    },
    {
        "text": "But Netflix is another California's new law ISPs can still exempt certain content from count against your data plan",
        "start": 553.03,
        "duration": 5.039
    },
    {
        "text": "But only if they exempt a whole category",
        "start": 558.07,
        "duration": 2.13
    },
    {
        "text": "So instead of just making an Xfinity stream exempt Comcast would need to make exceptions for all streaming services",
        "start": 560.2,
        "duration": 4.649
    },
    {
        "text": "The law also bans interconnection fees which are charged as a company pays when its data enters an ISPs network",
        "start": 564.85,
        "duration": 4.47
    },
    {
        "text": "No",
        "start": 569.32,
        "duration": 0.48
    },
    {
        "text": "Big thing to understand here is this is not just a done deal and of a situation",
        "start": 569.8,
        "duration": 3.15
    },
    {
        "text": "The federal Department of Justice was seemingly just waiting for it to be signed because just an hour after Governor Brown signed it into law",
        "start": 573.14,
        "duration": 5.51
    },
    {
        "text": "DOJ ended up filing a lawsuit against",
        "start": 578.8,
        "duration": 2.309
    },
    {
        "text": "California over Attorney General Jeff Sessions issuing a statement that California was quote attempting to subvert the federal government's deregulatory",
        "start": 581.209,
        "duration": 6.26
    },
    {
        "text": "Approach to the Internet adding under the Constitution states. Do not regulate interstate commerce",
        "start": 587.54,
        "duration": 4.19
    },
    {
        "text": "federal government does in calling this an extreme and illegal state law attempting to frustrate federal policy FCC Chairman Ajit PI and the FCC of",
        "start": 592.07,
        "duration": 7.399
    },
    {
        "text": "course also agree",
        "start": 599.47,
        "duration": 0.75
    },
    {
        "text": "The states don't have the right to enact net neutrality laws and here they point to their net neutrality repeal where they state their removal",
        "start": 600.22,
        "duration": 5.1
    },
    {
        "text": "Of regulations would override any state law",
        "start": 605.32,
        "duration": 2.039
    },
    {
        "text": "Additionally pi is saying the california law would hurt consumers saying the law prohibits many free data plans",
        "start": 607.43,
        "duration": 4.609
    },
    {
        "text": "Which allow consumers to stream video music and the like exempt from any data limits?",
        "start": 612.04,
        "duration": 3.75
    },
    {
        "text": "They have proven enormous ly popular in the market, especially among lower-income Americans but notwithstanding the consumer benefits this state law bans them",
        "start": 615.79,
        "duration": 7.33
    },
    {
        "text": "but following this California defended its decision state attorney general Xavier Becerra saying while the Trump administration",
        "start": 623.12,
        "duration": 4.92
    },
    {
        "text": "Continues to ignore the millions of Americans who voiced strong support for net neutrality rule",
        "start": 628.32,
        "duration": 3.739
    },
    {
        "text": "California home to countless startups tech giants and nearly 40 million consumers will not allow a handful of power brokers to dictate sources for",
        "start": 632.34,
        "duration": 6.83
    },
    {
        "text": "Information or the speed at which websites load we remain deeply committed to protecting freedom of expression innovation and fairness",
        "start": 639.3,
        "duration": 6.019
    },
    {
        "text": "See also, California Senator Scott Weiner echoing this sentiment saying we don't think the FCC has the power to preempt state action",
        "start": 645.35,
        "duration": 6.0
    },
    {
        "text": "We are prepared to defend this law the main thing to understand here is this is a battle that will likely last quite some time",
        "start": 651.35,
        "duration": 5.25
    },
    {
        "text": "Whilst you don't have to go through the courts and the decision as to whether states can regulate is PV and net neutrality",
        "start": 656.6,
        "duration": 4.469
    },
    {
        "text": "Will be decided by this court, and this is a big deal",
        "start": 661.17,
        "duration": 2.389
    },
    {
        "text": "Not only because California made this move",
        "start": 663.56,
        "duration": 1.71
    },
    {
        "text": "But because it's believed that New York and New Mexico will follow suit as far as what happens from here",
        "start": 665.27,
        "duration": 3.9
    },
    {
        "text": "It's ultimately a we have to wait and see what happens situation and then let's start about possibly the sexiest topic",
        "start": 669.17,
        "duration": 5.07
    },
    {
        "text": "We will ever discuss on this show and that is international trade agreements. Oh my goodness",
        "start": 674.24,
        "duration": 5.039
    },
    {
        "text": "Yes imports and exports Oh calm down",
        "start": 679.56,
        "duration": 2.27
    },
    {
        "text": "and the reason we're talking about this today is what just happened with the United States and Canada as you're likely aware one of the",
        "start": 682.23,
        "duration": 5.479
    },
    {
        "text": "Signature issues for President Trump during the 2016 campaign was trait and in particular he repeatedly singled out NAFTA",
        "start": 687.71,
        "duration": 5.279
    },
    {
        "text": "otherwise known as the North American Free Trade Agreement",
        "start": 692.99,
        "duration": 1.74
    },
    {
        "text": "and for those unfamiliar NAFTA has a trade agreement between the United States Mexico and Canada that has been in place since",
        "start": 694.73,
        "duration": 4.859
    },
    {
        "text": "1994 and establishes the rules on",
        "start": 700.05,
        "duration": 1.89
    },
    {
        "text": "1.2 trillion dollars",
        "start": 701.94,
        "duration": 1.17
    },
    {
        "text": "Worth of trade and this agreement was meant to eliminate some of the major trade barriers between the three countries such as tariffs or taxes",
        "start": 703.11,
        "duration": 5.75
    },
    {
        "text": "On imported goods, but Trump has consistently viewed NAFTA as one of the biggest mistakes United States has ever made",
        "start": 708.86,
        "duration": 5.07
    },
    {
        "text": "It's been shy laughter",
        "start": 713.93,
        "duration": 1.71
    },
    {
        "text": "Which was one of the worst things that ever happened with a manufacturing industry you go to New England you go to, Ohio, Pennsylvania",
        "start": 715.64,
        "duration": 6.96
    },
    {
        "text": "You go anywhere you want Secretary Clinton and you will see devastation where manufacturers down 30 40 sometimes",
        "start": 723.15,
        "duration": 7.07
    },
    {
        "text": "50 percent NAFTA is the worst trade deal maybe ever signed anywhere",
        "start": 730.47,
        "duration": 4.549
    },
    {
        "text": "But certainly ever signed in this country here Trump is right on one hand studies have shown that certain",
        "start": 735.02,
        "duration": 4.32
    },
    {
        "text": "manufacturing industries have been impacted badly by NAFTA",
        "start": 739.5,
        "duration": 2.42
    },
    {
        "text": "He saw some manufacturing jobs sent to Mexico where labor was cheaper as a result of the agreement",
        "start": 741.92,
        "duration": 4.019
    },
    {
        "text": "NAFTA also arguably allowed companies that employed workers in the manufacturing industry in the u.s. To pay lower wages",
        "start": 745.94,
        "duration": 5.159
    },
    {
        "text": "Ne but many critics saying the agreement does not do enough to stop Mexico from exploiting its factory workers",
        "start": 751.1,
        "duration": 4.26
    },
    {
        "text": "I on the other hand at the same time other studies have shown that NAFTA has had little impact on these jobs and those studies",
        "start": 755.36,
        "duration": 5.07
    },
    {
        "text": "Saying the loss of manufacturing",
        "start": 760.43,
        "duration": 0.969
    },
    {
        "text": "Jobs is more to do with increasing automation",
        "start": 761.399,
        "duration": 1.741
    },
    {
        "text": "Rather than competition from foreign markets opponents of the deal also saying that NAFTA has led to lower food prices a u.s",
        "start": 763.14,
        "duration": 5.059
    },
    {
        "text": "Grocery store that because of Terra free food imports from Mexico and they also say it's led to lower gas prices",
        "start": 768.2,
        "duration": 4.32
    },
    {
        "text": "Because of the increase in imported oil from Mexico and Canada and this group argues that overall all three countries have seen increased economic growth",
        "start": 772.649,
        "duration": 5.93
    },
    {
        "text": "And traits and snap to a sign now with all of that said back in August the president announced the United States would be abandoning",
        "start": 778.58,
        "duration": 4.949
    },
    {
        "text": "the trade agreement in its current form and saying instead the United States will be working towards a new bilateral trade agreements with Mexico and",
        "start": 783.529,
        "duration": 4.98
    },
    {
        "text": "Canada and following this Mexico got on board very quickly agreeing to resolve several major areas of contention between the two country and the most",
        "start": 788.51,
        "duration": 5.82
    },
    {
        "text": "significant of these areas was the auto industry agreement calling for 75% of car parts to be produced in Mexico or the United States for",
        "start": 794.339,
        "duration": 5.869
    },
    {
        "text": "Any cars sold in North America, which is an increase from the current sixty two percent requirement",
        "start": 800.209,
        "duration": 3.96
    },
    {
        "text": "And with this Trump believes that this will create more",
        "start": 804.17,
        "duration": 1.9
    },
    {
        "text": "manufacturing jobs in the United States the deal also called for better labor standards for auto workers requiring that forty to forty five percent of",
        "start": 806.07,
        "duration": 5.839
    },
    {
        "text": "The work done on a car be done by workers making at least sixteen dollars an hour",
        "start": 811.91,
        "duration": 3.36
    },
    {
        "text": "Which is three times with the average Mexican auto worker makes it a big thing to note here is that this was a verbal agreement?",
        "start": 815.27,
        "duration": 4.829
    },
    {
        "text": "between the United States and Mexico",
        "start": 820.1,
        "duration": 1.41
    },
    {
        "text": "So it was not technically official at the time Mexico seemed to indicate that they would not make it official",
        "start": 821.51,
        "duration": 4.019
    },
    {
        "text": "Unless Canada also agreed to the new provision but negotiations between the United States and Canada had stalled since the initial announcement",
        "start": 825.529,
        "duration": 5.73
    },
    {
        "text": "We all saw Trump specifically calling out Canada for its policy on dairy products",
        "start": 831.26,
        "duration": 3.75
    },
    {
        "text": "That's because Canada charges a two hundred seventy percent tariff on some US dairy product, although one important note",
        "start": 835.04,
        "duration": 4.2
    },
    {
        "text": "there is that tariffs only applies to the surplus amounts that are exported to Canada even so Trump hit on this point even threatened to",
        "start": 839.24,
        "duration": 5.7
    },
    {
        "text": "Retaliate and in a news conference last week. It did not seem like things were going well with Trump and Prime Minister Trudeau",
        "start": 844.94,
        "duration": 5.07
    },
    {
        "text": "Did you reject a one-on-one meeting with a Canadian Prime Minister Justin Trudeau?",
        "start": 850.01,
        "duration": 3.959
    },
    {
        "text": "Yeah",
        "start": 853.97,
        "duration": 0.42
    },
    {
        "text": "I did why",
        "start": 854.39,
        "duration": 1.03
    },
    {
        "text": "Because his tariffs are too high and he doesn't seem to want to move and I've told him forget about it and frankly",
        "start": 855.42,
        "duration": 4.97
    },
    {
        "text": "We're thinking about just taxing cars coming in from Canada. That's the mother lode. That's the big one",
        "start": 860.55,
        "duration": 4.7
    },
    {
        "text": "we're very unhappy with the negotiations and the negotiating style of",
        "start": 865.8,
        "duration": 4.489
    },
    {
        "text": "Canada now Trudeau a spokesperson",
        "start": 870.81,
        "duration": 1.529
    },
    {
        "text": "Refuted Trump's statement saying there was no meeting to reject as no meeting had actually been requested",
        "start": 872.339,
        "duration": 4.61
    },
    {
        "text": "And in addition to Trump's comments the United States also set a deadline for September 30th to get a deal done with Canada and over",
        "start": 876.95,
        "duration": 5.159
    },
    {
        "text": "The week just as I seem like the deadline would be missed",
        "start": 882.11,
        "duration": 2.539
    },
    {
        "text": "We got an announcement negotiators announced they had reached a deal on a new NAFTA although according to Trump",
        "start": 884.649,
        "duration": 4.29
    },
    {
        "text": "It will no longer be called NAFTA tweeting. The new name will be the United States Mexico Canada agreement or US MCA",
        "start": 888.94,
        "duration": 5.13
    },
    {
        "text": "It is a great deal for all three countries solves the many deficiencies and mistakes and nefta really opens markets to our farmers and manufacturers",
        "start": 894.07,
        "duration": 6.239
    },
    {
        "text": "reduces trade barriers to the United States and will bring all three great nations together in",
        "start": 900.589,
        "duration": 4.13
    },
    {
        "text": "Competition with the rest of the world the u.s. MCA is a historic transaction",
        "start": 904.82,
        "duration": 3.919
    },
    {
        "text": "So the question becomes well, what exactly is in this new deal?",
        "start": 908.74,
        "duration": 2.4
    },
    {
        "text": "well",
        "start": 911.2,
        "duration": 0.12
    },
    {
        "text": "Canada has agreed to the same provisions as Mexico regarding cars starting at 2020 in order for an exported car to be eligible for no",
        "start": 911.32,
        "duration": 5.669
    },
    {
        "text": "tariffs",
        "start": 916.99,
        "duration": 0.67
    },
    {
        "text": "75% of its parts must be made in Canada the United States or Mexico by 2023 40 percent of the work done on a car",
        "start": 917.66,
        "duration": 5.21
    },
    {
        "text": "Must be done by workers making at least $16 an hour",
        "start": 922.87,
        "duration": 2.339
    },
    {
        "text": "also",
        "start": 925.209,
        "duration": 0.271
    },
    {
        "text": "Reportedly the United States will be allowed to send more dairy products into Canada that will not be subject to high tariffs is particularly",
        "start": 925.48,
        "duration": 5.19
    },
    {
        "text": "Important to milk protein concentrate milk powder and infant formula there will also be improved labor and environmental provisions",
        "start": 930.74,
        "duration": 5.63
    },
    {
        "text": "Forcing Mexican trucking companies across the United States border to meet higher safety standards",
        "start": 936.649,
        "duration": 3.86
    },
    {
        "text": "Also Mexican workers must be given a greater ability to form unions additionally",
        "start": 940.51,
        "duration": 3.51
    },
    {
        "text": "There is increased protections for intellectual property that is patented or trademarked",
        "start": 944.02,
        "duration": 3.539
    },
    {
        "text": "But also at the same time there are a few things that are not changed u.s",
        "start": 947.56,
        "duration": 2.46
    },
    {
        "text": "Tariffs on Mexican and Canadian steel and aluminum will not be lifted it also the process for each country a challenge trade practices they deem",
        "start": 950.02,
        "duration": 5.489
    },
    {
        "text": "Unfair called chapter 19 will also stay in place following the announcement of this deal",
        "start": 955.51,
        "duration": 3.69
    },
    {
        "text": "We saw a lot of people haven't mentioned in a press conference today",
        "start": 959.2,
        "duration": 2.609
    },
    {
        "text": "So we have negotiated this new agreement based on the principle of fairness and reciprocity",
        "start": 961.81,
        "duration": 4.919
    },
    {
        "text": "To me. It's the most important word and trade because we've been treated so unfairly by so many nations",
        "start": 968.12,
        "duration": 5.45
    },
    {
        "text": "All over the world that we're changing this Christian Freeland Canada's foreign affairs minister praising it as well spokesperson for the National Retail Federation",
        "start": 974.24,
        "duration": 6.77
    },
    {
        "text": "Saying we are pleased CEO of the information technology industry council calling this a significant step forward",
        "start": 981.29,
        "duration": 5.39
    },
    {
        "text": "But at the same time you had other groups such as the Union Organization",
        "start": 986.68,
        "duration": 2.76
    },
    {
        "text": "afl-cio being far more",
        "start": 989.839,
        "duration": 1.351
    },
    {
        "text": "cautious the president of the organization",
        "start": 991.19,
        "duration": 1.649
    },
    {
        "text": "saying the texts we have reviewed even before the confirmation that Canada will remain part of NAFTA affirms that too many details still need to",
        "start": 992.839,
        "duration": 5.93
    },
    {
        "text": "Be worked out before working people make a final judgment on a deal our history of witnessing unfair trade deals destroy the lives of working",
        "start": 998.77,
        "duration": 6.059
    },
    {
        "text": "families demands the highest level of scrutiny before",
        "start": 1004.829,
        "duration": 2.4
    },
    {
        "text": "receiving our",
        "start": 1007.39,
        "duration": 0.75
    },
    {
        "text": "endorsement and what I will say as far as my personal take away as if right now this looks like a potential win for the",
        "start": 1008.14,
        "duration": 5.059
    },
    {
        "text": "president one point it seems like Trump is following through on a campaign promise on the other hand this",
        "start": 1013.2,
        "duration": 4.679
    },
    {
        "text": "situation which really Trump",
        "start": 1018.1,
        "duration": 1.59
    },
    {
        "text": "Created there could have been this massive implosion where all of a sudden Canada was cut out of this deal and who knows what happens?",
        "start": 1019.69,
        "duration": 5.059
    },
    {
        "text": "From there and then at least for now seems to have been avoided so you have supporters",
        "start": 1024.75,
        "duration": 3.39
    },
    {
        "text": "So the president saying that this is a validation of how the president acts and negotiates although all of that said right now",
        "start": 1028.14,
        "duration": 5.069
    },
    {
        "text": "There are still some concern, you know some economist out there saying while this all sounds great",
        "start": 1033.209,
        "duration": 3.81
    },
    {
        "text": "They believe that many cars will no longer be made in North America because it will be too expensive",
        "start": 1037.02,
        "duration": 3.539
    },
    {
        "text": "Under the new requirements",
        "start": 1040.78,
        "duration": 1.34
    },
    {
        "text": "He also the president of USI United Steelworkers",
        "start": 1042.12,
        "duration": 2.0
    },
    {
        "text": "International say there are provisions that represent improvements over NAFTA if there are also provisions that must be removed adding further",
        "start": 1044.26,
        "duration": 5.989
    },
    {
        "text": "We have not evaluated what changes resulted from the just-concluded agreement to include Canada while this deal has just been recently",
        "start": 1050.25,
        "duration": 5.339
    },
    {
        "text": "Announced a lot of the specifics will come out. It's also not a done deal",
        "start": 1055.78,
        "duration": 2.809
    },
    {
        "text": "It still needs to be ratified by Congress",
        "start": 1058.59,
        "duration": 1.54
    },
    {
        "text": "Before it becomes a law which I mean anything going through Congress right now is not a sure thing",
        "start": 1060.13,
        "duration": 4.609
    },
    {
        "text": "And so right now we're gonna have to wait to see if there's any more information that comes out how this moves through",
        "start": 1064.74,
        "duration": 3.75
    },
    {
        "text": "Congress also, there was another Donald Trump story because this morning when he was having this press conference about this deal this moment happened",
        "start": 1068.679,
        "duration": 5.99
    },
    {
        "text": "Okay question. Yeah, go ahead. Sure",
        "start": 1074.67,
        "duration": 2.009
    },
    {
        "text": "She's shocked that I picked her. No, it's like in a state of shock",
        "start": 1079.0,
        "duration": 3.41
    },
    {
        "text": "I'm not thinking that's okay. I know you're not thinking you never do. I'm sorry. No, go ahead. Go ahead",
        "start": 1083.05,
        "duration": 6.019
    },
    {
        "text": "So he hits her with ax",
        "start": 1089.07,
        "duration": 0.84
    },
    {
        "text": "I know you're not thinking you never do and if you watch that clip and you're like, oh well",
        "start": 1089.91,
        "duration": 3.869
    },
    {
        "text": "She said I'm not thinking he's kind of you know",
        "start": 1093.78,
        "duration": 1.95
    },
    {
        "text": "Having like a fun back-and-forth kind of a jab cuz maybe that could have been disrespectful",
        "start": 1095.73,
        "duration": 3.75
    },
    {
        "text": "What happened is the president said she's in a state of shock and she responded. I'm not thank you. Mr. President",
        "start": 1099.48,
        "duration": 5.19
    },
    {
        "text": "I could have state of shock",
        "start": 1104.67,
        "duration": 1.889
    },
    {
        "text": "I'm not thinking that's okay",
        "start": 1106.559,
        "duration": 1.351
    },
    {
        "text": "I know you're not thinking you never do but ultimately it resulted in the situation where it seemed like the President of the United States",
        "start": 1107.91,
        "duration": 4.5
    },
    {
        "text": "Was unnecessarily rude to cecilia Vega that said while this clip has gone semi viral",
        "start": 1112.41,
        "duration": 4.109
    },
    {
        "text": "I don't I personally just don't think it moves the needle freddy-boy",
        "start": 1116.52,
        "duration": 2.729
    },
    {
        "text": "It's not like it's news that Trump is hostile or antagonistic with the media",
        "start": 1119.25,
        "duration": 3.959
    },
    {
        "text": "and personally I think of the people that support the president will say it was a misunderstanding or an attempted joke or",
        "start": 1123.21,
        "duration": 4.77
    },
    {
        "text": "people that don't care that he does stuff like this saying all of this the things he does during the press conferences and the tweets",
        "start": 1128.11,
        "duration": 5.18
    },
    {
        "text": "That's just kind of noise ultimately",
        "start": 1133.29,
        "duration": 1.62
    },
    {
        "text": "The only thing or the main thing that matters is policy things like the trade deal that's being discussed today and it'll pass the question",
        "start": 1134.91,
        "duration": 5.489
    },
    {
        "text": "off to you for you and I mean",
        "start": 1140.4,
        "duration": 1.08
    },
    {
        "text": "We're almost two years in on this we're land on this person",
        "start": 1141.48,
        "duration": 2.53
    },
    {
        "text": "If you separate the two also you have any opinions on the New Deal. That's what I'm going to end",
        "start": 1144.01,
        "duration": 3.54
    },
    {
        "text": "Today's show of course. Remember this show is a conversation",
        "start": 1147.55,
        "duration": 2.609
    },
    {
        "text": "so whether it be the last story the first one anything in between",
        "start": 1150.16,
        "duration": 2.609
    },
    {
        "text": "Let me know what you're thinking in those comments down below",
        "start": 1152.77,
        "duration": 1.86
    },
    {
        "text": "Also while you're at it if you liked today's show you like these daily dives into the news",
        "start": 1154.63,
        "duration": 3.179
    },
    {
        "text": "I do hit that like button if you're new here hit that subscribe button",
        "start": 1157.809,
        "duration": 2.73
    },
    {
        "text": "But with that said, of course as always, my name's philip defranco",
        "start": 1160.54,
        "duration": 2.849
    },
    {
        "text": "You've just been Phill'd in a love yo faces, And i'll see you tomorrow.",
        "start": 1163.49,
        "duration": 4.16
    }
]