[
    {
        "text": "Sup up, you beautiful bastards? Hope you're having a fantastic Thursday,",
        "start": 0.0,
        "duration": 3.08
    },
    {
        "text": "welcome back to the Philip DeFranco show, and let's just jump into it.",
        "start": 3.14,
        "duration": 3.42
    },
    {
        "text": "And the first thing I want to talk about today with the week we have had,",
        "start": 6.56,
        "duration": 2.7
    },
    {
        "text": "Let's start off a little bit lighter.",
        "start": 9.26,
        "duration": 1.88
    },
    {
        "text": "We have a story, or rather stories from the past week have popped up,",
        "start": 11.14,
        "duration": 2.92
    },
    {
        "text": "involving women and what they wear, with a sprinkling of Hollywood.",
        "start": 14.06,
        "duration": 3.38
    },
    {
        "text": "and one of the first ways we saw this pop up in the past week was a New York Times piece.",
        "start": 17.44,
        "duration": 3.54
    },
    {
        "text": "A piece written by Honor Jones with the headline,",
        "start": 20.98,
        "duration": 1.98
    },
    {
        "text": "\"Why Yoga Pants Are Bad for Women.\"",
        "start": 22.96,
        "duration": 1.72
    },
    {
        "text": "Also tweeting out the article, saying \"Now we have to look hot at the gym? Give us a break.\"",
        "start": 24.68,
        "duration": 3.48
    },
    {
        "text": "Now in the article, the author even writes, \"It's not good manners for a woman to tell other women how to dress...\"",
        "start": 28.16,
        "duration": 4.64
    },
    {
        "text": "Adding, \"Women who criticize other women for dressing hot are seen as criticizing women themselves -- ....",
        "start": 32.8,
        "duration": 4.68
    },
    {
        "text": "... a sad conflation if you think about it, rooted in the idea that who we are is how we look.\"",
        "start": 37.48,
        "duration": 4.34
    },
    {
        "text": "But then, as many of the top comments on that article point out,",
        "start": 41.82,
        "duration": 2.66
    },
    {
        "text": "pretty much the rest of the article is, is pointing out what women should and should not wear,",
        "start": 44.48,
        "duration": 4.6
    },
    {
        "text": "and also assuming why women wear what they wear.",
        "start": 49.14,
        "duration": 2.76
    },
    {
        "text": "People are saying that it seems like a lot of assuming and it does seem like criticism of the person,",
        "start": 51.9,
        "duration": 4.04
    },
    {
        "text": "because we are what we do--we are our choices in life.",
        "start": 55.94,
        "duration": 2.9
    },
    {
        "text": "Saying \"we aren't wearing workout clothes because they're cooler or more comfortable...\"",
        "start": 58.84,
        "duration": 3.12
    },
    {
        "text": "\"...We're wearing them because they are sexy.\"",
        "start": 61.96,
        "duration": 1.32
    },
    {
        "text": "\"We may be able to conquer the world wearing spandex. But wouldn't it be easier to do so in...",
        "start": 63.28,
        "duration": 3.86
    },
    {
        "text": "pants that don't threaten to show every dimple and roll in every woman over 30?\"",
        "start": 67.14,
        "duration": 3.52
    },
    {
        "text": "The author is saying she's going to go to the gym in sweatpants.",
        "start": 70.74,
        "duration": 2.34
    },
    {
        "text": "She's gonna do other activities in sweatpants.",
        "start": 73.08,
        "duration": 1.76
    },
    {
        "text": "She says other women should, too.",
        "start": 74.84,
        "duration": 1.66
    },
    {
        "text": "We saw a lot of women responding \"I'm not wearing this to look sexy. Why would you assume that?\"",
        "start": 76.5,
        "duration": 3.64
    },
    {
        "text": "it's actually more comfortable for certain activities.",
        "start": 80.14,
        "duration": 2.42
    },
    {
        "text": "People saying sweatpants can get hot, depending on the activity.",
        "start": 82.56,
        "duration": 2.84
    },
    {
        "text": "Say you hop on an exercise bike while you're at the gym, you definitely don't want loose fabric.",
        "start": 85.4,
        "duration": 3.36
    },
    {
        "text": "But at the very least, it seemed like the majority consensus was \"Hey how about we don't criticize what other women wear",
        "start": 88.76,
        "duration": 4.58
    },
    {
        "text": "and assume why they wear it.\" That seems like the most pro-women thing you could do",
        "start": 93.34,
        "duration": 3.16
    },
    {
        "text": "in this article that seemingly is trying to be pro-women.",
        "start": 96.5,
        "duration": 2.38
    },
    {
        "text": "So there was that part of the story, of course I'd love to know your thoughts there,",
        "start": 98.88,
        "duration": 2.34
    },
    {
        "text": "and then that kind of connects to actually Megan Fox and Jennifer Lawrence in the news.",
        "start": 101.22,
        "duration": 3.96
    },
    {
        "text": "One hitting how people and seemingly women in Hollywood are just seen as these, these objects,",
        "start": 105.18,
        "duration": 4.12
    },
    {
        "text": "and that then seemingly connecting the public response of what Jennifer Lawrence was wearing, but here we go",
        "start": 109.3,
        "duration": 5.12
    },
    {
        "text": "When speaking to E! News this week, Megan Fox got very candid about being an actor in Hollywood.",
        "start": 114.42,
        "duration": 4.4
    },
    {
        "text": "\"I mean you're a commodity, right, you're something that the studio owns.",
        "start": 118.82,
        "duration": 2.94
    },
    {
        "text": "And so, really, as long as you survive filming and they've gotten what they needed from you they don't really care if you drop dead afterwards.",
        "start": 121.76,
        "duration": 8.92
    },
    {
        "text": "It doesn't matter, do you- you break an arm, break a leg.",
        "start": 130.68,
        "duration": 2.46
    },
    {
        "text": "And it, you know, things like when you're working, you can get really sick, as long as you're not bleeding from your face, you're gonna keep working and people don't understand that.",
        "start": 133.14,
        "duration": 8.22
    },
    {
        "text": "And then in terms of- they just, there's no regard for your physical safety or well being at all because it doesn't because it doesn't matter, because your a means to an end.",
        "start": 141.44,
        "duration": 7.28
    },
    {
        "text": "So, they need what they need from you and then, \"Goodbye,\" you know, \"Suck it up.\"",
        "start": 149.3,
        "duration": 5.66
    },
    {
        "text": "'Tough it up and we'll see you for the next one.'\"",
        "start": 155.8,
        "duration": 2.46
    },
    {
        "text": "And on the note of a morally bankrupt industry having no regard for someone's safety, their well-being, essentially just treating them like a commodity",
        "start": 158.42,
        "duration": 6.52
    },
    {
        "text": "that then connected to the general reactions we saw around Jennifer Lawrence",
        "start": 164.94,
        "duration": 3.04
    },
    {
        "text": "who was seen in this picture in London for the Premiere of Red Sparrow.",
        "start": 168.26,
        "duration": 2.76
    },
    {
        "text": "A lot of the reaction online was that this photo proves how sexist Hollywood is.",
        "start": 171.02,
        "duration": 4.32
    },
    {
        "text": "People saying, \"It's in London, it's so cold, all the other men are wearing jackets, yet, for some reason, Jennifer Lawrence is wearing this very showy dress",
        "start": 175.34,
        "duration": 6.28
    },
    {
        "text": "she's got to be freezing,\" and some of the specific responses reading:",
        "start": 181.62,
        "duration": 2.38
    },
    {
        "text": "\"This is such a quietly depressing (and revealing image.) Not least because I've been outside today and it's bloody FREEZING.\"",
        "start": 184.02,
        "duration": 4.92
    },
    {
        "text": "\"True equality means either Jennifer Lawrence getting a coat, or Jeremy Irons having to pose for a photocall in assless chaps.\"",
        "start": 188.94,
        "duration": 5.18
    },
    {
        "text": "\"At least the guys look really embarrassed.\"",
        "start": 194.3,
        "duration": 1.82
    },
    {
        "text": "And, of course, in response to these criticisms, there were people saying, \"You need to chill the hell out, there's nothing wrong happening here.\"",
        "start": 196.12,
        "duration": 5.24
    },
    {
        "text": "And one of those people was actually Jennifer Lawrence, who went to her Facebook to write",
        "start": 201.36,
        "duration": 2.88
    },
    {
        "text": "\"I don't really know where to get started on this 'Jennifer Lawrence wearing a revealing dress in the cold' controversy.",
        "start": 204.4,
        "duration": 4.62
    },
    {
        "text": "This is not only utterly ridiculous, I am extremely offended.",
        "start": 209.02,
        "duration": 2.78
    },
    {
        "text": "That Versace dress was fabulous, you think I'm going to cover that gorgeous dress up with a coat and a scarf?",
        "start": 211.8,
        "duration": 4.66
    },
    {
        "text": "I was outside for 5 minutes.  I would have stood in the snow for that dress because I love fashion and that was my choice.",
        "start": 216.46,
        "duration": 4.22
    },
    {
        "text": "This is sexist, this is ridiculous, this is not feminism.",
        "start": 220.68,
        "duration": 2.72
    },
    {
        "text": "Over- reacting about everything someone says or does, creating controversy over silly innocuous things such as what I choose to wear or not wear,",
        "start": 223.4,
        "duration": 6.82
    },
    {
        "text": "is not moving us forward. It's creating silly distractions from real issues. Get a grip people. Everything you see me wear is my choice.",
        "start": 230.22,
        "duration": 6.62
    },
    {
        "text": "And if I want to be cold THATS MY CHOICE TOO!\"",
        "start": 236.98,
        "duration": 2.36
    },
    {
        "text": "And if you just look at that post, there were three general responses: most people were supportive, some saying, \"she shouldn't even of taken the time to respond to this.\"",
        "start": 239.38,
        "duration": 6.02
    },
    {
        "text": "but at the same time, when all those articles are going out, it's making every guy in that picture seem like an enemy",
        "start": 245.56,
        "duration": 5.0
    },
    {
        "text": "they can make them seem bad or, at the very least, inconsiderate, so she decided to speak out,",
        "start": 250.56,
        "duration": 3.74
    },
    {
        "text": "and some negative like this comment from Sunny Workman, who wrote:",
        "start": 254.34,
        "duration": 1.84
    },
    {
        "text": "\"It's not sexist to think your dress was maybe inappropriate for the weather by the way.",
        "start": 256.18,
        "duration": 3.2
    },
    {
        "text": "Stop virtue signaling and playing the victim. You are no victim.\"",
        "start": 259.38,
        "duration": 2.26
    },
    {
        "text": "But to that, I would say I personally agree with Jennifer Lawrence.",
        "start": 261.76,
        "duration": 2.6
    },
    {
        "text": "How many of these people just assume that Jennifer Lawrence was the victim here, that she didn't want to speak up, that she was being taken advantage of",
        "start": 264.36,
        "duration": 5.48
    },
    {
        "text": "before asking, \"Hey, Jennifer, were you okay with this?\"",
        "start": 269.84,
        "duration": 3.36
    },
    {
        "text": "And as I've mentioned on the show before, when, when you have certain individuals that are outraged, almost seemingly at the same level for the little stuff",
        "start": 273.38,
        "duration": 6.52
    },
    {
        "text": "the stuff, just like in this instance, people just kind of assumed and didn't ask Jennifer Lawrence about",
        "start": 279.9,
        "duration": 3.94
    },
    {
        "text": "as the really, really big, intense issues, then, then you hurt your argument, you hurt your movement.",
        "start": 283.84,
        "duration": 4.48
    },
    {
        "text": "And so with all of that said, that's the story, that's my opinion, I'd love to hear from you.",
        "start": 288.44,
        "duration": 3.54
    },
    {
        "text": "Are people dying of the wrong hills, are we- are the reactions that were often seeing too much",
        "start": 291.98,
        "duration": 4.32
    },
    {
        "text": "where do you see the line for \"we need to have a conversation about women being exploited and just being seen as objects in society\"",
        "start": 296.36,
        "duration": 5.58
    },
    {
        "text": "but also then not criticizing a women's choice to look how she wants to look, dress how she wants to dress, to be her own person.",
        "start": 302.12,
        "duration": 6.6
    },
    {
        "text": "So let me know what you think.",
        "start": 308.72,
        "duration": 0.84
    },
    {
        "text": "And then, I want to talk about Linda Belcher and the situation in Kentucky.",
        "start": 309.56,
        "duration": 3.22
    },
    {
        "text": "Now if you didn't live in Kentucky, you most likely didn't know that this week there was a special election for a House seat.",
        "start": 312.78,
        "duration": 3.86
    },
    {
        "text": "And that house seat was won by Democrat Linda Belcher who won 68% of the votes.",
        "start": 316.74,
        "duration": 3.78
    },
    {
        "text": "In a county which Trump won by 50 points in 2016.",
        "start": 320.54,
        "duration": 2.84
    },
    {
        "text": "And so there were a lot of places reporting, this is a major upset, you had people saying",
        "start": 323.38,
        "duration": 3.52
    },
    {
        "text": "\"oh well look to 2018, this is the change we're gonna see\"",
        "start": 326.9,
        "duration": 2.94
    },
    {
        "text": "and to those claims, I would say not necessarily, this is an extremely unique situation in Kentucky",
        "start": 329.84,
        "duration": 5.46
    },
    {
        "text": "we might see a lot of flipping, but while we are \"close\" to the 2018 elections, we are also very far away",
        "start": 335.3,
        "duration": 4.96
    },
    {
        "text": "and anything could happen with the polls",
        "start": 340.26,
        "duration": 1.4
    },
    {
        "text": "also it's important to point out that Belcher's not this new face, she actually held this seat in 2008, 2010",
        "start": 341.66,
        "duration": 5.54
    },
    {
        "text": "2014, granted she ended up losing in 2016, but she lost by less than 200 votes at that time",
        "start": 347.2,
        "duration": 5.24
    },
    {
        "text": "you also then have to look at who her opponent was then and who her opponent was now",
        "start": 352.44,
        "duration": 3.08
    },
    {
        "text": "her opponent was Rebecca Johnson, she was the widow of Dan Johnson",
        "start": 355.52,
        "duration": 2.6
    },
    {
        "text": "the former incumbent",
        "start": 358.12,
        "duration": 0.72
    },
    {
        "text": "also if that name sounds familiar, it's because we covered the accusations against Johnson",
        "start": 358.84,
        "duration": 3.94
    },
    {
        "text": "in the past as well as his suicide back in December when it happened",
        "start": 362.78,
        "duration": 3.08
    },
    {
        "text": "those accusations if you don't remember included fraud, arson, molesting a teenager",
        "start": 365.86,
        "duration": 4.1
    },
    {
        "text": "that last one you might remember, the girl Miranda Richmond, she accused him of groping and fingering",
        "start": 369.96,
        "duration": 3.88
    },
    {
        "text": "her while she was sleeping over with his daughter",
        "start": 373.84,
        "duration": 1.84
    },
    {
        "text": "Johnson denied the accusations",
        "start": 375.68,
        "duration": 1.5
    },
    {
        "text": "claimed that he was drugged that night",
        "start": 377.18,
        "duration": 1.64
    },
    {
        "text": "and if you want the more detailed version of events, I'll link both to the video where I talked about these allegations",
        "start": 378.82,
        "duration": 4.76
    },
    {
        "text": "as well as to articles that not only talk about this, but also several other allegations against Johnson",
        "start": 383.58,
        "duration": 4.88
    },
    {
        "text": "and so for all of these reasons, that's why I say this is a very unique situation",
        "start": 388.46,
        "duration": 3.78
    },
    {
        "text": "and, and the story has been overblown by many",
        "start": 392.24,
        "duration": 2.74
    },
    {
        "text": "and the last thing I'll hit on here, as far as Rebecca Johnson's response to losing",
        "start": 394.98,
        "duration": 3.56
    },
    {
        "text": "she's claiming she lost due to voter fraud",
        "start": 398.54,
        "duration": 1.68
    },
    {
        "text": "saying in a statement",
        "start": 400.22,
        "duration": 0.5
    },
    {
        "text": "but to that, the county clerk's office rejected those claims",
        "start": 407.0,
        "duration": 2.46
    },
    {
        "text": "saying there was no voter fraud",
        "start": 409.46,
        "duration": 1.24
    },
    {
        "text": "and as of right now, that's where this story ends",
        "start": 410.7,
        "duration": 1.92
    },
    {
        "text": "but it will be very interesting to see what happens in the elections to come",
        "start": 412.62,
        "duration": 3.06
    },
    {
        "text": "but from that, I wanna share some stuff I loved today in Today in Awesome brought to you by",
        "start": 415.68,
        "duration": 3.96
    },
    {
        "text": "Seat Geek",
        "start": 419.64,
        "duration": 0.56
    },
    {
        "text": "Seat Geek of course the fantastic ticket app that takes confusion out of buying tickets",
        "start": 420.2,
        "duration": 3.5
    },
    {
        "text": "they put all the tickets in one place, they give them 0 to 100 scores",
        "start": 423.7,
        "duration": 2.42
    },
    {
        "text": "so if you know if you're getting a good deal or a bad deal",
        "start": 426.12,
        "duration": 1.92
    },
    {
        "text": "and I highly recommend it",
        "start": 428.04,
        "duration": 0.76
    },
    {
        "text": "whether it's a game, a show, there are a lot of highly anticipated tours right now",
        "start": 428.8,
        "duration": 3.28
    },
    {
        "text": "you got Justin Timberlake, Kendrick Lamar",
        "start": 432.08,
        "duration": 1.88
    },
    {
        "text": "or whatever the hell else you're interested in",
        "start": 433.96,
        "duration": 1.48
    },
    {
        "text": "just go to SeatGeekPhil.com",
        "start": 435.44,
        "duration": 1.82
    },
    {
        "text": "make sure you use offer code PHIL and you'll get $20 off your first ticket purchase",
        "start": 437.26,
        "duration": 3.42
    },
    {
        "text": "and for the first bit of awesome, I'm stayin' on the Michael B Jordan train",
        "start": 440.68,
        "duration": 2.62
    },
    {
        "text": "because Michael B Jordan was on Hot Ones",
        "start": 443.3,
        "duration": 2.0
    },
    {
        "text": "then we got trailer goodness and so much of it is from Netflix I just wanna confirm they are not a sponsor",
        "start": 445.3,
        "duration": 4.8
    },
    {
        "text": "we got a trailer for the Outsiders staring Jared Leto",
        "start": 450.1,
        "duration": 2.46
    },
    {
        "text": "we got a trailer for the new Netflix series Lost in Space which oh please don't suck",
        "start": 452.56,
        "duration": 4.38
    },
    {
        "text": "that said, I'm hopeful",
        "start": 456.94,
        "duration": 1.02
    },
    {
        "text": "we also got a trailer for Flint Town, it's Netflix's new documentary series about the story of Flint, Michigan",
        "start": 457.96,
        "duration": 4.38
    },
    {
        "text": "then in non-Netflix awesome, we got the honest trailer for Monster Hunter World",
        "start": 462.34,
        "duration": 3.08
    },
    {
        "text": "also the season 5 trailer for Silicon Valley",
        "start": 465.42,
        "duration": 1.84
    },
    {
        "text": "to close this out today we got more Slo Mo Guys awesome, I would- I will say they're, they're one of",
        "start": 467.26,
        "duration": 4.46
    },
    {
        "text": "several few I'm really happy got a YouTube original, just so we got more content",
        "start": 471.72,
        "duration": 3.74
    },
    {
        "text": "they just came out with paint pendulum in slow motion",
        "start": 475.46,
        "duration": 2.08
    },
    {
        "text": "and if you wanna see the full versions of everything I just shared",
        "start": 477.54,
        "duration": 2.1
    },
    {
        "text": "the secret link of the day",
        "start": 479.64,
        "duration": 1.08
    },
    {
        "text": "anything at all, links as always are in the description down below",
        "start": 480.72,
        "duration": 2.82
    },
    {
        "text": "and the last thing I wanted to talk about today are a few more things that we've seen in this fallout since the Parkland, Florida shooting",
        "start": 483.54,
        "duration": 4.88
    },
    {
        "text": "and there are a few things to cover here, the first thing I wanna mention is the CNN town hall",
        "start": 488.42,
        "duration": 4.14
    },
    {
        "text": "the town hall was in Sunrise, Florida, it was all about discussing gun violence",
        "start": 492.56,
        "duration": 3.24
    },
    {
        "text": "and attending the town hall, you had Parkland, Florida community members, students and teachers from",
        "start": 495.8,
        "duration": 3.54
    },
    {
        "text": "Stoneman Douglas as well as some parents of some of the murdered students",
        "start": 499.34,
        "duration": 2.9
    },
    {
        "text": "there were also two panels, the first featuring Florida Senator Marco Rubio",
        "start": 502.24,
        "duration": 3.3
    },
    {
        "text": "Florida Representative Ted Deutch",
        "start": 505.54,
        "duration": 1.6
    },
    {
        "text": "and Florida Senator Bill Nelson",
        "start": 507.14,
        "duration": 1.26
    },
    {
        "text": "and a second panel featuring Broward County Sheriff Scott Israel",
        "start": 508.4,
        "duration": 2.94
    },
    {
        "text": "the county that Parkland is in",
        "start": 511.34,
        "duration": 0.98
    },
    {
        "text": "and NRA spokesperson Dana Loesch",
        "start": 512.32,
        "duration": 1.84
    },
    {
        "text": "and I said this last night, and I got some heat from it, but I, I personally do appreciate",
        "start": 514.16,
        "duration": 3.66
    },
    {
        "text": "the fact that Marco Rubio went to this event",
        "start": 517.82,
        "duration": 2.24
    },
    {
        "text": "and I had people saying \"you know, just showing up, that's a pretty low bar\"",
        "start": 520.06,
        "duration": 2.86
    },
    {
        "text": "but he did not have to go",
        "start": 522.92,
        "duration": 1.5
    },
    {
        "text": "he could've easily done what the Governor of Florida Rick Scott did, what President Trump did",
        "start": 524.42,
        "duration": 4.66
    },
    {
        "text": "and have smaller, more controlled meetings",
        "start": 529.14,
        "duration": 2.96
    },
    {
        "text": "listening sessions with students and parents",
        "start": 532.1,
        "duration": 2.14
    },
    {
        "text": "also understand, while it was called a town hall, this was just a CNN organized event",
        "start": 534.24,
        "duration": 4.58
    },
    {
        "text": "like you can think his responses are horrible, that he is a morally corrupt individual",
        "start": 538.82,
        "duration": 4.08
    },
    {
        "text": "you can, you can think whatever, but he also still showed up",
        "start": 542.9,
        "duration": 2.84
    },
    {
        "text": "like I said last night, that's what we should want from our representatives",
        "start": 545.74,
        "duration": 2.68
    },
    {
        "text": "there are a lot of people that if they were in Rubio's shoes, they would've not done this",
        "start": 548.42,
        "duration": 2.98
    },
    {
        "text": "also once again, politics aside, I personally appreciate that Rubio spoke out against all those horrible",
        "start": 551.4,
        "duration": 4.68
    },
    {
        "text": "conspiracy theories we talked about yesterday",
        "start": 556.08,
        "duration": 1.66
    },
    {
        "text": "and once again, that part is just my personal opinion",
        "start": 557.74,
        "duration": 2.52
    },
    {
        "text": "if you have a different opinion, that is completely fine",
        "start": 560.26,
        "duration": 2.36
    },
    {
        "text": "if you're new to this show, there are very few places that I'm not open to having a conversation",
        "start": 562.62,
        "duration": 4.02
    },
    {
        "text": "we learned yesterday I'm not open to having a conversation about people who share and promote",
        "start": 566.64,
        "duration": 4.18
    },
    {
        "text": "disgusting and obviously false conspiracy theories about victims of a school shooting",
        "start": 570.82,
        "duration": 4.52
    },
    {
        "text": "being crisis actors",
        "start": 575.34,
        "duration": 0.96
    },
    {
        "text": "and then also people who are soft on child molesters and pedophiles",
        "start": 576.3,
        "duration": 3.08
    },
    {
        "text": "if you molest a child, I'm personally not religious anymore, but I say the punishment should be biblical",
        "start": 579.38,
        "duration": 3.66
    },
    {
        "text": "that said, if you did not see the town hall, whether you're on the left or the right",
        "start": 583.04,
        "duration": 3.8
    },
    {
        "text": "I highly recommend watching it",
        "start": 586.84,
        "duration": 1.58
    },
    {
        "text": "now depending on where you land ideologically, when once you watch it, or if you did watch it",
        "start": 588.42,
        "duration": 3.78
    },
    {
        "text": "you most likely saw something different",
        "start": 592.2,
        "duration": 1.68
    },
    {
        "text": "than other people",
        "start": 593.88,
        "duration": 0.86
    },
    {
        "text": "and just in general, I'd love to know what your take away from it was",
        "start": 594.74,
        "duration": 2.12
    },
    {
        "text": "there were a lot of tense moments",
        "start": 596.86,
        "duration": 1.2
    },
    {
        "text": "one of the more interesting exchanges was between Fred Guttenberg, the father of 14 year old student",
        "start": 598.06,
        "duration": 3.9
    },
    {
        "text": "Jamie who was killed in the shooting",
        "start": 601.96,
        "duration": 1.46
    },
    {
        "text": "your comments this week and those of our president have been pathetically weak",
        "start": 603.42,
        "duration": 3.38
    },
    {
        "text": "(croud cheering)",
        "start": 607.22,
        "duration": 1.2
    },
    {
        "text": "I absolutely believe that in this country",
        "start": 608.42,
        "duration": 2.06
    },
    {
        "text": "if you are 18 years of age, you should not be able to buy a rifle and I will support a law that takes that right away",
        "start": 610.48,
        "duration": 5.52
    },
    {
        "text": "I will support the banning of bump stocks and I know that the president has ordered the Attorney General",
        "start": 616.0,
        "duration": 4.6
    },
    {
        "text": "to do it and if he doesn't, we should do it by law",
        "start": 620.6,
        "duration": 2.14
    },
    {
        "text": "we also then move on to the topic of an assault weapons ban",
        "start": 622.74,
        "duration": 2.48
    },
    {
        "text": "now I think what you're asking about is the assault weapons ban",
        "start": 625.22,
        "duration": 2.92
    },
    {
        "text": "yes sir",
        "start": 629.14,
        "duration": 0.5
    },
    {
        "text": "so let me be honest with you about that one",
        "start": 630.08,
        "duration": 2.04
    },
    {
        "text": "if I believed that that law would've prevented this from happening, I would support it",
        "start": 632.12,
        "duration": 4.06
    },
    {
        "text": "but I want to explain to you why it would not",
        "start": 636.18,
        "duration": 2.76
    },
    {
        "text": "first you have to define what it is",
        "start": 640.06,
        "duration": 1.44
    },
    {
        "text": "if you look at the law and its definition",
        "start": 641.98,
        "duration": 2.64
    },
    {
        "text": "it basically bans 200 models of gun, in this- about 220 specific models of gun",
        "start": 645.12,
        "duration": 5.76
    },
    {
        "text": "good, good",
        "start": 650.92,
        "duration": 0.72
    },
    {
        "text": "ok",
        "start": 652.26,
        "duration": 0.5
    },
    {
        "text": "but it makes, but it, but it rema- it allows legal 2000 other types of gun that are identical",
        "start": 653.7,
        "duration": 6.0
    },
    {
        "text": "identical",
        "start": 660.7,
        "duration": 0.72
    },
    {
        "text": "in the way that they function",
        "start": 662.16,
        "duration": 1.92
    },
    {
        "text": "in how fast they fire",
        "start": 664.84,
        "duration": 1.36
    },
    {
        "text": "in the type of caliber that they fire",
        "start": 666.2,
        "duration": 2.32
    },
    {
        "text": "in the way they perform, they are indistinguishable from the ones that become illegal",
        "start": 668.52,
        "duration": 3.7
    },
    {
        "text": "and the only thing that separates the two types",
        "start": 672.34,
        "duration": 3.12
    },
    {
        "text": "the only thing that separates the two types",
        "start": 676.18,
        "duration": 2.08
    },
    {
        "text": "is if you put a plastic handle grip on one it becomes banned, if it doesn't have a plastic handle grip",
        "start": 678.26,
        "duration": 5.58
    },
    {
        "text": "it does not become banned, and you know what they've done?",
        "start": 683.84,
        "duration": 2.42
    },
    {
        "text": "to get right around it, it took them 15 seconds to do it",
        "start": 686.26,
        "duration": 2.78
    },
    {
        "text": "they simply take the plastic tip off, they just take the plastic grip off the front or the back",
        "start": 689.04,
        "duration": 5.24
    },
    {
        "text": "so it's the same gun and it becomes legal",
        "start": 694.28,
        "duration": 2.38
    },
    {
        "text": "performs the exact same way",
        "start": 696.82,
        "duration": 1.84
    },
    {
        "text": "so what my belief is",
        "start": 699.04,
        "duration": 1.44
    },
    {
        "text": "my belief remains",
        "start": 701.2,
        "duration": 1.2
    },
    {
        "text": "that rather than continue to try to chase every loophole that's created",
        "start": 702.4,
        "duration": 4.28
    },
    {
        "text": "that's why it failed in 94, that's why they're getting around it now in California",
        "start": 706.68,
        "duration": 3.52
    },
    {
        "text": "it's why, how they get around it in New York",
        "start": 710.2,
        "duration": 1.68
    },
    {
        "text": "is we instead should make sure that dangerous criminals",
        "start": 711.88,
        "duration": 3.18
    },
    {
        "text": "people that are derranged",
        "start": 715.06,
        "duration": 1.42
    },
    {
        "text": "cannot buy any gun of any kind",
        "start": 716.64,
        "duration": 2.06
    },
    {
        "text": "that's what I believe a better answer will be",
        "start": 718.7,
        "duration": 2.1
    },
    {
        "text": "then we had senior Chris Grady asking Rubio if he agreed that large capacity magazines shouldn't be banned",
        "start": 720.8,
        "duration": 4.32
    },
    {
        "text": "and this was Rubio's response",
        "start": 725.12,
        "duration": 1.24
    },
    {
        "text": "cause I traditionally have not supported re- looking at magazine clip size",
        "start": 726.36,
        "duration": 3.92
    },
    {
        "text": "and after this and some of the details I've learned about it",
        "start": 731.46,
        "duration": 3.08
    },
    {
        "text": "I'm reconsidering that position and I'll tell you why",
        "start": 734.54,
        "duration": 2.2
    },
    {
        "text": "because",
        "start": 736.9,
        "duration": 0.56
    },
    {
        "text": "while",
        "start": 738.06,
        "duration": 0.5
    },
    {
        "text": "it may not prevent an attack, it may save lives in an attack",
        "start": 738.56,
        "duration": 3.64
    },
    {
        "text": "we also saw Cameron Kasky ask Rubio if he would stop taking money from the NRA",
        "start": 742.2,
        "duration": 3.74
    },
    {
        "text": "one the positions I uphold on these issues of the second amendment, I've held since the day I entered office",
        "start": 745.94,
        "duration": 4.9
    },
    {
        "text": "in the city of West Miami as an elected official",
        "start": 750.84,
        "duration": 2.22
    },
    {
        "text": "number two",
        "start": 753.6,
        "duration": 0.72
    },
    {
        "text": "no the answer is the question is that people buy into my agenda",
        "start": 754.32,
        "duration": 3.44
    },
    {
        "text": "and I do support the second amendment, and I also support the right of you and everyone here to",
        "start": 757.76,
        "duration": 4.18
    },
    {
        "text": "be able to go to school and be safe",
        "start": 761.94,
        "duration": 1.44
    },
    {
        "text": "and I do support any law that would keep guns out of the hands of a deranged killer",
        "start": 763.38,
        "duration": 4.62
    },
    {
        "text": "we also had Stoneman Douglas teacher Ashley Kurth asking if Rubio agreed with the president",
        "start": 768.0,
        "duration": 4.24
    },
    {
        "text": "on specifically arming teachers",
        "start": 772.24,
        "duration": 1.76
    },
    {
        "text": "this is something the president proposed as a possible solution on Wednesday",
        "start": 774.0,
        "duration": 2.72
    },
    {
        "text": "and, and we'll cover that in a moment",
        "start": 776.72,
        "duration": 1.24
    },
    {
        "text": "am I supposed to have a Kevlar vest?",
        "start": 777.96,
        "duration": 1.36
    },
    {
        "text": "am I supposed to strap it to my leg or put it in my desk?",
        "start": 779.32,
        "duration": 2.72
    },
    {
        "text": "how am I supposed to go on?",
        "start": 782.08,
        "duration": 2.02
    },
    {
        "text": "that way?",
        "start": 785.24,
        "duration": 0.64
    },
    {
        "text": "I don't and I, I don't support that and I, I would admit to you right now, I answer that as much as a father as I do as a senator",
        "start": 785.88,
        "duration": 5.82
    },
    {
        "text": "the notion that my kids are going to school with teachers that are armed with a weapon is not something that",
        "start": 791.7,
        "duration": 5.46
    },
    {
        "text": "quite frankly I'm comfortable with",
        "start": 797.16,
        "duration": 1.64
    },
    {
        "text": "and beyond it",
        "start": 799.3,
        "duration": 0.88
    },
    {
        "text": "I think it has practical problems",
        "start": 800.18,
        "duration": 1.56
    },
    {
        "text": "and I'll share what they are",
        "start": 801.84,
        "duration": 1.84
    },
    {
        "text": "and this is really about the safety of the teachers as much as anything else",
        "start": 803.68,
        "duration": 3.44
    },
    {
        "text": "imagine in the middle of this crisis",
        "start": 807.12,
        "duration": 2.28
    },
    {
        "text": "and the SWAT team comes into the building",
        "start": 809.4,
        "duration": 2.1
    },
    {
        "text": "and there's an adult with a weapon in their hands",
        "start": 811.5,
        "duration": 2.48
    },
    {
        "text": "and the SWAT team doesn't know who is who and we have an additional tragedy",
        "start": 813.98,
        "duration": 3.76
    },
    {
        "text": "that was unnecessary",
        "start": 817.74,
        "duration": 1.0
    },
    {
        "text": "we also then saw a back and forth between student Emma Gonzalez and NRA spokesperson Dana Loesch",
        "start": 818.74,
        "duration": 5.04
    },
    {
        "text": "and for the sake of time, to kind of simplify Loesch's point of view",
        "start": 823.78,
        "duration": 2.68
    },
    {
        "text": "it, it was mainly that the system is broken",
        "start": 826.46,
        "duration": 1.86
    },
    {
        "text": "not that people shouldn't have guns, but we should never allow what she called an insane monster",
        "start": 828.32,
        "duration": 4.26
    },
    {
        "text": "someone that's mentally deranged",
        "start": 832.58,
        "duration": 1.24
    },
    {
        "text": "from buying a firearm or getting their hands on a firearm",
        "start": 833.82,
        "duration": 2.78
    },
    {
        "text": "that someone who the FBI was warned about, that local law enforcement knew about",
        "start": 836.6,
        "duration": 3.94
    },
    {
        "text": "the school knew about",
        "start": 840.54,
        "duration": 1.26
    },
    {
        "text": "uh was seemingly went unchecked, so much so that in this current system, he was able to buy this weapon",
        "start": 841.8,
        "duration": 5.14
    },
    {
        "text": "and then use that weapon",
        "start": 846.94,
        "duration": 1.06
    },
    {
        "text": "also on the note of why someone under the age of 21 should be able to have a long gun",
        "start": 848.0,
        "duration": 3.98
    },
    {
        "text": "she said for protection",
        "start": 851.98,
        "duration": 1.08
    },
    {
        "text": "she referenced an assault victim who was under the age of 21, saying that she wishes she had had a weapon on her",
        "start": 853.06,
        "duration": 4.24
    },
    {
        "text": "but also, once again, I, I highly recommend you watch it",
        "start": 857.3,
        "duration": 2.4
    },
    {
        "text": "it's very hard just with the limited amount of time to really convey everything that was talked about",
        "start": 859.7,
        "duration": 4.42
    },
    {
        "text": "also following this event, we saw a bit of controversy",
        "start": 864.12,
        "duration": 2.58
    },
    {
        "text": "Stoneman Douglas student Colton Haab told a local news station that CNN wanted him to ask a scripted question",
        "start": 866.7,
        "duration": 4.78
    },
    {
        "text": "so he didn't attend the town hall",
        "start": 871.48,
        "duration": 1.14
    },
    {
        "text": "CNN had originally asked me to write a speech and questions and it ended up being all scripted",
        "start": 872.62,
        "duration": 4.7
    },
    {
        "text": "I don't think that it's gonna get anything accomplished, it's not gonna ask the true questions",
        "start": 877.32,
        "duration": 4.62
    },
    {
        "text": "that all the parents and teachers and students have",
        "start": 881.94,
        "duration": 2.5
    },
    {
        "text": "and in response to these claims, CNN released a statement saying",
        "start": 884.44,
        "duration": 2.58
    },
    {
        "text": "and then in response to this, according to the Huffington Post",
        "start": 907.96,
        "duration": 2.2
    },
    {
        "text": "they spoke with Colton's father, Glen Haab, said that a CNN producer told him Colton's speech",
        "start": 910.16,
        "duration": 4.28
    },
    {
        "text": "which consisted of an opening statement, three questions, and closing remarks",
        "start": 914.44,
        "duration": 3.02
    },
    {
        "text": "was too long and that Colton would have to stick to asking one question",
        "start": 917.46,
        "duration": 2.66
    },
    {
        "text": "so as of right now, that's where we are, it'll be interesting to see if Colton does go on CNN after this",
        "start": 920.12,
        "duration": 4.3
    },
    {
        "text": "now all of that said, Colton Haab actually does connect us to the point I said I wanted to come back to",
        "start": 924.42,
        "duration": 3.84
    },
    {
        "text": "around President Trump",
        "start": 928.26,
        "duration": 0.9
    },
    {
        "text": "several days ago, when talking to Fox News, Colton said this",
        "start": 929.16,
        "duration": 2.58
    },
    {
        "text": "gun control, it's definitely needed a little bit more",
        "start": 931.74,
        "duration": 2.82
    },
    {
        "text": "um, I don't think that we're gonna get gun control",
        "start": 934.56,
        "duration": 2.86
    },
    {
        "text": "in such a quick enough response, um, I believe that if we did bring firearms on campus",
        "start": 937.42,
        "duration": 4.8
    },
    {
        "text": "to teachers that are willing to carry their firearm on school campus",
        "start": 942.22,
        "duration": 4.18
    },
    {
        "text": "if they got their correct training for it, um, I think that would be a big beneficial",
        "start": 946.4,
        "duration": 4.06
    },
    {
        "text": "factor into school safety",
        "start": 950.82,
        "duration": 1.76
    },
    {
        "text": "just because, I mean, if Coach Feist had had his firearm",
        "start": 952.58,
        "duration": 3.1
    },
    {
        "text": "in school that day, I believe that he could've, um",
        "start": 955.68,
        "duration": 2.7
    },
    {
        "text": "most likely stopped the uh",
        "start": 958.38,
        "duration": 1.74
    },
    {
        "text": "threat",
        "start": 960.46,
        "duration": 0.5
    },
    {
        "text": "and what we've now seen is that the president has proposed arming our teachers",
        "start": 960.96,
        "duration": 3.62
    },
    {
        "text": "that coach was very brave",
        "start": 964.58,
        "duration": 1.22
    },
    {
        "text": "uhh, saved a lot of lives I suspect",
        "start": 966.68,
        "duration": 2.24
    },
    {
        "text": "but if he had a firearm, he wouldn'ta had to run, he would've shot, and that would've been the end of it",
        "start": 968.92,
        "duration": 4.48
    },
    {
        "text": "and this would only be obviously for people that are very adept",
        "start": 973.4,
        "duration": 4.1
    },
    {
        "text": "at handling a gun",
        "start": 978.14,
        "duration": 1.12
    },
    {
        "text": "and it would be, it's called concealed carry",
        "start": 979.62,
        "duration": 2.96
    },
    {
        "text": "where a teacher would have a concealed gun on them",
        "start": 982.98,
        "duration": 3.28
    },
    {
        "text": "they'd go for special training",
        "start": 986.4,
        "duration": 2.08
    },
    {
        "text": "and they would",
        "start": 989.24,
        "duration": 1.6
    },
    {
        "text": "uhh",
        "start": 991.3,
        "duration": 0.5
    },
    {
        "text": "be there and you would no longer have a gun free zone",
        "start": 991.8,
        "duration": 2.9
    },
    {
        "text": "gun free zone to a maniac",
        "start": 994.74,
        "duration": 1.86
    },
    {
        "text": "because they're all cowards",
        "start": 996.9,
        "duration": 1.92
    },
    {
        "text": "a gun free zone is let's go in",
        "start": 999.48,
        "duration": 2.32
    },
    {
        "text": "and let's attack",
        "start": 1002.1,
        "duration": 1.12
    },
    {
        "text": "now almost immediately some people hit him with one of his old tweets",
        "start": 1003.22,
        "duration": 2.66
    },
    {
        "text": "that tweet from May 21st, 2016 where he wrote",
        "start": 1005.88,
        "duration": 2.06
    },
    {
        "text": "and this morning we saw the president push back in several tweets, saying",
        "start": 1010.9,
        "duration": 2.7
    },
    {
        "text": "then continuing",
        "start": 1048.98,
        "duration": 0.86
    },
    {
        "text": "followed by",
        "start": 1060.32,
        "duration": 0.8
    },
    {
        "text": "now the first thing I'll say is, is it does seem like the, the president is just arguing about phrasing",
        "start": 1069.38,
        "duration": 4.66
    },
    {
        "text": "the net result of what he's talking about is guns in schools",
        "start": 1074.04,
        "duration": 2.74
    },
    {
        "text": "like his argument is literally I never said give teachers guns",
        "start": 1076.78,
        "duration": 2.72
    },
    {
        "text": "I said look at the possibility of giving concealed guns to gun adept teachers with military or special training experience",
        "start": 1079.5,
        "duration": 5.3
    },
    {
        "text": "then saying 20% of teachers",
        "start": 1084.8,
        "duration": 1.1
    },
    {
        "text": "so you're, you're still giving it to teachers, just not all teachers",
        "start": 1085.9,
        "duration": 2.68
    },
    {
        "text": "also as far as the president's proposal to raise the age for these weapons to 21",
        "start": 1088.58,
        "duration": 3.92
    },
    {
        "text": "end the sale of bump stocks",
        "start": 1092.5,
        "duration": 1.3
    },
    {
        "text": "I, I do wonder what the specifics there would be",
        "start": 1093.8,
        "duration": 2.0
    },
    {
        "text": "I mean you're talking about a 3 year change",
        "start": 1095.8,
        "duration": 1.3
    },
    {
        "text": "so do all the people that currently have weapons, are they, are they currently grandfathered in",
        "start": 1097.1,
        "duration": 3.9
    },
    {
        "text": "because they already got them?",
        "start": 1101.0,
        "duration": 1.14
    },
    {
        "text": "or would that automatically put them on the wrong side of the law?",
        "start": 1102.14,
        "duration": 2.14
    },
    {
        "text": "also regarding bump stocks",
        "start": 1104.28,
        "duration": 0.92
    },
    {
        "text": "if a law is passed, what about the people that already have them?",
        "start": 1105.2,
        "duration": 2.6
    },
    {
        "text": "are they grandfathered in?",
        "start": 1107.8,
        "duration": 1.0
    },
    {
        "text": "or is it also illegal to just own one?",
        "start": 1108.8,
        "duration": 2.4
    },
    {
        "text": "because also from a tech angle, you enter the world of people that 3D print mods",
        "start": 1111.2,
        "duration": 4.7
    },
    {
        "text": "so will there be a tech or non tech loophole?",
        "start": 1115.9,
        "duration": 2.2
    },
    {
        "text": "it'll be very interesting to see what the proposal looks like",
        "start": 1118.1,
        "duration": 2.06
    },
    {
        "text": "but with all that said, and I know that we've covered so much",
        "start": 1120.16,
        "duration": 2.14
    },
    {
        "text": "the, the last question I wanna pass off to you is, is what is your thought around this proposal?",
        "start": 1122.3,
        "duration": 4.3
    },
    {
        "text": "what is your thought on if a teacher wants to be able to concealed carry in school for the safety of themselves",
        "start": 1126.6,
        "duration": 4.78
    },
    {
        "text": "their students, should they be allowed to?",
        "start": 1131.38,
        "duration": 1.82
    },
    {
        "text": "should it be a built in option for all teachers in all schools?",
        "start": 1133.2,
        "duration": 2.32
    },
    {
        "text": "and really what this question boils down to is just another iteration of are gun free zones bad or",
        "start": 1135.52,
        "duration": 5.24
    },
    {
        "text": "are gun free zones good",
        "start": 1140.76,
        "duration": 1.2
    },
    {
        "text": "and I'm fascinated to know what your thoughts are here",
        "start": 1141.96,
        "duration": 1.44
    },
    {
        "text": "and that's where I'm going to end today's show",
        "start": 1143.4,
        "duration": 1.28
    },
    {
        "text": "and remember if you liked this video, you like what I'm trying to do on this channel",
        "start": 1144.68,
        "duration": 2.94
    },
    {
        "text": "hit that like button",
        "start": 1147.62,
        "duration": 0.98
    },
    {
        "text": "if you're new here, hit that subscribe button",
        "start": 1148.6,
        "duration": 1.48
    },
    {
        "text": "that way you make sure you don't miss this daily videos, which actually, if you did miss yesterday's show",
        "start": 1150.08,
        "duration": 3.16
    },
    {
        "text": "you wanna catch up, click or tap right there to watch that",
        "start": 1153.24,
        "duration": 2.2
    },
    {
        "text": "or maybe you need something lighter, you can watch the newest behind the scenes vlog",
        "start": 1155.44,
        "duration": 2.42
    },
    {
        "text": "by clicking or tapping right here",
        "start": 1157.86,
        "duration": 1.12
    },
    {
        "text": "but that said, of course, as always",
        "start": 1158.98,
        "duration": 1.54
    },
    {
        "text": "my name's Philip DeFranco",
        "start": 1160.52,
        "duration": 1.22
    },
    {
        "text": "you've just been Phil'd in",
        "start": 1161.74,
        "duration": 1.26
    },
    {
        "text": "I love yo faces and I'll see you tomorrow",
        "start": 1163.0,
        "duration": 2.88
    },
    {
        "text": "possibly, just make sure you have your notifications on",
        "start": 1165.88,
        "duration": 2.44
    }
]