[
    {
        "text": "sup you beautiful bastards, hope you're having a fantastic tuesday , welcome back to the Phillip Defranco Show and lets just jump into it.",
        "start": 0.0,
        "duration": 6.52
    },
    {
        "text": "And the first thing we're going to be talking about today is the situation that is just blowing up around Charlie Kirk and Candace Owens",
        "start": 6.52,
        "duration": 5.5
    },
    {
        "text": "And if your unfamiliar with them, Charlie Kirk is the founder and president of Turning Point USA, and Candace Owens is the communications director for that same organization.",
        "start": 12.06,
        "duration": 7.0
    },
    {
        "text": "And as far as what that company is: it is a conservative non profit, primarily aimed at students.",
        "start": 19.06,
        "duration": 4.16
    },
    {
        "text": "and the reason we're talking about them today, is that yesterday they were in Philadelphia, specifically they were trying to eat at Green Eggs Cafe",
        "start": 23.24,
        "duration": 6.22
    },
    {
        "text": "and according to Candace Owens she see's people with Anti-Fa decals, they then alert others to gather outside, and it gets kind of crazy from there.",
        "start": 29.46,
        "duration": 7.6
    },
    {
        "text": "Owens posting a series of videos to her account the first reading",
        "start": 37.06,
        "duration": 3.14
    },
    {
        "text": "Charlie Kirk and I just got attacked by Anti-fa for eating breakfast. They are currently following us through Philly. All black and hispanic police force protecting us as they scream fuck the racist police.",
        "start": 40.24,
        "duration": 9.42
    },
    {
        "text": "and in that video you see police trying to keep them apart",
        "start": 49.66,
        "duration": 2.36
    },
    {
        "text": "someone pores water on Charlie Kirk's head",
        "start": 52.02,
        "duration": 2.16
    },
    {
        "text": "and in another video Candace Owens writing:",
        "start": 54.18,
        "duration": 1.96
    },
    {
        "text": "to be clear Anti-fa, and all white fascist organization, just grew violent and attacked an all black and hispanic police force. Because I, a black woman, was eating breakfast. Is this the civil rights era all over again.",
        "start": 56.14,
        "duration": 8.76
    },
    {
        "text": "and in this video you see someone yelling at them inside",
        "start": 64.9,
        "duration": 2.7
    },
    {
        "text": "outside of the establishment, people are just in there faces screaming.",
        "start": 67.6,
        "duration": 4.54
    },
    {
        "text": "(screeching)",
        "start": 72.26,
        "duration": 5.14
    },
    {
        "text": "you also see people surrounding Candace and Charlie yelling about the cops",
        "start": 77.4,
        "duration": 4.08
    },
    {
        "text": "no good cops in a racist system , no good cops in a racist system.",
        "start": 81.52,
        "duration": 5.4
    },
    {
        "text": "and as far as my personal reaction, to everything we've just seen, I'm just.. I'm a bit floored because it was so incredibly stupid.",
        "start": 86.92,
        "duration": 7.84
    },
    {
        "text": "To the people that poured water at them, threw stuff at them, got in there face and shouted like children",
        "start": 94.76,
        "duration": 6.08
    },
    {
        "text": "do you realize how fucking stupid you look?",
        "start": 100.9,
        "duration": 2.88
    },
    {
        "text": "it's like you're begging for this moment in time, to be included in conservative political ads going into the midterms.",
        "start": 103.78,
        "duration": 5.26
    },
    {
        "text": "disagree with them all you want, protest at a regular organized event",
        "start": 109.04,
        "duration": 3.84
    },
    {
        "text": "but this just looks like mob insanity.",
        "start": 112.88,
        "duration": 2.34
    },
    {
        "text": "i guess the final note i want to hit on with this story, to that disgusting mob of people, congratulations you played yourself",
        "start": 115.22,
        "duration": 6.96
    },
    {
        "text": "but with that said, like with everything else on this show, there's the story, there's my opinion, which I sometimes give and then I want to hear from you",
        "start": 122.18,
        "duration": 5.88
    },
    {
        "text": "whats your take away from these videos the whole situation, I'd love to know",
        "start": 128.06,
        "duration": 3.4
    },
    {
        "text": "And then in a quickie, but also interesting update around the James Gunn, Guardians of The Galaxy Vol. 3 situation",
        "start": 131.46,
        "duration": 4.84
    },
    {
        "text": "The director of Guardians of the Galaxy, James Gunn was of course fired by disney",
        "start": 136.3,
        "duration": 3.32
    },
    {
        "text": "because of old tweets",
        "start": 139.62,
        "duration": 1.3
    },
    {
        "text": "and where we ended up leaving this story was when the guardians of the galaxy cast released a statement together",
        "start": 140.92,
        "duration": 3.78
    },
    {
        "text": "and since then, even with the cast speaking out, or the fans saying that they want James Gunn rehired",
        "start": 144.7,
        "duration": 4.58
    },
    {
        "text": "reports have said it is incredibly unlikely that Disney would actually do so",
        "start": 149.28,
        "duration": 4.0
    },
    {
        "text": "and the reason we're talking about this today is the actor who plays Drax in Guardians of the Galaxy Dave Bautista",
        "start": 153.28,
        "duration": 4.44
    },
    {
        "text": "he has not only remained independently outspoken about this topic",
        "start": 157.72,
        "duration": 3.28
    },
    {
        "text": "he's saying he might not even be in the next movie",
        "start": 161.0,
        "duration": 2.46
    },
    {
        "text": "I mean on August 5th we saw him tweet:",
        "start": 163.46,
        "duration": 1.3
    },
    {
        "text": "I will do what I'm legally obligated to do, but Guardians without James Gunn is not what I signed up for. Guardians of the Galaxy with out James Gunn just isn't Guardians of the Galaxy. It's also pretty nauseating to work for someone who'd empower a smear campaign by #cybernazis. Thats just how i feel.",
        "start": 164.76,
        "duration": 13.3
    },
    {
        "text": "and then in a recent interview with Shortlist, he said:  Nobody is defending his tweets, but this was a smear campaign on good man.",
        "start": 178.06,
        "duration": 6.02
    },
    {
        "text": "I spoke to Chris Pratt the day after it happened,and he's a bit religious so he wanted time to pray and figure it out.",
        "start": 184.08,
        "duration": 4.16
    },
    {
        "text": "but I was more like fuck this. This is bullshit. James is one of the most kindest, most decent people I've met.",
        "start": 188.24,
        "duration": 4.02
    },
    {
        "text": "Where I'm at right now is that if Marvel doesn't use that script, then I'm going to ask them to release me from my contract, cut me out or recast me.",
        "start": 192.26,
        "duration": 6.02
    },
    {
        "text": "I'd be doing James a disservice if I didn't.",
        "start": 198.28,
        "duration": 1.98
    },
    {
        "text": "And I'd have to say between that statement and the tweet on Aug.5th",
        "start": 200.26,
        "duration": 2.74
    },
    {
        "text": "I have to imagine if they do not bring back James Gunn",
        "start": 203.02,
        "duration": 3.78
    },
    {
        "text": "Which once again does not seem likely",
        "start": 206.8,
        "duration": 1.44
    },
    {
        "text": "I have to imagine Disney will also want to replace Bautista.",
        "start": 208.24,
        "duration": 3.3
    },
    {
        "text": "I mean he said: it's also pretty nauseating to work for someone-Disney-who'd empower a smear campaign by fascist cyber nazis",
        "start": 211.54,
        "duration": 6.56
    },
    {
        "text": "Whats also been kind of interesting to see online, because Dave Bautista is so vocal",
        "start": 218.1,
        "duration": 4.96
    },
    {
        "text": "this has also, and most likely accidentally invited criticism of his cast mates for not doing the same",
        "start": 223.06,
        "duration": 4.98
    },
    {
        "text": "But from that I want to share some stuff I love today, In Today in Awesome brought to you by betterhelp.com/defranco",
        "start": 228.04,
        "duration": 6.14
    },
    {
        "text": "And better help if you don't know is this fantastic place and app where you can get affordable private online counseling.",
        "start": 234.18,
        "duration": 4.46
    },
    {
        "text": "Right on your computer, your tablet, your smart-phone, you get access to licensed trained, accredited, experienced psychologist",
        "start": 238.64,
        "duration": 5.7
    },
    {
        "text": "want marriage and family therapist, clinical social workers, and board licence professional counselors.",
        "start": 244.34,
        "duration": 4.18
    },
    {
        "text": "and all you gotta do is you go to betterhelp.com/defranco, you fill out a questionaire",
        "start": 248.52,
        "duration": 3.74
    },
    {
        "text": "they match with a counselor and you could start counseling  today",
        "start": 252.26,
        "duration": 2.18
    },
    {
        "text": "and better help is not just a sponsor for me, it a service I actually signed up for before they were a sponsor.",
        "start": 254.44,
        "duration": 3.66
    },
    {
        "text": "in my opinion talking to someone is incredibly important, my life is hectic, and this just.. it fit in for me.",
        "start": 258.1,
        "duration": 5.68
    },
    {
        "text": "but that said if it sounds interesting",
        "start": 263.78,
        "duration": 1.58
    },
    {
        "text": "you want to check it out, just go to betterhelp.com/defranco",
        "start": 265.36,
        "duration": 3.02
    },
    {
        "text": "and the first bit of awesome today is beacuse so many of guys tried to go to shopdefranco.com yesterday",
        "start": 268.38,
        "duration": 4.28
    },
    {
        "text": "a lot of you weren't able to access the site",
        "start": 272.66,
        "duration": 2.12
    },
    {
        "text": "so because of that the back to school sale wont just be lasting a few days",
        "start": 274.78,
        "duration": 2.84
    },
    {
        "text": "but will be going all week.",
        "start": 277.62,
        "duration": 1.6
    },
    {
        "text": "So if want take advantage of the sale, get some of the classics or any of the new products",
        "start": 279.22,
        "duration": 3.44
    },
    {
        "text": "like the new backpack, blankets, etc",
        "start": 282.66,
        "duration": 1.96
    },
    {
        "text": "you still have time",
        "start": 284.62,
        "duration": 0.58
    },
    {
        "text": "also a side note for those who were able to make it through",
        "start": 285.2,
        "duration": 2.34
    },
    {
        "text": "I see you people who made the \"Lets Make Mistakes Together\" blanket a new best seller.",
        "start": 287.64,
        "duration": 5.68
    },
    {
        "text": "Then in your food porn awesome: you have Thrillist  giving us dessert pizza.",
        "start": 293.32,
        "duration": 3.78
    },
    {
        "text": "then you have Liza Koshy answering the webs most searched qustions",
        "start": 297.1,
        "duration": 2.76
    },
    {
        "text": "you have life-noggin asking, and answering what happens to your body during a car crash",
        "start": 299.86,
        "duration": 3.48
    },
    {
        "text": "How-To-Make-Everthing asks: can you melt obsidian and cast a sword.",
        "start": 303.34,
        "duration": 3.56
    },
    {
        "text": "then in movie/Bo-Burnham awesome",
        "start": 306.9,
        "duration": 1.88
    },
    {
        "text": "if you don't old-school you-tuber and popular comedian Bo Burnham has a new movie out called: Eighth Grade",
        "start": 308.78,
        "duration": 5.94
    },
    {
        "text": "the movie is out now nation wide,in my opinion it is fantastic",
        "start": 314.72,
        "duration": 3.32
    },
    {
        "text": "it's both incredibly enjoyable and like having second hand anxiety for about 90 minutes.",
        "start": 318.04,
        "duration": 4.14
    },
    {
        "text": "but one of the things about the movie, that is unfortunate is that it was given an R rating",
        "start": 322.18,
        "duration": 3.5
    },
    {
        "text": "so a lot of the people that Bo Burnham wants to actually see the movie cant see it without an adult",
        "start": 325.68,
        "duration": 4.76
    },
    {
        "text": "so Bo and A-24 have made it so that tomorrow, Wednesday- August 8th in theaters nation wide, the specific theaters, and times listed down below, in the link down below",
        "start": 330.62,
        "duration": 8.22
    },
    {
        "text": "they are going to have a free, no age requirement screening of the movie in every state",
        "start": 338.84,
        "duration": 5.56
    },
    {
        "text": "and if you want to see the full versions of everything I just shared, the secret link of the day, anything at all",
        "start": 344.4,
        "duration": 4.1
    },
    {
        "text": "links are always in the description down below",
        "start": 348.5,
        "duration": 1.98
    },
    {
        "text": "And then lets talk about a story that's starts with what I was going to include in Today in awesome",
        "start": 350.48,
        "duration": 4.68
    },
    {
        "text": "that being every now and then I recommend a really good show, or movie, or video game",
        "start": 355.16,
        "duration": 4.12
    },
    {
        "text": "and i was going to recommend the game: Dead Cells",
        "start": 359.28,
        "duration": 1.74
    },
    {
        "text": "and actually I still do recommend the game Dead Cells",
        "start": 361.02,
        "duration": 2.62
    },
    {
        "text": "it just came out, and if you cant tell from the luggage underneath my eyes",
        "start": 363.64,
        "duration": 3.86
    },
    {
        "text": "I woke up at 2:00am in the morning for some reason, could not go back to sleep",
        "start": 367.5,
        "duration": 3.52
    },
    {
        "text": "ended up just picking this up",
        "start": 371.02,
        "duration": 1.6
    },
    {
        "text": "and playing for five hours",
        "start": 372.62,
        "duration": 1.54
    },
    {
        "text": "it is fantastic",
        "start": 374.16,
        "duration": 0.5
    },
    {
        "text": "but the reason I'm not including it Today In Awesome",
        "start": 374.66,
        "duration": 1.96
    },
    {
        "text": "it is actually apart of a big story and controversy.",
        "start": 376.62,
        "duration": 3.34
    },
    {
        "text": "the reason for that, IGN reviewed this game",
        "start": 379.96,
        "duration": 1.84
    },
    {
        "text": "they gave it a 9.7",
        "start": 381.88,
        "duration": 1.42
    },
    {
        "text": "no real big news there",
        "start": 383.46,
        "duration": 1.96
    },
    {
        "text": "and the review was by Nintendo editior at IGN Filip Miucin",
        "start": 385.42,
        "duration": 2.58
    },
    {
        "text": "and the story should have ended there, that is until a channel by the name of Boomstick Gaming uploaded a video claiming that IGN copied them.",
        "start": 388.0,
        "duration": 6.48
    },
    {
        "text": "and in this video Boomstick gaming does this back to back, compare and contrast between the two videos.",
        "start": 394.48,
        "duration": 4.3
    },
    {
        "text": "and the big note here is Boomstick Gaming was released July 24th",
        "start": 398.78,
        "duration": 3.0
    },
    {
        "text": "and IGN''s was released August 6th",
        "start": 401.78,
        "duration": 1.92
    },
    {
        "text": "and let's showcase two of the highlights",
        "start": 403.7,
        "duration": 1.32
    },
    {
        "text": "and following this video blowing up",
        "start": 457.0,
        "duration": 2.4
    },
    {
        "text": "IGN has responded and pulled there review, and in it's place there is a editors note that reads",
        "start": 459.4,
        "duration": 5.48
    },
    {
        "text": "\"As a group of writers and creators who value our own work, and that of others in our field, the editorial staff of IGN takes plagiarism very seriously. In light of concerns that have been raised about our dead cells review, we've removed it for the time being and are investigating.\"",
        "start": 464.92,
        "duration": 11.2
    },
    {
        "text": "so as of right now that is where we are",
        "start": 476.38,
        "duration": 2.2
    },
    {
        "text": "and it''ll be very interesting to see what IGN does here",
        "start": 478.58,
        "duration": 2.64
    },
    {
        "text": "should they investigate, they come back,they have to say essentially one of two things",
        "start": 481.22,
        "duration": 3.08
    },
    {
        "text": "one: we also agree and think that it is plagiarism",
        "start": 484.3,
        "duration": 2.3
    },
    {
        "text": "or no we think this is a case of close parallel thinking",
        "start": 486.6,
        "duration": 4.08
    },
    {
        "text": "or two: depending on whats happening with their investigation, is Filip still hired, is he suspended, or is he fired?",
        "start": 490.68,
        "duration": 5.58
    },
    {
        "text": "with that said, I do want to pass the question on to you, what are your thoughts here?",
        "start": 496.26,
        "duration": 3.6
    },
    {
        "text": "could it be too close for it to not be plagiarism? could it just be parallel thinking?",
        "start": 499.86,
        "duration": 3.42
    },
    {
        "text": "could the reviewer have maybe seen this video, and just the order was stuck in their head?",
        "start": 503.28,
        "duration": 5.2
    },
    {
        "text": "or is that too giving? any and all opinions, I'd love to know your thoughts here.",
        "start": 508.48,
        "duration": 2.62
    },
    {
        "text": "and then let's talk about  these wild fires in California.",
        "start": 511.12,
        "duration": 3.04
    },
    {
        "text": "so last week on the PDS we talked about how this was the worst California wild fires season since 2008",
        "start": 514.16,
        "duration": 4.84
    },
    {
        "text": "and since then the situation has gotten worse, in fact so bad that reportedly",
        "start": 519.0,
        "duration": 3.36
    },
    {
        "text": "there are now 14000 fire fighters in the state assigned to fighting the fires",
        "start": 522.36,
        "duration": 3.52
    },
    {
        "text": "last week the largest fire was the Carr wild fire",
        "start": 525.88,
        "duration": 2.14
    },
    {
        "text": "and since then it has grown",
        "start": 528.06,
        "duration": 1.68
    },
    {
        "text": "reportedly it has burned 163,000 acres and it is 45% contained",
        "start": 529.74,
        "duration": 4.12
    },
    {
        "text": "according to reports over one thousand structures have been destroyed and eight people have been killed",
        "start": 533.86,
        "duration": 4.08
    },
    {
        "text": "as far as how this fire started?",
        "start": 537.94,
        "duration": 1.9
    },
    {
        "text": "investigators are saying they figured out that the fire started when a trailer's tire blew out",
        "start": 539.84,
        "duration": 3.66
    },
    {
        "text": "and the ram hit the pavement causing a spark.",
        "start": 543.5,
        "duration": 2.72
    },
    {
        "text": "and that's just insane to think how random that is",
        "start": 546.4,
        "duration": 3.28
    },
    {
        "text": "but in addition to Carr fire, we should also talk about the Mendocino Complex Fire",
        "start": 549.68,
        "duration": 3.16
    },
    {
        "text": "which has blown up and doubled in size",
        "start": 552.84,
        "duration": 2.38
    },
    {
        "text": "this specific complex fire is made up of two smaller fires",
        "start": 555.22,
        "duration": 2.5
    },
    {
        "text": "the ranch fire, and the river fire",
        "start": 557.72,
        "duration": 1.3
    },
    {
        "text": "both started on july 27th, they're relatively small",
        "start": 559.02,
        "duration": 3.0
    },
    {
        "text": "as of right now the cause is unknown",
        "start": 562.02,
        "duration": 1.64
    },
    {
        "text": "but since Friday the fire has burned through over 290,000 acres",
        "start": 563.66,
        "duration": 3.52
    },
    {
        "text": "which as of right now makes it the biggest wild fire in California history, beating last years Thomas Fire",
        "start": 567.18,
        "duration": 4.7
    },
    {
        "text": "positives here: and i use that word very loosely..",
        "start": 571.88,
        "duration": 3.32
    },
    {
        "text": "luckily because the fire is in a remote area of northern California, there have been no injuries",
        "start": 575.2,
        "duration": 3.62
    },
    {
        "text": "as of right now only 75 residencies have been destroyed",
        "start": 578.82,
        "duration": 3.62
    },
    {
        "text": "but that being said fire fighters are still urging people to not underestimate how dangerous this fire is",
        "start": 582.44,
        "duration": 4.24
    },
    {
        "text": "when those acreage numbers get so large, it's just sometimes hard to imagine what that looks like",
        "start": 586.68,
        "duration": 3.96
    },
    {
        "text": "to give you context for how massive this fire is",
        "start": 590.64,
        "duration": 2.5
    },
    {
        "text": "it has burnt 454 square miles",
        "start": 593.22,
        "duration": 3.06
    },
    {
        "text": "that is about the same size as San Antonio",
        "start": 596.28,
        "duration": 2.46
    },
    {
        "text": "Its 9 San Fransico's",
        "start": 598.8,
        "duration": 1.54
    },
    {
        "text": "and as of right now the fire is only 30% contained and is still growing",
        "start": 600.34,
        "duration": 3.54
    },
    {
        "text": "and on top of all that you have new fire, that started yesterday called the Holy Fire",
        "start": 603.88,
        "duration": 3.6
    },
    {
        "text": "and this fire is located in orange county, it reportedly started in the Cleveland National Forest",
        "start": 607.48,
        "duration": 3.74
    },
    {
        "text": "as of recording this video it has burned through 4,000 acres, 0% percent contained",
        "start": 611.22,
        "duration": 4.1
    },
    {
        "text": "slightly positive news is as of right now it is in a remote area",
        "start": 615.32,
        "duration": 2.84
    },
    {
        "text": "but the bad news is fire fighters are obviously worried",
        "start": 618.16,
        "duration": 2.34
    },
    {
        "text": "because the fire could potentially grow and threaten 11 thousand homes in the area",
        "start": 620.5,
        "duration": 3.34
    },
    {
        "text": "because reportedly that area hasn't burned since 1980",
        "start": 623.84,
        "duration": 2.66
    },
    {
        "text": "and if turns out that's accurate",
        "start": 626.5,
        "duration": 1.7
    },
    {
        "text": "that could mean that there is under brush from over three decades to just build this fire",
        "start": 628.2,
        "duration": 3.76
    },
    {
        "text": "and The Holy Fire and the under brush situation actually connects us to President Trump",
        "start": 631.96,
        "duration": 4.12
    },
    {
        "text": "and that's because since yesterday Donald Trump has been tweeting about these fires",
        "start": 636.08,
        "duration": 2.6
    },
    {
        "text": "and some of the tweets it appears that President Trump is getting things wrong",
        "start": 638.68,
        "duration": 3.22
    },
    {
        "text": "and in other tweets he is getting it right",
        "start": 641.9,
        "duration": 1.72
    },
    {
        "text": "and we'll actually start on the important note that Donald Trump hits on",
        "start": 643.62,
        "duration": 2.1
    },
    {
        "text": "after several tweets he tweeted : Must also tree clear to stop fire from spreading",
        "start": 645.72,
        "duration": 3.72
    },
    {
        "text": "that hits on something both California, and the federal government has been criticized for",
        "start": 649.44,
        "duration": 3.14
    },
    {
        "text": "there lack of tree clearing",
        "start": 652.64,
        "duration": 1.84
    },
    {
        "text": "the cutting down and removing of dead trees in a given area",
        "start": 654.48,
        "duration": 1.94
    },
    {
        "text": "throughout the state there are concerns that fires will continue to grow and get bigger for at least a bit",
        "start": 656.42,
        "duration": 3.88
    },
    {
        "text": "and that's connected to something that we've been shown since the last two fire seasons",
        "start": 660.3,
        "duration": 2.6
    },
    {
        "text": "they have been the worst on record",
        "start": 662.9,
        "duration": 1.76
    },
    {
        "text": "because they followed a five year drought that killed 129 million tree's",
        "start": 664.66,
        "duration": 3.42
    },
    {
        "text": "and unlike normal under brush, dead dry trees burn far longer and far hotter",
        "start": 668.08,
        "duration": 4.58
    },
    {
        "text": "so it makes the fires worse, there harder to put out, more lives are put in danger",
        "start": 672.66,
        "duration": 3.6
    },
    {
        "text": "Trumps proposal here is actually one of the first things that fire experts suggest when talking about how to prevent fires",
        "start": 676.26,
        "duration": 4.48
    },
    {
        "text": "unfortunately its often either not done efficiently or quickly enough",
        "start": 680.74,
        "duration": 2.42
    },
    {
        "text": "So I think its incredibly important that we point out President Trumps very valid statement here",
        "start": 683.16,
        "duration": 3.68
    },
    {
        "text": "and hopefully the government does something about it",
        "start": 686.84,
        "duration": 1.5
    },
    {
        "text": "but in addition to that Pres.Trump also tweeted out something that seems like he's confusing two situations",
        "start": 688.34,
        "duration": 5.7
    },
    {
        "text": "if you didn't see on Monday Trump tweeted: Gov Jerry Brown must allow the free flow of the vast amounts of water coming from the North and foolishly being diverted into the Pacific Ocean. Can be used for fires, farming, and everything else. Think of California with plenty of water, nice. Fast Federal Gov. approvals.",
        "start": 694.14,
        "duration": 12.1
    },
    {
        "text": "and then on monday also saying: California wildfires are being magnified and made so much worse by the bad environmental laws which aren't allowing massive amount of readily available water to be properly utilized. It is being diverted into the Pacific Ocean. Must also tree clear to stop fire from spreading.",
        "start": 706.38,
        "duration": 14.64
    },
    {
        "text": "and very quickly after that first tweet Pres Trump received a lot criticism",
        "start": 721.02,
        "duration": 2.92
    },
    {
        "text": "the los angles times putting out an article with the headline",
        "start": 723.94,
        "duration": 1.92
    },
    {
        "text": "In a strikingly ignorant tweet, Trump gets almost everything about California wild fires wrong",
        "start": 725.86,
        "duration": 4.22
    },
    {
        "text": "with the N.Y.T. writing Trump inaccurately claims California is wasting water as fires burn",
        "start": 730.08,
        "duration": 4.8
    },
    {
        "text": "so what is Donald Trump talking about and how is he wrong?",
        "start": 734.88,
        "duration": 2.24
    },
    {
        "text": "The thing is he's actually right and wrong",
        "start": 737.12,
        "duration": 1.62
    },
    {
        "text": "as far as how he is right",
        "start": 738.74,
        "duration": 1.18
    },
    {
        "text": "California farmers for years have been asking for the river water to be diverted",
        "start": 739.92,
        "duration": 3.1
    },
    {
        "text": "saying rather than having the water be wasted, and being sent straight into the oceans have it be diverted it into their fields.",
        "start": 743.02,
        "duration": 4.9
    },
    {
        "text": "like many coastal areas in the world, California's rivers flow in to the sea",
        "start": 747.92,
        "duration": 3.16
    },
    {
        "text": "but environmental groups say that diverting the rivers actually destroy the rivers ecosystem.",
        "start": 751.08,
        "duration": 3.22
    },
    {
        "text": "and there for example  the state salmon fisheries have all nearly been destroyed",
        "start": 754.3,
        "duration": 3.1
    },
    {
        "text": "but where trump seems to get things wrong is he's confusing that situation with the reason why the fires are getting worse",
        "start": 757.4,
        "duration": 5.36
    },
    {
        "text": "seemingly trying to connect the two situations to make it seem like theirs not enough water to fight the fire",
        "start": 762.76,
        "duration": 4.04
    },
    {
        "text": "and on this note hydrologist Peter Gleick went on twitter to say:",
        "start": 766.92,
        "duration": 2.74
    },
    {
        "text": "\"#Water in California rivers isnt being 'diverted' into the Pacific Ocean. It all used to flow there. What little California Water reaches the sea now is all that's left after farms and cities have diverted most it out of rivers.\"",
        "start": 769.66,
        "duration": 9.38
    },
    {
        "text": "Adding \"the idea that somehow state water policies are leading to shortage of water for fighting the fires is too stupid to rebut.\"",
        "start": 779.06,
        "duration": 6.02
    },
    {
        "text": "and on this note experts have pointed out that water used to fight fires doesn't come from rivers, but rather man made reservoirs and lakes.",
        "start": 785.08,
        "duration": 6.24
    },
    {
        "text": "as far as: is there enough?",
        "start": 791.32,
        "duration": 1.72
    },
    {
        "text": "Cal-Fires Assistant Deputy Director Daniel Berlin responded to trumps tweet saying:",
        "start": 793.04,
        "duration": 3.14
    },
    {
        "text": "\"we have plenty of water to fight these wild fires but lets be clear: it's our changing climate that is leading to more severe and destructive fires",
        "start": 796.18,
        "duration": 6.34
    },
    {
        "text": "and so i guess to kind of consolidate this part of the story",
        "start": 802.52,
        "duration": 2.88
    },
    {
        "text": "clearing dead trees good",
        "start": 805.4,
        "duration": 1.54
    },
    {
        "text": "accurate, should be a thing that is done",
        "start": 806.94,
        "duration": 2.28
    },
    {
        "text": "and as far the other parts of it, it's an all over the place misrepresentation of the situation.",
        "start": 809.22,
        "duration": 4.28
    },
    {
        "text": "and now you know",
        "start": 813.5,
        "duration": 1.0
    },
    {
        "text": "and where I wanted to end this story is one thank you to the firefighters putting themselves on the line",
        "start": 814.5,
        "duration": 4.46
    },
    {
        "text": "trying to keep people safe",
        "start": 819.1,
        "duration": 1.08
    },
    {
        "text": "and two just a reminder , if you are in an area affected, or possibly affected, please listen to officials",
        "start": 820.18,
        "duration": 5.26
    },
    {
        "text": "if they say get out or stay away: do that",
        "start": 825.48,
        "duration": 2.64
    },
    {
        "text": "and that's where I'm going to end today's show",
        "start": 828.12,
        "duration": 1.86
    },
    {
        "text": "and of course remember this the Philip Defranco Show",
        "start": 829.98,
        "duration": 1.36
    },
    {
        "text": "I give you the news and sometimes my opinion and then I want to hear from you",
        "start": 831.34,
        "duration": 2.82
    },
    {
        "text": "whether its the first story or the last story, anything in between.",
        "start": 834.16,
        "duration": 2.94
    },
    {
        "text": "we're not going to agree on everything but I think that's the point",
        "start": 837.1,
        "duration": 3.22
    },
    {
        "text": "That being said my name is Philip Defranco, you've just been phil'd in, I love your faces and I'll see you tomorrow.",
        "start": 840.36,
        "duration": 6.8
    }
]