[
    {
        "text": "Sup you beautiful bastards",
        "start": 0.03,
        "duration": 1.439
    },
    {
        "text": "hope even a",
        "start": 1.469,
        "duration": 0.791
    },
    {
        "text": "Fantastic Tuesday welcome back to the Philip DeFranco show and let's just jump into it the first thing we're gonna talk about today",
        "start": 2.26,
        "duration": 5.45
    },
    {
        "text": "Let's start off with some stupid by talking about noah crowley of florida. He's in the news because he he did one of those",
        "start": 7.71,
        "duration": 6.54
    },
    {
        "text": "Promposals yeah that thing high schoolers do were they like they make like a cute sign",
        "start": 14.83,
        "duration": 3.83
    },
    {
        "text": "Or do they do like a quirky thing as a way to ask you to prom well",
        "start": 18.66,
        "duration": 3.239
    },
    {
        "text": "No, I decided to ask with a sign that read if I was black I'd be picking cotton",
        "start": 21.9,
        "duration": 5.28
    },
    {
        "text": "but I'm white so I'm picking you for prom you thought the best way to ask a girl out our prom was with a",
        "start": 27.18,
        "duration": 4.679
    },
    {
        "text": "Slavery pun actually in Noah's defense he apparently did pick the right lane because the whole reason that we know that this",
        "start": 32.11,
        "duration": 6.59
    },
    {
        "text": "Happened was because the girl that he asked posted that picture of him because she was so in love with it she posted hard",
        "start": 38.77,
        "duration": 5.989
    },
    {
        "text": "Eye emoji so apparently Noah played his target audience perfectly but most everyone else",
        "start": 44.76,
        "duration": 5.459
    },
    {
        "text": "Horribly, which is why even though Noah received the brunt the bulk of the hate",
        "start": 50.77,
        "duration": 4.16
    },
    {
        "text": "There are a lot of people also angry at this girl since this blew up crowley reportedly went on snapchat. He apologizing",
        "start": 54.93,
        "duration": 5.699
    },
    {
        "text": "It was a complete joke and I went too far",
        "start": 60.629,
        "duration": 1.471
    },
    {
        "text": "After reading the tax and snapchats, I truly see how I offended people",
        "start": 62.1,
        "duration": 2.519
    },
    {
        "text": "And I'm sorry acting principal of his school had to release a statement saying the high school absolutely does not",
        "start": 64.619,
        "duration": 4.56
    },
    {
        "text": "condone or support the message conveyed in this post adding the students post is under investigation by",
        "start": 69.25,
        "duration": 4.339
    },
    {
        "text": "administration parents of the students involved up in contacted an appropriate action will be taken based on the",
        "start": 73.9,
        "duration": 4.159
    },
    {
        "text": "Investigation and so the question I want to pass to you for this story is for you personally",
        "start": 78.28,
        "duration": 2.959
    },
    {
        "text": "What is your takeaway here when you see this situation? Do you go, okay?",
        "start": 81.34,
        "duration": 2.99
    },
    {
        "text": "That's just a young person making a stupid insensitive. Joke that didn't land because it's stupid",
        "start": 84.33,
        "duration": 3.75
    },
    {
        "text": "Where do you see the situation with no and you go? He's racist or oh, that's casual racism slipping out",
        "start": 88.08,
        "duration": 4.949
    },
    {
        "text": "I love knew your thoughts on that dan in YouTube lawsuit news",
        "start": 93.06,
        "duration": 2.309
    },
    {
        "text": "We found out that none other than Jake Paul is being sued for at least 2.5 million dollars",
        "start": 95.369,
        "duration": 5.94
    },
    {
        "text": "And this is all connected to the house and property that Jake Paul was renting back when we first saw all the Jake Paul",
        "start": 101.31,
        "duration": 5.22
    },
    {
        "text": "Insanity I back when he had that house in the neighborhood where he was like lighting stuff on fire in his pool for those videos",
        "start": 106.63,
        "duration": 5.18
    },
    {
        "text": "Of him seemingly doing damage to the property there was just like chaos in the streets at times",
        "start": 111.81,
        "duration": 4.529
    },
    {
        "text": "Well the owners of that property Cobra acquisitions are now suing Jake Paul according to the suit",
        "start": 116.34,
        "duration": 4.709
    },
    {
        "text": "They use this residential property for commercial",
        "start": 121.049,
        "duration": 2.0
    },
    {
        "text": "Purposes also saying they caused extensive damage",
        "start": 123.43,
        "duration": 2.239
    },
    {
        "text": "a suit specifically saying defendants performed a number of dangerous and damaging stunts including lighting fires in the backyard filling the pool with",
        "start": 125.799,
        "duration": 6.65
    },
    {
        "text": "Tyrael draining the pool and lighting a fire in the pool hosting parties at the roof installing a trampoline on the roof and making holes",
        "start": 132.69,
        "duration": 6.66
    },
    {
        "text": "In the interior walls of the subject property there was such extensive damage throughout the subject property defendants took it upon themselves",
        "start": 139.35,
        "duration": 5.55
    },
    {
        "text": "to make repairs and install a new floor among other things such extensive remodeling of a subject property took place without plaintiff's prior written or",
        "start": 145.12,
        "duration": 6.62
    },
    {
        "text": "Oral approval so Cobra acquisition says you know this is a breach of the contract. This is intentional",
        "start": 151.74,
        "duration": 4.409
    },
    {
        "text": "misrepresentation now on Jay Paul's side reportedly a legal representative",
        "start": 156.94,
        "duration": 2.419
    },
    {
        "text": "Did speak out saying there's no allegation regarding the actual amount of damages other than the request for punitive damages",
        "start": 159.43,
        "duration": 5.509
    },
    {
        "text": "That's because the damages were minimal compared to the amount they're asking",
        "start": 164.94,
        "duration": 2.399
    },
    {
        "text": "They say they want punitive damages because they say they didn't know Jake would use the house for his pranks, but he originally states",
        "start": 167.44,
        "duration": 5.66
    },
    {
        "text": "It's for Jake's personal use and adding after more than a year when they presumably would have known all about the pranks instead of asking",
        "start": 173.1,
        "duration": 5.429
    },
    {
        "text": "Him to leave they raised the rent and increase the security deposit something doesn't add up",
        "start": 178.53,
        "duration": 4.05
    },
    {
        "text": "As far as what happens next it will be very interesting to see regarding using the property for commercial purposes",
        "start": 182.64,
        "duration": 4.77
    },
    {
        "text": "I mean his entire video archive is essentially evidence as far as a 2.5 million dollar amount",
        "start": 187.41,
        "duration": 4.619
    },
    {
        "text": "It would be very interesting to see how much of that is actual damage also",
        "start": 192.03,
        "duration": 3.27
    },
    {
        "text": "It could just be a negotiating tactic whenever you see someone filing a lawsuit with a massive amount",
        "start": 195.3,
        "duration": 4.349
    },
    {
        "text": "It's usually because they want you to offer something else, and they meet somewhere where they're happy in the middle right",
        "start": 199.65,
        "duration": 3.809
    },
    {
        "text": "It's the same idea behind why you might take a plea deal",
        "start": 203.459,
        "duration": 2.01
    },
    {
        "text": "You're like I could risk 25 years in jail, but what if I just I just say okay fine for years",
        "start": 205.47,
        "duration": 5.55
    },
    {
        "text": "I think I hate rather than being maimed",
        "start": 211.02,
        "duration": 1.51
    },
    {
        "text": "Ultimately we'll see if there is a side note a lesson to be learned for other vloggers",
        "start": 212.53,
        "duration": 3.889
    },
    {
        "text": "Just keep in mind that everything you put out on the Internet is also potential evidence against you",
        "start": 216.42,
        "duration": 3.81
    },
    {
        "text": "It's the thing to remember and really quickly let's talk about Amazon",
        "start": 220.23,
        "duration": 2.909
    },
    {
        "text": "in the news last year we talked about Amazon announcing Amazon key that if you don't remember as a service that they launched where when",
        "start": 223.209,
        "duration": 5.75
    },
    {
        "text": "Someone's delivering a package to you they can unlock the door to your home",
        "start": 228.959,
        "duration": 3.51
    },
    {
        "text": "so they can drop the package off inside now is being reported that Amazon has up to that game and",
        "start": 232.47,
        "duration": 5.309
    },
    {
        "text": "Is making it so that the delivery people can open up your car reportedly now Amazon has been testing this for six months they've teamed",
        "start": 237.88,
        "duration": 6.589
    },
    {
        "text": "Up with GM and Volvo News Service is going to initially launch in 37 cities in the United States",
        "start": 244.47,
        "duration": 5.01
    },
    {
        "text": "And I will say personally as someone that initially just crapped all over Amazon ki. I'm open to this but also",
        "start": 249.48,
        "duration": 6.869
    },
    {
        "text": "Extremely skeptical let's talk it out with Amazon key",
        "start": 256.87,
        "duration": 2.27
    },
    {
        "text": "You're allowing access to a strange or someone delivering a package where they can open your door right and there's a range of potential",
        "start": 259.14,
        "duration": 5.309
    },
    {
        "text": "That could happen you could have an awkward experience",
        "start": 264.85,
        "duration": 1.81
    },
    {
        "text": "We get scared someone's just opening your door out of nowhere",
        "start": 266.66,
        "duration": 3.47
    },
    {
        "text": "you have animals a aware that are gonna get out or",
        "start": 270.13,
        "duration": 2.04
    },
    {
        "text": "All the way to someone's going to steal or case your place, but on the positive end",
        "start": 272.42,
        "duration": 3.739
    },
    {
        "text": "There is a camera that is a part of the process so you'd be able to at least see that person and of course packages",
        "start": 276.16,
        "duration": 4.95
    },
    {
        "text": "Get stolen all the time outside of people's homes",
        "start": 281.11,
        "duration": 2.279
    },
    {
        "text": "I didn't realize how rampant stolen packages were until I got a ring doorbell",
        "start": 283.39,
        "duration": 3.449
    },
    {
        "text": "And they have this neighborhood feature where people can report stuff",
        "start": 286.84,
        "duration": 2.7
    },
    {
        "text": "It's just alerts of stolen package after stolen packet, but then now looking at access to a car once again",
        "start": 289.54,
        "duration": 5.459
    },
    {
        "text": "They're their pros and cons a stranger being able to get into one of your things again",
        "start": 295.0,
        "duration": 3.36
    },
    {
        "text": "There is no camera connected to this you're the kind of person that leaves valuables in your car",
        "start": 298.36,
        "duration": 3.75
    },
    {
        "text": "they could be stolen with little to provide proof on the positive end instead of getting something deliver to your home if you're getting a",
        "start": 302.11,
        "duration": 5.579
    },
    {
        "text": "Package midday, you can get get it at work. I don't know I'm extremely skeptical",
        "start": 307.69,
        "duration": 3.929
    },
    {
        "text": "This is not for me personally",
        "start": 311.62,
        "duration": 1.66
    },
    {
        "text": "But I do want to pass the question off to you seeing this option now does it does it change your mind?",
        "start": 313.28,
        "duration": 4.88
    },
    {
        "text": "What are your thoughts in general about this?  But from that I want to share some stuff",
        "start": 318.16,
        "duration": 3.869
    },
    {
        "text": "I loved today in Today in Qwesome brought to you by Phil.Ting.com",
        "start": 322.03,
        "duration": 3.3
    },
    {
        "text": "Of course the fantastic pay-what-you-actually-use no BS-fees, sketchy admin charges or plans, cell service",
        "start": 325.33,
        "duration": 6.059
    },
    {
        "text": "It's so incredibly simple and it's been amazing to see how much money people can save in fact the average ting customer pays just",
        "start": 331.39,
        "duration": 5.579
    },
    {
        "text": "$23 a month for their one device so if you want to check it out, see how much you could be saving go to Phil.Ting.com",
        "start": 337.43,
        "duration": 4.19
    },
    {
        "text": "check that out. If you really like it you sign up using our link you'll get",
        "start": 341.63,
        "duration": 3.589
    },
    {
        "text": "$25, either in ting credit or towards your first device. And the first bit of awesome today is",
        "start": 345.56,
        "duration": 3.98
    },
    {
        "text": "Something for you if you want a bonus video as I've mentioned on past shows",
        "start": 349.67,
        "duration": 3.079
    },
    {
        "text": "we're testing out news and non news content on DeFranco Elite",
        "start": 352.75,
        "duration": 3.119
    },
    {
        "text": "Today I posted a bonus video of about a 3-4 minute clip from one of the the new",
        "start": 355.87,
        "duration": 3.869
    },
    {
        "text": "Podcasts that they're testing out you want to check that out",
        "start": 359.81,
        "duration": 1.85
    },
    {
        "text": "I'll link to it down below",
        "start": 361.66,
        "duration": 0.69
    },
    {
        "text": "Then we have casually explained talking about YouTube, the odd ones out talking about strangers trying to sell you stuff",
        "start": 362.35,
        "duration": 5.699
    },
    {
        "text": "Life Noggin talking about what's the end of the universe. Also a piece of Awesome",
        "start": 368.05,
        "duration": 2.61
    },
    {
        "text": "I was really pumped to see: We got a full venom trailer",
        "start": 370.66,
        "duration": 3.059
    },
    {
        "text": "And this time venom was actually in it",
        "start": 373.72,
        "duration": 1.62
    },
    {
        "text": "And then finally the bad lip reading of Mark Zuckerberg. And if you want to see the full versions everything",
        "start": 375.34,
        "duration": 4.62
    },
    {
        "text": "I just shared, the secret link of the day, anything at all, links as always are in the description down below",
        "start": 379.96,
        "duration": 4.109
    },
    {
        "text": "We also have Mckayla Maroney back in the news. Former Olympic gymnast speaking out and going into more",
        "start": 384.07,
        "duration": 4.799
    },
    {
        "text": "Detail about the abuse she received at the hands of Larry Nassar",
        "start": 388.97,
        "duration": 3.19
    },
    {
        "text": "The ways he used and abused the toxic environment",
        "start": 392.16,
        "duration": 1.85
    },
    {
        "text": "that these Olympic athletes were in to abuse them. Maroney describing how the",
        "start": 394.01,
        "duration": 4.1
    },
    {
        "text": "Gymnasts are put on insanely strict diet and so the girls would be desperate for food",
        "start": 398.36,
        "duration": 4.339
    },
    {
        "text": "and this guy who was already in a position to help and of",
        "start": 402.7,
        "duration": 3.449
    },
    {
        "text": "authority he would sneak them food. Maroney also saying back in 2011 she actually spoke out about the abuse",
        "start": 406.43,
        "duration": 5.119
    },
    {
        "text": "she was receiving. Also saying Nassar molested her hundreds of times.",
        "start": 411.549,
        "duration": 3.911
    },
    {
        "text": "- \"And did he molest you again\"\n- \"Every time I saw him, yeah\"",
        "start": 415.46,
        "duration": 3.42
    },
    {
        "text": "- \"Every time?\" \n- \"Yes\"",
        "start": 418.88,
        "duration": 2.18
    },
    {
        "text": "- \"How many times might that be\"\n- \"Hundreds\"",
        "start": 421.06,
        "duration": 1.82
    },
    {
        "text": "Also one of Maroney's gold medal teammates Jordyn Wieber is filing a lawsuit, that against MSU USA",
        "start": 422.96,
        "duration": 5.76
    },
    {
        "text": "Gymnastics and the US Olympic Committee over the abuse by Nassar saying \"my teammates",
        "start": 428.84,
        "duration": 3.35
    },
    {
        "text": "And I were subjected to Larry Nassar every single month at the National Team Training Center in Texas",
        "start": 432.19,
        "duration": 4.23
    },
    {
        "text": "Nobody was protecting us from being taken advantage of nobody was even concerned whether or not we were being sexually abused",
        "start": 436.72,
        "duration": 5.16
    },
    {
        "text": "I was not protected my teammates were not protected my parents trusted USA",
        "start": 442.0,
        "duration": 4.08
    },
    {
        "text": "Gymnastics and Larry Nassar to take care of me, and we were betrayed by both.\"",
        "start": 446.21,
        "duration": 3.26
    },
    {
        "text": "and I don't really know how to close a story like this. Even as time passes we get further and further away from the",
        "start": 449.47,
        "duration": 4.95
    },
    {
        "text": "case, further away from the abuse. It is somehow even more infuriating to me today",
        "start": 454.42,
        "duration": 4.859
    },
    {
        "text": "(sighs), but I don't know",
        "start": 459.28,
        "duration": 0.52
    },
    {
        "text": "And then let's talk about Nicaragua where we have seen massive",
        "start": 460.12,
        "duration": 2.9
    },
    {
        "text": "Protests over this past week. People originally took to the streets to protest changes to the INSS which is their Social Security program",
        "start": 463.06,
        "duration": 5.78
    },
    {
        "text": "But really that was just the latest of a series of complaints from the people against their President, Daniel Ortega",
        "start": 468.85,
        "duration": 4.47
    },
    {
        "text": "And so the protests have just kind of morphed into this general opposition of the president and what they consider his family dictatorship",
        "start": 473.32,
        "duration": 5.849
    },
    {
        "text": "Let's jump back to the beginning of this specific situation",
        "start": 479.169,
        "duration": 1.811
    },
    {
        "text": "Which is last Wednesday",
        "start": 480.98,
        "duration": 1.34
    },
    {
        "text": "The INSS needs money and Ortega pushes forward a plan to make up the 71 million dollar deficit and here is kind of a tldr",
        "start": 482.32,
        "duration": 5.639
    },
    {
        "text": "Of the plan people paying into their pension would need to contribute 7% of their pay into INSS versus",
        "start": 487.96,
        "duration": 4.68
    },
    {
        "text": "6.25% before. Employers would pay twenty two point five percent instead of",
        "start": 492.89,
        "duration": 3.709
    },
    {
        "text": "19% and retirees receiving a pension would pay five percent tax on that pension. And that last part is considered by many to be unconstitutional",
        "start": 497.06,
        "duration": 6.44
    },
    {
        "text": "and even if it wasn't",
        "start": 503.72,
        "duration": 1.44
    },
    {
        "text": "Nicaraguans in general are just",
        "start": 505.16,
        "duration": 1.32
    },
    {
        "text": "Furious about it. Because ultimately the most simplified version of this is that you are now paying more into your pension",
        "start": 506.48,
        "duration": 4.579
    },
    {
        "text": "And then you end up receiving less.  So immediately people took to the streets to protest the changes. And those who opposed this",
        "start": 511.06,
        "duration": 5.13
    },
    {
        "text": "Ranged wildly - we're talking bankers",
        "start": 516.38,
        "duration": 2.0
    },
    {
        "text": "businesses, students, even Ortega's loyal base of poor Nicaraguans. People who benefit the most from Ortega's",
        "start": 518.57,
        "duration": 5.0
    },
    {
        "text": "Socialist policies. And at first these protests were largely peaceful",
        "start": 523.669,
        "duration": 2.929
    },
    {
        "text": "They were held in the capital,",
        "start": 526.6,
        "duration": 0.94
    },
    {
        "text": "Other major cities, however police came out in force - they fired tear gas and rubber bullets into crowds. At some point it seems that police",
        "start": 527.54,
        "duration": 6.209
    },
    {
        "text": "Switched from rubber to live ammunition. Reportedly, the crowds then responded with rocks, homemade mortars",
        "start": 533.75,
        "duration": 5.16
    },
    {
        "text": "Then there was looting. We're now seeing videos online from protesters showing buildings on fire, that the police are raiding places where protesters are meeting up",
        "start": 538.91,
        "duration": 6.479
    },
    {
        "text": "like universities and very unfortunately this situation has led to deaths on both sides. The exact number is hard to pin down right now in all",
        "start": 545.79,
        "duration": 5.809
    },
    {
        "text": "of this chaos",
        "start": 551.6,
        "duration": 0.48
    },
    {
        "text": "But the group is claiming that between 8 and 30 are dead and almost all of them are protesters. And in addition to this there",
        "start": 552.08,
        "duration": 5.369
    },
    {
        "text": "are also reportedly upwards of 400 injured. And one of the most",
        "start": 557.45,
        "duration": 2.4
    },
    {
        "text": "high-profile deaths from this situation was that of journalist Angel Gahona. Angel was shot in the head while covering the protests via Facebook live",
        "start": 560.01,
        "duration": 6.65
    },
    {
        "text": "It's unclear who shot him but most are saying that at the time only the police and their allies were armed",
        "start": 566.66,
        "duration": 4.229
    },
    {
        "text": "We've also seen reports of the government is cracking down on news outlets.",
        "start": 570.889,
        "duration": 2.851
    },
    {
        "text": "Allegedly the only non-government TV news station in Nicaragua has been shut down during these protests. Newspapers have also been subject to closings",
        "start": 573.74,
        "duration": 6.4
    },
    {
        "text": "We've also seen some international pressure for Ortega to back down and end the violence",
        "start": 580.28,
        "duration": 3.54
    },
    {
        "text": "Pope Frances saying \"I'm worried about what's been happening in the last few days in Nicaragua",
        "start": 583.82,
        "duration": 3.45
    },
    {
        "text": "Where after a social protest there were battles that have caused death, I express my solidarity with the country",
        "start": 587.34,
        "duration": 4.579
    },
    {
        "text": "And I join bishops and asking that the violence and pointless spilling of blood is avoided and the underlying issues be resolved peacefully",
        "start": 591.92,
        "duration": 5.8
    },
    {
        "text": "and with a sense of responsibility.\"",
        "start": 597.72,
        "duration": 1.36
    },
    {
        "text": "And one of the things that's been really interesting from this situation has been the reaction from Ortega and his Government.",
        "start": 599.4,
        "duration": 5.57
    },
    {
        "text": "On Sunday, Ortega claimed that the protesters were being manipulated by unspecified right-wing forces also calling many of the protesters quote \"Delinquents\"",
        "start": 604.97,
        "duration": 5.63
    },
    {
        "text": "Saying \"They are members of gangs.\"  \"When you incorporate these gang members, they are criminalizing the protests\"",
        "start": 610.68,
        "duration": 4.8
    },
    {
        "text": "\"They are putting at risk the very groups who with good intentions came to the protest.\" Which on that note",
        "start": 615.59,
        "duration": 3.83
    },
    {
        "text": "I will say yes, there has been looting but in general and and it shouldn't be used to kind of make the the protest invalid",
        "start": 619.43,
        "duration": 6.179
    },
    {
        "text": "overall the protesters were considered peaceful",
        "start": 625.61,
        "duration": 2.04
    },
    {
        "text": "Then despite his claims about gangs and right-wing forces on Sunday Ortega backed down, saying \"The previous resolution of April 16th,",
        "start": 627.65,
        "duration": 6.719
    },
    {
        "text": "2018 which was the resolution that kicked off this whole situation is being revoked,",
        "start": 634.68,
        "duration": 3.679
    },
    {
        "text": "cancelled, put aside.\" Instead the government saying they want to negotiate with the private sector employees over changes",
        "start": 638.64,
        "duration": 4.789
    },
    {
        "text": "but on Monday even though Ortega backed down here, that wasn't enough for thousands of Nicaraguans",
        "start": 643.43,
        "duration": 3.929
    },
    {
        "text": "COSEP, the business lobby that Ortega  wants to negotiate with here, says that they will not enter talks until police repression has ended",
        "start": 647.46,
        "duration": 6.2
    },
    {
        "text": "and that freedom of expression is returned. Student groups also demanding the constitutional rule return and that Ortega be removed",
        "start": 653.66,
        "duration": 5.339
    },
    {
        "text": "from power. And some of the common demands we're seeing between different protestor groups is the return of freedom of the press as well as the release of people taken into custody during",
        "start": 659.23,
        "duration": 6.84
    },
    {
        "text": "protesting. And all of that led to Nicaragua having the largest protest since",
        "start": 666.26,
        "duration": 3.139
    },
    {
        "text": "2007 yesterday. Thousands demanding both the removal of Ortega and his cronies from the government. If they were successful this would be a massive change",
        "start": 669.86,
        "duration": 6.169
    },
    {
        "text": "For the country I mean Ortega has been in power for over 20 years. We're talking 1980 to 1990 then",
        "start": 676.03,
        "duration": 4.59
    },
    {
        "text": "2007 to now. His government is widely seen by many as corrupt an example of nepotism. Ortega has reportedly meddled in elections for",
        "start": 681.17,
        "duration": 5.96
    },
    {
        "text": "Legislature appointing judges loyal to him, replacing military leaders with loyal allies, and his wife is his Vice",
        "start": 687.38,
        "duration": 5.719
    },
    {
        "text": "President. And those court appointments of his, those legislative wins of his, they allowed him to remove a core tenant of the",
        "start": 693.17,
        "duration": 4.909
    },
    {
        "text": "Constitution which was term limits. So there is a lot that people are angry about it just appears that this social security thing was the",
        "start": 698.24,
        "duration": 5.059
    },
    {
        "text": "Straw that broke the camel's back",
        "start": 703.3,
        "duration": 1.17
    },
    {
        "text": "It's going to be very interesting to see what happens next when it comes to Ortega would he actually step down?",
        "start": 704.47,
        "duration": 4.919
    },
    {
        "text": "Or is he gonna double down. and also not only what does this mean for Nicaragua?",
        "start": 709.39,
        "duration": 3.33
    },
    {
        "text": "But for Central America in general because if you don't know Nicaragua is one of the more stable countries there",
        "start": 712.72,
        "duration": 6.03
    },
    {
        "text": "But over this past week you have this now even more chaotic situation there",
        "start": 718.75,
        "duration": 3.539
    },
    {
        "text": "I don't know\nBut it'll be very interesting to watch.",
        "start": 722.29,
        "duration": 2.01
    },
    {
        "text": "And then let's talk about the Toronto van attack yesterday",
        "start": 724.3,
        "duration": 1.77
    },
    {
        "text": "afternoon a man in a van struck pedestrians leaving ten people dead",
        "start": 726.17,
        "duration": 3.38
    },
    {
        "text": "14 more injured along a mile-long stretch of road.",
        "start": 729.8,
        "duration": 2.58
    },
    {
        "text": "Police have said they'll be on the scene",
        "start": 732.38,
        "duration": 1.099
    },
    {
        "text": "Investigating the incident for days because the attack covered such a large area",
        "start": 733.55,
        "duration": 3.75
    },
    {
        "text": "Also urging the community and witnesses to help them in their investigation",
        "start": 737.3,
        "duration": 1.789
    },
    {
        "text": "If they have any information whatsoever",
        "start": 739.37,
        "duration": 2.27
    },
    {
        "text": "But here's what we know right now: Pedestrians were struck around 1:30 p.m.",
        "start": 741.64,
        "duration": 2.249
    },
    {
        "text": "the first calls started pouring into the police station shortly after.",
        "start": 743.89,
        "duration": 2.7
    },
    {
        "text": "The van first hit a man crossing Yonge Street before it jumped the curve and came on to a sidewalk near Mel Lastman Square.",
        "start": 746.75,
        "duration": 5.75
    },
    {
        "text": "That particular street very notable because according to police it is one of the busiest streets in the country",
        "start": 752.5,
        "duration": 4.027
    },
    {
        "text": "Witnesses have said that the van sped",
        "start": 756.527,
        "duration": 1.342
    },
    {
        "text": "down the sidewalk at 40 miles per hour",
        "start": 757.87,
        "duration": 2.0
    },
    {
        "text": "Also saying the  vehicle was not swerving it appeared to be deliberately running down pedestrians",
        "start": 760.18,
        "duration": 3.119
    },
    {
        "text": "and police are also saying the attack did appear to be in fact deliberate",
        "start": 763.4,
        "duration": 4.1
    },
    {
        "text": "According to police the suspect drove away from the scene and",
        "start": 767.5,
        "duration": 1.62
    },
    {
        "text": "Was then later arrested seven minutes after the first 911 call",
        "start": 769.12,
        "duration": 3.38
    },
    {
        "text": "There's been a lot of talk about the arrest because the video of it",
        "start": 772.5,
        "duration": 2.169
    },
    {
        "text": "went viral. There was a brief standoff with police the video shows the attacker pointing something at an officer",
        "start": 774.67,
        "duration": 4.349
    },
    {
        "text": "He's filmed saying that he has a gun in his pocket and while police have not confirmed what he was holding in his hand at",
        "start": 779.02,
        "duration": 4.5
    },
    {
        "text": "that time, no gun was found on him.",
        "start": 783.72,
        "duration": 1.355
    },
    {
        "text": "And it really just appeared that the attacker was trying to commit suicide",
        "start": 785.075,
        "duration": 2.865
    },
    {
        "text": "by cop telling the police officers to shoot him in the head",
        "start": 788.24,
        "duration": 2.899
    },
    {
        "text": "But the officer does not  -- he gets him down to the ground gets him in handcuffs",
        "start": 791.48,
        "duration": 2.944
    },
    {
        "text": "According to Canadian media outlets that officer's name is",
        "start": 794.424,
        "duration": 2.035
    },
    {
        "text": "Ken Lam and he and his actions have been getting tons of praise",
        "start": 796.459,
        "duration": 3.801
    },
    {
        "text": "Now this murdering monster has been identified obviously",
        "start": 800.26,
        "duration": 1.839
    },
    {
        "text": "I'm not gonna tell you his name or show his face on my show actually one of the specific pieces of information that has come",
        "start": 802.1,
        "duration": 5.07
    },
    {
        "text": "out with",
        "start": 807.17,
        "duration": 0.37
    },
    {
        "text": "This story really hits home on why we do that",
        "start": 807.54,
        "duration": 2.86
    },
    {
        "text": "Media outlets say they found the attackers Facebook page and just before he ran down",
        "start": 810.4,
        "duration": 3.16
    },
    {
        "text": "Innocent people in the street with his van on his Facebook. He praised another mass murderer praising this other killer",
        "start": 813.66,
        "duration": 5.78
    },
    {
        "text": "By name who back in 2014 killed six injured 14 with a driving, shooting, stabbing, attack.",
        "start": 819.44,
        "duration": 6.329
    },
    {
        "text": "But also a note that I think is important: police have not publicly confirmed the Facebook account belongs to the suspect at this time",
        "start": 825.769,
        "duration": 4.59
    },
    {
        "text": "The way mass killers are made infamous by the media",
        "start": 830.69,
        "duration": 2.669
    },
    {
        "text": "I think is a huge factor in motivating people to do things like this in the future",
        "start": 833.36,
        "duration": 4.409
    },
    {
        "text": "That said as far as motive for this attack police are saying that this incident does not represent a threat to national security",
        "start": 837.769,
        "duration": 5.16
    },
    {
        "text": "So they're saying that it is probably not terrorism, but also a note on that things can always change an investigation",
        "start": 842.93,
        "duration": 5.01
    },
    {
        "text": "That's something that even the police chief said in the press conference",
        "start": 847.94,
        "duration": 2.07
    },
    {
        "text": "He also said that the suspect was not known to police prior to this incident also",
        "start": 850.01,
        "duration": 3.569
    },
    {
        "text": "We've learned that according to the Department of National",
        "start": 853.579,
        "duration": 1.63
    },
    {
        "text": "Defense the suspect was very briefly in the Canadian Forces.",
        "start": 855.209,
        "duration": 3.231
    },
    {
        "text": "The department also saying sixteen days into his thirteen week basic training courses",
        "start": 858.44,
        "duration": 3.239
    },
    {
        "text": "He was asked to leave he was released from his service in October",
        "start": 861.68,
        "duration": 2.76
    },
    {
        "text": "But the military says that there were no red flags about him committing any type of potential future attack",
        "start": 864.44,
        "duration": 3.674
    },
    {
        "text": "An official saying that the man",
        "start": 868.114,
        "duration": 1.065
    },
    {
        "text": "Had problems with dress, deportment and group interaction, and also according to reports",
        "start": 869.18,
        "duration": 3.059
    },
    {
        "text": "He also didn't have weapons training during his time with the military",
        "start": 872.24,
        "duration": 3.24
    },
    {
        "text": "The driver of the van also appeared in court today where he was charged with",
        "start": 875.48,
        "duration": 1.859
    },
    {
        "text": "ten counts of first degree murder",
        "start": 877.339,
        "duration": 1.841
    },
    {
        "text": "13 counts of attempted murder",
        "start": 879.18,
        "duration": 2.22
    },
    {
        "text": "The next hearing is scheduled for May 10",
        "start": 881.4,
        "duration": 2.32
    },
    {
        "text": "In the wake of the attacks Prime Minister of Canada Justin Trudeau",
        "start": 883.72,
        "duration": 1.869
    },
    {
        "text": "Tweeted \"my thoughts are with all those affected by the terrible incident at Yonge and Finch in Toronto",
        "start": 885.72,
        "duration": 3.859
    },
    {
        "text": "Thank you to the first responders working at the scene",
        "start": 889.579,
        "duration": 1.651
    },
    {
        "text": "We're monitoring the situation closely.\"",
        "start": 891.23,
        "duration": 1.95
    },
    {
        "text": "Trudeau also speaking in front of the House of Commons this morning offering condolences",
        "start": 893.18,
        "duration": 3.299
    },
    {
        "text": "Once again reiterating that this is currently being deemed a non national security threat saying this attack does not change the overall threat level in",
        "start": 896.579,
        "duration": 6.68
    },
    {
        "text": "Canada and Trudeau was also asked how the government can protect its citizens in in so-called soft target areas, and this was his response",
        "start": 903.26,
        "duration": 0.5
    },
    {
        "text": "\"Obviously",
        "start": 903.76,
        "duration": 5.979
    },
    {
        "text": "we need to continue to reflect on the",
        "start": 910.74,
        "duration": 3.2
    },
    {
        "text": "Changing situations in which we're in but we and do everything we can to keep Canadians safe",
        "start": 914.73,
        "duration": 6.32
    },
    {
        "text": "But we cannot as Canadians choose to live in fear every single day as we go about our daily business",
        "start": 921.05,
        "duration": 7.9
    },
    {
        "text": "We need to focus on",
        "start": 929.38,
        "duration": 2.0
    },
    {
        "text": "Doing what we can and we must to keep Canadians safe while we stay true to",
        "start": 932.14,
        "duration": 6.349
    },
    {
        "text": "the",
        "start": 939.43,
        "duration": 1.59
    },
    {
        "text": "Freedoms and values that we all as Canadians hold dear.\"",
        "start": 941.02,
        "duration": 3.89
    },
    {
        "text": "I thought that was an interesting note because we have a situation like a van attack or a truck attack",
        "start": 944.91,
        "duration": 3.959
    },
    {
        "text": "I think the general public can feel",
        "start": 948.87,
        "duration": 2.0
    },
    {
        "text": "More helpless",
        "start": 950.89,
        "duration": 2.19
    },
    {
        "text": "Right? Because when there's a situation in the news like if there is another shooting we cover a lot of those this past year",
        "start": 953.08,
        "duration": 3.38
    },
    {
        "text": "All the sudden you have the gun debate or the gun access debate",
        "start": 956.46,
        "duration": 2.669
    },
    {
        "text": "Which is why on videos talking about this story you see so many people in the comments saying \"we need van control\"",
        "start": 959.13,
        "duration": 6.47
    },
    {
        "text": "Right? Kind of mocking the idea that gun control it actually cause people to kill less that they would just find another way",
        "start": 965.6,
        "duration": 4.81
    },
    {
        "text": "Right? But when it comes down to something like a van attack",
        "start": 970.41,
        "duration": 2.29
    },
    {
        "text": "Something that you can you can go to u-haul and grab one right now",
        "start": 972.7,
        "duration": 2.329
    },
    {
        "text": "What can actually be done to prevent these killings? If you're talking about something directly like a van attack you can talk about metal",
        "start": 975.03,
        "duration": 4.979
    },
    {
        "text": "Barriers that maybe you have someone that's at a crosswalk",
        "start": 980.08,
        "duration": 2.419
    },
    {
        "text": "There's it really I mean if you if you look at any situation",
        "start": 982.5,
        "duration": 2.46
    },
    {
        "text": "I mean there is there's been the big talk about schools",
        "start": 984.96,
        "duration": 2.245
    },
    {
        "text": "Protecting the schools, then what about the malls, and what about all the other plaves",
        "start": 987.205,
        "duration": 3.184
    },
    {
        "text": "There will always be soft targets unless we end up living in a police state",
        "start": 990.39,
        "duration": 3.359
    },
    {
        "text": "I'm not commenting on what should or should not be done",
        "start": 993.75,
        "duration": 2.01
    },
    {
        "text": "But I think that's why when you have an attack like this you feel extra helpless",
        "start": 995.76,
        "duration": 4.08
    },
    {
        "text": "Hopefully we learn more information soon find out why this happens so in the future we can prevent this from happening again",
        "start": 999.84,
        "duration": 5.669
    },
    {
        "text": "the final note that I want to end this story on is just",
        "start": 1005.72,
        "duration": 2.37
    },
    {
        "text": "My thoughts and well wishes to all those affected by this",
        "start": 1008.19,
        "duration": 3.528
    },
    {
        "text": "My love to Canada",
        "start": 1011.718,
        "duration": 1.052
    },
    {
        "text": "And that's where I'm going to end that story and actually today's show",
        "start": 1012.77,
        "duration": 2.291
    },
    {
        "text": "Of course remember",
        "start": 1015.061,
        "duration": 0.589
    },
    {
        "text": "This is the Philip DeFranco show if your thoughts in the last story the first one",
        "start": 1015.65,
        "duration": 3.299
    },
    {
        "text": "Anything in between, I'd love to know what they are in those comments down below",
        "start": 1019.17,
        "duration": 3.41
    },
    {
        "text": "Remember if you like this video, like what I'm trying to",
        "start": 1022.58,
        "duration": 1.649
    },
    {
        "text": "Do on this channel, hit that like button if you're new here, hit that subscribe button, ring that bell",
        "start": 1024.23,
        "duration": 3.07
    },
    {
        "text": "Also if you missed yesterday's Philip DeFranco",
        "start": 1027.3,
        "duration": 2.69
    },
    {
        "text": "Show you want to catch up click or tap right there to watch that, or if you want to watch the 3-4 minute clip of",
        "start": 1029.99,
        "duration": 4.619
    },
    {
        "text": "The podcast that we are testing right now",
        "start": 1034.61,
        "duration": 1.77
    },
    {
        "text": "Which is essentially... ah",
        "start": 1036.38,
        "duration": 0.9
    },
    {
        "text": "I don't want to ruin it you can click or tap right there to watch that",
        "start": 1037.28,
        "duration": 2.98
    },
    {
        "text": "But that's said, of course as always my",
        "start": 1040.26,
        "duration": 1.459
    },
    {
        "text": "Name is Philip DeFranco. You've just been phill'd in. I love yo faces, and I'll see you tomorrow",
        "start": 1041.72,
        "duration": 4.56
    }
]