[
    {
        "text": "Sup you beautiful bastards",
        "start": 0.03,
        "duration": 1.409
    },
    {
        "text": "Hope you've been having a fantastic Wednesday, Welcome back to the Philip DeFranco Show.",
        "start": 1.439,
        "duration": 5.04
    },
    {
        "text": "And the first thing we're gonna talk about today is one of the most requested",
        "start": 6.48,
        "duration": 2.129
    },
    {
        "text": "entertainment/social stories and that's a story around Star Wars actress Kelly Marie Tran",
        "start": 9.13,
        "duration": 4.129
    },
    {
        "text": "You most likely remember her as Rose Tico from The Last Jedi and there are stories coming out this week that",
        "start": 13.38,
        "duration": 3.359
    },
    {
        "text": "she completely wiped her Instagram because she had just been receiving so much abuse online.",
        "start": 16.74,
        "duration": 5.639
    },
    {
        "text": "along with people that were kind of critiquing her acting or the character in general",
        "start": 22.38,
        "duration": 4.2
    },
    {
        "text": "They're also just people throwing hate her way and people hitting her with slurs trashing her appearance many taking aim at her weight",
        "start": 26.58,
        "duration": 5.67
    },
    {
        "text": "But also an important thing to note is even though this was trending people were writing stories about it",
        "start": 32.25,
        "duration": 3.93
    },
    {
        "text": "There was never really a confirmation from Kelly Marie Tran herself granted",
        "start": 36.18,
        "duration": 3.599
    },
    {
        "text": "It wouldn't be surprising and she also wouldn't be the first female in Star Wars to just leave Instagram because of the abuse",
        "start": 39.78,
        "duration": 5.099
    },
    {
        "text": "Of course Daisy Ridley did that back in 2016 temporarily actually. Thanks last Jedi director",
        "start": 44.879,
        "duration": 4.08
    },
    {
        "text": "Rian Johnson going on a small Twitter spree. We did see some sort of confirmation",
        "start": 48.96,
        "duration": 3.299
    },
    {
        "text": "johnson",
        "start": 52.449,
        "duration": 0.5
    },
    {
        "text": "Tweeting what we talked about when we talked about man babies on social media a few",
        "start": 52.949,
        "duration": 3.3
    },
    {
        "text": "Unhealthy people can cast a big shadow on the wall over the past four years. I've met lots of real fellow Star Wars fans",
        "start": 56.32,
        "duration": 5.629
    },
    {
        "text": "We like and dislike stuff but we do it with humor love and respect for the vast majority",
        "start": 61.949,
        "duration": 3.3
    },
    {
        "text": "We're having fun and doing just fine",
        "start": 65.29,
        "duration": 1.55
    },
    {
        "text": "then it responds to one of several people who try to say that he was taking criticisms and calling it hate he",
        "start": 66.84,
        "duration": 5.099
    },
    {
        "text": "Responded done with this disingenuous bullshit, you know the difference between not liking a movie and hatefully harassing woman so bad",
        "start": 72.04,
        "duration": 5.719
    },
    {
        "text": "She has to get off social media and you know, which of those two were talking about here?",
        "start": 77.759,
        "duration": 3.48
    },
    {
        "text": "And personally I think that note of separation is incredibly important",
        "start": 81.24,
        "duration": 2.669
    },
    {
        "text": "I'm a big believer in all criticism is in hate right if people are sounding off and I'm like I didn't like the character I",
        "start": 83.909,
        "duration": 4.44
    },
    {
        "text": "Don't go by this this character did this the character was unnecessary for insert blank reason",
        "start": 88.35,
        "duration": 4.139
    },
    {
        "text": "Those are critiques when people are personally attacking her they are harassing her throwing slurs at her. That is not the same thing",
        "start": 92.49,
        "duration": 6.029
    },
    {
        "text": "I think many communities in general can get very very defensive when when they feel like even though you're just talking about a small segment",
        "start": 98.52,
        "duration": 6.209
    },
    {
        "text": "That everyone that is a part of that group may be painted by a very broad brush",
        "start": 104.729,
        "duration": 3.33
    },
    {
        "text": "Now, of course the other part of the debate that always pops up with stories like this is hey",
        "start": 108.06,
        "duration": 3.419
    },
    {
        "text": "You're a famous person now you are in a massive movie. This comes with the territory",
        "start": 111.52,
        "duration": 4.22
    },
    {
        "text": "Yes, it does. But that should make us less sympathetic to the people that have to go through it",
        "start": 115.869,
        "duration": 3.98
    },
    {
        "text": "I've essentially been doing varying versions of this online for the past ten years",
        "start": 119.85,
        "duration": 3.209
    },
    {
        "text": "And I've had the worst of the worst",
        "start": 123.1,
        "duration": 2.299
    },
    {
        "text": "Constantly thrown at me this also including death threats and if you ask many youtubers they have similar experiences",
        "start": 125.829,
        "duration": 5.48
    },
    {
        "text": "The only reason I'm okay with it as a very long time",
        "start": 131.31,
        "duration": 2.0
    },
    {
        "text": "I made peace with the fact that there is always going to be a",
        "start": 133.35,
        "duration": 2.339
    },
    {
        "text": "Great number of people that fucking hate me and keep in mind kind of like Johnson tries to point out that I'm not talking about",
        "start": 135.88,
        "duration": 5.149
    },
    {
        "text": "Criticisms these these are two separate things and should be treated as such and with the genuine",
        "start": 141.13,
        "duration": 3.74
    },
    {
        "text": "harassment and hate it should never be so normalized that we that we put kind of the shame and the weight of it on the",
        "start": 145.12,
        "duration": 5.869
    },
    {
        "text": "Person being harassed and on the other end. It's also important",
        "start": 150.99,
        "duration": 2.399
    },
    {
        "text": "We don't take the actions of a minority in a much larger group",
        "start": 153.39,
        "duration": 2.79
    },
    {
        "text": "Whether it be the Star Wars fandom my audience any audience and then say oh though",
        "start": 156.18,
        "duration": 5.099
    },
    {
        "text": "that's the example of all of them one of the best ways to fight against that broad brush is if you are part of those",
        "start": 161.28,
        "duration": 5.01
    },
    {
        "text": "Communities calling that shit out. That's my personal take away from it",
        "start": 166.29,
        "duration": 3.0
    },
    {
        "text": "And actually I'd love to know yours in the comments down below then on Tuesday",
        "start": 169.29,
        "duration": 3.209
    },
    {
        "text": "We saw David Hogg's family home swatted David hog",
        "start": 172.5,
        "duration": 2.88
    },
    {
        "text": "Of course a parkland survivor and activist totally someone called the sheriff's office and said that there was a hostage situation",
        "start": 175.38,
        "duration": 5.04
    },
    {
        "text": "At the house according to the Broward County Sheriff's Office a SWAT team then responded to the call",
        "start": 180.7,
        "duration": 4.279
    },
    {
        "text": "They cleared the home luckily at that time. Neither David nor his mother were home. Reportedly at that time",
        "start": 184.98,
        "duration": 4.5
    },
    {
        "text": "They're in Washington DC to accept the Robert F Kennedy Human Rights Award",
        "start": 189.48,
        "duration": 3.089
    },
    {
        "text": "Just a quick thing that I want to sound off with this story",
        "start": 192.57,
        "duration": 2.22
    },
    {
        "text": "there are so many places that covered this and call this a print some places like Nashville went a little bit further called it a",
        "start": 194.79,
        "duration": 6.059
    },
    {
        "text": "Dangerous prank let's get something straight. This is not a prank",
        "start": 200.85,
        "duration": 3.209
    },
    {
        "text": "This is a crime swatting is a crime a crime that we've seen in the past year has resulted in a death",
        "start": 204.06,
        "duration": 5.94
    },
    {
        "text": "I don't care if you hate someone on the Left don't care if you hate someone on the right but to swat someone you are",
        "start": 210.0,
        "duration": 5.16
    },
    {
        "text": "A disgusting fucking individual are you doing something that could result in the death of the individual? You're trying to prank?",
        "start": 215.16,
        "duration": 5.85
    },
    {
        "text": "It's not a prank",
        "start": 221.01,
        "duration": 0.84
    },
    {
        "text": "once again",
        "start": 221.85,
        "duration": 0.6
    },
    {
        "text": "You're putting law enforcement in a horrible situation where they may make a mistake and do something horrible",
        "start": 222.45,
        "duration": 5.399
    },
    {
        "text": "And that's just in addition to wasting law enforcement's time where they could actually be helping other people that do need help",
        "start": 227.85,
        "duration": 5.25
    },
    {
        "text": "And here's the thing. Someone may have done this to David hog, because they hate him",
        "start": 233.1,
        "duration": 3.269
    },
    {
        "text": "They want to they want to teach him a lesson. But all you really accomplished was to make him a more sympathetic figure",
        "start": 236.37,
        "duration": 5.55
    },
    {
        "text": "So congratulations, but from that I want to share some stuff",
        "start": 242.1,
        "duration": 2.16
    },
    {
        "text": "I love today and today in awesome brought to you by a better help calm",
        "start": 244.29,
        "duration": 3.449
    },
    {
        "text": "DeFranco gonna help if you do not know is the fantastic place where you can get affordable private online",
        "start": 248.08,
        "duration": 3.919
    },
    {
        "text": "Counseling you get access to licensed trained experienced accredited psychologists marriage and family therapists clinical social workers and board licensed professional counselors",
        "start": 252.22,
        "duration": 7.7
    },
    {
        "text": "All you got to do is go to better hell calm DeFranco. You fill out the questionnaire",
        "start": 259.92,
        "duration": 3.5
    },
    {
        "text": "They match you with a counselor, and you could start counseling today",
        "start": 263.42,
        "duration": 2.13
    },
    {
        "text": "If you want to make the smart move like many from the nation or you have you want to try it out go to better",
        "start": 265.55,
        "duration": 3.57
    },
    {
        "text": "Help calm DeFranco and get started and the first bit of Awesome. Holy hell",
        "start": 269.12,
        "duration": 4.169
    },
    {
        "text": "I did not realize how how much I wanted this movie in my life in a full trailer for spider-man into the spider verse and",
        "start": 273.29,
        "duration": 5.94
    },
    {
        "text": "One the story looks really really interesting and to the animation style is fucking amazing. That's it",
        "start": 279.57,
        "duration": 6.5
    },
    {
        "text": "I will say Jake Johnson has such a",
        "start": 286.07,
        "duration": 1.66
    },
    {
        "text": "Distinctive voice that I can't help but think of Nick from new girl when I hear it, but that's that",
        "start": 287.73,
        "duration": 4.369
    },
    {
        "text": "I'm sure I'll get past that in the first minute and I'm just I'm just so excited then for those who have been asking to",
        "start": 292.1,
        "duration": 4.35
    },
    {
        "text": "See more of the new studio today",
        "start": 296.45,
        "duration": 1.41
    },
    {
        "text": "we uploaded a brand new vlog where we kind of did a walkthrough for the team who had not been here yet as well as",
        "start": 297.86,
        "duration": 4.709
    },
    {
        "text": "For use if you interested be sure to check that out and maybe even subscribe to that channel then we got the honest game trailer",
        "start": 302.57,
        "duration": 4.35
    },
    {
        "text": "For Shaq boo, man",
        "start": 306.92,
        "duration": 0.99
    },
    {
        "text": "we had Johnny Knoxville recounting some of his most painful injuries and we had seeker giving us an extended trailer for the signs behind the",
        "start": 307.91,
        "duration": 5.7
    },
    {
        "text": "Swim and we got the trailer for a star is born' starring Bradley Cooper and Lady gaga and in addition to starring in this film",
        "start": 313.61,
        "duration": 5.639
    },
    {
        "text": "This is also Cooper's first time directing and if you want to see the full versions of everything",
        "start": 319.25,
        "duration": 3.21
    },
    {
        "text": "I just shared the secret link of the day",
        "start": 322.46,
        "duration": 1.87
    },
    {
        "text": "Anything at all links is always there in the description down below then let's talk about Santa Clara County Superior Court, Judge",
        "start": 324.33,
        "duration": 5.299
    },
    {
        "text": "Aaron Persky for those that don't remember Persky",
        "start": 329.64,
        "duration": 2.179
    },
    {
        "text": "He was the California judge who ruled on the brock turner sexual assault case there the jury found Brock Turner guilty of assaulting an unconscious",
        "start": 331.82,
        "duration": 5.46
    },
    {
        "text": "Woman behind a dumpster after a fraternity party and totally was actually found guilty of three",
        "start": 337.28,
        "duration": 3.509
    },
    {
        "text": "Felony charges and while Brock Turner faced a maximum of 14 years in prison for this the prosecutors ended up only recommending six years",
        "start": 340.92,
        "duration": 6.41
    },
    {
        "text": "but Persky of course famously only gave him a",
        "start": 347.33,
        "duration": 2.309
    },
    {
        "text": "Six-month jail sentence of which Brock Turner only actually served three months. And as far as why the sentence was so small",
        "start": 349.8,
        "duration": 5.989
    },
    {
        "text": "He said Turner at no previous criminal record",
        "start": 355.79,
        "duration": 2.16
    },
    {
        "text": "He believed Turner would not be a danger to others also saying it a concern that a prison sentence would have a severe impact on",
        "start": 357.95,
        "duration": 4.859
    },
    {
        "text": "Him and immediately after he handed down this sentence in addition to the just general backlash and outrage",
        "start": 362.81,
        "duration": 5.369
    },
    {
        "text": "Something else happened a lot professor at Stanford by the name of Michelle Duggar whose daughter is friends with the victim",
        "start": 368.18,
        "duration": 4.26
    },
    {
        "text": "launched a recall campaign against persk",
        "start": 372.51,
        "duration": 2.0
    },
    {
        "text": "And that campaign argued that judge purse get shown a pattern of leniency towards athletes and in cases involving sexual assault or other sex crimes",
        "start": 374.6,
        "duration": 6.059
    },
    {
        "text": "Or domestic violence. And as far as why dauber argued that this recall was so incredibly important",
        "start": 380.66,
        "duration": 4.44
    },
    {
        "text": "She pointed out that Judge Persky is a criminal judge",
        "start": 385.1,
        "duration": 2.1
    },
    {
        "text": "One of the very few criminal judges who has a jurisdiction over Stanford",
        "start": 387.2,
        "duration": 3.119
    },
    {
        "text": "So that means that we would be waiting six more years in order to remove him according to the regular",
        "start": 390.32,
        "duration": 3.6
    },
    {
        "text": "Action process in any sexual assaults that happen on the Stanford campus during that time would be highly unlikely to receive a prison sentence based",
        "start": 394.15,
        "duration": 6.149
    },
    {
        "text": "On this precedent the campaign gained a lot of steam yet some prominent figures like attorney and law professor, Anita Hill, New York",
        "start": 400.3,
        "duration": 5.64
    },
    {
        "text": "Senator Kirsten Gillibrand, ultimately the campaign collected nearly 100,000 signatures",
        "start": 405.94,
        "duration": 3.839
    },
    {
        "text": "Which was far more than they needed to get the question put on the ballot, but on the other end",
        "start": 409.78,
        "duration": 3.779
    },
    {
        "text": "There was also a lot of support for Persky Persky arguing that a recall would threaten the rule of law and judicial independence",
        "start": 413.56,
        "duration": 5.1
    },
    {
        "text": "making judges fearful of public backlash when handing down rulings when public opinion",
        "start": 418.94,
        "duration": 4.25
    },
    {
        "text": "Influences a jurors decision or a judge's decision. It corrupts the rule of law",
        "start": 424.43,
        "duration": 6.019
    },
    {
        "text": "the judicial recall is successful is",
        "start": 430.45,
        "duration": 2.91
    },
    {
        "text": "Will be a silent",
        "start": 433.97,
        "duration": 1.59
    },
    {
        "text": "force a silent corrupting force a",
        "start": 435.56,
        "duration": 3.679
    },
    {
        "text": "Force that will enter the minds of judges as they contemplate difficult decisions. I think judicial recalls should be reserved for",
        "start": 439.94,
        "duration": 6.44
    },
    {
        "text": "misconduct by a judge or",
        "start": 447.56,
        "duration": 2.0
    },
    {
        "text": "Incompetence and purse can't afford from dozens of Law School professors retired judges in the Santa Clara Bar Association",
        "start": 451.16,
        "duration": 5.539
    },
    {
        "text": "And additionally Persky stands by his ruling with brock turner calling it a lawful sentence",
        "start": 456.7,
        "duration": 4.35
    },
    {
        "text": "Also noting that the County Bar Association found no pattern of bias or undue leniency in his record",
        "start": 461.05,
        "duration": 4.619
    },
    {
        "text": "Also adding that the State Commission on judicial performance found no ethical violations with the Turner case",
        "start": 465.67,
        "duration": 4.17
    },
    {
        "text": "But on the other end of that you had the recall campaign saying the commission's report was error writ calling out the lack of transparency",
        "start": 469.84,
        "duration": 5.039
    },
    {
        "text": "And oversight also pointing out the Center for Public Integrity",
        "start": 474.92,
        "duration": 2.72
    },
    {
        "text": "Recently gave California and F for judicial accountability in a detailed state study the main point both sides raise money",
        "start": 477.92,
        "duration": 5.899
    },
    {
        "text": "they campaign it ultimately comes down to",
        "start": 483.82,
        "duration": 2.0
    },
    {
        "text": "Yesterday and with 97% of precincts reporting fifty nine point eight percent of voters supported recalling Persky",
        "start": 486.02,
        "duration": 6.41
    },
    {
        "text": "And this makes him the first California judge be recalled from office in",
        "start": 492.43,
        "duration": 3.209
    },
    {
        "text": "86 years as far as what the extended fallout of this is outside of just Persky himself. Will this affect other judges?",
        "start": 495.8,
        "duration": 6.38
    },
    {
        "text": "What what else will this do with a legal process?",
        "start": 502.18,
        "duration": 2.369
    },
    {
        "text": "We're gonna have to kind of just wait and see because the brock turner case and specifically persky's sentencing did have a bigger chain",
        "start": 504.62,
        "duration": 6.109
    },
    {
        "text": "California lawmakers have enacted mandatory minimums for sexual assault cases",
        "start": 510.86,
        "duration": 3.47
    },
    {
        "text": "They also ended up closing a sexual assault",
        "start": 514.33,
        "duration": 1.6
    },
    {
        "text": "loophole and expanded the legal definition of rape to include all forms of non-consensual sexual assault rape had been previously defined as an act of",
        "start": 515.93,
        "duration": 6.619
    },
    {
        "text": "Sexual intercourse under certain conditions a for stress or lack of consent and so other types of sexual assault such as penetrate",
        "start": 522.55,
        "duration": 5.339
    },
    {
        "text": "Life for an object were categorized as separate offenses and essentially to oversimplify it because of California law at that time",
        "start": 527.95,
        "duration": 5.52
    },
    {
        "text": "Turner's crimes the time considered nonviolent because he assaulted an intoxicated",
        "start": 533.74,
        "duration": 3.66
    },
    {
        "text": "Unconscious person they could not resist. We didn't have to use force and thus it was not violent",
        "start": 538.01,
        "duration": 4.28
    },
    {
        "text": "And then of course now today we have the Persky Rico and so with all of that said I want to pass the questions off",
        "start": 542.29,
        "duration": 4.319
    },
    {
        "text": "To you. What do you think about Persky being recalled? Is it a good thing or no? This is a slippery slope",
        "start": 546.61,
        "duration": 4.68
    },
    {
        "text": "There's gonna be the negative effects any thoughts all your opinions",
        "start": 551.29,
        "duration": 3.119
    },
    {
        "text": "Let me know in those comments down below then you may remember this picture of Donald Trump and Kim",
        "start": 554.41,
        "duration": 4.529
    },
    {
        "text": "Kardashian and the Oval Office a lot of people kind of made fun of it many questioning. Why is this",
        "start": 559.13,
        "duration": 4.7
    },
    {
        "text": "happening and on this show",
        "start": 563.96,
        "duration": 0.86
    },
    {
        "text": "We only talked about it very briefly",
        "start": 564.82,
        "duration": 1.02
    },
    {
        "text": "But did mention that she was speaking on behalf of Alice Marie Johnson and trying to get her a pardon",
        "start": 565.84,
        "duration": 4.469
    },
    {
        "text": "This is very much a conversation about prison reform and mandatory minimums for nonviolent crime",
        "start": 570.31,
        "duration": 4.14
    },
    {
        "text": "It appears that Kim Kardashian who?",
        "start": 574.48,
        "duration": 1.78
    },
    {
        "text": "Championed Alice Marie Johnson's story is now responsible for her being a soon to be free woman this because today President Trump",
        "start": 576.26,
        "duration": 6.229
    },
    {
        "text": "Commuted Alice Johnson's life sentence many people were surprised by this move from Donald Trump and not just because it was Kim Kardashian",
        "start": 582.62,
        "duration": 6.08
    },
    {
        "text": "that brought it to his attention because among other things this is the same president that said he wanted to seek the death penalty when",
        "start": 588.83,
        "duration": 4.88
    },
    {
        "text": "It came to drug dealers, but if we don't get tough on the drug dealers",
        "start": 593.71,
        "duration": 3.719
    },
    {
        "text": "Were wasting our time just remember that we're wasting our time and that toughness",
        "start": 598.1,
        "duration": 5.57
    },
    {
        "text": "Includes the death penalty and obviously while all nonviolent drug offenders have their own different stories or own different situations when you look at Alice",
        "start": 604.04,
        "duration": 7.759
    },
    {
        "text": "Johnson's story you kind of see why people think that it's too much to give these people life with no parole with Johnson",
        "start": 611.93,
        "duration": 6.02
    },
    {
        "text": "She just reportedly had a role facilitating communications and a cocaine trafficking operation",
        "start": 617.95,
        "duration": 3.989
    },
    {
        "text": "and she said she initially became involved in the drug trafficking in the first place due to",
        "start": 621.94,
        "duration": 3.03
    },
    {
        "text": "Significant financial hardship after a string of unfortunate events in her life",
        "start": 625.13,
        "duration": 3.049
    },
    {
        "text": "She had lost her job at FedEx due to a gambling addiction",
        "start": 628.18,
        "duration": 2.369
    },
    {
        "text": "her son was killed in a motorcycle accident and her marriage ended in divorce a this desperate person in a horrible place that yes did",
        "start": 630.55,
        "duration": 6.299
    },
    {
        "text": "Do something illegal. One of the big questions to pop up is because it was a non-violent offense",
        "start": 636.85,
        "duration": 3.87
    },
    {
        "text": "Should that person get life with no parole, but on that no",
        "start": 640.72,
        "duration": 2.7
    },
    {
        "text": "The reason she got life without parole at that time is due to the amount of drugs involved in her case",
        "start": 643.42,
        "duration": 3.479
    },
    {
        "text": "But it still begs the question",
        "start": 646.9,
        "duration": 1.08
    },
    {
        "text": "Is it the right thing to do for that person and also for the country and government right?",
        "start": 647.98,
        "duration": 3.119
    },
    {
        "text": "Not only is that person locked away for life",
        "start": 651.1,
        "duration": 1.86
    },
    {
        "text": "but if you're thinking of it from well just a business standpoint that person becomes a constant net negative for our government and for every",
        "start": 652.96,
        "duration": 5.88
    },
    {
        "text": "Taxpayer and actually with this story that's the question pass off to you",
        "start": 658.84,
        "duration": 2.779
    },
    {
        "text": "what are your thoughts around mandatory minimum sentences for nonviolent drug crimes and also because there is this argument do you see drug crimes as",
        "start": 661.62,
        "duration": 7.02
    },
    {
        "text": "Potential violent crimes depending on the drug because it is going to ruin other lives and that's where we're going to end",
        "start": 669.01,
        "duration": 4.76
    },
    {
        "text": "today's show and of course remember if you like this video like the way I try and cover news hit that like button if you're",
        "start": 673.77,
        "duration": 4.049
    },
    {
        "text": "New here hit that subscribe button",
        "start": 677.82,
        "duration": 1.05
    },
    {
        "text": "Also if you missed yesterday's Philip DeFranco show you want to catch up click or tap right there or if you want to see kind",
        "start": 678.87,
        "duration": 4.89
    },
    {
        "text": "Of the new tour around the new facility as it gets set up click or tap right there",
        "start": 683.76,
        "duration": 3.449
    },
    {
        "text": "But that said, of course as always, my name's philip. Defranco. You've just been phill'd in. I love yo faces and i'll see you tomorrow",
        "start": 687.24,
        "duration": 6.33
    }
]