[
    {
        "text": "'Sup you beautiful bastards, hope you're having a fantastic Monday",
        "start": 0.03,
        "duration": 3.18
    },
    {
        "text": "Welcome back to the Philip deFranco show and let's just jump into it. The first thing we're going to talk about today",
        "start": 3.21,
        "duration": 4.319
    },
    {
        "text": "is this situation that blew up over the weekend over a story that was initially described as a standoff between Native American man and",
        "start": 7.529,
        "duration": 6.18
    },
    {
        "text": "Teenagers in MAGA hats. It's an incident that happened on Friday in front of the Lincoln Memorial in Washington",
        "start": 13.99,
        "duration": 3.799
    },
    {
        "text": "DC near the tail end of the indigenous people's march. The indigenous",
        "start": 17.92,
        "duration": 3.139
    },
    {
        "text": "Protester in the clip ended up being identified as Nathan Phillips according to reports",
        "start": 21.3,
        "duration": 3.5
    },
    {
        "text": "he's a member of Nebraska's Omaha tribe and a veteran and the students in the video were identified as Covington Catholic high school students from",
        "start": 24.8,
        "duration": 5.72
    },
    {
        "text": "Kentucky. Reportedly they were in town",
        "start": 30.54,
        "duration": 1.26
    },
    {
        "text": "Participating in the annual March for Life rally. And the video and images from this blew up quickly prompting many to call for the school",
        "start": 31.8,
        "duration": 4.94
    },
    {
        "text": "To take action along with the videos that went viral one of the images that went viral was this picture with text reading at the close",
        "start": 36.74,
        "duration": 5.36
    },
    {
        "text": "of the indigenous peoples march and rally the few of us left lingering to chat and meet were confronted and surrounded by 50 to 70",
        "start": 42.12,
        "duration": 5.4
    },
    {
        "text": "young people wearing trump's hats t-shirts",
        "start": 47.52,
        "duration": 1.539
    },
    {
        "text": "and other apparel. The group consisted of mostly white men who sought to intimidate mock and scare us with a mob mentality in order to",
        "start": 49.059,
        "duration": 6.11
    },
    {
        "text": "silence a",
        "start": 55.17,
        "duration": 0.58
    },
    {
        "text": "demonstration that was mostly concluded. The group outnumbered us and enclosed our small group chanting build the wall and other Trump isms",
        "start": 55.75,
        "duration": 5.899
    },
    {
        "text": "The group was clearly looking for any",
        "start": 61.649,
        "duration": 1.48
    },
    {
        "text": "opportunity to get violent and they consistently infringed upon our space inching closer and closer bumping into us and daring us to get physically. They surrounded",
        "start": 63.129,
        "duration": 6.83
    },
    {
        "text": "us screaming cajoling and mocking the elder singer with intentionally disrespectful dancing and attempting to chant/sing louder than him",
        "start": 69.96,
        "duration": 6.089
    },
    {
        "text": "He did not break focus or move an inch for the entirety of the encounter and perhaps the saddest part of all",
        "start": 76.049,
        "duration": 4.29
    },
    {
        "text": "is that his song was medicine to calm the anger and toxicity of these men. And along with this picture",
        "start": 80.34,
        "duration": 4.44
    },
    {
        "text": "we see other videos blowing up characterizing the situation as all of these kids surrounding the elder mocking him. With this initial story publicly,",
        "start": 84.78,
        "duration": 7.26
    },
    {
        "text": "We see a lot happen",
        "start": 92.04,
        "duration": 1.079
    },
    {
        "text": "We see the school and the Roman Catholic Diocese of Covington issue a joint statement",
        "start": 93.119,
        "duration": 3.24
    },
    {
        "text": "saying \"we condemn the actions of the Covington Catholic High School students towards Nathan Phillips specifically and Native Americans in general we extend our deepest",
        "start": 96.43,
        "duration": 6.979
    },
    {
        "text": "Apologies to mr. Phillips",
        "start": 103.409,
        "duration": 1.231
    },
    {
        "text": "this behavior is opposed to the Church's teachings on the dignity and respect of the human person matter is being investigated and we will take",
        "start": 104.64,
        "duration": 5.909
    },
    {
        "text": "appropriate action up to and including expulsion\"",
        "start": 110.549,
        "duration": 2.52
    },
    {
        "text": "We also saw a lot of people take to social media to condemn what they thought looked like blatant hate",
        "start": 113.07,
        "duration": 4.019
    },
    {
        "text": "And we saw people from all sides speaking out about what was featured in these videos",
        "start": 117.09,
        "duration": 3.12
    },
    {
        "text": "and with this you had a lot of people specifically looking to the right to see what the response would be and you had people",
        "start": 120.21,
        "duration": 3.989
    },
    {
        "text": "like Megan McCain tweeting:",
        "start": 124.2,
        "duration": 1.41
    },
    {
        "text": "I am gutted over this video a veteran Nathan Phillips being harassed by high school boys. My family and father have deep love and respect",
        "start": 125.61,
        "duration": 5.61
    },
    {
        "text": "to all Native Americans",
        "start": 131.22,
        "duration": 0.67
    },
    {
        "text": "You have people like Charlie Kirk writing: \"High school students make really foolish choices a time. Every person reading this tweet did things you regret in",
        "start": 131.89,
        "duration": 6.059
    },
    {
        "text": "your life. The media's public character",
        "start": 137.95,
        "duration": 1.27
    },
    {
        "text": "assassination of these high school kids who obviously made a mistake is sickening and typical of the left even at places like the National Review",
        "start": 139.22,
        "duration": 5.509
    },
    {
        "text": "that put up an article reading: \"The Covington students",
        "start": 144.73,
        "duration": 2.19
    },
    {
        "text": "might as well have just spit on the cross\" with quotes like \"they mock a serious, frail-looking older man and gloat in their momentary",
        "start": 146.92,
        "duration": 5.91
    },
    {
        "text": "role as Roman soldiers to his Christ. \"Bullying is a worn-out word and doesn't convey the full extent of the evil on display here",
        "start": 152.83,
        "duration": 6.33
    },
    {
        "text": "And even had March for life itself",
        "start": 159.16,
        "duration": 1.54
    },
    {
        "text": "distancing itself from the boys saying the pro-life movement at its core is a movement of love and the",
        "start": 160.7,
        "duration": 4.339
    },
    {
        "text": "Reprehensible behavior shown in the video in no way represents the 46 years and millions of people who have peacefully and respectfully gathered in Washington",
        "start": 165.14,
        "duration": 6.919
    },
    {
        "text": "DC to stand up for the unborn and also because I think it's important to hold ourselves accountable",
        "start": 172.16,
        "duration": 4.22
    },
    {
        "text": "I mean, this is something that I personally commented on over the weekend as well",
        "start": 176.38,
        "duration": 3.119
    },
    {
        "text": "I like many others commented on the",
        "start": 179.5,
        "duration": 1.81
    },
    {
        "text": "information that was being thrown out there by all sides and I joined making became and what she added in a follow-up tweet after she",
        "start": 181.31,
        "duration": 5.51
    },
    {
        "text": "Deleted the previous one saying 'I like many others may have reacted too quickly'",
        "start": 186.82,
        "duration": 3.119
    },
    {
        "text": "You know, I do apologize for that because yes while in the past I've said over and over I am not perfect",
        "start": 189.94,
        "duration": 4.199
    },
    {
        "text": "I'm not infallible",
        "start": 194.14,
        "duration": 0.75
    },
    {
        "text": "I'll always try to do my best and I will mess up, I really do apologize for",
        "start": 194.89,
        "duration": 3.029
    },
    {
        "text": "Reacting to this situation that I mean",
        "start": 198.2,
        "duration": 1.91
    },
    {
        "text": "Yes, based off of everything that was out there and how you had people from all different sides denouncing it. I thought okay",
        "start": 200.11,
        "duration": 6.0
    },
    {
        "text": "Well, this is the situation wish that instead",
        "start": 206.11,
        "duration": 1.71
    },
    {
        "text": "I'd waited till Monday to have my team just scour through everything",
        "start": 207.82,
        "duration": 2.939
    },
    {
        "text": "But it's also part of the reason why I wanted to talk about this story today on this channel with a much larger",
        "start": 210.76,
        "duration": 4.5
    },
    {
        "text": "Audience the reason myself and others including the individuals and groups",
        "start": 215.329,
        "duration": 2.84
    },
    {
        "text": "I just previously mentioned are now speaking out about this now is because it turns out you know those clips that we initially got what",
        "start": 218.17,
        "duration": 5.729
    },
    {
        "text": "People have described it as either being kind of on the softest touch in complete all the way to just completely",
        "start": 223.9,
        "duration": 5.25
    },
    {
        "text": "Misrepresenting though the kids in this video. So what is the other information?",
        "start": 229.64,
        "duration": 2.72
    },
    {
        "text": "Well, it turns out there was a whole different third group involved and this is something Nathan Phillips touched on in several follow-up interviews",
        "start": 232.36,
        "duration": 5.219
    },
    {
        "text": "where he explained that he inserted himself between the two groups. \"That was a build up of about two hours of",
        "start": 237.579,
        "duration": 5.16
    },
    {
        "text": "back-and-forth between the Black Israelites and",
        "start": 243.049,
        "duration": 2.9
    },
    {
        "text": "The students first they came there, there was about six of them they went away",
        "start": 247.82,
        "duration": 4.099
    },
    {
        "text": "They came back with about twenty they went away",
        "start": 252.17,
        "duration": 3.199
    },
    {
        "text": "They came back with about sixty they surrounded these black kids these black guys",
        "start": 255.37,
        "duration": 5.25
    },
    {
        "text": "Taunting them",
        "start": 262.19,
        "duration": 0.87
    },
    {
        "text": "and throwing",
        "start": 263.06,
        "duration": 0.78
    },
    {
        "text": "You know back and forth racial taunts back and forth and was it then they went away that sixty went nearly came back",
        "start": 263.84,
        "duration": 5.96
    },
    {
        "text": "hundred maybe 200 of them and then they were just a big mob just",
        "start": 270.11,
        "duration": 5.089
    },
    {
        "text": "Ugly",
        "start": 276.74,
        "duration": 1.11
    },
    {
        "text": "ugly mob when I see what was happening right at the end and where it was getting to cause",
        "start": 277.85,
        "duration": 6.08
    },
    {
        "text": "There was just like really that one little spark and that mob would have descended on those four guys and ripped them apart",
        "start": 284.42,
        "duration": 6.47
    },
    {
        "text": "That's what it looked like that's what it felt like",
        "start": 290.89,
        "duration": 2.0
    },
    {
        "text": "So when I started singing our songs our prayers to God",
        "start": 293.39,
        "duration": 3.739
    },
    {
        "text": "That drum is a instrument that we use to communicate to God",
        "start": 297.77,
        "duration": 3.649
    },
    {
        "text": "and",
        "start": 302.09,
        "duration": 1.02
    },
    {
        "text": "so when I started that drumbeat it was in my mind, that, you know, I'm",
        "start": 303.11,
        "duration": 4.88
    },
    {
        "text": "Praying God, we're at our indigenous peoples March we want to end this in a good way",
        "start": 308.57,
        "duration": 5.42
    },
    {
        "text": "But look look at my America here. Look at my white and black of brothers over here that they're tearing at each other",
        "start": 314.39,
        "duration": 6.35
    },
    {
        "text": "Keep in mind we're not at the end of the story yet",
        "start": 320.74,
        "duration": 1.44
    },
    {
        "text": "But that already paints a different picture much of the initial narrative was around Nathan Phillips and his small group being surrounded by these boys",
        "start": 322.18,
        "duration": 6.18
    },
    {
        "text": "Then we got this new information that Phillips himself inserted himself into the situation and then group something has also been since verified by a different camera angle with that said over the weekend",
        "start": 328.36,
        "duration": 8.34
    },
    {
        "text": "We saw people from different groups trying to point blame in different directions",
        "start": 336.7,
        "duration": 2.64
    },
    {
        "text": "According to heavy the mother of one of the teens the rally sent them an email",
        "start": 339.55,
        "duration": 2.579
    },
    {
        "text": "Disputing the story the many helmets recovering writing 'shame on you. Were you there?",
        "start": 342.32,
        "duration": 3.38
    },
    {
        "text": "Do you hear the names that people were calling these boys?",
        "start": 345.7,
        "duration": 1.98
    },
    {
        "text": "It was shameful you witness the black Muslims yelling profanities and videotaping trying to get something to further your narrative of hatred did you know?",
        "start": 347.68,
        "duration": 6.51
    },
    {
        "text": "That this quote man came up to this one boy and drummed in his face shame on you only reporting what you want more fake",
        "start": 354.19,
        "duration": 4.92
    },
    {
        "text": "news.' But then",
        "start": 359.11,
        "duration": 0.6
    },
    {
        "text": "Meanwhile, we reportedly had one of the Hebrew Israelites go on Facebook live and deny if the group had been the instigators \"your children",
        "start": 359.71,
        "duration": 6.119
    },
    {
        "text": "Was over there mocking us while we was teaching standing to the sides with their little MAGA hats",
        "start": 366.56,
        "duration": 6.619
    },
    {
        "text": "running their mouths with their little MAGA hats on. nobody started your children to mount up on us and surround us and start chanting and",
        "start": 373.43,
        "duration": 7.82
    },
    {
        "text": "mocking this eldest",
        "start": 382.04,
        "duration": 2.0
    },
    {
        "text": "And doing so called indigenous dances mocking",
        "start": 385.31,
        "duration": 3.679
    },
    {
        "text": "The the rally the the so called",
        "start": 390.23,
        "duration": 3.29
    },
    {
        "text": "March. your children was there to mock the March.\" Then by Sunday We started seeing a video blow up",
        "start": 394.26,
        "duration": 5.19
    },
    {
        "text": "That was a nearly a two hour video of the entire incident and it gave everyone a much better",
        "start": 399.45,
        "duration": 4.019
    },
    {
        "text": "Look at the build-up to this intense standoff. In the video appears to show dozens of Covington students standing on the steps of the Lincoln",
        "start": 403.47,
        "duration": 5.04
    },
    {
        "text": "Memorial but it also shows that the black Hebrew",
        "start": 408.51,
        "duration": 2.0
    },
    {
        "text": "Israelites who said that they were there preaching their beliefs were shouting",
        "start": 410.59,
        "duration": 2.75
    },
    {
        "text": "insults and other combative comments at both the Native Americans and the students. \"A bunch of demons always talking out their ass",
        "start": 413.44,
        "duration": 6.47
    },
    {
        "text": "Yeah, you got these pompous bastards come down hand in the middle of a native rally with they dirty-ass",
        "start": 421.21,
        "duration": 5.629
    },
    {
        "text": "hat on",
        "start": 427.57,
        "duration": 1.23
    },
    {
        "text": "With they dusty ass hat on",
        "start": 428.8,
        "duration": 2.0
    },
    {
        "text": "That's right",
        "start": 435.82,
        "duration": 2.0
    },
    {
        "text": "We then see the students gather together and begin chanting and jumping around",
        "start": 438.52,
        "duration": 3.5
    },
    {
        "text": "We then see one of the kids rush off take his shirt off and this continues",
        "start": 442.02,
        "duration": 3.299
    },
    {
        "text": "We then see Phillips enter with a group of people behind him and it appears that he faces the school group",
        "start": 445.32,
        "duration": 4.32
    },
    {
        "text": "He pauses at the base of the stairs before starting up towards the crowd of teenagers",
        "start": 449.64,
        "duration": 3.479
    },
    {
        "text": "also on Sunday around the same time this new info was being shared the teenager who went viral and the video came forward with a",
        "start": 453.12,
        "duration": 5.22
    },
    {
        "text": "Lengthy statement. He identified himself as an Nick Sandman a junior at Covington and said he arrived at the Lincoln Memorial where students were told to wait",
        "start": 458.34,
        "duration": 5.849
    },
    {
        "text": "For their buses saying 'When we arrived we noticed for African-American protesters",
        "start": 464.19,
        "duration": 3.75
    },
    {
        "text": "I am not sure what they were protesting and I did not interact with them. I did hear them direct derogatory insults at our school group",
        "start": 467.94,
        "duration": 5.19
    },
    {
        "text": "They called us racist bigots white crackers homophobic slur and incest kids",
        "start": 473.13,
        "duration": 4.02
    },
    {
        "text": "They also taunted an african-american student from my school by telling him that we would quote",
        "start": 477.15,
        "duration": 3.659
    },
    {
        "text": "'Harvest his organs' then adding 'because we were being loudly attacked and talented in public a student in our group asked one of our teacher",
        "start": 480.88,
        "duration": 5.48
    },
    {
        "text": "Chaperones for permission to begin our school spirit chance to counter the hateful things or being shouted at our group our chaperone gave us permission",
        "start": 486.43,
        "duration": 5.87
    },
    {
        "text": "to use our school chants",
        "start": 492.3,
        "duration": 1.05
    },
    {
        "text": "we would not have done that without obtaining permission from the adults in charge of our group and adding our chants were loud because we",
        "start": 493.35,
        "duration": 4.739
    },
    {
        "text": "Wanted to drown out the hateful comments that were being shouted at us by the protesters",
        "start": 498.09,
        "duration": 3.36
    },
    {
        "text": "He also denied here in any of his fellow students make hateful comments specifically denying the build the wall chant claim",
        "start": 501.45,
        "duration": 5.01
    },
    {
        "text": "He also described his encounter with Phillips saying he locked eyes with me and approached me coming within inches of my face",
        "start": 506.46,
        "duration": 5.039
    },
    {
        "text": "He played his drum the entire time. He was in my face. I never interacted with this protester. I did not speak to him",
        "start": 511.5,
        "duration": 5.16
    },
    {
        "text": "I did not make any hand gestures or other aggressive moves. Nick said that he was afraid since from his perspective",
        "start": 516.66,
        "duration": 4.199
    },
    {
        "text": "This was now the second group of adult protesters trying to provoke the teens saying that he thought by standing there motionless",
        "start": 520.86,
        "duration": 4.74
    },
    {
        "text": "He was actually helping to defuse the situation",
        "start": 525.6,
        "duration": 2.0
    },
    {
        "text": "And adding that his Involvement ended when a teacher said the buses had arrived",
        "start": 527.61,
        "duration": 2.849
    },
    {
        "text": "So he simply walked away and Sandman also hit on important notes in regards to Nathan Phillips saying I harbor no ill will for this",
        "start": 530.459,
        "duration": 5.46
    },
    {
        "text": "person",
        "start": 535.92,
        "duration": 0.39
    },
    {
        "text": "I respect this person's right to protest and engage in free speech activities and I support his chanting on the steps of the Lincoln Memorial",
        "start": 536.31,
        "duration": 5.58
    },
    {
        "text": "Any day of the week",
        "start": 541.899,
        "duration": 0.921
    },
    {
        "text": "I believe he should rethink his tactics of invading the personal space of others that is his choice to make adding",
        "start": 542.82,
        "duration": 4.679
    },
    {
        "text": "I have read that. Mr. Phillips is a veteran of the United States Marines",
        "start": 547.5,
        "duration": 2.519
    },
    {
        "text": "I thank him for his service and I'm grateful to anyone who puts on the uniform to defend our nation if anyone has earned the",
        "start": 550.019,
        "duration": 4.95
    },
    {
        "text": "Right to speak freely",
        "start": 554.97,
        "duration": 0.78
    },
    {
        "text": "it is a US Marine veteran and he explained that he just wanted to clear up the misinformation about a man in school since he",
        "start": 555.75,
        "duration": 4.619
    },
    {
        "text": "Has been receiving hate and death threats over this viral clip",
        "start": 560.37,
        "duration": 2.279
    },
    {
        "text": "So as far as the final things that I'll say around the story one",
        "start": 562.649,
        "duration": 2.79
    },
    {
        "text": "If you're one of the people actually issuing threats of harm",
        "start": 565.44,
        "duration": 2.549
    },
    {
        "text": "Or you're fine with that being thrown at the people involved in the situation that is ridiculous and disgusting",
        "start": 568.36,
        "duration": 5.479
    },
    {
        "text": "I stand by the",
        "start": 573.88,
        "duration": 1.29
    },
    {
        "text": "initial reason I was reacting to the situation of saying we need to point out and acknowledge that hates not going anywhere except with a",
        "start": 575.17,
        "duration": 6.349
    },
    {
        "text": "Now expanded footage appears that the only bigotry that was very very obvious came from the black Hebrew Israelites antagonizing",
        "start": 581.519,
        "duration": 6.78
    },
    {
        "text": "Offending throwing out homophobic slurs and in my opinion also being racist",
        "start": 588.579,
        "duration": 3.32
    },
    {
        "text": "Make America great again practice also regarding the several claims that people were chanting or saying build the wall",
        "start": 595.029,
        "duration": 5.39
    },
    {
        "text": "I've had the team scrubbing through footage. I have not found any evidence that the students said this instead",
        "start": 600.42,
        "duration": 4.349
    },
    {
        "text": "We've only been able to find what appears to be one of the people preaching talking about the wall",
        "start": 604.769,
        "duration": 4.38
    },
    {
        "text": "Though we do have audio someone from Nathan Phillips group saying go back to Europe",
        "start": 611.44,
        "duration": 3.529
    },
    {
        "text": "Then there's a separate clip of an individual talking about stealing land is just how it works",
        "start": 615.91,
        "duration": 3.83
    },
    {
        "text": "Land gets stolen, that's how it works",
        "start": 624.129,
        "duration": 1.291
    },
    {
        "text": "But for me personally with the situation being Nathan Phillips approaching this group seeing all of those kids jumping around",
        "start": 625.42,
        "duration": 5.719
    },
    {
        "text": "Dancing it",
        "start": 631.809,
        "duration": 0.991
    },
    {
        "text": "it's now way hard for me to see those same clips and see it as them mocking him or",
        "start": 632.8,
        "duration": 5.269
    },
    {
        "text": "Antagonizing him or trying to drown him out if anything it appears that you just have a lot of these kids",
        "start": 638.439,
        "duration": 3.921
    },
    {
        "text": "in this group that are just completely confused as to what the heck is happening",
        "start": 642.36,
        "duration": 2.938
    },
    {
        "text": "I mean you can see that from some of the facial expressions at one point. You even hear someone say something",
        "start": 645.299,
        "duration": 3.96
    },
    {
        "text": "So if it's true that you just had all of these kids here kind of waiting for a bus and they're initially dealing with this",
        "start": 652.179,
        "duration": 4.7
    },
    {
        "text": "Other group that seemed to be screaming offensive things",
        "start": 656.879,
        "duration": 2.58
    },
    {
        "text": "So then the group of kids is already doing their own",
        "start": 659.459,
        "duration": 1.901
    },
    {
        "text": "chant apparently to drown out the offensive things then you have Nathan Phillips inserting himself into the",
        "start": 661.36,
        "duration": 5.059
    },
    {
        "text": "situation banging on a drum then you have kids that seemingly are trying to go along with it or are just",
        "start": 666.489,
        "duration": 4.37
    },
    {
        "text": "Confused because this group of kids has already just been dealing with this hostile group when all of a sudden Nathan Phillips is very close",
        "start": 670.929,
        "duration": 5.96
    },
    {
        "text": "to someone with a drum, you know, there's confusion as this hostile even with all of that said I mean",
        "start": 676.889,
        "duration": 4.289
    },
    {
        "text": "I'm still seeing different accounts pop up different claims",
        "start": 681.179,
        "duration": 2.76
    },
    {
        "text": "But ultimately that is where we are right now and if like I guess if I can be, you know",
        "start": 683.939,
        "duration": 3.63
    },
    {
        "text": "Just kind of real and on more of a personal note",
        "start": 687.569,
        "duration": 2.22
    },
    {
        "text": "I just I feel stupid for for having jumped on this story so quickly on the weekend that which goes against like what I normally",
        "start": 689.79,
        "duration": 6.089
    },
    {
        "text": "do feel like a lot of people from a lot of different sides and",
        "start": 695.92,
        "duration": 3.139
    },
    {
        "text": "Organizations feel stupid for jumping and reacting as quickly as they did",
        "start": 699.309,
        "duration": 3.23
    },
    {
        "text": "I know right now that there are a lot of people just kind of doubling down on their initial reaction",
        "start": 702.54,
        "duration": 3.179
    },
    {
        "text": "Ultimately that is where we are with the story right now",
        "start": 705.999,
        "duration": 1.88
    },
    {
        "text": "And it was just important to me to cover this like any other story that we would normally cover the last thing I want to",
        "start": 707.879,
        "duration": 4.919
    },
    {
        "text": "Talk about today is Mexico. The reason for that is two weeks ago",
        "start": 712.799,
        "duration": 2.7
    },
    {
        "text": "We covered the growing gas crisis in Mexico, which has now found itself in the news again after a massive incident the specific incident",
        "start": 715.499,
        "duration": 5.82
    },
    {
        "text": "we're talking about happened in Chloe Leap and I'll go but to kind of give you a brief recap leading up to now in an",
        "start": 721.319,
        "duration": 4.77
    },
    {
        "text": "Attempt to fight the growing theft of gasoline in Mexico",
        "start": 726.089,
        "duration": 2.4
    },
    {
        "text": "You had the President of Mexico Amlo announcing some changes to the gas distribution system",
        "start": 728.49,
        "duration": 4.319
    },
    {
        "text": "The thefts were reportedly costing Mexico over three billion dollars a year and the crimes included everything from organized cartels attacking and tapping into pipelines",
        "start": 732.809,
        "duration": 6.809
    },
    {
        "text": "white-collar crimes or refineries",
        "start": 739.959,
        "duration": 1.71
    },
    {
        "text": "themselves all the way to petty thefts from single individuals taking gasoline from pipeline and the proposed solutions were to close nearly all of the",
        "start": 741.669,
        "duration": 5.75
    },
    {
        "text": "pipeline station troops at the refineries and attempt to distribute",
        "start": 747.419,
        "duration": 2.73
    },
    {
        "text": "Gasoline with trucks and rail cars and as we discussed last time this led to a massive shortage of gasoline for the public in Mexico",
        "start": 750.249,
        "duration": 5.47
    },
    {
        "text": "especially in six of the most populous regions in central Mexico and so in an attempt to fix this gas shortage while still defending against",
        "start": 755.94,
        "duration": 6.229
    },
    {
        "text": "Theft Amlo announced that in addition to troops guarding",
        "start": 762.17,
        "duration": 2.01
    },
    {
        "text": "The refinery even more would be sent out to patrol and protect nearly",
        "start": 764.18,
        "duration": 3.0
    },
    {
        "text": "1600 kilometers of pipeline. He's also attempting to fix other inadequacies within the distribution system like the shortage of trucks announcing today that he's going",
        "start": 767.37,
        "duration": 6.32
    },
    {
        "text": "To try and tackle the problem with 571 trucks that would be purchased from the United States",
        "start": 773.69,
        "duration": 3.9
    },
    {
        "text": "according to Jesus Ramirez Cuevas the social media coordinator for the president president Lopez Obrador has instructed that",
        "start": 777.59,
        "duration": 5.13
    },
    {
        "text": "571 tankers be bought from the United States to guarantee the fuel supply",
        "start": 783.06,
        "duration": 3.53
    },
    {
        "text": "It's a matter of national security Mexican state can't be subjugated to any power economic or political nor tolerate the pressures of organized crime",
        "start": 786.59,
        "duration": 6.839
    },
    {
        "text": "However, while reopening some of the pipeline's has mitigated fuel shortages",
        "start": 793.49,
        "duration": 3.21
    },
    {
        "text": "It's also being blamed for some other unintended consequences north of Mexico City",
        "start": 796.7,
        "duration": 4.14
    },
    {
        "text": "You have a state of Idalgo which runs the Tula teks bun pipeline a pipeline that has been closed since late December",
        "start": 800.84,
        "duration": 4.829
    },
    {
        "text": "Because of constant attacks from organized groups specifically according to the CEO of Pemex",
        "start": 805.74,
        "duration": 4.16
    },
    {
        "text": "The pipeline was actually closed after being attacked ten times in December",
        "start": 809.9,
        "duration": 3.149
    },
    {
        "text": "but after a handful of troops were deployed to help guard the",
        "start": 813.05,
        "duration": 2.309
    },
    {
        "text": "Pipeline and repairs were made to the damage from the attacks",
        "start": 815.43,
        "duration": 2.27
    },
    {
        "text": "It was reopened last Wednesday and shortly afterwards, it was attacked four more times",
        "start": 817.7,
        "duration": 4.019
    },
    {
        "text": "Then on Friday a leak was discovered on the pipe as of right now it's unknown what actually caused the leak",
        "start": 821.72,
        "duration": 4.83
    },
    {
        "text": "some saying that the attacks on Wednesday led to it while others say that the repair work was inadequate and that the pressure from",
        "start": 826.55,
        "duration": 4.89
    },
    {
        "text": "restarting the pipeline actually burst through the shoddy repairs and while originally it was reported to be a small leak over the day it seemed",
        "start": 831.44,
        "duration": 5.58
    },
    {
        "text": "To have grown reportedly it was leaking for upwards of four hours and during that time around 800 people showed up for the free gasoline",
        "start": 837.02,
        "duration": 5.489
    },
    {
        "text": "and we know this because there is actually video online of people just walking right up to the leaking pipeline with barrels and buckets getting",
        "start": 842.51,
        "duration": 5.4
    },
    {
        "text": "What they can and then this is where details of what happened next get very muddled but based on official accounts from the administration",
        "start": 847.91,
        "duration": 5.459
    },
    {
        "text": "Here's what happened Pemex claims at a 4:50 p.m",
        "start": 853.37,
        "duration": 2.07
    },
    {
        "text": "They informed authorities of the leak after their systems detected a drop in pressure according to the president and his administration",
        "start": 855.44,
        "duration": 4.77
    },
    {
        "text": "25 soldiers were sent to the pipeline to tell people to get away from it",
        "start": 860.67,
        "duration": 2.96
    },
    {
        "text": "But they were largely ignored and then tragedy struck at around 6:30 p.m",
        "start": 863.63,
        "duration": 3.39
    },
    {
        "text": "One for an unknown reason the leak exploded a night vision video from military personnel shows the massive explosion, but also on that note",
        "start": 867.02,
        "duration": 6.57
    },
    {
        "text": "I'm not going to include that video in this video just because of the gruesome nature of it",
        "start": 873.59,
        "duration": 4.169
    },
    {
        "text": "You can see what appears to be kind of flames skittering across the field",
        "start": 877.76,
        "duration": 2.969
    },
    {
        "text": "But it's actually people on fire running from the blast initially",
        "start": 880.73,
        "duration": 3.21
    },
    {
        "text": "It was reported that just over 20 were killed and dozens were injured but now according to the health secretary over eighty",
        "start": 883.94,
        "duration": 5.08
    },
    {
        "text": "Nine have died and 51 remain",
        "start": 889.02,
        "duration": 2.0
    },
    {
        "text": "Hospitalized with some so badly injured and teetering on the edge of death that they've been transported to specialist facilities in Texas",
        "start": 891.19,
        "duration": 5.929
    },
    {
        "text": "So this disaster has left many Mexicans with many questions questions",
        "start": 897.12,
        "duration": 2.82
    },
    {
        "text": "Like why was the fuel allowed to flow after a leak was detected Pemex claims",
        "start": 899.94,
        "duration": 3.72
    },
    {
        "text": "The fuel was shut off",
        "start": 903.66,
        "duration": 0.87
    },
    {
        "text": "but there was still ten thousand gallons of pressurized gasoline in the pipe between the two Lowe refinery and the village which allowed the fuel",
        "start": 904.53,
        "duration": 5.279
    },
    {
        "text": "to flow despite being shut off you have people saying this doesn't make sense and the crews should have been sent sooner to repair the",
        "start": 909.81,
        "duration": 4.89
    },
    {
        "text": "Leak at the same time",
        "start": 914.7,
        "duration": 0.81
    },
    {
        "text": "you've people questioning why there is sympathy some claiming that the dead don't deserve sympathy because they were",
        "start": 915.51,
        "duration": 4.799
    },
    {
        "text": "Professional fuel thieves and many of those same people have been circulating a video of people confronting and attacking the soldiers who arrived to disperse?",
        "start": 920.53,
        "duration": 5.659
    },
    {
        "text": "the crowd but at the same time you people arguing that this view fails to account for the vast majority of the 800 people who",
        "start": 926.19,
        "duration": 4.919
    },
    {
        "text": "Showed up for fuel who were just everyday people",
        "start": 931.11,
        "duration": 2.0
    },
    {
        "text": "Looking for fuel in the middle of a massive shortage with one farmer being quoted by el",
        "start": 933.19,
        "duration": 3.47
    },
    {
        "text": "Universal is saying a lot of innocent people came here",
        "start": 936.79,
        "duration": 2.12
    },
    {
        "text": "Perhaps their car didn't have enough gasoline for tomorrow",
        "start": 938.91,
        "duration": 2.069
    },
    {
        "text": "And they said I'm just going to go for a few liters as far as Amlo is concerned on Sunday",
        "start": 940.98,
        "duration": 4.2
    },
    {
        "text": "He said the disaster had not weakened his resolve to fight fuel theft saying I won't take a single step backward",
        "start": 945.18,
        "duration": 4.47
    },
    {
        "text": "I can only offer people apologies if this action causes sacrifices harm or inconveniences and while Amlo",
        "start": 949.65,
        "duration": 4.769
    },
    {
        "text": "widely popular in Mexico, he's still not free of critics. Really what we're seeing here is with this latest disaster",
        "start": 955.21,
        "duration": 4.7
    },
    {
        "text": "It's given them another angle to attack",
        "start": 959.91,
        "duration": 1.38
    },
    {
        "text": "The president many of these critics have pointed out that the president's fuel policy was done too quickly without proper preparation",
        "start": 961.29,
        "duration": 4.77
    },
    {
        "text": "preparation. Additionally,",
        "start": 966.28,
        "duration": 0.5
    },
    {
        "text": "It has also had major",
        "start": 966.78,
        "duration": 1.03
    },
    {
        "text": "Economic impacts and is now considered a massive disaster too, by many. Also polls have shown that the fuel policy is widely",
        "start": 967.81,
        "duration": 5.479
    },
    {
        "text": "Divisive with about half of Mexicans saying economic impacts and fuel shortages are worth it in the long run",
        "start": 973.54,
        "duration": 4.73
    },
    {
        "text": "And so with this story I did want to pass the question off to you",
        "start": 978.27,
        "duration": 2.159
    },
    {
        "text": "You see one person or a specific group as being responsible or there is shared",
        "start": 980.43,
        "duration": 4.23
    },
    {
        "text": "responsibility here what are your thoughts around people saying they have no sympathy for those injured or who died in this they were stealing or in the",
        "start": 985.06,
        "duration": 5.359
    },
    {
        "text": "Wrong, so what happened happened or no? You're gonna probably see a mixture of desperate people taking desperate measures and all thoughts",
        "start": 990.42,
        "duration": 6.54
    },
    {
        "text": "I'd love to see from you here. And that's what I'm going to end. Today's show",
        "start": 996.96,
        "duration": 2.159
    },
    {
        "text": "and remember if you want more of these daily dives into the news with a beauty's daily weekday Philip DeFranco shows or on Tuesday and",
        "start": 999.12,
        "duration": 5.97
    },
    {
        "text": "Thursday mornings those extra morning deep dives it hit that subscribe button",
        "start": 1005.09,
        "duration": 2.909
    },
    {
        "text": "If you really want to make sure you don't miss click that Bell to turn on notifications",
        "start": 1008.0,
        "duration": 2.91
    },
    {
        "text": "But with that said, of course as always, my name's philip. Defranco. You've just been phill'd in",
        "start": 1011.04,
        "duration": 4.52
    },
    {
        "text": "I love yo' faces, and I'll see you tomorrow.",
        "start": 1015.56,
        "duration": 2.25
    }
]