[
    {
        "text": "Sup you beautiful bastards",
        "start": 0.0,
        "duration": 1.52
    },
    {
        "text": "Hope you're havin a fantastic Friday welcome back to the Friday show. For those of you that are new here Monday Tuesday, Wednesday Thursday",
        "start": 1.52,
        "duration": 5.04
    },
    {
        "text": "I put out the show talking about the news world events and then Friday it is all about the",
        "start": 6.56,
        "duration": 4.64
    },
    {
        "text": "Conversation I go through the past week of videos, I look at your comments see what you're saying about the stories",
        "start": 11.2,
        "duration": 3.98
    },
    {
        "text": "And I reply back. now because what the hell is the point of talking about news if it's just a one-way conversation?",
        "start": 15.18,
        "duration": 4.12
    },
    {
        "text": "But before we jump into that I want to quickly cover and talk about a story people have been heavily requesting over the past 24 hours",
        "start": 19.3,
        "duration": 5.26
    },
    {
        "text": "A lot of people seem scared and that is a big YouTube money change",
        "start": 24.56,
        "duration": 2.62
    },
    {
        "text": "That's affecting some small creators in the past day YouTube has recently come under fire from some of their creators after they found out in",
        "start": 27.18,
        "duration": 5.06
    },
    {
        "text": "Those endslate videos you know where I'm like click the link",
        "start": 32.24,
        "duration": 2.56
    },
    {
        "text": "DeFranco Elite blah blah blah these creators found they were no longer able to link off to their patreon,",
        "start": 34.8,
        "duration": 4.1
    },
    {
        "text": "Their merchandise shops anything that actually can help them make money a YouTube representative later commented on this saying that these things aren't removed",
        "start": 38.9,
        "duration": 6.88
    },
    {
        "text": "But we are changing it saying now creators are being asked to join the YouTube Partner Program",
        "start": 45.78,
        "duration": 4.2
    },
    {
        "text": "This is that we can evaluate the validity of the channel as well as determine whether the channel is following our community guidelines and advertiser",
        "start": 49.98,
        "duration": 5.58
    },
    {
        "text": "Policies. Adding this update is meant to curb abuse and does not affect current YouTube partners or existing end cards now",
        "start": 55.64,
        "duration": 5.2
    },
    {
        "text": "Now here's why some small creators are angry about this it used to be that essentially everyone was a YouTube partner you created a channel you're a YouTube",
        "start": 60.84,
        "duration": 5.8
    },
    {
        "text": "partner great",
        "start": 66.64,
        "duration": 0.68
    },
    {
        "text": "But in the past year they changed it where your channel had to get",
        "start": 67.36,
        "duration": 2.28
    },
    {
        "text": "10,000 views then your channel would be reviewed, and then they say within a week",
        "start": 69.64,
        "duration": 3.36
    },
    {
        "text": "They'll let you know if you can be partners so for your new small creator and let's say you're getting two hundred to a thousand",
        "start": 73.02,
        "duration": 4.5
    },
    {
        "text": "views for video unless one of those videos",
        "start": 77.52,
        "duration": 1.32
    },
    {
        "text": "It's unexpected traction you're talking about at least",
        "start": 78.84,
        "duration": 2.32
    },
    {
        "text": "Posting 10 videos before you can maybe even be partnered when it comes to crowdfunding sites sometimes",
        "start": 81.28,
        "duration": 4.08
    },
    {
        "text": "You only need a few",
        "start": 85.379,
        "duration": 1.501
    },
    {
        "text": "thousand",
        "start": 86.89,
        "duration": 0.5
    },
    {
        "text": "or a few hundred people to watch because depending on how how into it that audience is of a 500 person audience you can have",
        "start": 87.39,
        "duration": 5.61
    },
    {
        "text": "40 people willing to pay for that content",
        "start": 93.0,
        "duration": 2.04
    },
    {
        "text": "so these creators are feeling hurt and attacked by this even jack conte the CEO of",
        "start": 95.04,
        "duration": 3.209
    },
    {
        "text": "Patreon tweeted this would be hurtful for creators and for patreon if true",
        "start": 98.32,
        "duration": 3.169
    },
    {
        "text": "I will do some digging and report back to the community",
        "start": 101.49,
        "duration": 1.98
    },
    {
        "text": "But that's said if you look at the situation closer",
        "start": 103.48,
        "duration": 1.59
    },
    {
        "text": "Yo-you look at what a lot of people are assuming or saying this could be happening",
        "start": 105.08,
        "duration": 3.56
    },
    {
        "text": "It's all people like innuendo studios tweeting \"So now the question is if they arbitrarily",
        "start": 108.64,
        "duration": 3.2
    },
    {
        "text": "Demonetize my videos can I keep my patreon links we went in this morning and tested we uploaded videos that weren't monetized we were still",
        "start": 111.84,
        "duration": 5.76
    },
    {
        "text": "Able to link off-site we went to videos where we had been",
        "start": 117.6,
        "duration": 2.36
    },
    {
        "text": "Demonetized where we're had limited ads you know that beautiful little yellow dollar song can still link off there",
        "start": 119.96,
        "duration": 4.92
    },
    {
        "text": "So that's not the case also",
        "start": 124.88,
        "duration": 1.08
    },
    {
        "text": "It's important to remember that you can still link off to your patreon your merchandise your wherever in the top description of your videos. As well",
        "start": 125.96,
        "duration": 5.76
    },
    {
        "text": "I understand it can be slightly frustrating for new creators, or if you if you thought the situation was much bigger",
        "start": 131.72,
        "duration": 4.6
    },
    {
        "text": "But this is this is pretty minimal. Now could this be YouTube trying to block out other money-making websites, so that you prefer them? Yes",
        "start": 136.32,
        "duration": 5.84
    },
    {
        "text": "But they are also stopping all external links. Could this be YouTube's way of saying hey the little Creator look into YouTube sponsorships",
        "start": 142.16,
        "duration": 6.32
    },
    {
        "text": "And then super chat as a way to make money instead of other things yes",
        "start": 148.48,
        "duration": 3.4
    },
    {
        "text": "But I think that this is just this might be YouTube trying to control the the flow off site",
        "start": 151.88,
        "duration": 5.04
    },
    {
        "text": "They're not forcing anyone to monetize just to get this feature on YouTube your account must be enabled to be able to monetize and part",
        "start": 156.92,
        "duration": 6.6
    },
    {
        "text": "Of that is being connected to the creators program",
        "start": 163.52,
        "duration": 1.8
    },
    {
        "text": "While patreon and merchandise sites were affected this also seems bigger. On YouTube every day you have millions of accounts that are uploading an",
        "start": 165.32,
        "duration": 6.32
    },
    {
        "text": "unthinkable amount of video linking off site all of this you're able to do for free. YouTube's taking the time to just make sure",
        "start": 171.72,
        "duration": 5.64
    },
    {
        "text": "Everything is on the up-and-up with people trying to join the partner program",
        "start": 177.44,
        "duration": 2.72
    },
    {
        "text": "I think it just makes sense. And so I hope you can trust that if you've watched these videos before you know that I-I will",
        "start": 180.16,
        "duration": 4.12
    },
    {
        "text": "Be hypercritical of YouTube because I love them I want them to be the best they can be at times they they they",
        "start": 184.28,
        "duration": 5.64
    },
    {
        "text": "Make decisions where they just shoot themselves in their own dick. This to me does not appear to be one of those instances",
        "start": 189.96,
        "duration": 4.28
    },
    {
        "text": "But that said let's jump into the Monday show Monday. We talked about Anthony Weiner being sentenced, the u.s.",
        "start": 194.24,
        "duration": 4.8
    },
    {
        "text": "Travel ban 3.0 and Donald Trump versus the NFL. On the Anthony Weiner story",
        "start": 199.04,
        "duration": 4.16
    },
    {
        "text": "At12 wrote Anthony Weiner deserves to be in prison for 20 years if Trump sent picks to minors",
        "start": 203.32,
        "duration": 4.32
    },
    {
        "text": "He would be sent into space. Well I would say yes",
        "start": 207.64,
        "duration": 2.36
    },
    {
        "text": "And no we're talking about president Trump, a man who when he was campaigning",
        "start": 210.0,
        "duration": 2.68
    },
    {
        "text": "said he could literally murder someone and not lose a voter \"Where I could stand in the middle of Fifth Avenue and shoot somebody and",
        "start": 212.8,
        "duration": 5.76
    },
    {
        "text": "I wouldn't lose any voters, okay?\"",
        "start": 218.56,
        "duration": 1.28
    },
    {
        "text": "I also would like to think that the 80% of I think the people closer to the center",
        "start": 219.88,
        "duration": 4.12
    },
    {
        "text": "You know I further away from the extremes",
        "start": 224.0,
        "duration": 1.64
    },
    {
        "text": "I think most of us are on the mindset of fuck off to the people that are preying on children",
        "start": 225.64,
        "duration": 4.12
    },
    {
        "text": "That said yes, if this didn't happen with Trump there would be people that say yeah, let's shoot Trump into space",
        "start": 229.8,
        "duration": 4.04
    },
    {
        "text": "He's the worst! We could also probably have some people like Oh God Emperor Trump. Oh he's just playing this 4d chess. The liberals",
        "start": 233.84,
        "duration": 6.52
    },
    {
        "text": "Don't even realize that he was sexting with this fifteen-year-old girl to raise the issue. Now It's part of the national conversation",
        "start": 240.4,
        "duration": 5.04
    },
    {
        "text": "We're gonna find that child sex dungeon at the back of that pizza shop like I said",
        "start": 245.44,
        "duration": 3.44
    },
    {
        "text": "I really do hope that it's the 80% plus that whether it be Anthony Weiner or someone else we we say FUCK that person. On the",
        "start": 248.88,
        "duration": 6.68
    },
    {
        "text": "Trump versus the NFL story Xavier Smith wrote if you're going to be disrespectful during the national anthem then you hate America",
        "start": 255.56,
        "duration": 5.12
    },
    {
        "text": "Simple as that. CrispyChicken44 wrote. Just stand to respect the people who actually gave their life for us",
        "start": 260.68,
        "duration": 4.12
    },
    {
        "text": "There are innocent soldiers who died for our rights and freedoms that so many people take for granted. Random Chaos wrote",
        "start": 264.8,
        "duration": 4.6
    },
    {
        "text": "Sooo how are we supposed to protest? if we're doing a peaceful protest?",
        "start": 269.4,
        "duration": 2.76
    },
    {
        "text": "We're wrong if we are being violent we are wrong",
        "start": 272.16,
        "duration": 2.32
    },
    {
        "text": "There is no winning for us right we have to schedule a protest to people's convenience or what don't hurt their feelings? Andrew Jones wrote",
        "start": 274.48,
        "duration": 5.44
    },
    {
        "text": "U.s.. Army combat vet here",
        "start": 279.92,
        "duration": 1.36
    },
    {
        "text": "I will never not stand for the flag because to me it represents those loss in the pursuit of a country by the people for",
        "start": 281.28,
        "duration": 4.84
    },
    {
        "text": "The people however I'm proud as fuck for them using their rights that my brothers and sister died to stand up for what they believe in",
        "start": 286.16,
        "duration": 5.28
    },
    {
        "text": "My one and only issue with this whole thing revolved around our POTUS",
        "start": 291.44,
        "duration": 2.64
    },
    {
        "text": "Has he gone after the Nazis and the KKK this way I would have no issue with him saying what he says",
        "start": 294.08,
        "duration": 4.6
    },
    {
        "text": "But he didn't he defended their rights and said that there were wonderful people on both sides when a Nazi was fired because a picture",
        "start": 298.68,
        "duration": 4.48
    },
    {
        "text": "of him was seen by his boss people were pissed about his rights being violated now many of those same people are calling for the",
        "start": 303.16,
        "duration": 4.96
    },
    {
        "text": "NFL players to be fired",
        "start": 308.12,
        "duration": 1.19
    },
    {
        "text": "This is hypocrisy at its finest. Well what I would say is supporters of Trump are going to argue that he wasn't saying that the KKK",
        "start": 309.32,
        "duration": 5.12
    },
    {
        "text": "And Nazis were wonderful people. That he denounced those groups",
        "start": 314.44,
        "duration": 2.64
    },
    {
        "text": "And he was trying to say that there were also just people there that were there for free speech. They didn't want statues to be torn",
        "start": 317.08,
        "duration": 4.5
    },
    {
        "text": "Down but they weren't white supremacist they weren't Nazis",
        "start": 321.58,
        "duration": 2.14
    },
    {
        "text": "So there's that but what I would personally say is is just look at the passion around the denouncing of the Nazis and the KKK",
        "start": 323.72,
        "duration": 5.16
    },
    {
        "text": "It took time for specifics, and he did take to Twitter to rant",
        "start": 328.9,
        "duration": 3.54
    },
    {
        "text": "but it was often that he wasn't getting enough credit for having denounced them whereas with kneeling for the anthem he went on a",
        "start": 332.48,
        "duration": 5.96
    },
    {
        "text": "several day Twitter",
        "start": 338.44,
        "duration": 1.64
    },
    {
        "text": "rampage. For me personally I'd love for our president to have more than a",
        "start": 340.08,
        "duration": 3.32
    },
    {
        "text": "fraction of the passion for for an athlete kneeling during the anthem for literal",
        "start": 343.44,
        "duration": 5.32
    },
    {
        "text": "Nazis with swastikas",
        "start": 348.76,
        "duration": 1.48
    },
    {
        "text": "Alright you can debate about whether the the people that were there for free speech and they were they were condoning the actions of the actual white",
        "start": 350.24,
        "duration": 5.72
    },
    {
        "text": "supremacist of the actual Nazis put them to the side for a moment the fact there were literally people in America who felt comfortable wearing",
        "start": 356.0,
        "duration": 6.26
    },
    {
        "text": "The swastika out, and they were proud of it",
        "start": 362.26,
        "duration": 2.25
    },
    {
        "text": "That's where I get confused because I have friends and family that are",
        "start": 364.52,
        "duration": 2.64
    },
    {
        "text": "100% with him on the whole anthem you stand",
        "start": 367.16,
        "duration": 3.48
    },
    {
        "text": "Respect. Right some of them also think that it should be illegal to burn the American flag",
        "start": 370.68,
        "duration": 3.4
    },
    {
        "text": "But even they seem confused by the levels of passion between the two events and then let's talk Tuesday Tuesday",
        "start": 374.12,
        "duration": 4.52
    },
    {
        "text": "We had big NFL anthem protest updates, the Kardashian ad controversy, the CEO of Equifax resigning, the Graham",
        "start": 378.64,
        "duration": 6.16
    },
    {
        "text": "Cassady health care bill not going to a vote, and the crisis in Puerto Rico. On the Kardashian ad",
        "start": 384.8,
        "duration": 3.96
    },
    {
        "text": "Controversy Rmp5s wrote. People are supposed to know when they're being advertised to just assume always you probably won't be too far off",
        "start": 388.76,
        "duration": 5.96
    },
    {
        "text": "Kyle Hanson wrote not a Kardashian fan at all, but people should be able to advertise anywhere having to indicate",
        "start": 394.76,
        "duration": 4.76
    },
    {
        "text": "It's an ad. And Kyle have to say. I just I completely disagree with you",
        "start": 399.52,
        "duration": 2.96
    },
    {
        "text": "But that's also because I feel like when people don't let you know you're being",
        "start": 402.48,
        "duration": 2.92
    },
    {
        "text": "Advertised to you're just you're just being lied to you're being manipulated",
        "start": 405.48,
        "duration": 3.04
    },
    {
        "text": "It is a scummy move. For example this Friday show is sponsored by DKPhil.com",
        "start": 408.52,
        "duration": 4.32
    },
    {
        "text": "I have a sponsorship with Draft Kings. Granted I already use the service",
        "start": 412.84,
        "duration": 2.84
    },
    {
        "text": "I enjoy the service",
        "start": 415.72,
        "duration": 1.12
    },
    {
        "text": "But when when people sign up they deposit money that benefits me",
        "start": 416.84,
        "duration": 3.32
    },
    {
        "text": "monetarily to me if I put out a video",
        "start": 420.309,
        "duration": 1.82
    },
    {
        "text": "And I was like hey guys found out about this really cool site DK",
        "start": 422.129,
        "duration": 3.151
    },
    {
        "text": "Phil.com you get to play fantasy sports you win money, I'm just doing it for fun",
        "start": 425.32,
        "duration": 4.12
    },
    {
        "text": "It's just pretty cool. Even though in that alternate version",
        "start": 429.449,
        "duration": 2.471
    },
    {
        "text": "I'm not mentioning that there's a sponsorship that I'm actually making money by people doing this thing this thing that I'm acting like it's just",
        "start": 431.939,
        "duration": 5.64
    },
    {
        "text": "this this",
        "start": 437.579,
        "duration": 0.501
    },
    {
        "text": "Random fun thing when you find that so scummy and when you feel lied to I mean while Kendall Jenner, Kylie Jenner, the whole",
        "start": 438.08,
        "duration": 6.16
    },
    {
        "text": "Kardashian clan they were the focal point of this specific article. I mean that this is a situation",
        "start": 444.32,
        "duration": 3.68
    },
    {
        "text": "It's much bigger than them. I mean I'm open to other opinions",
        "start": 448.0,
        "duration": 2.08
    },
    {
        "text": "I do feel like the the younger people that watch this show they feel more used to being advertised to everywhere",
        "start": 450.08,
        "duration": 6.639
    },
    {
        "text": "I do feel like a big part of the online space in general has changed that way",
        "start": 456.719,
        "duration": 3.179
    },
    {
        "text": "I mean like nine years ago. If I try to do a sponsorship",
        "start": 459.898,
        "duration": 2.622
    },
    {
        "text": "It would be nothing but comments that said sellout. But now sponsorships and endorsements just feel like it's part of the ecosystem",
        "start": 462.52,
        "duration": 6.56
    },
    {
        "text": "It's expected. But personally I think even if it's just from a respect standpoint",
        "start": 469.08,
        "duration": 3.92
    },
    {
        "text": "I think that people need to be transparent, but also seriously today's episode is sponsored by DKPhil.com",
        "start": 473.0,
        "duration": 5.72
    },
    {
        "text": "There's a free 100 thousand dollar contest this week what that means is the entry is free",
        "start": 478.72,
        "duration": 3.92
    },
    {
        "text": "There are 100 thousand dollars in prizes",
        "start": 482.68,
        "duration": 2.32
    },
    {
        "text": "You don't even have to make a deposit, but if you do make a deposit uh go on Twitter",
        "start": 485.0,
        "duration": 3.64
    },
    {
        "text": "Let me know what your name is I do a lot of head to heads with people from the nation hashtag ad hashtag spahn",
        "start": 488.64,
        "duration": 4.84
    },
    {
        "text": "Graham Cassidy not going to a vote Cheyenne Kim wrote Daveed Diggs voice",
        "start": 493.48,
        "duration": 3.26
    },
    {
        "text": "You don't have the votes I just had to include that because I love a Hamilton reference. On Puerto Rico PsychoticPeace",
        "start": 496.74,
        "duration": 5.7
    },
    {
        "text": "Or I really want to thank you for speaking up about Puerto Rico, the silence was disheartening",
        "start": 502.48,
        "duration": 3.26
    },
    {
        "text": "And I was frankly starting to lose hope that people would talk about the devastation. Victoriafirefly wrote",
        "start": 505.74,
        "duration": 3.9
    },
    {
        "text": "I'm sorry, but as someone who was affected by Hurricane Irma",
        "start": 509.68,
        "duration": 2.32
    },
    {
        "text": "I'm going to be fucking pissed if Floridians and Texans don't get proper aid because it's going to Puerto Rico",
        "start": 512.0,
        "duration": 4.16
    },
    {
        "text": "Understand the Puerto Rico is a territory of the u.s.",
        "start": 516.32,
        "duration": 2.12
    },
    {
        "text": "So the American people who pay taxes and contribute to the economy of this country deserve to be looked after first. We should take care",
        "start": 518.44,
        "duration": 4.72
    },
    {
        "text": "Of the Floridians and Texans who were affected by the storm first",
        "start": 523.2,
        "duration": 2.46
    },
    {
        "text": "And then use what is left to start aid in Puerto Rico and continue raising the money for the remaining aid that's needed. Hoo Victoria",
        "start": 525.66,
        "duration": 5.3
    },
    {
        "text": "Personally I feel like you-you're treating people like like numbers and not people there huh. Okay",
        "start": 530.96,
        "duration": 4.88
    },
    {
        "text": "so the who to respond to first uh psychotic first. My pleasure if anything I think I should have actually probably talked about it the",
        "start": 535.84,
        "duration": 5.96
    },
    {
        "text": "Day before, the NFL story in the explaining the travel ban on Monday ended up taking too much time",
        "start": 541.84,
        "duration": 4.44
    },
    {
        "text": "And it wasn't able to fit it was very glad I could focus a big part of the Tuesday show on it and for Victoria Firefly there",
        "start": 546.28,
        "duration": 4.6
    },
    {
        "text": "Are a few things to unpack there. One with you being someone that is directly affected by Irma",
        "start": 550.88,
        "duration": 3.76
    },
    {
        "text": "I understand why you would be freaked out and potentially angry. Also on the note of paying taxes and",
        "start": 554.64,
        "duration": 4.76
    },
    {
        "text": "Contributing they do actually pay taxes, less of them, but they still do contribute. Granted",
        "start": 559.4,
        "duration": 4.28
    },
    {
        "text": "They do not pay a personal federal income tax",
        "start": 563.68,
        "duration": 1.96
    },
    {
        "text": "but taxes paid by residents of Puerto Rico you have",
        "start": 565.64,
        "duration": 2.56
    },
    {
        "text": "import/export taxes the federal payroll",
        "start": 568.2,
        "duration": 1.64
    },
    {
        "text": "taxes like Social Security",
        "start": 569.84,
        "duration": 1.52
    },
    {
        "text": "Medicare and also even just talking about that point it feels very odd to me because it it feels like you're talking about the worth of",
        "start": 571.36,
        "duration": 5.56
    },
    {
        "text": "A human life based on their economic input into our country",
        "start": 576.92,
        "duration": 2.96
    },
    {
        "text": "We're talking about 3.4-3.5 million American citizens",
        "start": 579.88,
        "duration": 4.04
    },
    {
        "text": "That are in the midst of a crisis. Things like the Jones Act",
        "start": 583.92,
        "duration": 2.56
    },
    {
        "text": "Which we talked on the show that has since been lifted since we recorded that",
        "start": 586.48,
        "duration": 3.28
    },
    {
        "text": "People are obviously trying to help while not taking away from other people that also need help, I truly understand that don't think of just Puerto",
        "start": 589.76,
        "duration": 5.92
    },
    {
        "text": "Rico as a U.S. Territory you are talking about 3.4 to 3.5 million American citizens",
        "start": 595.68,
        "duration": 5.55
    },
    {
        "text": "I understand why some Americans see it as like this foreign country. I've heard people say things like oh, yeah",
        "start": 601.23,
        "duration": 4.049
    },
    {
        "text": "He immigrated from Puerto Rico",
        "start": 605.28,
        "duration": 1.18
    },
    {
        "text": "No",
        "start": 606.46,
        "duration": 0.5
    },
    {
        "text": "That was an American citizen who just moved. Same is how Joe Blow America can fly to Puerto Rico",
        "start": 606.96,
        "duration": 4.52
    },
    {
        "text": "Without a passport. And as far as helping of the Floridians on the Texans first",
        "start": 611.48,
        "duration": 3.64
    },
    {
        "text": "And then what's ever left over that goes to Puerto Rico. I mean we're talking about build-outs that are going to take years",
        "start": 615.16,
        "duration": 5.63
    },
    {
        "text": "let's make sure as immediately as",
        "start": 620.79,
        "duration": 1.48
    },
    {
        "text": "Possible that you don't have people dying in Puerto Rico because they don't have access to clean water",
        "start": 622.27,
        "duration": 3.32
    },
    {
        "text": "I mean I understand things can be scary, but let's as much as we possibly can try and stick together here",
        "start": 625.6,
        "duration": 4.72
    },
    {
        "text": "And then let's talk about the Wednesday show, Wednesday",
        "start": 630.32,
        "duration": 1.88
    },
    {
        "text": "We talked about that killer clown case finally coming to a close, Saudi Arabia announcing",
        "start": 632.2,
        "duration": 4.36
    },
    {
        "text": "They will now let women Drive and the Roy Moore Luthor Strange run off. Here",
        "start": 636.56,
        "duration": 3.8
    },
    {
        "text": "Let's start with the driving ban on women being lifted in Saudi Arabia and the reason for this there were so many",
        "start": 640.36,
        "duration": 4.92
    },
    {
        "text": "comments about this topic",
        "start": 645.28,
        "duration": 1.48
    },
    {
        "text": "But it was very interesting to see so many comments from women from Saudi Arabia",
        "start": 646.76,
        "duration": 4.08
    },
    {
        "text": "Originally. Some live in the UAE some are here in the states",
        "start": 650.84,
        "duration": 2.44
    },
    {
        "text": "It was really interesting. marina cullen writing one of the forty two women who protested in 1990 was my mother's professor, the day",
        "start": 653.32,
        "duration": 5.12
    },
    {
        "text": "We were allowed to drive about 15 women's center bouquets thanking her for risking their life to protest against this bullshit country. It may sound stupid",
        "start": 658.44,
        "duration": 5.92
    },
    {
        "text": "To many, but change no matter",
        "start": 664.36,
        "duration": 1.42
    },
    {
        "text": "How small. NiSsO Blabla wrote",
        "start": 665.78,
        "duration": 1.54
    },
    {
        "text": "I'm from Saudi, and I completely agree with the snowball comment. Change is coming and I'm looking forward to it",
        "start": 667.32,
        "duration": 4.6
    },
    {
        "text": "They may be baby steps, but steps nonetheless. Shadn wrote the driving ban being lifted should not be thought of as a sad progress",
        "start": 671.96,
        "duration": 5.76
    },
    {
        "text": "There are a lot of restrictions for women in Saudi and this driving ban enabled men to gain control over the women on a daily",
        "start": 677.72,
        "duration": 5.4
    },
    {
        "text": "basis it gave men the",
        "start": 683.12,
        "duration": 1.21
    },
    {
        "text": "Sensation that they're in control in this country that this land was made for them that women were only second best there isn't any safe",
        "start": 684.33,
        "duration": 5.479
    },
    {
        "text": "properly functional public",
        "start": 689.809,
        "duration": 1.511
    },
    {
        "text": "transportation in Saudi so we restrict ourselves to drivers and",
        "start": 691.32,
        "duration": 2.64
    },
    {
        "text": "applications like uber. Men there often claim that women are too stupid to drive and this law is a huge fuck you to them as",
        "start": 694.0,
        "duration": 5.0
    },
    {
        "text": "a Saudi American woman I lived in Saudi Arabia for a period of my adult life",
        "start": 699.0,
        "duration": 2.88
    },
    {
        "text": "And I couldn't handle living there anymore because I felt like I was being punished because I was born a woman my only safe space",
        "start": 701.9,
        "duration": 4.919
    },
    {
        "text": "Was my bedroom I got to leave because I was an American citizen, but a lot of women",
        "start": 706.819,
        "duration": 3.461
    },
    {
        "text": "I knew couldn't and they told me now they feel like they hate living there a little less now it mattered a lot more than people",
        "start": 710.28,
        "duration": 5.36
    },
    {
        "text": "Expect I honestly did not think this ban would be lifted in my lifetime",
        "start": 715.84,
        "duration": 2.84
    },
    {
        "text": "And I'm glad to be alive to witness it. And on this topic",
        "start": 718.68,
        "duration": 2.36
    },
    {
        "text": "There's really not anything else I can add that I didn't say in the Wednesday show. But I did want to share some of these comments",
        "start": 721.04,
        "duration": 4.84
    },
    {
        "text": "These reactions some some people that just have a different background than me. Stuff like this is my favorite thing about this show getting to see",
        "start": 725.88,
        "duration": 7.0
    },
    {
        "text": "The world even if just for a moment through a comment through someone else's eyes",
        "start": 732.88,
        "duration": 3.4
    },
    {
        "text": "So thank you, and hopefully we see more and more progress more and more equality, and then we had the Thursday show Thursday",
        "start": 736.28,
        "duration": 6.119
    },
    {
        "text": "We talked about Bell Gibson faking cancer",
        "start": 742.4,
        "duration": 1.72
    },
    {
        "text": "The woman dragged off a Southwest flight because of her allergies, and we talked about the US tax reform proposal on the story of that woman",
        "start": 744.12,
        "duration": 5.9
    },
    {
        "text": "Being dragged off a Southwest flight Brynley Louise wrote, honestly the officers may have been a little aggressive",
        "start": 750.02,
        "duration": 4.38
    },
    {
        "text": "But I can't blame them. If you really boil it down",
        "start": 754.4,
        "duration": 1.86
    },
    {
        "text": "They're trying to save her life far as they know she could die she stays on that plane. Her unwillingness to deplane however makes me think",
        "start": 756.26,
        "duration": 5.46
    },
    {
        "text": "That maybe she just doesn't like dogs",
        "start": 761.72,
        "duration": 1.44
    },
    {
        "text": "And then want to be near them. Elizabeth Dahl wrote as someone with life-threatening allergies",
        "start": 763.16,
        "duration": 3.24
    },
    {
        "text": "I can tell you that I never travel without my own EpiPen on hand",
        "start": 766.4,
        "duration": 3.28
    },
    {
        "text": "I can also tell you that you do not administer an EpiPen unless you are in a full-blown allergy attack ie",
        "start": 769.72,
        "duration": 4.4
    },
    {
        "text": "wheezing, tongue swelling, difficulty breathing, the woman on that video displayed none of those symptoms so to insist on the",
        "start": 774.28,
        "duration": 5.16
    },
    {
        "text": "Administration of an EpiPen is ludicrous. On this one I side with airline and law enforcement. Yeah",
        "start": 779.44,
        "duration": 4.2
    },
    {
        "text": "And what I'll say is the more that I looked into the story the more that I wanted to know about this woman if she",
        "start": 783.64,
        "duration": 5.08
    },
    {
        "text": "100% legitimately has",
        "start": 788.72,
        "duration": 1.96
    },
    {
        "text": "Allergies, if they are this severe was she saying that she wanted someone else's EpiPen since she was putting herself at risk and EpiPens are expensive",
        "start": 790.68,
        "duration": 7.76
    },
    {
        "text": "And so she didn't want to use hers",
        "start": 798.44,
        "duration": 1.2
    },
    {
        "text": "Also this level of alleged allergy feels like something you call ahead with the airline and let them know and judging from the comments most people",
        "start": 799.64,
        "duration": 6.68
    },
    {
        "text": "Seem to be backing Southwest here some people did think that the cops are being a little bit too aggressive Christian Perez writing",
        "start": 806.339,
        "duration": 5.52
    },
    {
        "text": "I don't think that woman who was kicked off the flight deserves charges",
        "start": 811.86,
        "duration": 2.309
    },
    {
        "text": "That's just cops being assholes there, but even Christian said I do think it was necessary to kick her off though",
        "start": 814.28,
        "duration": 4.12
    },
    {
        "text": "Yeah, I mean at the beginning of the story woman kicked off plane I'm like oh which airline",
        "start": 818.4,
        "duration": 3.64
    },
    {
        "text": "Are we gonna hate today?",
        "start": 822.04,
        "duration": 0.84
    },
    {
        "text": "But this is nowhere near that United Airlines situation where the airline pretty much just handled everything wrong",
        "start": 822.88,
        "duration": 5.2
    },
    {
        "text": "And then the law enforcement handled even worse. This to me, and it seems like many others. This-this was just all a-a-a",
        "start": 828.08,
        "duration": 5.48
    },
    {
        "text": "Situation created by this woman. Then on tax reform, I was I was really looking forward to the comments. Undisputed wrote",
        "start": 833.68,
        "duration": 5.52
    },
    {
        "text": "It's pretty sad how many people have zero understanding about taxes and what's going on here our schools are really dropping the ball",
        "start": 839.2,
        "duration": 4.91
    },
    {
        "text": "So it's also pretty sad that even after Phil dumbed it down this much",
        "start": 844.12,
        "duration": 2.779
    },
    {
        "text": "I'm seeing a lot of people in the comments that still didn't grasp any of it. The thing is most people just don't understand their",
        "start": 846.899,
        "duration": 4.301
    },
    {
        "text": "Taxes it's like it's the reason why I get so angry when people get so excited about their tax return like it's like free money",
        "start": 851.219,
        "duration": 5.101
    },
    {
        "text": "No, that's not what that's not what this is",
        "start": 856.42,
        "duration": 1.85
    },
    {
        "text": "But also I think when it comes to completely unsexy stories like this",
        "start": 858.27,
        "duration": 4.109
    },
    {
        "text": "We got to do something that that's close to the equivalent of like the big short",
        "start": 862.379,
        "duration": 3.381
    },
    {
        "text": "You know where they got Margot Robbie to explain financial terms while in a bubble bath. These risky mortgages are called subprime",
        "start": 865.8,
        "duration": 6.36
    },
    {
        "text": "So whenever you hear subprime think shit! For the men lovers out there",
        "start": 872.16,
        "duration": 4.04
    },
    {
        "text": "Maybe do the same thing with Ryan Gosling you teach finance like that in high school you make it mandatory, boom",
        "start": 876.24,
        "duration": 4.52
    },
    {
        "text": "completely different world",
        "start": 880.84,
        "duration": 0.96
    },
    {
        "text": "Or you just have a lot of horny teenagers that can't really pay attention",
        "start": 881.8,
        "duration": 2.72
    },
    {
        "text": "One or the other. Freedom Panic wrote on the tax situation first of all I appreciate this news in your show",
        "start": 884.52,
        "duration": 4.96
    },
    {
        "text": "It's incredibly informative and helpful",
        "start": 889.48,
        "duration": 1.52
    },
    {
        "text": "And you managed to break the tax bill down pretty nicely ultimately I would be getting a minor tax reduction but not by a lot",
        "start": 891.0,
        "duration": 4.619
    },
    {
        "text": "I don't get most deductions regardless. I have never believed in the idea of trickle-down economics",
        "start": 895.62,
        "duration": 4.02
    },
    {
        "text": "I get why small businesses like yourself are excited",
        "start": 899.64,
        "duration": 2.16
    },
    {
        "text": "But I don't understand how they're going to sustain social institutions with this kind of tax reform it assumes a lot",
        "start": 901.8,
        "duration": 4.24
    },
    {
        "text": "This sounds like a dramatic impact to the government that reduces the amount of future institutions",
        "start": 906.04,
        "duration": 3.76
    },
    {
        "text": "I was hoping would eventually be included in America, specifically health care. If this becomes a new tax standard",
        "start": 909.8,
        "duration": 4.4
    },
    {
        "text": "Then I don't see how we're going to get future administrations to successfully introduce socialized health care",
        "start": 914.2,
        "duration": 3.949
    },
    {
        "text": "It looks like ultimately this is just a way to cut taxes and hurt chances of better social institutions",
        "start": 918.16,
        "duration": 4.32
    },
    {
        "text": "You know it's interesting when you put it that way because with the health care bill failing AGAIN",
        "start": 922.48,
        "duration": 4.88
    },
    {
        "text": "Now in my mind. I was like okay, that's going to make tax reform harder for some reason",
        "start": 927.36,
        "duration": 4.44
    },
    {
        "text": "I haven't really thought about it from the other way that that by making these tax changes",
        "start": 931.8,
        "duration": 4.4
    },
    {
        "text": "You then make a healthcare system that a a Bernie Sanders would love to have much harder",
        "start": 936.2,
        "duration": 5.28
    },
    {
        "text": "If not impossible tah-tah-to reach. That's interesting. Also I think it's important when we're talking about the health care system",
        "start": 941.56,
        "duration": 4.28
    },
    {
        "text": "insurances that",
        "start": 945.84,
        "duration": 1.04
    },
    {
        "text": "Uhaaa-",
        "start": 946.88,
        "duration": 0.6
    },
    {
        "text": "Everyone understand kind of the same page we're on because I think when people hear socialized health care",
        "start": 947.48,
        "duration": 4.2
    },
    {
        "text": "They think of the government owning the the hospitals and completely controlling the doctors and the nurses. Right like all hospitals",
        "start": 951.68,
        "duration": 6.84
    },
    {
        "text": "Will all of a sudden be handled like the Department of Veteran Affairs. Medical professionals there are government employees",
        "start": 958.52,
        "duration": 4.6
    },
    {
        "text": "It's all tax funded and that's different than let's say like a single-payer health care system",
        "start": 963.12,
        "duration": 4.24
    },
    {
        "text": "Medicare for All system that said as far as what's the best system the best setup?",
        "start": 967.4,
        "duration": 4.03
    },
    {
        "text": "I have no idea. There a lot of people alive today because of Obamacare and there are a lot of people in a really rough",
        "start": 971.44,
        "duration": 5.36
    },
    {
        "text": "Place right now",
        "start": 976.8,
        "duration": 0.94
    },
    {
        "text": "money-wise because of Obamacare. Trying to take a swing of that I'd be out of my depth and when it when it comes to the",
        "start": 977.74,
        "duration": 4.54
    },
    {
        "text": "Economy like you said I'm excited from a small business kind of setup",
        "start": 982.32,
        "duration": 3.68
    },
    {
        "text": "I mean as far as trickle-down economics does that work?",
        "start": 986.009,
        "duration": 1.95
    },
    {
        "text": "I don't know because while I am small and I want to grow my business",
        "start": 987.959,
        "duration": 3.15
    },
    {
        "text": "There is an incentive for me to do that with these big-ass giant companies some of them",
        "start": 991.12,
        "duration": 4.01
    },
    {
        "text": "Don't really have to compete that much some definitely do. You might end up",
        "start": 995.13,
        "duration": 2.91
    },
    {
        "text": "Just seeing bigger bonuses for top executives who knows my desire to grow my company says \"Yes!\"",
        "start": 998.08,
        "duration": 5.08
    },
    {
        "text": "But uh, my heart and knowledge of greedy motherfuckers",
        "start": 1003.16,
        "duration": 3.88
    },
    {
        "text": "Uh...",
        "start": 1007.04,
        "duration": 0.64
    },
    {
        "text": "Says no. How about this?",
        "start": 1007.68,
        "duration": 1.24
    },
    {
        "text": "we just make it so companies owned by Philip DeFranco get that new 20% tax rate and uh",
        "start": 1008.92,
        "duration": 4.6
    },
    {
        "text": "Everyone else and still go fuck themselves",
        "start": 1013.52,
        "duration": 1.35
    },
    {
        "text": "I think that's actually where we're gonna end today's show. With that said I want to thank you beautiful bastards for another fantastic week",
        "start": 1014.88,
        "duration": 5.56
    },
    {
        "text": "Thank you for watching comment and share all the good stuff",
        "start": 1020.449,
        "duration": 3.071
    },
    {
        "text": "Also the quickie final update to you, beautiful",
        "start": 1023.52,
        "duration": 1.6
    },
    {
        "text": "Bastards that are supporting us subscribe to over at DeFrancoElite.com we have our end of month townhall today link to that down below",
        "start": 1025.12,
        "duration": 5.8
    },
    {
        "text": "But that's that of course as always my name's Philip Defranco. You've just been phill'd in",
        "start": 1030.96,
        "duration": 4.44
    },
    {
        "text": "I love yo faces, and I'll see you next time",
        "start": 1035.4,
        "duration": 2.64
    }
]