[
    {
        "text": "Phillip DeFranco: Sup, you beautiful bastards. Hope you had a fantastic",
        "start": 0.03,
        "duration": 2.1
    },
    {
        "text": "Tuesday. Welcome back to the Philip DeFranco show, and let's just jump into it. And the first thing",
        "start": 2.86,
        "duration": 4.31
    },
    {
        "text": "I want to talk about today involves a very troubling",
        "start": 7.17,
        "duration": 2.519
    },
    {
        "text": "situation. It involves a lawsuit between a company, Brilliant Earth,",
        "start": 9.969,
        "duration": 3.02
    },
    {
        "text": "suing a guy by the name of Jacob Worth. Now the name 'Jacob Worth' most likely does not sound familiar to you. Putting in",
        "start": 13.09,
        "duration": 5.389
    },
    {
        "text": "the thumb or title, it's not going to bring in views, and that's actually why it's really important we talk about this.",
        "start": 18.48,
        "duration": 4.92
    },
    {
        "text": "It's the little guys that are easily manipulated, pushed aside, squashed.",
        "start": 23.4,
        "duration": 3.059
    },
    {
        "text": "So where does this story start? Well it starts April 26,",
        "start": 26.46,
        "duration": 2.819
    },
    {
        "text": "2017. Jacob puts out a video called \"The Brilliant Earth Diamond Scam\". Now, when it comes to diamonds",
        "start": 29.619,
        "duration": 4.189
    },
    {
        "text": "there's a thing called",
        "start": 33.809,
        "duration": 0.731
    },
    {
        "text": "'Conflict Diamonds'. If you ever seen the movie \"Blood Diamond\" you might be kind of familiar with this. 'Conflict Diamonds' are diamonds that",
        "start": 34.54,
        "duration": 5.389
    },
    {
        "text": "are illegally traded to fund conflict in war-torn",
        "start": 39.93,
        "duration": 1.99
    },
    {
        "text": "areas, particularly in Central and Western Africa. The UN defines them as diamonds that originated from areas controlled by forces or factions opposed to legitimate and",
        "start": 41.92,
        "duration": 7.97
    },
    {
        "text": "internationally recognized governments, and are used to fund military action in opposition to those governments.",
        "start": 50.02,
        "duration": 4.699
    },
    {
        "text": "Hopefully you have a general understanding of what that is. So as you'd imagine",
        "start": 54.719,
        "duration": 2.31
    },
    {
        "text": "there are a lot of consumers out there that want to make sure that their diamonds had no connection to all the horrible shit. And,",
        "start": 57.07,
        "duration": 5.45
    },
    {
        "text": "so, a big selling point for a lot of places, including Brilliant Earth is conflict-free diamonds.",
        "start": 62.52,
        "duration": 4.56
    },
    {
        "text": "And so in his first video, Jacob Worth takes aim at Brilliant Earth.",
        "start": 67.08,
        "duration": 3.119
    },
    {
        "text": "Jacob Worth: They built the massive business offering something called the 'beyond conflict-free guarantee'. What they do is",
        "start": 70.2,
        "duration": 5.4
    },
    {
        "text": "they sell diamonds guaranteed to be mined from Canada, logic being if it's from Canada,",
        "start": 75.6,
        "duration": 4.019
    },
    {
        "text": "no-one lost a limb or died mining in Africa,",
        "start": 79.979,
        "duration": 2.16
    },
    {
        "text": "which is great! Curious thing though, and it's back to what I was saying before, you can't track a diamonds origin!",
        "start": 82.14,
        "duration": 5.19
    },
    {
        "text": "So how is Brilliant Earth guaranteeing their diamonds are from Canada?",
        "start": 87.33,
        "duration": 3.01
    },
    {
        "text": "Either they are more effective in the UN, or they're running one hell of a scam. I just had to find out.",
        "start": 91.2,
        "duration": 3.94
    },
    {
        "text": "Phillip DeFranco: And so then Jacob, wanting to look into this further, orders a diamond ring from Brilliant Earth, and he points this out.",
        "start": 95.14,
        "duration": 4.94
    },
    {
        "text": "Jacob Worth: When it arrived, it came with three things: The diamond ring, a canadian",
        "start": 100.08,
        "duration": 3.02
    },
    {
        "text": "certificate with no identifying numbers on it, and the GIA certificate, with the",
        "start": 103.45,
        "duration": 3.5
    },
    {
        "text": "certification number, which everyone knows to be totally useless for tracking a diamonds origin. But, to prove it,",
        "start": 107.29,
        "duration": 5.149
    },
    {
        "text": "I took the diamond to a GIA facility see if I could get it re-certified.",
        "start": 112.47,
        "duration": 3.509
    },
    {
        "text": "They gave me a brand new certificate with a new certification number meaning this diamond could have been",
        "start": 115.979,
        "duration": 4.5
    },
    {
        "text": "re-certified many times, and have had many different owners. Basically, you can't track a diamonds origin with any of this crap.",
        "start": 120.64,
        "duration": 5.86
    },
    {
        "text": "Phillip DeFranco: So that already looks pretty bad, but then it gets worse.",
        "start": 126.5,
        "duration": 2.64
    },
    {
        "text": "Jacob mails back the diamond, and then two weeks later tracks down to the supplier.",
        "start": 129.14,
        "duration": 4.94
    },
    {
        "text": "Jacob Worth: Two weeks later I followed the diamond back to an Indian supplier in New York City's",
        "start": 134.16,
        "duration": 3.6
    },
    {
        "text": "diamond district named Suraj. The supplier was advertising his diamonds on a diamond trading platform,",
        "start": 137.76,
        "duration": 5.78
    },
    {
        "text": "and he was listing their GIA numbers. There was no mention of the the main Canadian.",
        "start": 143.54,
        "duration": 3.3
    },
    {
        "text": "Phillip DeFranco: And so at that point he asks the supplier, who has listed the same diamond not as a Canadian diamond, although the first time Jacob got it he had a certificate saying it was Canadian, Is it a Canadian diamond? and this happened.",
        "start": 146.84,
        "duration": 10.84
    },
    {
        "text": "Jacob Worth: That's the exact same diamond I purchased from Brilliant Earth and returned two weeks ago.",
        "start": 162.22,
        "duration": 4.16
    },
    {
        "text": "It's now sitting in this guy's office.",
        "start": 166.38,
        "duration": 1.76
    },
    {
        "text": "Phillip DeFranco: Now, after that first video received traction, Brilliant Earth posted this (refers to picture) on their website, and there they have a letter from the supplier",
        "start": 173.86,
        "duration": 6.2
    },
    {
        "text": "himself saying that that diamond actually was Canadian.",
        "start": 180.22,
        "duration": 2.9
    },
    {
        "text": "And Jacob's response to this is he says that that looks like is was coerced. Brilliant Earth also defending themselves in a blog post saying,",
        "start": 183.12,
        "duration": 5.24
    },
    {
        "text": "Adding",
        "start": 197.4,
        "duration": 0.5
    },
    {
        "text": "And the third party, the auditor that they point to, is a group called SCS Global. They say SCS global confirmed",
        "start": 212.14,
        "duration": 4.92
    },
    {
        "text": "our chain of custody",
        "start": 217.06,
        "duration": 0.88
    },
    {
        "text": "There's also a sketchy situation",
        "start": 218.02,
        "duration": 1.16
    },
    {
        "text": "there, because when a journalist from thenextweb.com was doing an article on this Brilliant Earth reportedly agreed to let the auditor",
        "start": 219.19,
        "duration": 6.079
    },
    {
        "text": "take questions from this journalist, and then reportedly cancelled the interview with no warning. And the journalist points out that there is no regulatory",
        "start": 225.269,
        "duration": 5.369
    },
    {
        "text": "body for the auditor. The refer to the situation is paid for play, and also points out things that the audit ignores. Now at this",
        "start": 230.799,
        "duration": 5.779
    },
    {
        "text": "point Jacob tries to explain the pipeline, and why he doesn't think that this is accurate.",
        "start": 236.58,
        "duration": 3.6
    },
    {
        "text": "Jacob Worth: Diamonds are first mined, and then the rough diamonds are passed by the syndicates over to site holders,",
        "start": 240.24,
        "duration": 4.48
    },
    {
        "text": "who are like preferred buyers. Then they are sent to",
        "start": 244.72,
        "duration": 2.2
    },
    {
        "text": "manufacturers that polish the rough into polish diamonds. The polished diamonds are then sent to diamond training centers where they are passed around to as many",
        "start": 247.239,
        "duration": 6.889
    },
    {
        "text": "as 10 different suppliers",
        "start": 254.129,
        "duration": 1.48
    },
    {
        "text": "before finally being sold to the store. Now the only conceivable way to track a diamonds origins is when the diamond rough is sectioned",
        "start": 255.609,
        "duration": 6.29
    },
    {
        "text": "off, and the second it's polish",
        "start": 261.9,
        "duration": 1.44
    },
    {
        "text": "it's immediately tattooed with an insignia like a polar bear or maple, then attended over two suppliers to trade around.",
        "start": 263.34,
        "duration": 5.57
    },
    {
        "text": "This is supposedly foolproof. The diamonds I followed up on didn't have any of these markings. At this point",
        "start": 268.91,
        "duration": 5.76
    },
    {
        "text": "this is what we know about tracking a Brilliant Earth diamond. Brilliant Earth",
        "start": 274.67,
        "duration": 3.089
    },
    {
        "text": "sent me the diamond, Brilliant Earth got the diamond from the supplier, and the rest is",
        "start": 277.76,
        "duration": 3.45
    },
    {
        "text": "impossible to track all the way up to the mine. The only thing Brilliant Earth can do is ask their supplier",
        "start": 281.28,
        "duration": 4.61
    },
    {
        "text": "what country it came from, and just take their word for it, which is exactly what I did next.",
        "start": 285.89,
        "duration": 4.03
    },
    {
        "text": "Phillip DeFranco: And that of course brings us to the supplier who initially said in the video,",
        "start": 289.92,
        "duration": 2.86
    },
    {
        "text": "\"No, that is not a Canadian diamond,\" but in the Brilliant Earth blog post",
        "start": 292.95,
        "duration": 3.32
    },
    {
        "text": "they have a document of that same person saying that it was a Canadian diamond.",
        "start": 296.27,
        "duration": 3.66
    },
    {
        "text": "But Jacob also went a step further. He realized this was one diamond,",
        "start": 299.93,
        "duration": 3.299
    },
    {
        "text": "What about the others?",
        "start": 303.23,
        "duration": 1.08
    },
    {
        "text": "Jacob Worth: This Indian guy is telling me none of his diamonds are from Canada, yet 80 of his diamonds are listed on Brilliant Earth as mined in Canada.",
        "start": 304.31,
        "duration": 6.15
    },
    {
        "text": "I then tracked down hundreds of other Canadian diamonds on Brilliant Earth. Every diamond led to the same 10 Indian suppliers.",
        "start": 310.46,
        "duration": 5.26
    },
    {
        "text": "Jacob Worth: Does any of your diamonds have Canadian certificates?",
        "start": 315.99,
        "duration": 2.569
    },
    {
        "text": "Indian Supplier #1: No, no",
        "start": 319.08,
        "duration": 1.25
    },
    {
        "text": "Indian Supplier #2: I don't have any supporting documents for those.",
        "start": 320.33,
        "duration": 3.15
    },
    {
        "text": "Indian Supplier #3: I don't have any Canadian certificate.",
        "start": 323.48,
        "duration": 1.82
    },
    {
        "text": "Jacob Worth: And none of them are selling Canadian certified diamonds.",
        "start": 325.3,
        "duration": 2.92
    },
    {
        "text": "Here's where things get really messed up. Other jewelry websites are carrying the shame Canada origin diamonds as Brilliant Earth,",
        "start": 328.23,
        "duration": 6.079
    },
    {
        "text": "and they aren't labeled from Canada. This time, and found on Blue Nile, not from Canada is also on Brilliant Earth, labeled from Canada, and",
        "start": 334.31,
        "duration": 6.36
    },
    {
        "text": "$2,500 more expensive. It's the exact same diamond. The certification numbers are the same. So, I call Blue Nile.",
        "start": 341.34,
        "duration": 5.86
    },
    {
        "text": "Phillip DeFranco: And so a question you might ask, and it's something that Jacob hits on, is okay, so as we understand right now",
        "start": 359.9,
        "duration": 5.489
    },
    {
        "text": "it's impossible to know where a diamond came from? Fine,",
        "start": 365.39,
        "duration": 3.07
    },
    {
        "text": "but that also means, Jacob, that you have no proof whatsoever",
        "start": 368.46,
        "duration": 2.029
    },
    {
        "text": "that these diamonds didn't come from Canada. And, the answer he argues is, yes, that is actually the problem.",
        "start": 370.74,
        "duration": 4.97
    },
    {
        "text": "Jacob Worth: It's impossible to make that claim. I don't know where these diamonds are from, nor does Brilliant Earth,",
        "start": 375.71,
        "duration": 3.869
    },
    {
        "text": "and that's the point. Brilliant Earth was supposed to guarantee the origin of their diamonds.",
        "start": 379.58,
        "duration": 3.72
    },
    {
        "text": "They were supposed to be different. Brilliant Earth found (?) diamonds, and blatantly defrauded people.",
        "start": 383.3,
        "duration": 5.48
    },
    {
        "text": "Phillip DeFranco: So now to the big update. Jacob was being sued by Brilliant Earth, and his name thrashed around in the press. And, the past day,",
        "start": 392.42,
        "duration": 5.8
    },
    {
        "text": "Jacob put out a video on this lawsuit, and he points out some specifics,",
        "start": 398.22,
        "duration": 3.809
    },
    {
        "text": "and it's also, here's the big point. Well, the first video he put out on Brilliant Earth got 800,000, the second one got",
        "start": 402.03,
        "duration": 5.309
    },
    {
        "text": "a little over 100,000. This video, where he's talking about the lawsuit, as of recording this video",
        "start": 407.34,
        "duration": 3.989
    },
    {
        "text": "it only has just over 13,000 views. What you have here is big",
        "start": 411.33,
        "duration": 3.809
    },
    {
        "text": "giant company versus little guy with a small voice right now if not from maybe the internet.",
        "start": 415.24,
        "duration": 5.179
    },
    {
        "text": "But I'll let Jacob Explain key parts of the lawsuit.",
        "start": 420.42,
        "duration": 2.28
    },
    {
        "text": "Jacob Wroth: Brilliant Earth just sued me for defamation in New York Supreme court, and it's filthy. The lawsuit says I am \"associated with several",
        "start": 422.7,
        "duration": 6.48
    },
    {
        "text": "adult-themed escort and drug dispensary web addresses including \"datesbythehour.com\" and \"grasspackeges.com.\"\"",
        "start": 429.55,
        "duration": 6.77
    },
    {
        "text": "I purchased those domain names years ago. I don't even own them anymore, and I've never had any businesses on them. Either way",
        "start": 436.32,
        "duration": 6.029
    },
    {
        "text": "it's totally irrelevant. The suit then goes on to say I'm \"involved with operations in the illicit and fringe economies of gambling, adult",
        "start": 442.35,
        "duration": 7.679
    },
    {
        "text": "entertainment drugs, and pawnshops.\" Gambling because I play in the world series of poker,",
        "start": 450.4,
        "duration": 3.44
    },
    {
        "text": "adult entertainment and drugs because I bought domain names. Not kidding. It also says I'm",
        "start": 454.03,
        "duration": 5.179
    },
    {
        "text": "\"cultivating an online presence for",
        "start": 459.49,
        "duration": 1.739
    },
    {
        "text": "escort and drug dispensing services as the owner of domain names including \"datesbythehour.com\" and \"grasspackages.com.\"\" According to my lawyer,",
        "start": 461.229,
        "duration": 7.34
    },
    {
        "text": "in a defamation suit you win by proving my claims false. Brilliant Earth is going a different route. Instead of countering any of my claims",
        "start": 468.75,
        "duration": 5.729
    },
    {
        "text": "as evidence, they're trying to drown me in legal fees and attack me personally by putting this garbage on public record.",
        "start": 474.48,
        "duration": 5.96
    },
    {
        "text": "I'm thinking they're hoping the media picks this up, and shames me into taking the videos down.",
        "start": 480.44,
        "duration": 4.66
    },
    {
        "text": "Phillip DeFranco: He then goes on to show how his name is being dragged through the mud in the media, and I do not know what I would do if I was him.",
        "start": 485.1,
        "duration": 6.02
    },
    {
        "text": "Jacob Worth: \"A jewelry company that prides itself on being ethically sourced says it's the victim of a smear campaign",
        "start": 491.13,
        "duration": 5.45
    },
    {
        "text": "By a shady pseudo-journalist with ties to escort services and a drug dispensary.",
        "start": 496.84,
        "duration": 5.089
    },
    {
        "text": "I'm also \"involved with operations in the illicit and fringe economies of gambling, adult entertainment, drugs and pawnshops.\"",
        "start": 501.929,
        "duration": 6.331
    },
    {
        "text": "Basically, I'm a criminal overlord. Here's the New York Post.",
        "start": 508.28,
        "duration": 2.54
    },
    {
        "text": "\"Smear campaign painting a rival as a purveyor of blood diamonds also could draw business to his own struggling company.\" The narrative Brilliant Earth",
        "start": 511.05,
        "duration": 7.02
    },
    {
        "text": "created is a drug-dealing pimp, me, attacking a legitimate company, them, and the media ate it up.",
        "start": 518.14,
        "duration": 5.479
    },
    {
        "text": "Phillip DeFranco: And he then goes on to explain that, as of right now, there are lawyers",
        "start": 523.62,
        "duration": 2.34
    },
    {
        "text": "investigating as to whether they should file a class-action lawsuit. He tells people to go to \"brilliantearthclassaction.com.\"",
        "start": 526.6,
        "duration": 5.44
    },
    {
        "text": "There, they say if you bought a diamond that Brilliant Earth advertises as Canadian, Russian, or Botswana Wanna",
        "start": 532.04,
        "duration": 4.3
    },
    {
        "text": "sort you may be eligible to take part in a lawsuit. They're asking people to submit there.",
        "start": 536.34,
        "duration": 3.5
    },
    {
        "text": "And so that's where the situation is right now.",
        "start": 539.84,
        "duration": 1.44
    },
    {
        "text": "Looking at everything right now, the situation with Brilliant Earth,",
        "start": 541.39,
        "duration": 3.32
    },
    {
        "text": "iIncredibly sketchy to me. The way Jacob's been getting thrown around in the media, very troubling.",
        "start": 545.11,
        "duration": 4.07
    },
    {
        "text": "And, really just having a show that gets in front of about a million people a day,",
        "start": 549.18,
        "duration": 3.239
    },
    {
        "text": "it felt like a situation that needed more eyes on it.",
        "start": 552.55,
        "duration": 3.08
    },
    {
        "text": "So easy for the little guy to be suffocated, but that said I want to pass the question off to you:",
        "start": 555.63,
        "duration": 3.599
    },
    {
        "text": "What are your thoughts around this? Also, have you or anyone ever bought a diamond from Brilliant Earth? And I guess just in general",
        "start": 559.23,
        "duration": 5.19
    },
    {
        "text": "I want to know where you're landing on this story, so let me know in those comments down below.",
        "start": 564.42,
        "duration": 3.9
    },
    {
        "text": "I will say, I'm not saying this is one way, or the other. In fact, I was even a little bit iffy about",
        "start": 568.32,
        "duration": 5.25
    },
    {
        "text": "covering the story from the beginning. And part of the reason for that is Jacob's not just a",
        "start": 573.73,
        "duration": 3.98
    },
    {
        "text": "YouTuber. At the end of his exposed videos he has a link to his website and business,",
        "start": 577.9,
        "duration": 3.619
    },
    {
        "text": "\"iwantwhatitsworth.com\" and it is a pre-owned",
        "start": 581.55,
        "duration": 1.89
    },
    {
        "text": "jewelry business, so in part the video kind of plays as an ad. So, there's a way you can see this where he's not just a",
        "start": 583.44,
        "duration": 6.479
    },
    {
        "text": "bold hero purging and exposing evil, 'cause I have a cape,",
        "start": 589.93,
        "duration": 3.919
    },
    {
        "text": "but also to argue against that even if he's",
        "start": 593.85,
        "duration": 1.84
    },
    {
        "text": "incentivized, if what he's showing is true, does that take away from the argument.",
        "start": 595.69,
        "duration": 4.19
    },
    {
        "text": "But, from that, I want to share some stuff I love today, and today in awesome. And the first bit of awesome is something you hopefully feel some ownership for, and that is the",
        "start": 599.88,
        "duration": 6.9
    },
    {
        "text": "Philip Defranco show has been nominated once again for the news and culture streamy award. Last year",
        "start": 606.78,
        "duration": 4.649
    },
    {
        "text": "we won best news and culture. We also won the audience vote, the audience choice for best show of the year. As of recording this",
        "start": 611.43,
        "duration": 5.669
    },
    {
        "text": "that one hasn't been announced yet. Voting for the audience choice starts later next month, and then for best news and culture",
        "start": 617.1,
        "duration": 5.22
    },
    {
        "text": "there's no voting on your part. But our competition this year is Cheddar, Complex News, Nowthis News, and The Young Turks.",
        "start": 622.32,
        "duration": 5.729
    },
    {
        "text": "So, this should be interesting, but no matter what, win or lose,",
        "start": 628.05,
        "duration": 3.299
    },
    {
        "text": "thank you so much for making this show what it is.",
        "start": 631.35,
        "duration": 2.4
    },
    {
        "text": "Then I got a share fantastic video from our buddy Jacksfilms. In the  Youtube environment of",
        "start": 633.75,
        "duration": 4.679
    },
    {
        "text": "exaggerated beef diss-tracks being released, he has released a compliment track. Then, in technically",
        "start": 638.709,
        "duration": 5.15
    },
    {
        "text": "it's a sponsorship/ad video. It's on the Cricket Wireless YouTube channel,",
        "start": 643.86,
        "duration": 3.989
    },
    {
        "text": "but I'll push that aside because it's just adorable. It's John Cena being surprised by fans, and it's just adorable.",
        "start": 647.85,
        "duration": 5.93
    },
    {
        "text": "It makes me feel something, and that's getting more rare by the day,",
        "start": 653.78,
        "duration": 2.909
    },
    {
        "text": "so, had to give it some love. Then we got a new trailer for the Matt Damon movie Suburbicon.",
        "start": 656.69,
        "duration": 4.169
    },
    {
        "text": "Then we got Bryan Cranston doing a video talking about being Walter White. If you want to see the full versions of everything",
        "start": 660.86,
        "duration": 5.25
    },
    {
        "text": "I just shared the Secret Link of the Day anything at all. Links, as always, are in the description down below.",
        "start": 666.11,
        "duration": 4.65
    },
    {
        "text": "Then, in hacking/leaking news, a bunch of celebrities just had nude",
        "start": 671.06,
        "duration": 3.539
    },
    {
        "text": "photos and videos leaked to the internet. Those hit include Tiger Woods, Lindsey Vonn, Katharine McPhee.",
        "start": 674.67,
        "duration": 5.39
    },
    {
        "text": "We also had Miley Cyrus, Kristen Stewart, Stella Maxwell.",
        "start": 680.06,
        "duration": 2.91
    },
    {
        "text": "Specifically on Tiger Woods, reportedly sources are saying Tiger himself was not hacked, it was Lindsey Vonn, and the photo of Tiger Woods was from when they were together.",
        "start": 683.36,
        "duration": 7.52
    },
    {
        "text": "Also, as you'd expect, several of their lawyers have said they will sue anyone",
        "start": 690.88,
        "duration": 3.4
    },
    {
        "text": "posting these pictures to the internet. That seemed to be both an open threat to individuals as well as to the specific",
        "start": 694.44,
        "duration": 4.76
    },
    {
        "text": "websites that this is their whole business model. And, of course, there's the criminal side to this. You might remember with \"the fappening\"",
        "start": 699.63,
        "duration": 5.09
    },
    {
        "text": "which is still one of the largest",
        "start": 704.72,
        "duration": 1.54
    },
    {
        "text": "celeb hacking and photo leaks ever. The guy who was prosecuted for that was sentenced to 18 months in federal prison. Now will this get to that point?",
        "start": 706.26,
        "duration": 7.24
    },
    {
        "text": "We don't know right now.",
        "start": 713.5,
        "duration": 0.84
    },
    {
        "text": "But the question I want to pass off to you with this story is What is your feeling around these kind of leaks?",
        "start": 714.34,
        "duration": 4.84
    },
    {
        "text": "I found in the past that the public response to stuff like this, it ebbs",
        "start": 719.18,
        "duration": 3.21
    },
    {
        "text": "and flows. Are you one of the people that feels bad for them? You see these celebrities as victims?",
        "start": 722.39,
        "duration": 3.989
    },
    {
        "text": "Or are you one of the people that are of a mindset of, well, if you don't want nude photos of yourself sent out there",
        "start": 726.38,
        "duration": 4.349
    },
    {
        "text": "don't send out nude photos to other people? It's an inherently risky thing to do.",
        "start": 730.73,
        "duration": 3.21
    },
    {
        "text": "I'd love to know your thoughts. And then let's talk about Donald Trump in the news. And, no,",
        "start": 733.94,
        "duration": 3.75
    },
    {
        "text": "it's not because he either did or did not wear eclipse viewers while looking at the solar eclipse, but instead this does have to do with his",
        "start": 737.69,
        "duration": 6.029
    },
    {
        "text": "announcement on what's happening with the war in Afghanistan.",
        "start": 743.76,
        "duration": 2.88
    },
    {
        "text": "A lot of people were wondering what Donald trump was going to say regarding Afghanistan, because before he got into the White House,",
        "start": 746.64,
        "duration": 5.18
    },
    {
        "text": "he was all about pulling out. In the past, tweeting things like,",
        "start": 751.86,
        "duration": 2.86
    },
    {
        "text": "But, last night, Trump's words were very different.",
        "start": 777.08,
        "duration": 2.18
    },
    {
        "text": "Also, a note before moving forward, I am going to jump cut the president's speech, because he was reading prompter,",
        "start": 779.26,
        "duration": 4.8
    },
    {
        "text": "and it was incredibly slow. If you want me sure nothing's being taken out of context, link to the full video down below.",
        "start": 784.06,
        "duration": 5.3
    },
    {
        "text": "Donald Trump: My original instinct was to pull out, and historically I like following my instincts.",
        "start": 789.48,
        "duration": 5.98
    },
    {
        "text": "But, all my life,",
        "start": 795.47,
        "duration": 0.9
    },
    {
        "text": "I've heard that decisions are much different when you see it behind the desk in the oval office. In other words,",
        "start": 796.37,
        "duration": 6.929
    },
    {
        "text": "when you're president of the United States.",
        "start": 803.61,
        "duration": 2.0
    },
    {
        "text": "So, I studied Afghanistan in great detail, and from every conceivable angle the consequences",
        "start": 805.74,
        "duration": 6.77
    },
    {
        "text": "of a rapid exit are both predictable and unacceptable.",
        "start": 812.54,
        "duration": 4.3
    },
    {
        "text": "Phillip DeFranco: Okay, so he's changed his mind. It's a far more complex situation.",
        "start": 816.84,
        "duration": 3.32
    },
    {
        "text": "What is the strategy?",
        "start": 820.16,
        "duration": 1.26
    },
    {
        "text": "Donald Trump: A core pillar of our new strategy is a shift from a time-based approach to one based on conditions.",
        "start": 821.42,
        "duration": 6.72
    },
    {
        "text": "I've said it many times how counterproductive it is for the United States to announce in advance the dates we intend to begin or end military options. We will not talk about",
        "start": 828.14,
        "duration": 11.16
    },
    {
        "text": "numbers of troops or our plans for further military activities. Conditions on the ground,",
        "start": 839.34,
        "duration": 5.86
    },
    {
        "text": "not arbitrary timetables,",
        "start": 845.2,
        "duration": 2.0
    },
    {
        "text": "will guide our strategy from now on.",
        "start": 847.2,
        "duration": 3.76
    },
    {
        "text": "Phillip DeFranco: So, there's no official big announcement on the number of troops being sent, but it is being reported by some outlets that the president has approved 4,000.",
        "start": 851.02,
        "duration": 6.38
    },
    {
        "text": "That would add to  the existing force there which is around 8400 right now.",
        "start": 857.4,
        "duration": 3.32
    },
    {
        "text": "And as far as nation-building being a part of the strategy he said this:",
        "start": 860.72,
        "duration": 3.42
    },
    {
        "text": "Donald Trump: We are not nation-building again. We are killing terrorists.",
        "start": 864.14,
        "duration": 5.12
    },
    {
        "text": "The next pillar of our new strategy is to change the approach and how to deal with Pakistan.",
        "start": 869.26,
        "duration": 5.95
    },
    {
        "text": "We can no longer be silent about  Pakistan's safe havens for terrorist organizations,",
        "start": 875.21,
        "duration": 4.349
    },
    {
        "text": "the Taliban, and other groups that pose a threat to the region and beyond.",
        "start": 880.11,
        "duration": 4.58
    },
    {
        "text": "Pakistan has much to gain from partnering with our (?) in Afghanistan.",
        "start": 885.06,
        "duration": 4.039
    },
    {
        "text": "It has much to lose by",
        "start": 889.1,
        "duration": 1.81
    },
    {
        "text": "continuing to harbor criminals and terrorists.",
        "start": 890.91,
        "duration": 3.09
    },
    {
        "text": "Phillip DeFranco: And so here a lot of people saw him as just much more forward on Pakistan than Bush and Obama.",
        "start": 894.0,
        "duration": 4.16
    },
    {
        "text": "Secretary of State Rex Tillerson using slightly",
        "start": 898.53,
        "duration": 2.269
    },
    {
        "text": "softer language after trump spoke saying, \"Pakistan has suffered greatly from terrorism, and can be an important partner in our shared goals of peace and",
        "start": 900.93,
        "duration": 6.53
    },
    {
        "text": "stability in the region. And we had one of the final notes from Trump which was, \"",
        "start": 907.46,
        "duration": 2.88
    },
    {
        "text": "Donald Trump: Finally, my administration will ensure that you, the brave",
        "start": 910.34,
        "duration": 2.98
    },
    {
        "text": "defenders of the American people, will have the necessary tools and rules of engagement to make this strategy work, and work",
        "start": 913.62,
        "duration": 6.95
    },
    {
        "text": "effectively, and work quickly.",
        "start": 921.18,
        "duration": 1.91
    },
    {
        "text": "I have already lifted restrictions the previous",
        "start": 923.09,
        "duration": 2.34
    },
    {
        "text": "Administration placed on our war-fighters that prevented the Secretary of Defense and our commanders in the field from fully and swiftly",
        "start": 925.83,
        "duration": 7.22
    },
    {
        "text": "waging battle against the enemy.",
        "start": 933.36,
        "duration": 1.88
    },
    {
        "text": "Phillip DeFranco: And so this is a very different approach from what Obama did. With Obama, troop increase",
        "start": 935.24,
        "duration": 3.16
    },
    {
        "text": "decisions were the President's decision, whereas now Secretary of Defense",
        "start": 938.49,
        "duration": 3.289
    },
    {
        "text": "Maddox gets this authority. And as far as the reaction to this most of the people responded",
        "start": 941.78,
        "duration": 4.229
    },
    {
        "text": "how you thought they would. The most interesting outlet to me, though of course, was Breitbart. Steve Bannon of Breitbart went, of course, to the White House to be a key advisor for Trump.",
        "start": 946.009,
        "duration": 6.951
    },
    {
        "text": "He recently left Donald Trump. Tweeted about Bannon and Breitbart positively.",
        "start": 952.96,
        "duration": 3.76
    },
    {
        "text": "And Breitbart, which has been very supportive of the president, was not happy, writing,",
        "start": 956.72,
        "duration": 3.6
    },
    {
        "text": "Then, in response to part of the speech where Trump says,",
        "start": 966.7,
        "duration": 1.74
    },
    {
        "text": "Which, side note, is incredibly close to what Obama said in",
        "start": 971.42,
        "duration": 3.359
    },
    {
        "text": "2009 about the Afghanistan War. Obama saying,",
        "start": 974.96,
        "duration": 2.08
    },
    {
        "text": "But to Trump, Breitbart responded by saying,",
        "start": 980.92,
        "duration": 1.72
    },
    {
        "text": "Asking,",
        "start": 988.9,
        "duration": 0.5
    },
    {
        "text": "Damn, that was not a response I was expecting from Breitbart.",
        "start": 1005.98,
        "duration": 2.68
    },
    {
        "text": "But, a question of when I pass off to you is, what are your thoughts on this? One, if you're open like that,",
        "start": 1008.74,
        "duration": 4.24
    },
    {
        "text": "let me know if you supported Trump before, you didn't support him before. And then, tell me what you think about this most recent",
        "start": 1013.22,
        "duration": 5.06
    },
    {
        "text": "announcement and move by the president.",
        "start": 1018.4,
        "duration": 1.74
    },
    {
        "text": "And, that my friends is where we're going to end today's show. And, remember, if you like this video, you like what I try and",
        "start": 1020.14,
        "duration": 4.05
    },
    {
        "text": "do on this channel, hit that like button. If you're new here, hit that subscribe button.",
        "start": 1024.19,
        "duration": 3.83
    },
    {
        "text": "Also, if you missed yesterday's Philip Defranco show, you want to catch up, click or tap right there to watch that.",
        "start": 1028.02,
        "duration": 3.98
    },
    {
        "text": "Or, if you want to see the newest behind the scenes blog, click or tap right there to watch that.",
        "start": 1032.04,
        "duration": 3.66
    },
    {
        "text": "But, that's it. Of course, as always, my name's Philip Defranco. You've just been Phill'd in. I love yo faces, and I'll see you tomorrow.",
        "start": 1035.7,
        "duration": 7.26
    }
]