[
    {
        "text": "'sup you beautiful bastards, hope you're having a fantastic Friday. Welcome back to the Philip DeFranco show and if you're new here on Fridays",
        "start": 0.02,
        "duration": 5.98
    },
    {
        "text": "We do things a little bit different. On Fridays",
        "start": 6.0,
        "duration": 1.47
    },
    {
        "text": "I try to cover more viewer requested stories from the week that we never got to, stories that we were going to include in the show",
        "start": 7.47,
        "duration": 4.55
    },
    {
        "text": "But we ended up having to cut for time, or never got to film because of timing. And with that said let's just jump into it",
        "start": 12.179,
        "duration": 4.439
    },
    {
        "text": "and the first thing we're gonna talk about today is why",
        "start": 16.619,
        "duration": 2.0
    },
    {
        "text": "Pepe is back in the news. Pepe's creator Matt Fury, if you do not know, has not been very happy about who's been using",
        "start": 18.699,
        "duration": 5.93
    },
    {
        "text": "his character. Matt made the character back in 2005",
        "start": 24.63,
        "duration": 2.34
    },
    {
        "text": "He often just did things like hung out with friends, ate pizza, got high very quickly became meme. It was all fun",
        "start": 26.97,
        "duration": 6.059
    },
    {
        "text": "While a general memeing continued",
        "start": 33.03,
        "duration": 1.65
    },
    {
        "text": "It was used for trolling and then around 2015 things started changing",
        "start": 34.68,
        "duration": 3.689
    },
    {
        "text": "In addition to people just using this as an everyday meme there was also a tiered group that seemingly was using it for a different reason",
        "start": 38.559,
        "duration": 5.93
    },
    {
        "text": "I say tiered because it is important to create separation. You have",
        "start": 44.489,
        "duration": 3.371
    },
    {
        "text": "neo-nazis, the alt-right, and then people just trolling to fuck with people and they started to depict Pepe with racist stuff",
        "start": 47.9,
        "duration": 6.4
    },
    {
        "text": "Nazi stuff and also while this happened became part of the, the meme Trump movement",
        "start": 54.76,
        "duration": 4.67
    },
    {
        "text": "Which then as you might remember led to that weird situation where the anti-defamation league",
        "start": 59.43,
        "duration": 3.899
    },
    {
        "text": "listed Pepe as a hate symbol",
        "start": 63.58,
        "duration": 2.0
    },
    {
        "text": "Even Hillary Clinton's team jumping on this angle",
        "start": 65.58,
        "duration": 2.009
    },
    {
        "text": "what I'll say about this and what I said about it in the past is that",
        "start": 67.59,
        "duration": 2.73
    },
    {
        "text": "It- Pepe is not a hate symbol. When people are making a Pepe meme, it's not the image itself",
        "start": 70.39,
        "duration": 4.909
    },
    {
        "text": "that is horrible or a hate symbol. It's the intent messaging of the person making it that matters",
        "start": 75.299,
        "duration": 5.069
    },
    {
        "text": "While you did have actual Nazis making Pepe memes, a lot of people that were just part of a counterculture movement or just trolling",
        "start": 80.549,
        "duration": 5.88
    },
    {
        "text": "embraced Pepe not because they were like yeah",
        "start": 86.89,
        "duration": 2.299
    },
    {
        "text": "we love Nazis, but because they wanted to mess with people that were",
        "start": 89.189,
        "duration": 3.0
    },
    {
        "text": "labeling something a hate symbol based off of what some people were doing with an image",
        "start": 92.32,
        "duration": 4.099
    },
    {
        "text": "And then we've talked about in the past how Matt Fury went down a legal route, sent cease and desist orders to Richard Spencer",
        "start": 96.42,
        "duration": 4.769
    },
    {
        "text": "Mike Cernovic, the Donald, other websites. He sued Eric Houser, a Texas man who made a children's book with Pepe in it that was reportedly",
        "start": 101.26,
        "duration": 6.5
    },
    {
        "text": "Islamophobic and settled. Houser ended up being forced to donate profits from the book to the Council on American-Islamic Relations",
        "start": 107.78,
        "duration": 4.94
    },
    {
        "text": "Fury also sued a woman in Kansas City, that case is still pending. Now the most recent target for Fury is",
        "start": 112.8,
        "duration": 5.24
    },
    {
        "text": "Infowars, this because they were reportedly selling a poster that depicts Pepe the Frog along with Trump, Kellyanne",
        "start": 118.12,
        "duration": 4.279
    },
    {
        "text": "Conway and many others. According to reports 1,000 copies of the poster sold meaning that there was a",
        "start": 122.4,
        "duration": 4.18
    },
    {
        "text": "3,000 in revenue. And the lawsuit alleges that the poster infringes on Fury's copyright and Fury is seeking a permanent injunction and damages",
        "start": 126.58,
        "duration": 5.62
    },
    {
        "text": "against Infowars and their parent company Free Speech System. And since this was announced, Alex Jones released a response which rather than playing his video",
        "start": 132.37,
        "duration": 6.32
    },
    {
        "text": "I will just read",
        "start": 138.69,
        "duration": 1.04
    },
    {
        "text": "Also mentioning that he was going to countersue this individual and others but as of now",
        "start": 164.38,
        "duration": 3.319
    },
    {
        "text": "That's where it is",
        "start": 167.7,
        "duration": 0.57
    },
    {
        "text": "It'll be interesting to see how far this goes because it ultimately  in my eyes becomes a fair use case",
        "start": 168.27,
        "duration": 4.73
    },
    {
        "text": "and then let's talk about the continued fallout of Fyre festival",
        "start": 173.02,
        "duration": 2.88
    },
    {
        "text": "You remember that 26 year old Fyre media founder Billy McFarlane partnering with Ja Rule last year organizing the now notorious",
        "start": 175.94,
        "duration": 6.12
    },
    {
        "text": "failure that was the Fyre festival. An event that had promised a glamorous weekend in the Bahamas",
        "start": 182.12,
        "duration": 4.98
    },
    {
        "text": "Calling it the cultural experience of the decade. Ticket packages range from",
        "start": 187.1,
        "duration": 3.84
    },
    {
        "text": "$1,200 to over",
        "start": 191.0,
        "duration": 1.62
    },
    {
        "text": "$100,000 it's supposed to give guests access to luxurious",
        "start": 192.62,
        "duration": 3.06
    },
    {
        "text": "accommodations, gourmet food, musical acts like Blink 182 and Migos. It was also promoted by models like Kendall Jenner, Bella Hadid, Emily Ratajkowski",
        "start": 195.68,
        "duration": 8.18
    },
    {
        "text": "But the day arrived when the event was supposed to start and social media ripped it to shreds",
        "start": 203.94,
        "duration": 5.44
    },
    {
        "text": "This because instead of delivering that amazing experience, uh, there were, there were photos released of what appeared to be FEMA like tents also these gourmet cheese",
        "start": 209.38,
        "duration": 7.76
    },
    {
        "text": "sandwiches. And very quickly",
        "start": 217.14,
        "duration": 1.56
    },
    {
        "text": "performers pulled out, the event was canceled, guests were seemingly left stranded and the whole thing looked like a disaster and there continued to be",
        "start": 218.7,
        "duration": 5.7
    },
    {
        "text": "spectacle and controversy",
        "start": 224.42,
        "duration": 1.62
    },
    {
        "text": "But it became even more troubling for McFarlane himself. It ended up coming out that he and associates were under a federal criminal investigation",
        "start": 226.04,
        "duration": 6.04
    },
    {
        "text": "by the FBI, this for possible mail fraud, wire fraud, and securities fraud",
        "start": 232.08,
        "duration": 3.6
    },
    {
        "text": "this led to June of 2017 where McFarlane was charged with two counts of wire fraud and the big update now is that he",
        "start": 235.68,
        "duration": 5.22
    },
    {
        "text": "has plead guilty to those charges, admitting to a federal court that he defrauded investors",
        "start": 240.9,
        "duration": 3.66
    },
    {
        "text": "he falsified documents to secure more funds for the 2017 Fyre festival. The first count alleged that McFarlane",
        "start": 244.69,
        "duration": 5.72
    },
    {
        "text": "misrepresented his company's financial health in order to secure investments for Fyre media. For example",
        "start": 250.54,
        "duration": 4.04
    },
    {
        "text": "MacFarlane provided falsified documents that claimed millions",
        "start": 254.58,
        "duration": 2.74
    },
    {
        "text": "in income earned from talent bookings, but in reality the company had only actually earned around fifty seven thousand dollars for that period. McFarlane also",
        "start": 257.5,
        "duration": 6.839
    },
    {
        "text": "presented documents claiming more than 2,500 confirmed town bookings in one month, but turned out",
        "start": 264.34,
        "duration": 5.13
    },
    {
        "text": "it was only around sixty confirmed for the entire year and the US Attorney's Office said that these misrepresentations",
        "start": 269.47,
        "duration": 4.97
    },
    {
        "text": "created losses for at least 80 investors totaling more than",
        "start": 274.46,
        "duration": 2.64
    },
    {
        "text": "24 million dollars. And the second count alleged that McFarland provided false income statements to a ticket vendor in order to get two million dollars for",
        "start": 277.22,
        "duration": 6.47
    },
    {
        "text": "a block of advanced tickets to future festivals. McFarland saying in court",
        "start": 283.69,
        "duration": 3.03
    },
    {
        "text": "Yeah, yeah, yeah",
        "start": 289.42,
        "duration": 0.6
    },
    {
        "text": "We get it",
        "start": 290.02,
        "duration": 0.62
    },
    {
        "text": "Now those two counts of wire fraud, each carry a maximum of 20 years in prison but under the plea agreement",
        "start": 302.5,
        "duration": 4.82
    },
    {
        "text": "It's being reported that McFarland is likely to face a sentence of around 8 to 10 years with a fine of up to three hundred",
        "start": 307.37,
        "duration": 4.82
    },
    {
        "text": "thousand dollars and also as part of his plea",
        "start": 312.19,
        "duration": 1.71
    },
    {
        "text": "he agreed to a forfeiture order of 26 million dollars. And as far as what his sentence will be, we have to wait and see it's",
        "start": 313.9,
        "duration": 5.58
    },
    {
        "text": "not scheduled until June 21st, but even after finding out that prison time",
        "start": 319.48,
        "duration": 3.269
    },
    {
        "text": "it's not over, reportedly McFarland and Fyre Media are facing more than a dozen civil suits and an ongoing bankruptcy liquidation of the company",
        "start": 322.75,
        "duration": 6.63
    },
    {
        "text": "But that said it will be very interesting to see what happens next",
        "start": 329.38,
        "duration": 2.38
    },
    {
        "text": "then let's talk about these super sexy topic that is tariffs",
        "start": 331.76,
        "duration": 3.62
    },
    {
        "text": "(voice over sex noise) Calm down",
        "start": 335.44,
        "duration": 1.98
    },
    {
        "text": "At some point this week if you were passing through news, you've seen or heard steel and aluminum or aluminium",
        "start": 337.42,
        "duration": 5.94
    },
    {
        "text": "(voice over sex noise) That was all of Britain",
        "start": 343.38,
        "duration": 2.12
    },
    {
        "text": "you should see what happens when I call soccer football. That said, let's talk about the tariff for those of you",
        "start": 345.5,
        "duration": 3.26
    },
    {
        "text": "who don't know, tariffs are taxes placed on imported goods and earlier in February Commerce Secretary Wilbur Ross",
        "start": 348.76,
        "duration": 4.829
    },
    {
        "text": "recommended new tariffs on steel and aluminum and Ross gave three options",
        "start": 353.84,
        "duration": 3.28
    },
    {
        "text": "one across the board tariffs 24% for steel 7.7%",
        "start": 357.12,
        "duration": 3.58
    },
    {
        "text": "for aluminum. Two target tariffs for countries that have higher tariffs on the United States for steel",
        "start": 360.7,
        "duration": 3.87
    },
    {
        "text": "that would be a 53% tariff for 12 countries for aluminum",
        "start": 364.57,
        "duration": 3.059
    },
    {
        "text": "That would be 23.6% tariff for five countries. Or three limit imports for steel 37% less than current amounts in",
        "start": 367.63,
        "duration": 6.119
    },
    {
        "text": "aluminum 13% less. Then last Thursday Trump says I like those tariff numbers, but they're not huge enough",
        "start": 373.75,
        "duration": 5.399
    },
    {
        "text": "I want 25% on steel at 10% on aluminum",
        "start": 379.15,
        "duration": 3.0
    },
    {
        "text": "And it was later confirmed by the White House that this was universally applied, so it looks like he took option 1",
        "start": 382.15,
        "duration": 4.23
    },
    {
        "text": "But then up the ante",
        "start": 386.38,
        "duration": 0.92
    },
    {
        "text": "Trump then tweeting",
        "start": 387.4,
        "duration": 0.94
    },
    {
        "text": "then later tweeting",
        "start": 399.62,
        "duration": 0.98
    },
    {
        "text": "and then in rolled in the reactions",
        "start": 417.98,
        "duration": 1.82
    },
    {
        "text": "a spokesperson for Paul Ryan saying",
        "start": 419.8,
        "duration": 1.8
    },
    {
        "text": "senator Ben Sasse saying",
        "start": 427.22,
        "duration": 1.22
    },
    {
        "text": "senator Orin Hatch saying",
        "start": 433.94,
        "duration": 1.68
    },
    {
        "text": "Chrystia Freeland, the Canadian Minister of Foreign Affairs saying",
        "start": 444.98,
        "duration": 2.6
    },
    {
        "text": "the company MillerCoors then came out with a statement saying",
        "start": 453.52,
        "duration": 2.06
    },
    {
        "text": "then the American International Automobile Dealers",
        "start": 482.06,
        "duration": 1.84
    },
    {
        "text": "Association said in a statement",
        "start": 483.9,
        "duration": 1.66
    },
    {
        "text": "and it seems that a big part of the backlash at least domestically",
        "start": 494.94,
        "duration": 2.4
    },
    {
        "text": "Let's say we're talking about just steel. In 2015 steel mills, which would be the main benefactor in the situation employed",
        "start": 497.44,
        "duration": 6.12
    },
    {
        "text": "140,000 Americans, but using that same year 6.5 million Americans work for companies that use steel to make products",
        "start": 503.56,
        "duration": 6.919
    },
    {
        "text": "So just that alone is why there are many people saying that this is going to actually hurt more people than help just in the United",
        "start": 510.479,
        "duration": 4.859
    },
    {
        "text": "States based off of this, that's not even fully considering other countries then engaging in a trade war with us",
        "start": 515.339,
        "duration": 5.609
    },
    {
        "text": "We also saw reports that Gary Cohen had been saying that if these",
        "start": 520.949,
        "duration": 2.52
    },
    {
        "text": "tariffs were imposed that he was going to resign, Sarah Huckabee Sanders denied that rumor",
        "start": 523.649,
        "duration": 3.809
    },
    {
        "text": "But then it came out later the week that Cohen is actually leaving. There are reports coming out of the EU saying they're going to put",
        "start": 527.459,
        "duration": 4.5
    },
    {
        "text": "tariffs on t-shirts, whiskey motorcycles, ladders, targeting around 3.5 billion dollars in goods imported from the United States",
        "start": 531.959,
        "duration": 5.789
    },
    {
        "text": "But now several days after this announcement",
        "start": 537.749,
        "duration": 2.07
    },
    {
        "text": "We're seeing some pull back from the president. The President did sign two proclamations yesterday that go into effect March 23rd",
        "start": 539.819,
        "duration": 5.4
    },
    {
        "text": "But it is no longer Universal, the president confirming that Mexico and Canada are exempt from these new tariffs",
        "start": 545.22,
        "duration": 5.339
    },
    {
        "text": "And It appears the reason for this are ongoing NAFTA negotiations",
        "start": 550.559,
        "duration": 3.0
    },
    {
        "text": "And this change is massive for two reasons - one because there's been a big conversation about just a universal",
        "start": 553.56,
        "duration": 4.62
    },
    {
        "text": "alienation of US allies with this, right? Now",
        "start": 558.28,
        "duration": 2.21
    },
    {
        "text": "we're seeing at least a temporary step back for a",
        "start": 560.49,
        "duration": 2.41
    },
    {
        "text": "negotiation",
        "start": 562.98,
        "duration": 0.74
    },
    {
        "text": "And two, Canada and Mexico are some of the largest exporters of steel to the United States",
        "start": 563.72,
        "duration": 3.82
    },
    {
        "text": "Based on metric tons, Canada is number one, based on weight",
        "start": 567.61,
        "duration": 2.959
    },
    {
        "text": "they make up a quarter of American imports. The Trump administration also saying they're open to negotiations with countries on a case-by-case",
        "start": 570.569,
        "duration": 5.911
    },
    {
        "text": "basis. Trump saying he'll show great flexibility and cooperation towards nations",
        "start": 576.48,
        "duration": 3.38
    },
    {
        "text": "who are really friends of ours both on a trade basis and on a military basis",
        "start": 579.869,
        "duration": 3.75
    },
    {
        "text": "Which then personally makes me look to South Korea",
        "start": 583.619,
        "duration": 1.921
    },
    {
        "text": "Who is an ally, they are also one of the largest exporters of steel to the United States",
        "start": 585.54,
        "duration": 3.75
    },
    {
        "text": "But we haven't heard about them getting any sort of special deal, and interestingly enough",
        "start": 589.29,
        "duration": 3.33
    },
    {
        "text": "this is happening while South Korea and North Korea are are seemingly trying to have a conversation",
        "start": 592.62,
        "duration": 4.42
    },
    {
        "text": "It's all very interesting",
        "start": 597.04,
        "duration": 1.12
    },
    {
        "text": "but it is also a little bit terrifying if you are in the industries that this is affecting because",
        "start": 598.17,
        "duration": 4.589
    },
    {
        "text": "this could result in a lot of lost jobs. Like if you look at the history of this, which I have done recently when",
        "start": 602.92,
        "duration": 5.059
    },
    {
        "text": "I cannot sleep, this goes one of two ways. One - you have a situation like around the",
        "start": 607.98,
        "duration": 4.28
    },
    {
        "text": "1980s where America talked about tariffs with Japan. Japan back down was a big win for the United States",
        "start": 612.28,
        "duration": 5.119
    },
    {
        "text": "But also there are more examples where tariffs resulted in an economic downturn, people losing jobs",
        "start": 617.399,
        "duration": 4.679
    },
    {
        "text": "And it also appears that we're, we're in a time where more and more countries are becoming nationalistic",
        "start": 622.12,
        "duration": 4.519
    },
    {
        "text": "which I believe would make it more likely that many of these countries would push back, and we would see a really rough trade war",
        "start": 626.639,
        "duration": 4.98
    },
    {
        "text": "also",
        "start": 631.62,
        "duration": 0.42
    },
    {
        "text": "I kind of have to call bullshit on people like Paul Ryan who are speaking out against this. Congress could keep him in check but",
        "start": 632.04,
        "duration": 5.88
    },
    {
        "text": "we're not seeing Congress do that right now. Trump is doing all this through a thing called clause",
        "start": 637.92,
        "duration": 4.28
    },
    {
        "text": "232, it's part of the trade expansion Act of 1962 and it allows an administration to unilaterally set tariffs",
        "start": 642.2,
        "duration": 5.98
    },
    {
        "text": "But it has to be in the name of national security and as several Republicans have pointed out",
        "start": 648.189,
        "duration": 4.55
    },
    {
        "text": "It's really hard to argue that doing this is, is",
        "start": 652.74,
        "duration": 2.86
    },
    {
        "text": "a matter of national security. And as of right now Congress could pass legislation to rein in those",
        "start": 655.6,
        "duration": 4.64
    },
    {
        "text": "presidential powers, in fact Senator Mike Lee of Utah introduced a bill in January",
        "start": 660.36,
        "duration": 3.529
    },
    {
        "text": "but we've seen no movement on it. It would require 2/3 support to make it veto proof, obviously the Democrats not the biggest fans of Trump",
        "start": 663.89,
        "duration": 6.51
    },
    {
        "text": "We're seeing all these people speak up but no movement and it kind of makes me wonder",
        "start": 670.4,
        "duration": 3.54
    },
    {
        "text": "where people really stand here. Then in other massive international news reportedly North Korea has invited",
        "start": 673.94,
        "duration": 4.409
    },
    {
        "text": "Donald Trump to meet Kim Jong-Un. South Korean officials visiting the White House reportedly had a letter from",
        "start": 678.45,
        "duration": 4.82
    },
    {
        "text": "Kim Jong-Un. A senior US official reportedly saying North Korea has offered to suspend their nuclear missile testing alongside their invitation for talks and soon",
        "start": 683.34,
        "duration": 6.89
    },
    {
        "text": "after that came out it was announced that Donald Trump said yes",
        "start": 690.23,
        "duration": 2.58
    },
    {
        "text": "Yes to a meeting and reports were saying that it would happen by May. And while this is really big news",
        "start": 692.81,
        "duration": 3.569
    },
    {
        "text": "I think it is also very important to be very",
        "start": 696.38,
        "duration": 2.0
    },
    {
        "text": "skeptical of North Korea. There were also reports this week saying that North Korea is open to denuclearization. Once again",
        "start": 698.61,
        "duration": 5.809
    },
    {
        "text": "I think it is important to be very skeptical. Unless something has changed, which is possible",
        "start": 704.42,
        "duration": 3.51
    },
    {
        "text": "I feel like we should expect the same from North Korea where they say oh, yeah",
        "start": 707.93,
        "duration": 3.51
    },
    {
        "text": "let's have a conversation, and then it just turns into them making a ton of demands to the point that it gets ridiculous",
        "start": 711.44,
        "duration": 3.839
    },
    {
        "text": "Talks have to stop and then they act like well",
        "start": 715.41,
        "duration": 2.03
    },
    {
        "text": "we tried, the American Devils aren't listening, but we are also at a different point. In the past",
        "start": 717.44,
        "duration": 3.659
    },
    {
        "text": "they were working towards having nuclear weapons, and it was a what-if, now",
        "start": 721.1,
        "duration": 3.27
    },
    {
        "text": "it is a much more real threat",
        "start": 724.37,
        "duration": 1.17
    },
    {
        "text": "And it also makes you question would they actually be willing to give up their nukes. It is literally their strongest",
        "start": 725.54,
        "duration": 6.12
    },
    {
        "text": "negotiating tool",
        "start": 731.7,
        "duration": 1.054
    },
    {
        "text": "Donald Trump has also since tweeted",
        "start": 732.76,
        "duration": 1.42
    },
    {
        "text": "and in a situation like this",
        "start": 745.6,
        "duration": 1.22
    },
    {
        "text": "I always hope for the best, but I expect the worst",
        "start": 746.82,
        "duration": 2.24
    },
    {
        "text": "And that's where I'm going to end today's show. And remember if you liked this video, you like what I'm trying to do on this channel",
        "start": 749.06,
        "duration": 4.109
    },
    {
        "text": "hit that like button. If you're new here, hit that subscribe button, that way you make sure you don't miss these daily weekday videos which",
        "start": 753.17,
        "duration": 4.469
    },
    {
        "text": "actually if you did miss yesterday's show, you want to catch up, click or tap right there to watch that or if you need something",
        "start": 757.64,
        "duration": 4.32
    },
    {
        "text": "a little bit lighter, you can watch the Friday vlog, you can click or tap right there to watch that",
        "start": 761.96,
        "duration": 3.34
    },
    {
        "text": "but that said, of course, as always my name's Philip DeFranco. You've just been Phil'd in. I love yo faces, and I'll see you Monday",
        "start": 765.3,
        "duration": 6.4
    }
]