[
    {
        "text": "Sup you beautiful bastards, hope you're having a fantastic Thursday",
        "start": 0.459,
        "duration": 2.741
    },
    {
        "text": "Welcome back to the Philip DeFranco show and let's jump into it",
        "start": 3.24,
        "duration": 3.24
    },
    {
        "text": "The first thing we're gonna talk about today. Is this story about a woman by the name of Josephine Iyamu.",
        "start": 6.48,
        "duration": 3.9
    },
    {
        "text": "Now Josephine is a uk-based nurse",
        "start": 10.38,
        "duration": 2.069
    },
    {
        "text": "She would reportedly find women in small",
        "start": 12.45,
        "duration": 1.75
    },
    {
        "text": "Nigerian towns. She would promise them a better life in Europe and as you might imagine because we're talking about it on this show,",
        "start": 14.2,
        "duration": 5.509
    },
    {
        "text": "that's not what happened. Reportedly,",
        "start": 20.02,
        "duration": 1.73
    },
    {
        "text": "these chosen women would go through a week of juju ceremonies where they would be beat with dead chickens then forced to eat their hearts.",
        "start": 21.75,
        "duration": 5.58
    },
    {
        "text": "Additionally, forced to drink blood with worms and their skin was cut with razor blades. Then as part of the ceremony",
        "start": 27.689,
        "duration": 5.069
    },
    {
        "text": "They would make an oath in front of a voodoo priest to pay Iyamu for her services. This reportedly range in between thirty thousand",
        "start": 32.759,
        "duration": 5.28
    },
    {
        "text": "to thirty eight thousand euros, which these women obviously did not have.",
        "start": 38.04,
        "duration": 3.1
    },
    {
        "text": "Then, after the ceremony, Iyamu who is known to the victims as Madame",
        "start": 41.14,
        "duration": 3.0
    },
    {
        "text": "Sandra would take pieces of their head and",
        "start": 44.26,
        "duration": 1.889
    },
    {
        "text": "pubic hair and she would place it in a bag. And then tell the women that this was a pact with the devil",
        "start": 46.149,
        "duration": 4.49
    },
    {
        "text": "and if they did not follow through with their promise, they would die. And following all of this,",
        "start": 50.71,
        "duration": 4.25
    },
    {
        "text": "she would then send the women to Germany. And to get them there",
        "start": 54.96,
        "duration": 3.06
    },
    {
        "text": "she would reportedly use an inflatable boat used across the Mediterranean. And actually in at least one instance,",
        "start": 58.02,
        "duration": 4.019
    },
    {
        "text": "they reportedly had to be rescued and were taken to a camp in Italy. But for all the other women, once they arrived in Germany,",
        "start": 62.05,
        "duration": 4.46
    },
    {
        "text": "an associate of Iyamu would place them in a brothel where they would work as prostitutes to pay the debt off. And to make",
        "start": 66.51,
        "duration": 4.799
    },
    {
        "text": "it even harder to pay off this \"debt.\" The women would be charged daily fees for the room",
        "start": 71.31,
        "duration": 3.809
    },
    {
        "text": "they were staying in. A fee that, according to one of the women, turned out to be",
        "start": 75.12,
        "duration": 2.46
    },
    {
        "text": "120 euros a day for a single room apartment. Now luckily in July of 2017",
        "start": 77.62,
        "duration": 3.98
    },
    {
        "text": "German police identified one of Iyamu's victims. They began to collect evidence against Iyamu.",
        "start": 81.74,
        "duration": 4.3
    },
    {
        "text": "Specifically for being the ringleader of a network trafficking vulnerable women",
        "start": 86.04,
        "duration": 2.96
    },
    {
        "text": "That information was then passed on to UK authorities and in August of 2017,",
        "start": 89.0,
        "duration": 3.76
    },
    {
        "text": "lyamu was arrested at Heathrow Airport. According to reports, while she was in custody,",
        "start": 92.76,
        "duration": 3.52
    },
    {
        "text": "she actually tried to get the families of the victims that were speaking out against her",
        "start": 96.299,
        "duration": 2.91
    },
    {
        "text": "arrested back in Nigeria. And on top of that, according to a report,",
        "start": 99.31,
        "duration": 2.629
    },
    {
        "text": "she attempted to bribe UK law enforcement into proving her innocence.",
        "start": 101.939,
        "duration": 2.7
    },
    {
        "text": "Now all of this led to a 10 week trial. Iyamu denied the charges. Then on June 27th",
        "start": 104.64,
        "duration": 4.139
    },
    {
        "text": "Iyamu is found guilty on five counts of arranging or facilitating travel for sexual exploitation",
        "start": 108.78,
        "duration": 4.4
    },
    {
        "text": "perverting the court of justice. And all of that brought us to",
        "start": 113.26,
        "duration": 2.3
    },
    {
        "text": "yesterday where she was sentenced to 14 years in jail. And this case is actually",
        "start": 115.63,
        "duration": 3.349
    },
    {
        "text": "historic because a lyamu is the first British national person to be convicted and sentenced for modern slavery Act offenses for trafficking outside of the",
        "start": 119.17,
        "duration": 6.769
    },
    {
        "text": "UK. And so I guess here's to history and also putting a monster in prison.",
        "start": 125.939,
        "duration": 4.019
    },
    {
        "text": "But from that I want to share some stuff",
        "start": 129.959,
        "duration": 1.291
    },
    {
        "text": "I love today",
        "start": 131.25,
        "duration": 0.89
    },
    {
        "text": "in today in awesome: brought to you by post mates and PostDeFranco.com. And post mates,",
        "start": 132.14,
        "duration": 3.86
    },
    {
        "text": "if you don't know, is the fantastic delivery on-demand app.",
        "start": 136.02,
        "duration": 2.34
    },
    {
        "text": "You want something from your favorite restaurant? The store? Boom! Just open up the app.",
        "start": 138.36,
        "duration": 3.33
    },
    {
        "text": "They will deliver it to your house, your work, your wherever. It is",
        "start": 141.69,
        "duration": 2.399
    },
    {
        "text": "the ultimate time saver and convenience.",
        "start": 144.089,
        "duration": 2.311
    },
    {
        "text": "And best of all, if you decide to make the smart move like many from the nation already have, if you go to test it",
        "start": 146.4,
        "duration": 2.96
    },
    {
        "text": "out just go to PostDaFranco.com, download the app.",
        "start": 149.37,
        "duration": 2.55
    },
    {
        "text": "But when you get in there,",
        "start": 151.92,
        "duration": 0.87
    },
    {
        "text": "make sure you use promo code Philly D and they will give you",
        "start": 152.79,
        "duration": 1.99
    },
    {
        "text": "$100 in free delivery credit. And the first bit of awesome today",
        "start": 154.8,
        "duration": 2.78
    },
    {
        "text": "I just want to give a shout out to the mayor of",
        "start": 157.59,
        "duration": 2.22
    },
    {
        "text": "LA, Eric Garcetti. In the lead-up to the 4th of July, he went on his Twitter and",
        "start": 159.88,
        "duration": 4.26
    },
    {
        "text": "posted hashtag",
        "start": 164.38,
        "duration": 1.38
    },
    {
        "text": "Fireworks are illegal in the city of Los Angeles",
        "start": 165.76,
        "duration": 2.04
    },
    {
        "text": "and even small ones can cause a lot of damage. This watermelon was completely destroyed by a firework the size of a stick of gum.",
        "start": 167.8,
        "duration": 5.6
    },
    {
        "text": "And that tweet was a caption to this video he included.",
        "start": 173.4,
        "duration": 2.94
    },
    {
        "text": "I don't think that tweet and video accomplishes what Garcetti thinks it accomplishes. He just made it to look awesome.",
        "start": 180.1,
        "duration": 4.72
    },
    {
        "text": "That's like if  you put out a tweet that was like \"underage drinking and drug use is illegal and dangerous.\"",
        "start": 184.9,
        "duration": 4.72
    },
    {
        "text": "And that was the caption to only the cool parts from the project X trailer. The main point,",
        "start": 189.62,
        "duration": 4.36
    },
    {
        "text": "Thank you for the unintended laugh Garcetti.",
        "start": 193.98,
        "duration": 2.0
    },
    {
        "text": "Sometimes the ones that you don't plan for are the best ones. Then we had bad lip reading giving us that Fergie classic:",
        "start": 196.03,
        "duration": 6.169
    },
    {
        "text": "Nobody Wants My Bread. Then we at First We Feast giving us the quest for the ultimate patty melt. Arguably the most notable and",
        "start": 202.2,
        "duration": 6.509
    },
    {
        "text": "honorable of quest. Then we had Ted ed answering a question that is actually scientifically significant",
        "start": 208.81,
        "duration": 4.579
    },
    {
        "text": "but also sounds like something you think about if maybe you're way too high. Specifically, but why do poisonous animals poison themselves?",
        "start": 213.389,
        "duration": 7.471
    },
    {
        "text": "They also got a new featurette for Ant-Man and the Wasp. And if you want to see the full versions of everything I just",
        "start": 220.86,
        "duration": 3.92
    },
    {
        "text": "shared, the secret link of the day, anything at all, links as always are in the description down below.",
        "start": 224.78,
        "duration": 4.36
    },
    {
        "text": "Then in quickie international news, reportedly at a South African game reserve, several rhino poachers were mauled to death by lions.",
        "start": 229.14,
        "duration": 7.0
    },
    {
        "text": "Of course my initial response to that was \"oh no, that is so horrible.\" As far as why I say poachers",
        "start": 236.22,
        "duration": 5.25
    },
    {
        "text": "and I don't get very specific (this is, this is a little rough) according to the reserve,",
        "start": 241.47,
        "duration": 3.989
    },
    {
        "text": "they think that it was two or three but said",
        "start": 245.459,
        "duration": 2.61
    },
    {
        "text": "\"We're not sure how many there were there's not much left of them.\" And the reserve owner Nick Fox adding,",
        "start": 248.069,
        "duration": 4.169
    },
    {
        "text": "\"They strayed into a pride of lions. It's a big pride so they didn't have too much time.\" The main point of the story,",
        "start": 252.239,
        "duration": 4.649
    },
    {
        "text": "I kind of hope it was three. Then let's talk about some online entertainment quickies. First up,",
        "start": 257.26,
        "duration": 4.459
    },
    {
        "text": "we have Mia Khalifa who you might be familiar with for reasons I won't mention",
        "start": 261.72,
        "duration": 2.88
    },
    {
        "text": "right now. She's teaming up with Roosterteeth for the reboot of sports ball, their sports video podcast. Also returning to the series",
        "start": 264.6,
        "duration": 5.21
    },
    {
        "text": "you have Tyler Coe and it is launching on July 16th.",
        "start": 269.81,
        "duration": 2.399
    },
    {
        "text": "And personally I'm really interested to see how this does. I say that because I think this will be a fantastic",
        "start": 272.209,
        "duration": 4.451
    },
    {
        "text": "example, a test case if you will, for audience",
        "start": 276.74,
        "duration": 2.52
    },
    {
        "text": "conversion based off of platform as well as kind of a genre or content type. For example, the show you're watching right now,",
        "start": 279.26,
        "duration": 6.34
    },
    {
        "text": "relatively successful here on YouTube, but it really does not translate into followers and views and likes on Instagram.",
        "start": 285.66,
        "duration": 6.1
    },
    {
        "text": "Mia's done a sports show in the past called Out of Bounds with Complex News. And that show in general really struggled on YouTube.",
        "start": 291.76,
        "duration": 5.66
    },
    {
        "text": "There were a few wins here there though; which many people found crazy because Mia Khalifa is incredibly large on the internet.",
        "start": 297.42,
        "duration": 4.6
    },
    {
        "text": "I mean just on Instagram right now, she has 8.4 million followers.",
        "start": 302.03,
        "duration": 3.029
    },
    {
        "text": "But then in this conversation that obviously brings up content type and platform. But it'll be interesting.",
        "start": 305.06,
        "duration": 3.929
    },
    {
        "text": "I'm excited to see what it looks like.",
        "start": 308.99,
        "duration": 1.11
    },
    {
        "text": "Then we have youtuber KSI, in the lead-up to his fight with Logan Paul in August, announcing that he has a documentary coming out.",
        "start": 310.1,
        "duration": 6.66
    },
    {
        "text": "It's called Can't Lose, it's coming out August 10th, it's available on a number of platforms.",
        "start": 316.76,
        "duration": 3.389
    },
    {
        "text": "Once again, it's just another example of these guys fantastically monetizing this whole situation. I mean the documentary isn't even just a documentary.",
        "start": 320.15,
        "duration": 6.66
    },
    {
        "text": "It's being released 15 days before the fight with Logan Paul;",
        "start": 326.81,
        "duration": 3.31
    },
    {
        "text": "so it's essentially serving as promo for that. Then it's also further",
        "start": 330.14,
        "duration": 2.24
    },
    {
        "text": "monetization of his first fight with Joe Weller. That said, while I am of the mindset that whoever wins this actual fight that there are",
        "start": 332.44,
        "duration": 6.28
    },
    {
        "text": "no real winners or losers because you know",
        "start": 338.9,
        "duration": 2.04
    },
    {
        "text": "everyone's making money. Releasing a documentary about yourself called Can't Lose right before you go into another fight, is a little bit risky.",
        "start": 340.96,
        "duration": 7.72
    },
    {
        "text": "We'll have to wait to see what happens. Then of course, we had Hila Klein who's one half of h3h3 productions.",
        "start": 348.68,
        "duration": 4.48
    },
    {
        "text": "But in addition to that, she's also the person behind the fashion brand Teddy Fresh. And massive news for her and her company, they are",
        "start": 353.22,
        "duration": 5.54
    },
    {
        "text": "now getting their items in Zoomies nationwide: which includes over 600 stores.",
        "start": 358.76,
        "duration": 5.22
    },
    {
        "text": "So congratulations. And the last bit of online entertainment news is Define Media that has been in the news for for several reasons recently.",
        "start": 364.0,
        "duration": 6.1
    },
    {
        "text": "They have now reportedly sold the Screen Junkies. And specifically selling them to",
        "start": 370.12,
        "duration": 3.38
    },
    {
        "text": "Fandom aka wikia. And the thing is, looking at the situation,",
        "start": 373.5,
        "duration": 2.58
    },
    {
        "text": "this could actually be perfect for them. Wikia reportedly attracts 200 million uniques a month. An inclusion of all this new, rich video",
        "start": 376.1,
        "duration": 7.04
    },
    {
        "text": "content could, one, help their stickiness: you know, users staying on the site longer.",
        "start": 383.16,
        "duration": 3.82
    },
    {
        "text": "But also, based on how the YouTube algorithm works, if they're able to garner that audience",
        "start": 387.02,
        "duration": 4.08
    },
    {
        "text": "towards this property, if handled correctly,",
        "start": 391.1,
        "duration": 2.16
    },
    {
        "text": "this could help them blow up even more than now. We'll have to wait to see what happens here.",
        "start": 393.26,
        "duration": 3.24
    },
    {
        "text": "Then in random story of the day news, we had Narsha a singer and actress out of South Korea.",
        "start": 396.5,
        "duration": 4.16
    },
    {
        "text": "She was the center of this situation where there was all this backlash people criticizing her for a photo on Instagram saying she was",
        "start": 400.66,
        "duration": 5.52
    },
    {
        "text": "photoshopping it. And in these photos specifically pointing out the bent pole. So you had people one saying, you know,",
        "start": 406.18,
        "duration": 4.84
    },
    {
        "text": "if you're gonna Photoshop and liquify and do all this stuff, at least do a good job of it.",
        "start": 411.02,
        "duration": 3.68
    },
    {
        "text": "But also too, how dare you put out these unrealistic",
        "start": 414.7,
        "duration": 2.4
    },
    {
        "text": "expectations. And it actually became such a big issue that a show in the country by the name of Night of TV",
        "start": 417.1,
        "duration": 5.08
    },
    {
        "text": "Entertainment had an expert on. And it actually turned out that all this mocking, all of this hate was ill place because it wasn't photoshopped.",
        "start": 422.18,
        "duration": 5.4
    },
    {
        "text": "Turns out just a really weird bent pole.",
        "start": 427.58,
        "duration": 1.89
    },
    {
        "text": "And so I guess the main lesson of this story is, I don't know what the hell the lesson is.",
        "start": 429.47,
        "duration": 3.37
    },
    {
        "text": "I'm surprised this is as big of a deal. I just assume every photo on the internet is already",
        "start": 432.86,
        "duration": 4.32
    },
    {
        "text": "photoshopped. And actually if there is any way that I can use and take this story to get maybe something meaningful out to at least",
        "start": 437.18,
        "duration": 5.46
    },
    {
        "text": "one person that needs to hear it. Please do not look at the videos and photos people are sharing on the internet as real",
        "start": 442.64,
        "duration": 4.86
    },
    {
        "text": "representations of them and they're life.",
        "start": 447.5,
        "duration": 2.1
    },
    {
        "text": "I've said it before and I'll say it again. What you are seeing there is not the painter",
        "start": 449.6,
        "duration": 3.52
    },
    {
        "text": "but the painting. Please please please be aware of that.",
        "start": 453.16,
        "duration": 2.72
    },
    {
        "text": "I mean, for me, I think it's just so obvious and so prevelant",
        "start": 455.9,
        "duration": 2.08
    },
    {
        "text": "that the only ones that actually annoy me anymore are the the people that get things like ass or calf",
        "start": 457.98,
        "duration": 4.92
    },
    {
        "text": "implants. And then those people try to sell people",
        "start": 462.9,
        "duration": 1.26
    },
    {
        "text": "workout plans and other bullshit to get what they did. Which they didn't even get that way.",
        "start": 464.16,
        "duration": 4.78
    },
    {
        "text": "But anyway, I could rant forever about lying superficial assholes.",
        "start": 468.94,
        "duration": 2.66
    },
    {
        "text": "And then let's look to the European Union where we have massive news and an update to a story we covered weeks ago about the",
        "start": 471.6,
        "duration": 5.68
    },
    {
        "text": "EU CD. Now the EU CD or the EU copyright directive or the proposal for a directive of the",
        "start": 477.28,
        "duration": 4.78
    },
    {
        "text": "European parliament and of the council on copyright in the digital single market.",
        "start": 482.06,
        "duration": 4.54
    },
    {
        "text": "But, i'm just gonna go with the EU CD.",
        "start": 486.6,
        "duration": 1.78
    },
    {
        "text": "Now if you didn't see that coverage, one i'll link back to the video and that specific timecode so you can watch it. But still kind",
        "start": 488.38,
        "duration": 4.6
    },
    {
        "text": "of the TLDR is, in this EU CD,",
        "start": 492.98,
        "duration": 2.2
    },
    {
        "text": "there were three articles that really were concernind. Article 3 which involved data mining and who was allowed to do it. Article 11",
        "start": 495.18,
        "duration": 5.24
    },
    {
        "text": "Aka the link tax and and this was something that was being pushed by news publishers who claimed that news",
        "start": 500.42,
        "duration": 4.52
    },
    {
        "text": "aggregators in particular were benefiting off their work. This since most of the users would just read a headline and an excerpt from the link",
        "start": 504.94,
        "duration": 5.34
    },
    {
        "text": "but never actually go to the article itself.",
        "start": 510.28,
        "duration": 1.7
    },
    {
        "text": "And so this would create a situation where you'd have to pay for the right to link to copyright material. Then article 13",
        "start": 511.98,
        "duration": 4.2
    },
    {
        "text": "which was essentially the upload filter that was supposed to address copyright infringement.",
        "start": 516.18,
        "duration": 3.64
    },
    {
        "text": "But it appeared to many that it was so vaguely worded that it would apply to all",
        "start": 519.82,
        "duration": 2.82
    },
    {
        "text": "copyrighted material. Which would mean that content that was commonly believed to be fair use and most memes would",
        "start": 522.64,
        "duration": 4.58
    },
    {
        "text": "infringe on the provision. And some of the biggest opponents of the EU CD included the Electronic Frontier Foundation,",
        "start": 527.22,
        "duration": 4.66
    },
    {
        "text": "the Mozilla Foundation, and Wikimedia.",
        "start": 531.88,
        "duration": 2.52
    },
    {
        "text": "Whereas the supporters for the EU CD included the likes of Paul McCartney as well as music industry groups like BPI.",
        "start": 534.42,
        "duration": 5.58
    },
    {
        "text": "But the main thing here is all of that brings us to 10:00 a.m this morning.",
        "start": 540.0,
        "duration": 3.1
    },
    {
        "text": "The copyright directive was voted on and we found that 278 voted for the bill, 31 abstained, and",
        "start": 543.1,
        "duration": 5.18
    },
    {
        "text": "318 rejected the bill. It was slapped down. It was rejected. But a big note here is the bill is not dead.",
        "start": 548.28,
        "duration": 5.66
    },
    {
        "text": "What's happening is that it is being tabled until September many MEPs were upset that the bill wasn't openly debated",
        "start": 553.94,
        "duration": 5.54
    },
    {
        "text": "and so that's why they voted against it. Which actually brings me to the note about the thing that I was most surprised about the",
        "start": 559.48,
        "duration": 4.6
    },
    {
        "text": "first time we talked about the EU CD was the fact that so many people in the EU,",
        "start": 564.14,
        "duration": 4.28
    },
    {
        "text": "that was the first time they really even heard about this. Or at the very least",
        "start": 568.42,
        "duration": 2.92
    },
    {
        "text": "they had heard something was happening, but they didn't know why people had an issue with it.",
        "start": 571.34,
        "duration": 3.18
    },
    {
        "text": "And while, I pride myself especially on this show to to talk about really important things domestically and internationally,",
        "start": 574.52,
        "duration": 5.3
    },
    {
        "text": "I am not a breaking news show and it is",
        "start": 579.82,
        "duration": 2.04
    },
    {
        "text": "incredibly concerning that I was so many people's first with this. And the thing is, it wasn't just the citizens in the EU.",
        "start": 581.86,
        "duration": 5.64
    },
    {
        "text": "Even many of the MEPs. Before all this internet outrage, many MEPs admitted they didn't fully understand the complete",
        "start": 587.52,
        "duration": 5.48
    },
    {
        "text": "ramifications of the bill. But, by the word getting out, by being constantly",
        "start": 593.0,
        "duration": 3.24
    },
    {
        "text": "contacted, it drew their attention to further read the bill and its consequences",
        "start": 596.24,
        "duration": 3.46
    },
    {
        "text": "and so it's a reminder and a showcasing that contacting your rep can work.",
        "start": 599.7,
        "duration": 3.38
    },
    {
        "text": "But of course, like I said before, it's still not over. Which is why many including Julia Retta a Pirate Party",
        "start": 603.12,
        "duration": 4.28
    },
    {
        "text": "MEP have said we need to keep the pressure on. Even calling for a day of action on August 26th.",
        "start": 607.4,
        "duration": 4.76
    },
    {
        "text": "It's just before parliament is back in session from summer vacation, bring the issue to the forefront",
        "start": 612.16,
        "duration": 4.1
    },
    {
        "text": "so people just don't forget about it. What that means is that the amendments to the bill will be debated and voted on first and then, as",
        "start": 616.26,
        "duration": 4.54
    },
    {
        "text": "amended, the final bill will be voted on. So we'll have to wait to see what happens there.",
        "start": 620.8,
        "duration": 3.2
    },
    {
        "text": "But yeah, we'll be who you talking about this soon when September comes around.",
        "start": 624.0,
        "duration": 3.32
    },
    {
        "text": "That's actually where I'm gonna end today's daily Philip DeFranco show.",
        "start": 627.32,
        "duration": 2.32
    },
    {
        "text": "Of course, let me know what you think about the last story, the first one, anything in between.",
        "start": 629.64,
        "duration": 3.54
    },
    {
        "text": "I just want to hear from you in those comments down below. But, that that. Of course as always, my name's Philip Defranco.",
        "start": 633.18,
        "duration": 4.5
    },
    {
        "text": "You've just been filled it. I love your faces and I'll see you tomorrow.",
        "start": 637.68,
        "duration": 4.2
    }
]