[
    {
        "text": "Sup you beautiful bastard's",
        "start": 0.03,
        "duration": 1.409
    },
    {
        "text": "Hope you're having a fantastic",
        "start": 1.439,
        "duration": 1.361
    },
    {
        "text": "Thursday welcome back to the Philip DeFranco show and let's just jump into it and the first thing we're gonna talk about today was by",
        "start": 2.8,
        "duration": 5.45
    },
    {
        "text": "Far one of the most requested stories of the day today and that is Cam Newton back in the news",
        "start": 8.25,
        "duration": 4.62
    },
    {
        "text": "although",
        "start": 12.87,
        "duration": 0.36
    },
    {
        "text": "This time it wasn't because he wore something fantastic",
        "start": 13.23,
        "duration": 2.0
    },
    {
        "text": "And/or ridiculous at a press conference Cam Newton if you don't know is a quarterback for the Carolina Panthers",
        "start": 15.4,
        "duration": 4.19
    },
    {
        "text": "He's a mobile QB",
        "start": 19.6,
        "duration": 1.46
    },
    {
        "text": "But also has a deep ball some say he throws the football even better than how he throws laptops out of windows",
        "start": 21.06,
        "duration": 4.83
    },
    {
        "text": "That's an inside joke that only some of you know. The main point is he was in the news for something he did during a press conference",
        "start": 25.89,
        "duration": 4.44
    },
    {
        "text": "Here's what happened Jordan Rodrigue, a beat writer for the Charlotte Observer asked this question and got this response",
        "start": 30.55,
        "duration": 5.18
    },
    {
        "text": "I know you take a lot of pride in seeing your receivers play well Devin Funchess seemed to really embrace the physicality of",
        "start": 36.07,
        "duration": 6.619
    },
    {
        "text": "His routes and getting those extra",
        "start": 43.12,
        "duration": 2.75
    },
    {
        "text": "Yards does that give you a little bit of enjoyment to see him kind of truck sticking people out there",
        "start": 45.969,
        "duration": 4.49
    },
    {
        "text": "It's funny to hear a female talk about routes like",
        "start": 50.46,
        "duration": 3.989
    },
    {
        "text": "It's funny and as you might imagine there was some outrage to this moment people saying that was incredibly rude, dismissive,",
        "start": 56.26,
        "duration": 5.27
    },
    {
        "text": "Sexist of Cam Newton Jordan Rodrigue also later went to Twitter tweeting",
        "start": 61.96,
        "duration": 3.29
    },
    {
        "text": "I don't think it's funny to be a female and talk about routes",
        "start": 65.25,
        "duration": 2.22
    },
    {
        "text": "I think it's my job and later when speaking with someone from the NFL Network. She issued the statement \"This afternoon",
        "start": 67.47,
        "duration": 4.5
    },
    {
        "text": "I did my job as an NFL beat writer and asked Cam Newton a question about one of his receivers",
        "start": 71.97,
        "duration": 3.779
    },
    {
        "text": "I was dismayed by his response, which not only belittled me",
        "start": 75.75,
        "duration": 2.61
    },
    {
        "text": "But countless other women before me and beside me who work in similar jobs I sought Mr.",
        "start": 78.36,
        "duration": 3.93
    },
    {
        "text": "Newton out as he left the locker room a few minutes later, he did not apologize for his comments",
        "start": 82.29,
        "duration": 3.809
    },
    {
        "text": "But then the situation gets a little more cringy. The Charlotte Observer talked to Jordan about the interaction",
        "start": 86.1,
        "duration": 4.5
    },
    {
        "text": "She had with Cam Newton after the press conference and according to George he asked the quarterback if he really didn't think a female could",
        "start": 90.6,
        "duration": 5.19
    },
    {
        "text": "Understand routes Newton then said she wasn't really seeing specific routes when watching the game",
        "start": 95.79,
        "duration": 3.899
    },
    {
        "text": "She was just seeing if somebody was open",
        "start": 99.689,
        "duration": 1.771
    },
    {
        "text": "She argued that he didn't know what she saw nor how hard she had studied football",
        "start": 101.46,
        "duration": 3.599
    },
    {
        "text": "And that maybe the two of them needed to have a deeper conversation Newton said that maybe he should have said that it was funny to hear",
        "start": 105.06,
        "duration": 4.44
    },
    {
        "text": "Reporters talk about routes and that if she actually did know about them",
        "start": 109.81,
        "duration": 3.23
    },
    {
        "text": "Then she knew more than most reporters then he gestured toward the locker room still filled with her colleagues",
        "start": 113.04,
        "duration": 4.139
    },
    {
        "text": "So essentially it was like maybe I shouldn't have said you know women are too stupid to understand routes",
        "start": 117.18,
        "duration": 3.299
    },
    {
        "text": "I meant reporters you know not an entire gender",
        "start": 120.479,
        "duration": 2.04
    },
    {
        "text": "~females~",
        "start": 122.519,
        "duration": 0.941
    },
    {
        "text": "I should have just talked about the profession. And if that's true that statement just feels a little weird and half-ass",
        "start": 123.46,
        "duration": 4.489
    },
    {
        "text": "I mean let's put this shoe on the other foot here",
        "start": 127.979,
        "duration": 1.441
    },
    {
        "text": "It feels a little bit like if someone had said it's really funny",
        "start": 129.42,
        "duration": 2.429
    },
    {
        "text": "Just hearing a black guy talk about, then insert blank anything. Then afterwards when you're apologizing, but not apologizing you say",
        "start": 131.849,
        "duration": 5.979
    },
    {
        "text": "Maybe I should have said you know Financial Planners",
        "start": 137.829,
        "duration": 2.46
    },
    {
        "text": "You know Financial Planner is not the specific",
        "start": 140.29,
        "duration": 1.899
    },
    {
        "text": "Characteristic of who you are that I isolated and in response to all of this a Panthers",
        "start": 142.189,
        "duration": 3.47
    },
    {
        "text": "Spokesperson said, I've spoken with Jordan and Cam and I know they had a conversation where he expressed regret for using those words",
        "start": 145.79,
        "duration": 4.85
    },
    {
        "text": "We strive as a department to make the environment for media comfortable for everyone covering the team and a fellow",
        "start": 150.64,
        "duration": 3.959
    },
    {
        "text": "spokesperson Brian McCarthy saying, the comments are just plain wrong and",
        "start": 154.73,
        "duration": 2.569
    },
    {
        "text": "Disrespectful to the exceptional female reporters and all journalists",
        "start": 157.609,
        "duration": 2.63
    },
    {
        "text": "They do not reflect the thinking of the league, but of course all of this right now. We're talking about it's",
        "start": 160.24,
        "duration": 3.329
    },
    {
        "text": "Just words was there any real world impact here well",
        "start": 163.569,
        "duration": 2.751
    },
    {
        "text": "Actually yes as of this morning the yogurt company Dannon announced",
        "start": 166.32,
        "duration": 2.4
    },
    {
        "text": "They're cutting ties with them Dannon issuing the statement",
        "start": 168.73,
        "duration": 2.22
    },
    {
        "text": "We are shocked and disheartened by the behavior and comments of Cam Newton towards Jordan Rodrigue",
        "start": 170.95,
        "duration": 3.449
    },
    {
        "text": "Which we perceive as sexist and disparaging to all women it is entirely inconsistent with our commitment to fostering",
        "start": 174.4,
        "duration": 4.619
    },
    {
        "text": "Equality and inclusion in every workplace. It's simply not okay to belittle anyone based on gender",
        "start": 179.209,
        "duration": 4.19
    },
    {
        "text": "We have shared our concerns with Cam and will no longer work with him",
        "start": 183.4,
        "duration": 2.61
    },
    {
        "text": "There was also some back-and-forth",
        "start": 186.01,
        "duration": 1.059
    },
    {
        "text": "Following this Cam Newton's marketing agents said that Dannon had actually not cut ties that they actually can't legally to which Dannon responded correct the deal",
        "start": 187.069,
        "duration": 6.979
    },
    {
        "text": "Hasn't been terminated, however. They will no longer work with him, and they are removing him from advertisement so from all of that",
        "start": 194.049,
        "duration": 4.47
    },
    {
        "text": "It doesn't sound like Cam Newton's losing any money. It's just a brand distancing themselves and as of right now",
        "start": 198.519,
        "duration": 4.26
    },
    {
        "text": "It doesn't look like this has affected any of his other",
        "start": 202.78,
        "duration": 2.0
    },
    {
        "text": "endorsement deals those being with Under Armor Gatorade Microsoft Beats by Dre and of course",
        "start": 204.859,
        "duration": 4.1
    },
    {
        "text": "There was the question of what were the fans reactions",
        "start": 208.959,
        "duration": 1.74
    },
    {
        "text": "There are a lot of people saying this is bad that he needs to apologize also a lot of people",
        "start": 210.699,
        "duration": 3.779
    },
    {
        "text": "Defending Cam Newton saying there's no reason you should apologize and one of the common themes I saw in the people defending Cam is you",
        "start": 214.579,
        "duration": 5.39
    },
    {
        "text": "Know women don't watch football. They often don't know anything about the sport turns out that might be your personal life experience overall",
        "start": 219.97,
        "duration": 5.459
    },
    {
        "text": "That's just a misconception. According to reports we've seen from the past few years the NFL audience is actually",
        "start": 225.43,
        "duration": 4.679
    },
    {
        "text": "45% women and that's even just talking about women in general not what we're dealing with with this specific situation which is a woman who went",
        "start": 230.72,
        "duration": 5.599
    },
    {
        "text": "Into this career path and to survive she would need to know what she's talking about also one of the latest updates of this story",
        "start": 236.319,
        "duration": 4.86
    },
    {
        "text": "Is Jordan Rodrique is now under fire as well this of course because when you get thrust into the national spotlight",
        "start": 241.18,
        "duration": 5.61
    },
    {
        "text": "Everyone starts going through your past people found tweets from her in 2012-2013",
        "start": 247.459,
        "duration": 3.919
    },
    {
        "text": "She tweeted: my dad is being super racist as we pass through Navajo land another reading",
        "start": 252.04,
        "duration": 3.599
    },
    {
        "text": "He's the best. Racist jokes the whole drive home Jordan has since responded tweeting I apologize for the offensive tweets from my Twitter account from four",
        "start": 255.639,
        "duration": 6.149
    },
    {
        "text": "Or five years ago. There is no excuse for these tweets in the sentiment behind them",
        "start": 261.789,
        "duration": 2.79
    },
    {
        "text": "I am deeply sorry and apologize, but that said I want to pass the question off to you",
        "start": 264.58,
        "duration": 3.0
    },
    {
        "text": "Do you think that Cam is in the wrong here yes or no do you think it's a big deal is it being blown out?",
        "start": 267.58,
        "duration": 4.619
    },
    {
        "text": "Of proportion, let me know what you think on this one. But from that I want to share some stuff",
        "start": 272.199,
        "duration": 2.85
    },
    {
        "text": "I loved today and today in awesome brought to you by Audible if you haven't heard already",
        "start": 275.05,
        "duration": 3.66
    },
    {
        "text": "I teamed up with audible for the official DeFranco book club and this month the book",
        "start": 278.71,
        "duration": 3.089
    },
    {
        "text": "We're going through is Sleeping Beauties. It is the latest novel from Stephen King",
        "start": 281.8,
        "duration": 3.42
    },
    {
        "text": "It's incredibly easy to be a part of. Audible is offering you beauties a free audiobook with a 30-day trial membership",
        "start": 285.22,
        "duration": 4.229
    },
    {
        "text": "Just have to go to audible.com slash PhillyD, and you can start listening if you just wanted a free audiobook cool",
        "start": 289.49,
        "duration": 5.059
    },
    {
        "text": "You can choose whatever if you want to be a part of the DeFranco book club choose sleeping beauties you download it you listen to",
        "start": 294.55,
        "duration": 4.95
    },
    {
        "text": "it if you actually want to be in the video you go to DeFrancoBookCLub.com submit your",
        "start": 299.5,
        "duration": 4.259
    },
    {
        "text": "Responses your views of that book for the DeFranco book club and make a video on youtube.com/PhillyD",
        "start": 303.98,
        "duration": 5.46
    },
    {
        "text": "Some people are in it some people just interact in the comments",
        "start": 309.72,
        "duration": 2.439
    },
    {
        "text": "And just on a random personal note this book club and Audible has made driving so much better I've been driving a lot more since the",
        "start": 312.159,
        "duration": 5.85
    },
    {
        "text": "new baby helping out more driving my son to and from school and when I'm in the car with my",
        "start": 318.009,
        "duration": 3.69
    },
    {
        "text": "Lovely son Trey, we have two options one listen to an audiobook because it's essentially story time for daddy and Trey or two",
        "start": 321.889,
        "duration": 6.44
    },
    {
        "text": "And what was my life for about a week and a half my son saying play Look What You Made Me Do",
        "start": 328.33,
        "duration": 4.86
    },
    {
        "text": "Over and over and over no offense to the Swifties",
        "start": 333.44,
        "duration": 3.229
    },
    {
        "text": "There is just only so much a man can take. But main point if you want some awesome in your life more importantly some free awesome",
        "start": 336.669,
        "duration": 4.799
    },
    {
        "text": "In your life go to audible.com/PhillyD your free audiobook 30-day trial link in the description down below and the first",
        "start": 341.469,
        "duration": 4.86
    },
    {
        "text": "Bit of awesome is everyone who called us out yesterday for",
        "start": 346.33,
        "duration": 2.489
    },
    {
        "text": "Accidentally using the wrong picture for Bella Thorne myself and the people that helped me fact check the video",
        "start": 348.919,
        "duration": 4.309
    },
    {
        "text": "I think it just flashes on so fast and your eye goes to King Bach covered in blood we just didn't realize that editor James did",
        "start": 353.229,
        "duration": 5.549
    },
    {
        "text": "Not actually know who Bella Thorne was but do not worry we have since informed him and he now follows her on Snapchat",
        "start": 358.779,
        "duration": 5.07
    },
    {
        "text": "You know for research purposes then in other awesome",
        "start": 363.849,
        "duration": 2.61
    },
    {
        "text": "We got Terry Crews on hot ones",
        "start": 366.46,
        "duration": 1.56
    },
    {
        "text": "And if you want to see the most I've seen Harrison Ford laugh in a very long time",
        "start": 368.02,
        "duration": 4.11
    },
    {
        "text": "I have to share this video that he and Ryan Gosling did with Allison Hammond. Everyone's just losing it",
        "start": 372.13,
        "duration": 4.259
    },
    {
        "text": "We got a new teaser for Jack Ryan with John Krasinski if you want to see the full versions of everything",
        "start": 376.389,
        "duration": 4.5
    },
    {
        "text": "I just shared the secret link of the day anything at all links as always are in the description down below then let's talk about",
        "start": 380.889,
        "duration": 5.88
    },
    {
        "text": "Glee remember Glee? Glee was such a big deal for a while",
        "start": 386.779,
        "duration": 2.81
    },
    {
        "text": "I had so many friends that loved that show I watched the first season and then I just kind of stopped",
        "start": 389.59,
        "duration": 3.509
    },
    {
        "text": "But the reason I talk about it today is Mark Salling you remember him one of the stars of Glee was a heartthrob well today",
        "start": 393.099,
        "duration": 5.64
    },
    {
        "text": "I have the unfortunate",
        "start": 398.92,
        "duration": 0.52
    },
    {
        "text": "Job of ruining part of your childhood because Mark Salling is about to be a registered sex offender if you don't know the story",
        "start": 399.44,
        "duration": 5.69
    },
    {
        "text": "reportedly police were tipped off by one of Salling's exes and in 2015 the",
        "start": 405.23,
        "duration": 3.38
    },
    {
        "text": "LAPD executed a warrant to search his house and there they reportedly found",
        "start": 408.68,
        "duration": 3.139
    },
    {
        "text": "25,000 still images six hundred videos of child pornography",
        "start": 412.49,
        "duration": 3.319
    },
    {
        "text": "additionally they found around 29 thousand images of child",
        "start": 416.2,
        "duration": 2.76
    },
    {
        "text": "Erotica according to the prosecutor some of the victims in the images were three to five years old Salling was originally charged with two counts",
        "start": 419.09,
        "duration": 5.659
    },
    {
        "text": "Of receiving and possessing child pornography and as of Wednesday as part of a plea deal",
        "start": 424.76,
        "duration": 4.19
    },
    {
        "text": "He has pled guilty to one count of receiving and possessing child pornography and so because of this plea deal Salling is going to have",
        "start": 428.95,
        "duration": 5.16
    },
    {
        "text": "To serve between four and seven years in jail and also as part of this plea deal",
        "start": 434.11,
        "duration": 3.119
    },
    {
        "text": "He's only have to register as a sex offender",
        "start": 437.23,
        "duration": 1.87
    },
    {
        "text": "Participate in counseling spend 20 years under supervised release during which his internet use will be monitored and controlled",
        "start": 439.1,
        "duration": 5.66
    },
    {
        "text": "Additionally Salling will also have to pay fifty thousand dollars to each victim who submits a restitution request on top of that prosecutors are seeking",
        "start": 445.33,
        "duration": 6.6
    },
    {
        "text": "additional funds against him the question",
        "start": 452.18,
        "duration": 1.7
    },
    {
        "text": "I want to ask around this story is do you think this punishment is enough? or on the opposite",
        "start": 453.88,
        "duration": 4.17
    },
    {
        "text": "end and I've seen this argument from some people is it too much this of course coming from people debating that this person was just",
        "start": 458.05,
        "duration": 5.04
    },
    {
        "text": "Consuming content online they weren't actually doing anything to children but of course the argument against that is no you're still dealing with a victim here",
        "start": 463.13,
        "duration": 6.17
    },
    {
        "text": "And this person is participating they're part of the reason and for this video",
        "start": 469.3,
        "duration": 2.94
    },
    {
        "text": "I'll save the two minutes of rage of what I think about people like this",
        "start": 472.24,
        "duration": 3.089
    },
    {
        "text": "I'll just ask you what you think about then in Netflix news if you are a subscriber to",
        "start": 475.33,
        "duration": 3.57
    },
    {
        "text": "Netflix your prices may be going up Netflix announced today that if you're a member of their premium tier",
        "start": 478.97,
        "duration": 4.339
    },
    {
        "text": "You get ultra HD up to four screens that is going from $11.99 to $13.99",
        "start": 483.31,
        "duration": 4.83
    },
    {
        "text": "Or if you were a member of their standard tier",
        "start": 488.14,
        "duration": 1.56
    },
    {
        "text": "That's going from nine ninety nine to ten ninety nine finally if you're a member of their basic tier. You're actually staying at",
        "start": 489.7,
        "duration": 4.76
    },
    {
        "text": "$7.99 and so what this means for you is if you're an existing subscriber as of November this will be your new rate",
        "start": 494.7,
        "duration": 5.04
    },
    {
        "text": "Or if you currently don't have an account as of today this will be your new price now will Netflix lose some subscribers from this",
        "start": 499.75,
        "duration": 5.309
    },
    {
        "text": "Yes, and I mean just look back to 2016 they announced a price increase. They lost some subscribers their growth slowed down. But overall",
        "start": 505.06,
        "duration": 6.059
    },
    {
        "text": "It's a win for them. Netflix has over 100 million subscribers worldwide",
        "start": 511.12,
        "duration": 3.119
    },
    {
        "text": "So where we're seeing today is a change of zero for basic $1 for standard and $2.00 for premium",
        "start": 514.4,
        "duration": 5.779
    },
    {
        "text": "So if you just do some dumb top-level math we don't we don't know the exact numbers and the splits between each tier of how",
        "start": 520.18,
        "duration": 5.04
    },
    {
        "text": "Many subscribers they have for each one",
        "start": 525.22,
        "duration": 1.38
    },
    {
        "text": "Let's say after you consolidate all the numbers you're getting the equivalent of $1 extra per customer per month the number of people unsubscribing will be minimal",
        "start": 526.6,
        "duration": 5.909
    },
    {
        "text": "And all of a sudden you're looking at an extra 100 million dollars a month of revenue and honestly if",
        "start": 532.639,
        "duration": 4.73
    },
    {
        "text": "They're just putting that money into more originals like Stranger Things. They're paying comedians to bring their comedy specials to Netflix",
        "start": 537.37,
        "duration": 5.789
    },
    {
        "text": "Yes, you gonna",
        "start": 543.16,
        "duration": 0.69
    },
    {
        "text": "See more and more companies like the Disney's of the world pulling their things off of Netflix like we're seeing now and so a lot",
        "start": 543.85,
        "duration": 4.95
    },
    {
        "text": "Of the worth for a lot of these places is going to come from originals",
        "start": 548.8,
        "duration": 2.82
    },
    {
        "text": "And I think that Netflix has a pretty damn good track record there",
        "start": 551.62,
        "duration": 2.76
    },
    {
        "text": "But also that's my personal take away from this a question to you",
        "start": 554.38,
        "duration": 2.099
    },
    {
        "text": "do you think that if you're a member of the premium to you is an extra $2.00 a month twenty four dollars a",
        "start": 556.48,
        "duration": 4.349
    },
    {
        "text": "Year enough to make you pull your subscription",
        "start": 560.829,
        "duration": 2.19
    },
    {
        "text": "I'd love to hear from and then let's talk about a story that has just blown up over the past 24 hours",
        "start": 563.019,
        "duration": 3.51
    },
    {
        "text": "There's been so much controversy around this and you may have seen a headline like this one from out.com reading US votes against UN",
        "start": 566.569,
        "duration": 6.26
    },
    {
        "text": "Ban on death penalty for homosexuality it put people up in arms saying how is this the United States? How is the u.s.",
        "start": 572.829,
        "duration": 5.82
    },
    {
        "text": "not",
        "start": 578.649,
        "duration": 0.701
    },
    {
        "text": "Condemning the death penalty for people just being gay the",
        "start": 579.35,
        "duration": 2.75
    },
    {
        "text": "Resolution specifically blocking \"the imposition of the death penalty as a sanction for specific forms of conduct such as apostasy",
        "start": 582.22,
        "duration": 6.15
    },
    {
        "text": "blasphemy adultery and consensual same-sex relations\" some of the other countries that joined the United States with this nuovo included the UAE, Saudi Arabia,",
        "start": 588.529,
        "duration": 7.64
    },
    {
        "text": "which of course currently maintains a death penalty for the crime of sodomy ,Iraq, India, Qatar ,Bangladesh",
        "start": 596.17,
        "duration": 5.489
    },
    {
        "text": "And the list continues ultimately though the motion did pass in a vote of 27 to 13",
        "start": 601.66,
        "duration": 4.859
    },
    {
        "text": "But of course that brings us back to the question of why? Why would the United States do this well it turns out the situation wasn't",
        "start": 606.519,
        "duration": 5.13
    },
    {
        "text": "As simple as many of the outlets made you believe despite",
        "start": 611.649,
        "duration": 2.58
    },
    {
        "text": "What all the headlines said this resolution wasn't just about the death penalty for homosexuality",
        "start": 614.23,
        "duration": 3.479
    },
    {
        "text": "This resolution was about the death penalty in general",
        "start": 618.019,
        "duration": 2.78
    },
    {
        "text": "It was literally titled the question of the death penalty",
        "start": 620.8,
        "duration": 2.279
    },
    {
        "text": "Resolution among other things urged States to end the death penalty abolish it get rid of it it also goes into those",
        "start": 623.42,
        "duration": 5.479
    },
    {
        "text": "specifics like no death penalty for homosexuality another way sites could have misled people, they could have said America voted no on",
        "start": 628.97,
        "duration": 5.96
    },
    {
        "text": "Condemning the death penalty against pregnant women thats in there as well",
        "start": 635.24,
        "duration": 2.989
    },
    {
        "text": "There's also language in the document that read death penalty is a form of torture or other cruel inhuman or degrading",
        "start": 638.23,
        "duration": 4.44
    },
    {
        "text": "Treatment or punishment and of course there are places in the United States where the death penalty is legal",
        "start": 642.8,
        "duration": 4.76
    },
    {
        "text": "And so the United States voted no and in fact the United States has a history outside of the Trump administration",
        "start": 647.56,
        "duration": 3.989
    },
    {
        "text": "Of voting no or abstaining when it comes to the death penalty and in response to the outrage US ambassador to the UN Nikki Haley",
        "start": 651.68,
        "duration": 5.839
    },
    {
        "text": "Tweeted the vote that took place in Geneva is the same U.S. Vote that took place under the Obama admin",
        "start": 657.519,
        "duration": 4.41
    },
    {
        "text": "It was not a vote against LGBT the press secretary of the State Department also tried to clarify",
        "start": 661.93,
        "duration": 3.899
    },
    {
        "text": "Why the United States voted no the United States is disappointed to have voted against that resolution",
        "start": 666.25,
        "duration": 4.65
    },
    {
        "text": "We voted against that resolution because of broader concerns with the resolutions approach in condemning the death penalty in",
        "start": 671.39,
        "duration": 6.95
    },
    {
        "text": "All circumstances and it called for the abolition of the death penalty altogether",
        "start": 678.47,
        "duration": 4.64
    },
    {
        "text": "We had hoped for a balanced and inclusive",
        "start": 683.81,
        "duration": 2.0
    },
    {
        "text": "Resolution that would better reflect the positions of states that continue to apply the death penalty lawfully as the United States does",
        "start": 686.18,
        "duration": 7.97
    },
    {
        "text": "the United States",
        "start": 694.49,
        "duration": 1.53
    },
    {
        "text": "unequivocally condemns the application of the death penalty for conduct such as homosexuality",
        "start": 696.02,
        "duration": 4.309
    },
    {
        "text": "Blasphemy adultery and apostasy we do not consider such conduct appropriate for criminalization",
        "start": 701.21,
        "duration": 5.779
    },
    {
        "text": "It should also be noted that the United States also tried to avoid this situation",
        "start": 706.99,
        "duration": 3.816
    },
    {
        "text": "The U.S. backed two amendments to this resolution",
        "start": 710.806,
        "duration": 1.554
    },
    {
        "text": "They were put forward by Russia and those amendments meant to clarify that the death penalty is not necessarily a human rights violation",
        "start": 712.36,
        "duration": 4.95
    },
    {
        "text": "And so that would have provided a change that would allow the United States to say death penalty for for homosexuality. No, that's ridiculous",
        "start": 717.41,
        "duration": 6.23
    },
    {
        "text": "We condemn it at the same time not throw certain US states under the bus and ultimately where I land on this is I'm a bit",
        "start": 723.64,
        "duration": 4.979
    },
    {
        "text": "disappointed with how this was covered I truly understand why places like the",
        "start": 728.62,
        "duration": 3.66
    },
    {
        "text": "Independent have headline that read U.S. votes against UN resolution condemning gay sex death penalty joining Iraq and Saudi Arabia",
        "start": 732.35,
        "duration": 5.57
    },
    {
        "text": "Over two hundred sixty four thousand shares damn, and it's technically true",
        "start": 738.02,
        "duration": 3.979
    },
    {
        "text": "But also incredibly misleading like if there was a document that condemned the Westboro Baptist Church those hateful hateful assholes",
        "start": 742.0,
        "duration": 7.08
    },
    {
        "text": "But then also there's a part of that document. That said if you sign this you have to fuck your own mother",
        "start": 749.08,
        "duration": 4.079
    },
    {
        "text": "You'd probably hopefully",
        "start": 753.16,
        "duration": 1.51
    },
    {
        "text": "Not sign that thing and then technically places could report that you refused to sign you voted no when you were given the option to",
        "start": 754.67,
        "duration": 6.5
    },
    {
        "text": "condemn the Westboro Baptist Church obviously",
        "start": 761.17,
        "duration": 1.83
    },
    {
        "text": "We're talking about different extremes in this situation one is incest the other is you don't want to go against state death penalty laws",
        "start": 763.0,
        "duration": 7.349
    },
    {
        "text": "But hopefully that stupid analogy can help you understand how a headline can technically be accurate, but also incredibly misleading also",
        "start": 770.35,
        "duration": 5.64
    },
    {
        "text": "I want to give some props to outright action international unlike other",
        "start": 775.99,
        "duration": 2.88
    },
    {
        "text": "LGBT positive organizations like HRC Global the ILGA who ran with this simplistic",
        "start": 779.33,
        "duration": 4.099
    },
    {
        "text": "Narrative Outright Action International released a statement saying there's been some misreporting and misconception the u.s.",
        "start": 783.56,
        "duration": 4.909
    },
    {
        "text": "always opposes this death penalty",
        "start": 788.47,
        "duration": 1.36
    },
    {
        "text": "resolution because it makes reference to a global moratorium on the death penalty for both Obama and",
        "start": 789.83,
        "duration": 4.219
    },
    {
        "text": "Trump so long as the death penalty is legal in the u.s.",
        "start": 794.15,
        "duration": 2.389
    },
    {
        "text": "It takes this position outright will call out the Trump administration on its many rights violations its many abuses of power from LGBTI",
        "start": 796.54,
        "duration": 6.66
    },
    {
        "text": "violations to",
        "start": 803.45,
        "duration": 0.75
    },
    {
        "text": "Xenophobia but this particular instance is not an example of a contraction of support on LGBTI rights and personally",
        "start": 804.2,
        "duration": 5.479
    },
    {
        "text": "I think that's a fantastic example of how you handle the situation and how you get people to respect what you're saying that said there",
        "start": 809.68,
        "duration": 5.64
    },
    {
        "text": "was kind of a silver lining to this story with so many people that were misled to believe the situation was a lot more black and",
        "start": 815.32,
        "duration": 5.13
    },
    {
        "text": "white than it actually was it was nice to see people kind of come up as an ally granted the mindset of you shouldn't be",
        "start": 820.45,
        "duration": 5.429
    },
    {
        "text": "Killed because you were born the way you are is a pretty low bar for an ally, but it's a start",
        "start": 825.88,
        "duration": 5.369
    },
    {
        "text": "I saw people on my Facebook Timeline back from high school that were so homophobic",
        "start": 831.34,
        "duration": 3.599
    },
    {
        "text": "They wouldn't even like rainbows even they were like this can't stand yeah, that's how we're gonna end today's show of course",
        "start": 834.94,
        "duration": 4.92
    },
    {
        "text": "I'd love to know your thoughts on this last story the first one anything in between so let me know your opinions where you're coming from",
        "start": 839.86,
        "duration": 4.919
    },
    {
        "text": "in those comments down below",
        "start": 844.78,
        "duration": 1.33
    },
    {
        "text": "And remember if you like this video you like what I try and do on this channel hit that like button if you're new here hit",
        "start": 846.11,
        "duration": 4.879
    },
    {
        "text": "That subscribe button also if you missed yesterday's Philip DeFranco",
        "start": 850.99,
        "duration": 2.46
    },
    {
        "text": "Show you want to catch up click or tap right there to watch that or if you want to see the newest behind the scenes",
        "start": 853.45,
        "duration": 4.169
    },
    {
        "text": "Vlog click or tap right there to watch that. But that said of course as always my name's Philip DeFranco",
        "start": 857.62,
        "duration": 4.29
    },
    {
        "text": "You've just been filled in. I love yo' faces, and I'll see you tomorrow",
        "start": 861.95,
        "duration": 4.25
    }
]