[
    {
        "text": "'sup you beautiful bastards",
        "start": 0.0,
        "duration": 1.439
    },
    {
        "text": "hope you're having a",
        "start": 1.439,
        "duration": 0.821
    },
    {
        "text": "fantastic Wednesday. Welcome back to the Philip DeFranco show and let's just jump into it. The first thing we're gonna",
        "start": 2.26,
        "duration": 4.91
    },
    {
        "text": "Talk about today is the craziness around 26 year-old Katie Quackenbush shooting a homeless man",
        "start": 7.17,
        "duration": 5.429
    },
    {
        "text": "There's a lot of controversy and outrage around the story coming out of Nashville, and it is very much a he-said she-said story",
        "start": 12.599,
        "duration": 5.88
    },
    {
        "text": "But so far it does appear that the he said is the police and the she said is her and her daddy",
        "start": 18.48,
        "duration": 5.16
    },
    {
        "text": "Let's jump into what happened according to police around 3:00 a.m.. Monday morning Gerald Melton. He's a 54 year old homeless, man",
        "start": 23.64,
        "duration": 5.76
    },
    {
        "text": "He was trying to sleep on a sidewalk near Music Row in Nashville that was until he was disturbed by exhaust fumes and loud music",
        "start": 29.4,
        "duration": 4.98
    },
    {
        "text": "So he got up to check out the Porsche SUV",
        "start": 34.48,
        "duration": 2.0
    },
    {
        "text": "That was the source of it reportedly asked the driver 26 year-old Katie Quackenbush to move her car, they then got into an argument",
        "start": 36.48,
        "duration": 5.549
    },
    {
        "text": "Milton began to walk back to his spot on the sidewalk",
        "start": 42.19,
        "duration": 2.45
    },
    {
        "text": "And that's when police said that Quackenbush got out of her car and shot him two times in the abdomen",
        "start": 44.64,
        "duration": 4.259
    },
    {
        "text": "She then got back in her car and drove away. Milton was then taken to the hospital with critical injuries. On Monday night",
        "start": 48.899,
        "duration": 5.31
    },
    {
        "text": "Katie Quackenbush was charged with attempted murder so that's the he said and the she said comes from Jesse Quackenbush. Jesse is the shooters father",
        "start": 54.21,
        "duration": 6.84
    },
    {
        "text": "And prominent attorney in Amarillo. He's one of those criminal defense lawyers with the commercials on TV",
        "start": 61.05,
        "duration": 4.109
    },
    {
        "text": "\"Even good people can get in trouble with the law\"",
        "start": 65.56,
        "duration": 2.75
    },
    {
        "text": "\"Have you been accused of a crime?\"",
        "start": 69.64,
        "duration": 2.0
    },
    {
        "text": "\"Do you feel like your life is in the balance?\"",
        "start": 73.0,
        "duration": 2.209
    },
    {
        "text": "\"You need an experienced aggressive attorney who's not afraid to fight for your rights...\" Well, according to him",
        "start": 77.17,
        "duration": 4.669
    },
    {
        "text": "Katie was dropping a friend off when she spotted Milton harassing other women. Milton",
        "start": 81.84,
        "duration": 3.389
    },
    {
        "text": "Then approached Katie's window yelling about her music",
        "start": 85.229,
        "duration": 2.31
    },
    {
        "text": "And that he could not sleep and after Milton walked away, Katie put a magazine in her gun and got out of the car to walk",
        "start": 87.54,
        "duration": 4.889
    },
    {
        "text": "Her friend inside. Milton then began to walk back towards her when she announced that she had a gun. She then fired two warning shots",
        "start": 92.43,
        "duration": 4.65
    },
    {
        "text": "And according to her father",
        "start": 97.08,
        "duration": 1.079
    },
    {
        "text": "\"She did say that she closed her eyes when she shot both time, but they were warning",
        "start": 98.159,
        "duration": 4.08
    },
    {
        "text": "And she thought she pointed away from him. She had no intention of killing him",
        "start": 102.24,
        "duration": 3.15
    },
    {
        "text": "She didn't know that she hit him.\" He then says after Katie left on foot, because Milton continued to approach, they went to a nearby restaurant",
        "start": 105.39,
        "duration": 5.129
    },
    {
        "text": "with a plan to wait a bit and then go back. And according to Mr. Quackenbush, Katie never heard any",
        "start": 110.52,
        "duration": 3.84
    },
    {
        "text": "Indication that the man she fired warning shots at was hit, saying it wasn't until the two returned to the friends home that they found",
        "start": 114.64,
        "duration": 5.269
    },
    {
        "text": "crime-scene tape and police. Katie then got an attorney and then turned herself in. And she maintains that she was acting in self-defense it should not",
        "start": 119.979,
        "duration": 5.6
    },
    {
        "text": "Be charged. So, that's the story as of right now",
        "start": 125.58,
        "duration": 1.77
    },
    {
        "text": "And here's what I'll say on it... One,",
        "start": 127.35,
        "duration": 2.0
    },
    {
        "text": "Responsible gun owning 101- you do not even pull out or point a gun at something unless you are okay with",
        "start": 129.61,
        "duration": 5.659
    },
    {
        "text": "Possibly killing that thing. Two, why would you fire a weapon with your eyes closed? And three,",
        "start": 135.519,
        "duration": 4.4
    },
    {
        "text": "Three even if your eyes are closed, and you make the ill-advised decision to fire a warning shot",
        "start": 140.049,
        "duration": 5.21
    },
    {
        "text": "How do you not make sure that you are not shooting at people height?",
        "start": 145.26,
        "duration": 3.24
    },
    {
        "text": "Twice! And this is just me talking about this horrible situation in an isolated bubble and not even taking to account your past assault charges",
        "start": 148.66,
        "duration": 6.049
    },
    {
        "text": "Just talking about a situation where you exited your, vehicle fired two warning shots",
        "start": 154.709,
        "duration": 3.75
    },
    {
        "text": "Into a person, and then you reportedly went to hang out at a restaurant rather than",
        "start": 158.62,
        "duration": 3.26
    },
    {
        "text": "Reporting the incident where you discharged your weapon two times and luckily someone found the guy you shot lying in the street. But ultimately",
        "start": 162.01,
        "duration": 5.75
    },
    {
        "text": "That's just my opinion. What what happens to this woman. I don't know... But, I want to pass a question off to you",
        "start": 167.76,
        "duration": 3.99
    },
    {
        "text": "What are your thoughts around this craziness? Does the father's defense of his daughter seem",
        "start": 171.75,
        "duration": 4.079
    },
    {
        "text": "Reasonable? Feasible? Or no, is this just simply a violent attack",
        "start": 176.14,
        "duration": 3.02
    },
    {
        "text": "Against a homeless person? I'd love to know your thoughts on this. And the biggest story",
        "start": 179.26,
        "duration": 3.08
    },
    {
        "text": "We're gonna talk about today, the most important story",
        "start": 182.34,
        "duration": 2.07
    },
    {
        "text": "we're gonna talk about today, is the Equifax breach. Now, if you're outside of the United States and Canada this can be an",
        "start": 184.41,
        "duration": 4.619
    },
    {
        "text": "Interesting story, but if you are an adult person in the United States, this is incredibly important",
        "start": 189.19,
        "duration": 5.599
    },
    {
        "text": "This is potentially life-altering damaging stuff, so please listen if you also know other adults in United States that aren't taking this seriously",
        "start": 194.79,
        "duration": 6.24
    },
    {
        "text": "Please please send them this video... So, to start off... What is Equifax? A lot of people are saying",
        "start": 201.03,
        "duration": 4.169
    },
    {
        "text": "I don't even I don't even use Equifax. This could not affect me.",
        "start": 205.199,
        "duration": 2.55
    },
    {
        "text": "Well, actually, yes, you most likely do. Equifax is one of the three major credit reporting agencies in the u.s.",
        "start": 207.75,
        "duration": 4.05
    },
    {
        "text": "Along with Experian and TransUnion. They keep track of your entire financial history. Every bill",
        "start": 211.8,
        "duration": 4.44
    },
    {
        "text": "You've paid, every credit card, every loan, every inquiry into credit, every bankruptcy in the past seven years.",
        "start": 216.24,
        "duration": 4.949
    },
    {
        "text": "I mean, in order to live in America today you're almost required to use their services.",
        "start": 221.19,
        "duration": 3.389
    },
    {
        "text": "That's because their services are a byproduct for applying for every new loan, a new cell phone plan, etc...",
        "start": 224.58,
        "duration": 4.319
    },
    {
        "text": "So what happened? Equifax announced last week that on September 7th,",
        "start": 228.9,
        "duration": 3.27
    },
    {
        "text": "143 million U.S.",
        "start": 232.69,
        "duration": 1.19
    },
    {
        "text": "Base users had their entire",
        "start": 233.88,
        "duration": 1.3
    },
    {
        "text": "Financial history compromised. Additionally there are reports that an unknown number of Canadian users have also been compromised. What that means is that for",
        "start": 235.18,
        "duration": 5.96
    },
    {
        "text": "143 million people, the hackers have social security numbers, driver's license numbers, past addresses, some credit card info... so all of that sensitive information",
        "start": 241.63,
        "duration": 7.94
    },
    {
        "text": "For 143 million people... and Equifax waited six weeks to announce the breach. A month and a half",
        "start": 249.85,
        "duration": 5.72
    },
    {
        "text": "They waited, which is crazy... not just for a transparency sake, but for how damaging this hacked information is, how vulnerable it leaves",
        "start": 255.57,
        "duration": 6.599
    },
    {
        "text": "143 million people. We're talking about incredibly convincing",
        "start": 262.99,
        "duration": 2.54
    },
    {
        "text": "Identity theft on a level we have never seen before. With information out there someone can",
        "start": 265.81,
        "duration": 4.07
    },
    {
        "text": "Literally be you. They could successfully open a bank account for you. Most likely what we'll see are people getting credit cards in your name",
        "start": 269.95,
        "duration": 5.329
    },
    {
        "text": "And maxing out said credit card, ruining your credit, and they get some cash. Additionally",
        "start": 275.28,
        "duration": 3.839
    },
    {
        "text": "We're likely to see a lot of tax fraud, people getting tax returns in your name. You can get loans in your name",
        "start": 279.12,
        "duration": 4.799
    },
    {
        "text": "Maybe they'll try to buy a house!? That's one of the more extreme ridiculous ones",
        "start": 283.919,
        "duration": 3.484
    },
    {
        "text": "But if you've ever talked to someone that has been the victim of identity theft and something hefty",
        "start": 287.403,
        "duration": 3.657
    },
    {
        "text": "This is this is something that can ruin your life. It's stressful",
        "start": 291.06,
        "duration": 2.429
    },
    {
        "text": "It's time-consuming it limits your future options mean this isn't like other hacks. Where credit card information was out there",
        "start": 293.49,
        "duration": 5.4
    },
    {
        "text": "You could cancel a credit card",
        "start": 298.89,
        "duration": 1.2
    },
    {
        "text": "It's like if someone cloned you for the express purpose of that person opening up credit cards in your name",
        "start": 300.09,
        "duration": 4.889
    },
    {
        "text": "You will most likely not even know about until it has put you in massive",
        "start": 305.05,
        "duration": 3.35
    },
    {
        "text": "Debt and ruined your credit so at this point you might be thinking well that sucks for them",
        "start": 308.4,
        "duration": 2.97
    },
    {
        "text": "Well the thing is like I said earlier if you're an adult in the United States this most likely affects you",
        "start": 311.37,
        "duration": 3.779
    },
    {
        "text": "143 million people is 44 percent of the population of the United States",
        "start": 315.49,
        "duration": 3.739
    },
    {
        "text": "And that's of the population with under-18s included if you cut out the under-18s you might be looking at a percentage of",
        "start": 319.229,
        "duration": 4.83
    },
    {
        "text": "57 percent if you've ever held or inquired about a credit card a loan bank account cell phone account electric service water service housing rent",
        "start": 324.43,
        "duration": 7.22
    },
    {
        "text": "Internet service security clearance jobs universities you are most likely affected and in fact the sheer number of people",
        "start": 331.72,
        "duration": 5.57
    },
    {
        "text": "Affected by this might be the only positive for you right now because 143 million people affected. There's almost too much information",
        "start": 337.539,
        "duration": 6.4
    },
    {
        "text": "It's essentially I gave a giant bag of candy and obviously all the kids around the candy that want candy you're gonna eat the candy",
        "start": 344.34,
        "duration": 5.54
    },
    {
        "text": "but they're only going to be able to eat so much because of time and",
        "start": 349.88,
        "duration": 2.369
    },
    {
        "text": "Capability, so essentially you get to play the am I going to get fucked lotto hoping no",
        "start": 352.56,
        "duration": 4.04
    },
    {
        "text": "But everyone's got a chance and they're going to be some winners so the question becomes if you fit the criteria of the people most",
        "start": 356.6,
        "duration": 5.01
    },
    {
        "text": "Likely affected now. They have greater odds than a coin flip that you are part of the screwed group",
        "start": 361.61,
        "duration": 3.989
    },
    {
        "text": "What can you do well first before moving forward? I want to thank a Reddit user by the name of velocity Don",
        "start": 365.6,
        "duration": 4.29
    },
    {
        "text": "I mean a fantastic invaluable",
        "start": 369.89,
        "duration": 1.81
    },
    {
        "text": "explanation of the",
        "start": 371.7,
        "duration": 1.02
    },
    {
        "text": "Situation what people can do saved us a lot of time and I want to be the megaphone for that information so first thing up",
        "start": 372.72,
        "duration": 5.149
    },
    {
        "text": "Guinea credit report right now and I want you to treat this video as either a to-do list where you're pausing doing the thing and",
        "start": 377.87,
        "duration": 5.01
    },
    {
        "text": "Then hitting play again",
        "start": 382.88,
        "duration": 0.78
    },
    {
        "text": "Or you know the steps and you do the steps after this video so get a credit report",
        "start": 383.66,
        "duration": 2.76
    },
    {
        "text": "You are entitled to a free credit report every year and also when I say credit report",
        "start": 386.42,
        "duration": 3.359
    },
    {
        "text": "I don't mean use any of the services that have those stupid fucking jingles in the commercials also side note",
        "start": 389.78,
        "duration": 3.75
    },
    {
        "text": "I realize that I'm cursing a lot more while I'm sleep-deprived annualcreditreport.com",
        "start": 393.53,
        "duration": 3.089
    },
    {
        "text": "The site might go down because we're pushing a lot of traffic to its know that as soon as possible try to go to annualcreditreport.com",
        "start": 397.17,
        "duration": 5.329
    },
    {
        "text": "Get that report of your credit right now store it away",
        "start": 403.29,
        "duration": 2.6
    },
    {
        "text": "You know where you are now, and it's very important from now for you to continue to monitor your credit",
        "start": 405.89,
        "duration": 4.469
    },
    {
        "text": "Additionally give yourself some time to monitor your finances there were credit card numbers stolen as well",
        "start": 410.69,
        "duration": 3.72
    },
    {
        "text": "So those might be used also if you're very concerned you can initiate a credit freeze to do this you're going to have to contact",
        "start": 414.41,
        "duration": 4.949
    },
    {
        "text": "Equifax TransUnion and Experian in the description down below",
        "start": 419.43,
        "duration": 2.75
    },
    {
        "text": "I'm going to include the phone numbers for YouTube calls and automated systems, so you don't have to worry about dealing with any humans",
        "start": 422.18,
        "duration": 5.22
    },
    {
        "text": "But you need to call all three, but two big things to note here one",
        "start": 427.4,
        "duration": 2.94
    },
    {
        "text": "It does cost a marginal amount of money depending on the company in-state and that cause there's a lot of people angry just in general",
        "start": 430.34,
        "duration": 4.92
    },
    {
        "text": "That they're having to pay anything",
        "start": 435.26,
        "duration": 0.93
    },
    {
        "text": "But also specifically that they would have to pay Equifax for this and - this is a serious move",
        "start": 436.19,
        "duration": 4.5
    },
    {
        "text": "You will not be able to do anything with your credit report during the freeze",
        "start": 440.69,
        "duration": 2.64
    },
    {
        "text": "that's going to matter to you if you plan on moving buying a car getting a loan soon if that's the case you're in a",
        "start": 443.33,
        "duration": 4.319
    },
    {
        "text": "Very hard situation you'll have to make a personal choice on your your risk of being one of the people that are vulnerable and that",
        "start": 447.65,
        "duration": 5.16
    },
    {
        "text": "Are affected versus the headache of not having the ability to pull the trigger on all those things?",
        "start": 452.81,
        "duration": 3.54
    },
    {
        "text": "I previously mentioned and also so there's no confusion here",
        "start": 456.35,
        "duration": 2.22
    },
    {
        "text": "I know that some of the words",
        "start": 458.57,
        "duration": 0.94
    },
    {
        "text": "Overlap you can have a credit freeze that still use the credit cards you already have if you're paying off a loan that was out",
        "start": 459.51,
        "duration": 5.509
    },
    {
        "text": "In your name, you can still do that as freezes anything new additionally",
        "start": 465.02,
        "duration": 2.64
    },
    {
        "text": "There is also another controversial option that being you can enroll in Equifax is online registry to find out if your information was compromised",
        "start": 467.66,
        "duration": 6.149
    },
    {
        "text": "Connection to this equifax is offering protection",
        "start": 474.12,
        "duration": 2.0
    },
    {
        "text": "Packages this will require your last name in the last six digits of your social your Equifax is providing a year of free credit monitoring",
        "start": 476.32,
        "duration": 5.329
    },
    {
        "text": "And identity theft protection. Here's the thing once the year ends. It's up to each individual to cancel that membership, otherwise",
        "start": 481.65,
        "duration": 5.67
    },
    {
        "text": "They're going to be automatically charged, so essentially launched off the back of their colossal fuckup",
        "start": 487.32,
        "duration": 4.589
    },
    {
        "text": "They're offering the victims here help, but it's it really if you look at it. It is a one-year trial membership",
        "start": 491.91,
        "duration": 5.579
    },
    {
        "text": "It is then going to Auto renew. That's charging the victim for a service",
        "start": 497.49,
        "duration": 3.089
    },
    {
        "text": "They have essentially been forced into made more necessary by",
        "start": 500.58,
        "duration": 2.91
    },
    {
        "text": "Equifax as original fuckup most likely people are going to need more than that year because it's barely enough protection",
        "start": 503.68,
        "duration": 4.64
    },
    {
        "text": "Experts are saying that issues stemming from this leak are likely to persist for years even decades also",
        "start": 508.539,
        "duration": 4.67
    },
    {
        "text": "Oh these Equifax motherfuckers importantly by agreeing to protection packages you were consenting to arbitration",
        "start": 513.21,
        "duration": 5.609
    },
    {
        "text": "Meaning that you waived your right to sue the company",
        "start": 519.06,
        "duration": 2.0
    },
    {
        "text": "Luckily after a lot of criticism Equifax has changed that requirement albeit only",
        "start": 521.14,
        "duration": 3.769
    },
    {
        "text": "Slightly instead saying you can send them a written letter within 30 days to opt out of arbitration",
        "start": 524.98,
        "duration": 4.91
    },
    {
        "text": "I mean immediately by involving the Postal Service a written letter horse-and-buggy opt out rather than having a very",
        "start": 529.89,
        "duration": 5.429
    },
    {
        "text": "Simple online form you can tell what they're trying to do it very much appears that they're trying to limit the amount of people that",
        "start": 535.51,
        "duration": 5.75
    },
    {
        "text": "Are going to seek damages and the reason for that is they have it?",
        "start": 541.26,
        "duration": 2.219
    },
    {
        "text": "143 million victims if everyone saw money this company would go bye-bye and then finally there's the question of what can you do against Equifax",
        "start": 543.76,
        "duration": 7.279
    },
    {
        "text": "What do you want to make them pay for this ridiculous situation or very understandably?",
        "start": 551.04,
        "duration": 4.11
    },
    {
        "text": "This is going to cost money to deal with time stress actual charges",
        "start": 555.15,
        "duration": 3.509
    },
    {
        "text": "You're having to pay one need to do nothing",
        "start": 558.66,
        "duration": 2.0
    },
    {
        "text": "To take them to small claims court three personal formal lawsuit or for",
        "start": 560.7,
        "duration": 3.719
    },
    {
        "text": "class-action lawsuit all have their different requirements and specifics other than do nothing which is",
        "start": 564.55,
        "duration": 4.309
    },
    {
        "text": "Well nothing you're just simply a victim",
        "start": 569.05,
        "duration": 1.94
    },
    {
        "text": "Who's not doing anything small claims court is relatively easy for anyone to pursue, but it is time intensive",
        "start": 570.99,
        "duration": 4.38
    },
    {
        "text": "You got paperwork court proceedings you might have to get a sheriff involved in depending on the state",
        "start": 575.41,
        "duration": 4.25
    },
    {
        "text": "You'll only be able to sue for a certain amount of money some it's like twenty five hundred",
        "start": 579.66,
        "duration": 3.299
    },
    {
        "text": "Dollars others twenty five thousand, then you have the personal formal suit this requires a lawyer so the cost is higher",
        "start": 583.18,
        "duration": 5.239
    },
    {
        "text": "But the potential payout is much larger experts also say that it's likely you'll be in court for over a year",
        "start": 588.42,
        "duration": 3.989
    },
    {
        "text": "but when you do win if you would money will be a lot easier to get than with a small claims court and finally and",
        "start": 592.45,
        "duration": 5.0
    },
    {
        "text": "the easiest by far is the",
        "start": 597.45,
        "duration": 1.12
    },
    {
        "text": "Class-action lawsuit this if you don't know is just a lawsuit by a group of people those effect",
        "start": 598.57,
        "duration": 3.739
    },
    {
        "text": "This one's already in the works",
        "start": 602.31,
        "duration": 1.14
    },
    {
        "text": "You just have to send your information to a lawyer you do not have to pay them the reason for that is",
        "start": 603.45,
        "duration": 3.929
    },
    {
        "text": "Lawyers will likely take around 40% of the winnings that they get and then divvy up the rest among those people that signed on for",
        "start": 607.5,
        "duration": 5.19
    },
    {
        "text": "The class action, so that's where we are as of right now. Hopefully you understand",
        "start": 612.69,
        "duration": 2.789
    },
    {
        "text": "Why this is such a big deal?",
        "start": 615.48,
        "duration": 1.2
    },
    {
        "text": "And if you are understandably worried what to do next also some of the things I was talking about here. It's only top-level",
        "start": 616.68,
        "duration": 5.669
    },
    {
        "text": "I'm going to link to a lot of resources in the description down below this to help you with the ins and outs of your",
        "start": 622.35,
        "duration": 4.65
    },
    {
        "text": "Specific situation and once again, please get the word out to people",
        "start": 627.01,
        "duration": 3.529
    },
    {
        "text": "There are so many people that kinda know that something happened, but most the time when you hear a story like this you go",
        "start": 630.54,
        "duration": 4.59
    },
    {
        "text": "oh\nwell other people are affected try and limit the damage these equifax bastards have opened everyone up to please understand that this company and the",
        "start": 635.13,
        "duration": 6.27
    },
    {
        "text": "People at the head of it do not care about you. They offer you a solution and help for a problem",
        "start": 641.4,
        "duration": 4.259
    },
    {
        "text": "They caused that then turns into them making money after a year breach",
        "start": 645.66,
        "duration": 3.69
    },
    {
        "text": "Reportedly happened to mid-may Equifax learned of it on July 29 they end up informing the public six weeks later",
        "start": 649.35,
        "duration": 5.52
    },
    {
        "text": "But not before oh not before on August 1st August 2nd top level executives at Equifax",
        "start": 654.87,
        "duration": 5.91
    },
    {
        "text": "offloaded shares chief financial officer John Gamble juniors selling 13 percent of his stock us information solution President, Joseph",
        "start": 661.12,
        "duration": 6.619
    },
    {
        "text": "Lou grens selling nine percent workforce solutions president",
        "start": 667.74,
        "duration": 3.119
    },
    {
        "text": "Rodolfo quoter selling four percent all of it together ended up being around",
        "start": 670.86,
        "duration": 3.21
    },
    {
        "text": "1.8",
        "start": 674.26,
        "duration": 0.5
    },
    {
        "text": "Million dollars just a couple of days after the company learned would happen",
        "start": 674.76,
        "duration": 3.39
    },
    {
        "text": "But weeks before they told the public although Equifax said these executives had no knowledge that intrusion had occurred at the time that they sold",
        "start": 678.15,
        "duration": 5.939
    },
    {
        "text": "their shares\nBut as you'd expect",
        "start": 684.089,
        "duration": 1.381
    },
    {
        "text": "There's a lot of doubt that the CFO and other high-ranking",
        "start": 685.47,
        "duration": 2.25
    },
    {
        "text": "Employees were unaware of this major breach others also tried to explain that the sale of stock may have been an automated sale a little",
        "start": 687.94,
        "duration": 6.109
    },
    {
        "text": "Scheduled trading plan when looked into the trio had never scheduled a trading plans now those three are facing an investigation by the SEC",
        "start": 694.05,
        "duration": 5.76
    },
    {
        "text": "Just know that for this company and most companies you as a person do not matter",
        "start": 700.0,
        "duration": 3.5
    },
    {
        "text": "It's all about dollars, and that's where I'm going to end today's show hopefully that's helpful",
        "start": 703.5,
        "duration": 3.179
    },
    {
        "text": "But I do of course want to pass the question off to you. What is your takeaway from this?",
        "start": 706.68,
        "duration": 3.479
    },
    {
        "text": "What are you thinking right? Now? Are you angry? Are you worried?",
        "start": 710.16,
        "duration": 1.95
    },
    {
        "text": "Do you believe those executives didn't really know?",
        "start": 712.11,
        "duration": 2.04
    },
    {
        "text": "What happened anything and everything let me know in those?",
        "start": 714.15,
        "duration": 2.369
    },
    {
        "text": "comments down below and remember if you like this video like what I try and do on this channel hit that like button if you",
        "start": 716.62,
        "duration": 4.82
    },
    {
        "text": "New hit that subscribe button it's that much easier to make sure you don't miss these shows which actually if you did miss yesterday's show",
        "start": 721.44,
        "duration": 4.739
    },
    {
        "text": "You want to catch up click or tap right there to watch that well if you want to see today's brand new behind the scenes",
        "start": 726.18,
        "duration": 4.409
    },
    {
        "text": "Vlog click or tap right there to watch that, but that's it of course as always my name's philip defranco",
        "start": 730.589,
        "duration": 4.41
    },
    {
        "text": "You've just been phill'd in I love you faces, and I'll see you tomorrow",
        "start": 735.04,
        "duration": 3.74
    }
]