[
    {
        "text": "'Sup, you beautiful bastards? Hope you're having a fantastic Monday!",
        "start": 0.0,
        "duration": 3.18
    },
    {
        "text": "Welcome back to the Philip Defranco Show, and let's just jump into it.",
        "start": 3.18,
        "duration": 3.56
    },
    {
        "text": "The first thing we're going to talk about today is the story coming out of Egypt that kind of plays as a reminder",
        "start": 6.74,
        "duration": 4.5
    },
    {
        "text": "that not everyone is living in 2018.",
        "start": 11.24,
        "duration": 2.24
    },
    {
        "text": "This case involves Rania Youssef, who is a 44-year old Egyptian actress who's been in many movies and TV series in Egypt.",
        "start": 13.48,
        "duration": 5.64
    },
    {
        "text": "The reason we're talking about this today is last week she attended the Cairo International Film Festival",
        "start": 19.12,
        "duration": 3.86
    },
    {
        "text": "in the country's capital. She wore this dress as seen in photos and video from the red carpet.",
        "start": 22.98,
        "duration": 4.5
    },
    {
        "text": "In it, you can see her legs underneath the transparent fabric of the dress.",
        "start": 27.48,
        "duration": 3.36
    },
    {
        "text": "While this dress looks pretty typical of what you might if you go to an awards show,",
        "start": 30.84,
        "duration": 3.58
    },
    {
        "text": "in Egypt, which is a relatively conservative Muslim country, the reaction to the dress was very different.",
        "start": 34.42,
        "duration": 4.6
    },
    {
        "text": "This story isn't just, \"Ah, there was kind of some public outrage.\"",
        "start": 39.02,
        "duration": 2.86
    },
    {
        "text": "Following the awards show, multiple lawyers filed a lawsuit against Youssef,",
        "start": 41.88,
        "duration": 3.18
    },
    {
        "text": "accusing her of wearing an outfit that causes an incitement to debauchery.",
        "start": 45.06,
        "duration": 3.56
    },
    {
        "text": "Of note here, in Egypt, the law actually allows for a citizen to bring charges against another citizen",
        "start": 48.62,
        "duration": 3.82
    },
    {
        "text": "for subjective crimes, such as immorality and insulting the nation.",
        "start": 52.44,
        "duration": 3.22
    },
    {
        "text": "Although there is a check to this power, because it is ultimately up to a government prosecutor to decide whether or not to move forward with each case.",
        "start": 55.66,
        "duration": 5.52
    },
    {
        "text": "But in Youssef's case, prosecutors have moved forward and she is now facing a trial starting January 12th.",
        "start": 61.18,
        "duration": 5.3
    },
    {
        "text": "A trial that aims to, and once again, this is a real thing, determine whether she is guilty of inciting debauchery.",
        "start": 66.48,
        "duration": 4.96
    },
    {
        "text": "One of the lawyers who brought the case against Youssef, Samir Sabri, saying that Youssef's outfit:",
        "start": 71.44,
        "duration": 4.3
    },
    {
        "text": "If Youssef is found guilty, she faces up to five years in prison.",
        "start": 83.14,
        "duration": 3.66
    },
    {
        "text": "Now, since wearing the dress to the awards show, Youssef has responded on her social media,",
        "start": 86.8,
        "duration": 3.58
    },
    {
        "text": "posting statements saying her fashion designers were probably influenced by trends at other awards ceremonies, and adding:",
        "start": 90.38,
        "duration": 4.34
    },
    {
        "text": "However, interestingly enough, in a potential act of defiance, the post where she had the pictures where she was wearing the dress still remains up.",
        "start": 105.18,
        "duration": 4.84
    },
    {
        "text": "As far as the reactions to this whole controversy, they have been all over the place.",
        "start": 110.02,
        "duration": 3.3
    },
    {
        "text": "Egypt's actor's guild definitely didn't have her back, saying in a statement that it was planning on",
        "start": 113.32,
        "duration": 3.5
    },
    {
        "text": "investigating and disciplining actors who wore what they called inappropriate clothing during the festival.",
        "start": 116.82,
        "duration": 4.5
    },
    {
        "text": "We saw others on social media agreeing with that sentiment and going even further, saying:",
        "start": 133.96,
        "duration": 3.68
    },
    {
        "text": "However, on the other side of this, others such as Egyptian director Amr Salama saying that the case",
        "start": 140.14,
        "duration": 4.36
    },
    {
        "text": "only exposed the ridiculous intentions of the lawyers who brought the case forward, tweeting:",
        "start": 144.5,
        "duration": 3.76
    },
    {
        "text": "And a big thing I want to hit on is this would be nice if this was an isolated incident.",
        "start": 162.66,
        "duration": 3.54
    },
    {
        "text": "But Egypt has a long history of going after actors, artists, politicians, and dancers for seemingly innocuous behavior.",
        "start": 166.2,
        "duration": 6.0
    },
    {
        "text": "In fact, Sabri, who was one of the lawyers who brought this case against Youssef, he's made an entire career out of it.",
        "start": 172.2,
        "duration": 4.44
    },
    {
        "text": "According to a report from earlier this year, Sabri:",
        "start": 176.64,
        "duration": 2.08
    },
    {
        "text": "And Sabri saying:",
        "start": 183.04,
        "duration": 1.14
    },
    {
        "text": "While many of these suits are thrown out as frivolous, just in the last couple of years, we've seen some absurd cases make their way to Egyptian courts.",
        "start": 192.48,
        "duration": 6.38
    },
    {
        "text": "Earlier this year, a hugely popular Egyptian singer by the name of Sherine Abdel Wahab",
        "start": 198.86,
        "duration": 3.88
    },
    {
        "text": "who was also a judge on the Egyptian version of the voice, she was sentenced to six months in prison",
        "start": 202.74,
        "duration": 4.18
    },
    {
        "text": "for making a joke about the quality of water in the Nile River.",
        "start": 206.92,
        "duration": 2.76
    },
    {
        "text": "Although luckily, the update to that story was on appeal she was acquitted of those charges.",
        "start": 209.68,
        "duration": 3.76
    },
    {
        "text": "But there were also cases like January of this year, there was another singer was detained for dancing suggestively in a video.",
        "start": 213.44,
        "duration": 4.86
    },
    {
        "text": "Last year we also saw an Egyptian singer sentenced to two years, which was later reduced to one year,",
        "start": 218.3,
        "duration": 3.92
    },
    {
        "text": "for appearing in a music video in her underwear while eating a banana.",
        "start": 222.22,
        "duration": 2.88
    },
    {
        "text": "There was a case in 2015 where a belly dancer received a six-month sentence for wearing an outfit that looked like an Egyptian flag.",
        "start": 225.1,
        "duration": 5.16
    },
    {
        "text": "Of course, keep in mind, this is just some of the plenty of ridiculous and horrible.",
        "start": 230.26,
        "duration": 4.28
    },
    {
        "text": "As far as my personal reaction to this, I'm disgusted.",
        "start": 234.54,
        "duration": 2.68
    },
    {
        "text": "I'm not surprised, but I'm incredibly disappointed that this is still happening today.",
        "start": 237.22,
        "duration": 3.56
    },
    {
        "text": "The more that I read up on Sabri, the more I realize \"oh, he is a sad, sad excuse of a man\" in my opinion.",
        "start": 240.78,
        "duration": 5.3
    },
    {
        "text": "In a report, he talked about his wife, and the report says:",
        "start": 246.08,
        "duration": 2.58
    },
    {
        "text": "[stuttering] No, that's not what that sounds like.",
        "start": 261.24,
        "duration": 2.3
    },
    {
        "text": "But that does definitely sound like the mindset a loveless, limp-dicked bastard who gets excited",
        "start": 263.54,
        "duration": 3.78
    },
    {
        "text": "at the prospect of penalizing a woman with jail because she wore a certain dress where \"oh my god, you can see her legs?!\" would have.",
        "start": 267.32,
        "duration": 5.24
    },
    {
        "text": "With situations like this, people can always argue that \"oh, the culture here, the culture there,\"",
        "start": 272.56,
        "duration": 4.64
    },
    {
        "text": "If any part of your culture is about the villainization of women and their bodies and their choices,",
        "start": 277.2,
        "duration": 4.78
    },
    {
        "text": "fuck whoever embraces that part of the culture.",
        "start": 281.98,
        "duration": 2.44
    },
    {
        "text": "But that is the story, then that's my personal opinion, and of course, I pass the question off to you.",
        "start": 284.42,
        "duration": 4.16
    },
    {
        "text": "What are your thoughts around this story?",
        "start": 288.58,
        "duration": 1.58
    },
    {
        "text": "But from that, I want to share some stuff I love today,",
        "start": 290.16,
        "duration": 2.22
    },
    {
        "text": "and Today in Awesome, brought you by mvmt.com/phillyd",
        "start": 292.38,
        "duration": 3.66
    },
    {
        "text": "If you've ever wondered what watch I'm wearing in these videos and most all the pictures because I actually love the products,",
        "start": 296.04,
        "duration": 4.82
    },
    {
        "text": "it is a MVMT watch.",
        "start": 300.86,
        "duration": 1.2
    },
    {
        "text": "They're clean, they're minimalistic, they start at just $95.",
        "start": 302.06,
        "duration": 3.16
    },
    {
        "text": "It's also not just for men; they have products for men and women. They also sell sunglasses.",
        "start": 305.22,
        "duration": 4.28
    },
    {
        "text": "They've sold over a million watches in over 160 countries.",
        "start": 309.5,
        "duration": 2.7
    },
    {
        "text": "They have free shipping, free returns, so you can try out a watch or sunglasses risk-free.",
        "start": 312.2,
        "duration": 4.36
    },
    {
        "text": "Best of all, if you want to check it out, you go to mvmt.com/phillyd,",
        "start": 316.56,
        "duration": 3.12
    },
    {
        "text": "you see something that you wanna try out, you wanna buy, just make sure you enter the code \"PHILLYD\"",
        "start": 319.68,
        "duration": 3.9
    },
    {
        "text": "to get $15 off your first order today.",
        "start": 323.58,
        "duration": 2.02
    },
    {
        "text": "The first bit of awesome today is actually kind of an announcement.",
        "start": 325.6,
        "duration": 2.36
    },
    {
        "text": "Starting tomorrow, until we break for Christmas, in addition to your daily weekday Philip Defranco Show,",
        "start": 327.96,
        "duration": 4.62
    },
    {
        "text": "the five-a-week, on Tuesdays and Thursdays on this channel, you'll be getting an extra morning news video.",
        "start": 332.58,
        "duration": 4.52
    },
    {
        "text": "Also, regarding more and more new content, we'll be talking about that before we break for the year.",
        "start": 337.1,
        "duration": 3.48
    },
    {
        "text": "But yeah, be on the lookout for those, turn on your notifications if you want.",
        "start": 340.58,
        "duration": 3.08
    },
    {
        "text": "Then, as we lead into the new trailer for Captain Marvel that is dropping tonight, we got a poster of Brie Larson.",
        "start": 343.66,
        "duration": 5.3
    },
    {
        "text": "Then we got a trailer for The Innocent Man,",
        "start": 348.96,
        "duration": 1.76
    },
    {
        "text": "we had Nerdwriter1 taking on \"Why are there so few smartphones in popular movies?\",",
        "start": 350.72,
        "duration": 3.88
    },
    {
        "text": "we had Half as Interesting giving us the story of the secret train station under New York City.",
        "start": 354.6,
        "duration": 3.7
    },
    {
        "text": "Then we had Richard Madden reliving the red wedding scene.",
        "start": 358.3,
        "duration": 3.12
    },
    {
        "text": "Then we had Priyanka Chopka and Nick Jonas playing the newlywed game.",
        "start": 361.42,
        "duration": 3.2
    },
    {
        "text": "Then we had The Infographics Show giving us the place in your house that is most likely to kill you.",
        "start": 364.62,
        "duration": 3.84
    },
    {
        "text": "We had SNL giving us Dad Christmas.\n[note: at time of writing, video appears unavailable]",
        "start": 368.46,
        "duration": 1.86
    },
    {
        "text": "If you want to see the full versions of everything I just shared, secret link of the day,",
        "start": 370.32,
        "duration": 3.66
    },
    {
        "text": "really, anything I talk about today, links as always are in the description down below.",
        "start": 373.98,
        "duration": 3.32
    },
    {
        "text": "Then, let's talk about industry news, and it starts off with money.",
        "start": 377.3,
        "duration": 3.14
    },
    {
        "text": "Forbes released their list of what they called the Highest-Paid YouTube Stars of 2018.",
        "start": 380.44,
        "duration": 4.06
    },
    {
        "text": "Their list, starting from 10 going to 1, starts with Logan Paul at $14.5M, PewDiePie, JackSepticEye,",
        "start": 384.5,
        "duration": 6.76
    },
    {
        "text": "VanossGaming, Markiplier, Jeffree Star, DanTDM, DudePerfect, Jake Paul,",
        "start": 391.26,
        "duration": 5.12
    },
    {
        "text": "and at the top of the list is a complete surprise (if you haven't seen our coverage in the past)",
        "start": 396.38,
        "duration": 4.64
    },
    {
        "text": "RyanToysReview.",
        "start": 401.02,
        "duration": 1.56
    },
    {
        "text": "If you're like, \"But I've never heard of him!\" your kid or your niece or your nephew,",
        "start": 402.58,
        "duration": 3.72
    },
    {
        "text": "if they're under 7, they probably have.",
        "start": 406.3,
        "duration": 1.24
    },
    {
        "text": "Family selling stuff at Walmart -- their views over the past 30 days? They got over 564 million views.",
        "start": 407.54,
        "duration": 6.12
    },
    {
        "text": "Around 26 billion lifetime for that channel. Also, not just limited to that channel.",
        "start": 413.66,
        "duration": 4.26
    },
    {
        "text": "While this list is very interesting, I just want to point out I think that a lot of these numbers are probably off.",
        "start": 417.92,
        "duration": 5.54
    },
    {
        "text": "As they note at the bottom, these estimates come from data from multiple places,",
        "start": 423.46,
        "duration": 3.44
    },
    {
        "text": "as well as interviews with what they call industry insiders. You can never really tell what a creator's making,",
        "start": 426.9,
        "duration": 4.42
    },
    {
        "text": "I mean, just starting from point 1, as far as their AdSense is concerned.",
        "start": 431.32,
        "duration": 3.4
    },
    {
        "text": "There is a reason, for example, sites like SocialBlade.",
        "start": 434.72,
        "duration": 2.26
    },
    {
        "text": "When looking at the RyanToysReview channel, they're like, \"They are making either $141K a month or $2.3M.\"",
        "start": 436.98,
        "duration": 5.32
    },
    {
        "text": "There are not a lot of standards in the industry, it also doesn't take into account everything that a creator is doing.",
        "start": 442.3,
        "duration": 5.1
    },
    {
        "text": "Also I think it needs to be pointed out the numbers that they're running are pre-tax.",
        "start": 447.4,
        "duration": 3.46
    },
    {
        "text": "It also doesn't take into account production, agents,  lawyers, blah-blah-blah.",
        "start": 450.86,
        "duration": 3.78
    },
    {
        "text": "But it is very interesting.",
        "start": 454.64,
        "duration": 1.46
    },
    {
        "text": "While we're also on this topic of the industry and community news, I wanna talk about number 9, Mr. PewDiePie.",
        "start": 456.1,
        "duration": 4.8
    },
    {
        "text": "Felix has been in the news a lot recently, due to the fact that he is very soon going to drop",
        "start": 460.9,
        "duration": 4.02
    },
    {
        "text": "from the number 1 most subscribed channel on YouTube.",
        "start": 464.92,
        "duration": 2.14
    },
    {
        "text": "As we've talked about in the past and as has been a major topic on the site for the past two months,",
        "start": 467.06,
        "duration": 5.18
    },
    {
        "text": "there's another channel by the name of T-Series coming up.",
        "start": 472.24,
        "duration": 2.76
    },
    {
        "text": "T-Series, if you don't know, is this Indian music video label, film production company.",
        "start": 475.0,
        "duration": 3.56
    },
    {
        "text": "T-Series would have already surpassed PewDiePie if it had not been for the massive reaction from the community.",
        "start": 478.56,
        "duration": 4.82
    },
    {
        "text": "Another YouTuber by the name of MrBeast especially championing this campaign.",
        "start": 483.38,
        "duration": 3.22
    },
    {
        "text": "Campaigning online and in the real world with things like billboards.",
        "start": 486.6,
        "duration": 3.92
    },
    {
        "text": "We also had Mr. \"6 figures I was only 4\" doing it even bigger in New York.",
        "start": 490.52,
        "duration": 3.66
    },
    {
        "text": "There were stories popping up on the Internet about how tens of thousands of hacked printers were",
        "start": 494.18,
        "duration": 4.82
    },
    {
        "text": "printing \"PewDiePie propoganda.\"",
        "start": 499.06,
        "duration": 2.4
    },
    {
        "text": "The things I'm referencing here are some of many, many big reactions,",
        "start": 501.46,
        "duration": 4.02
    },
    {
        "text": "one of the most recent ones was probably Markiplier an JackSepticEye.",
        "start": 505.48,
        "duration": 3.12
    },
    {
        "text": "So Felix still has not been passed yet, but we saw something really awesome happen today.",
        "start": 508.6,
        "duration": 3.6
    },
    {
        "text": "Felix made a video today, and the two main points that stood out to me is he talked about hate and good.",
        "start": 512.2,
        "duration": 5.2
    },
    {
        "text": "The first being is that he addressed some of the hate that has been directed towards Indian and Indian people because of these campaigns.",
        "start": 517.4,
        "duration": 6.26
    },
    {
        "text": "\"You see comments such as '[censored] YOU INDIAN [censored]'",
        "start": 523.68,
        "duration": 4.42
    },
    {
        "text": "\"Just really distasteful and unnecessary comments. I always made Indian jokes and stuff like that",
        "start": 528.1,
        "duration": 5.36
    },
    {
        "text": "\"but I do that with all countries. This is not what I'm about, and I know my fanbase isn't about this either.\"",
        "start": 533.46,
        "duration": 5.42
    },
    {
        "text": "So he called that out, and then he promoted good.",
        "start": 538.88,
        "duration": 2.52
    },
    {
        "text": "Specifically, using the extra attention that this campaign has given him as a way to promote to a charity.",
        "start": 541.4,
        "duration": 4.44
    },
    {
        "text": "\"That's why I decided to create a fundraiser for the charity called CRY.",
        "start": 545.9,
        "duration": 4.88
    },
    {
        "text": "\"CRY is a charity that focuses on making a better future for kids in India.\"",
        "start": 550.78,
        "duration": 4.22
    },
    {
        "text": "Now the bad thing for Felix is that he has such a large audience the link he put out, which went to Fundly,",
        "start": 555.0,
        "duration": 4.9
    },
    {
        "text": "ended up crashing. But he has since updated it and linked to a GoFundMe, so money is now starting to come in.",
        "start": 559.9,
        "duration": 5.02
    },
    {
        "text": "I will say, I personally love this move from Felix.",
        "start": 564.92,
        "duration": 1.58
    },
    {
        "text": "He takes the situation, which really started as, I feel like, kind of a funny gag",
        "start": 566.5,
        "duration": 3.7
    },
    {
        "text": "and has turned into a somewhat community uniting/people realizing that they can get views and subs from it",
        "start": 570.2,
        "duration": 6.18
    },
    {
        "text": "into a situation where it's not just about getting new subscribers, but actually helping people in the world.\n[note: check out felix's channel for the charity links!]",
        "start": 576.38,
        "duration": 3.44
    },
    {
        "text": "I just love seeing that. What I'll say on a personal note:",
        "start": 579.82,
        "duration": 2.34
    },
    {
        "text": "Even when T-Series does finally do it, they finally pass Felix, they become the #1 most subscribed channel on YouTube,",
        "start": 582.16,
        "duration": 6.2
    },
    {
        "text": "Felix will still be the most subscribed YouTuber on the platform.",
        "start": 588.36,
        "duration": 3.06
    },
    {
        "text": "Those are two different things. I really think, if anything, this isn't some conversation around a \"changing of the guard,\"",
        "start": 591.42,
        "duration": 5.66
    },
    {
        "text": "\"a changing of the environment.\" I really feel like it speaks volumees that it has taken this juggernaut,",
        "start": 597.08,
        "duration": 4.64
    },
    {
        "text": "this behemoth of a company, this long.",
        "start": 601.76,
        "duration": 2.94
    },
    {
        "text": "This is kind of a joke that this community has been able to keep them at bay.",
        "start": 604.7,
        "duration": 3.48
    },
    {
        "text": "But yeah, that's where I'm going to leave that one.\n[last note: remember to subscribe to pewdiepie!]",
        "start": 608.18,
        "duration": 1.3
    },
    {
        "text": "The last thing I want to talk about today is France because wow, wow, wow! Things have gotten crazy.",
        "start": 609.48,
        "duration": 5.22
    },
    {
        "text": "If you haven't seen, France was rocked by major protests Saturday for the third weekend in a row.",
        "start": 614.7,
        "duration": 4.5
    },
    {
        "text": "Reportedly over 8,000 protesters took to the streets of Paris, and across France over 100,000 took part that day.",
        "start": 619.2,
        "duration": 5.7
    },
    {
        "text": "According to reports at least 133 were injured, 400 arrested,",
        "start": 624.9,
        "duration": 3.94
    },
    {
        "text": "and unfortunately, there was also 1 reported death from a motor accident caused by the protests.",
        "start": 628.84,
        "duration": 3.68
    },
    {
        "text": "As far as the deathcount, 3 reportedly have died in total since the unrest started weeks ago.",
        "start": 632.52,
        "duration": 4.2
    },
    {
        "text": "As far as the response from the government, according to France's Interior Ministry,",
        "start": 636.72,
        "duration": 2.9
    },
    {
        "text": "they said they deployed 37,000 police officers,\n3,000 gendarmes,",
        "start": 639.62,
        "duration": 3.78
    },
    {
        "text": "which is a branch of the armed forces under the Ministry's jurisdiction,",
        "start": 643.4,
        "duration": 3.38
    },
    {
        "text": "and 30,000 firefighters to deal with the riots across France on Saturday.",
        "start": 646.78,
        "duration": 2.94
    },
    {
        "text": "These protests in France are being considered the worst in over a decade, which is really saying something,",
        "start": 649.72,
        "duration": 4.02
    },
    {
        "text": "because the French really know how to protest and they have a long, long history of it since the French revolution.",
        "start": 653.74,
        "duration": 4.26
    },
    {
        "text": "With that said of course, the big question here is, what exactly are they protesting?",
        "start": 658.0,
        "duration": 3.34
    },
    {
        "text": "These protests started on November 17 after a Facebook group of truckers said they would be",
        "start": 661.34,
        "duration": 3.98
    },
    {
        "text": "shutting down parts of Paris to protest increasing fuel taxes.",
        "start": 665.32,
        "duration": 2.9
    },
    {
        "text": "Over 200,000 people responded that they were interested, and since the 17th, hundreds of thousands",
        "start": 668.22,
        "duration": 4.16
    },
    {
        "text": "across the country have gone out to protest the fuel taxes. Regarding the number of people involved,",
        "start": 672.38,
        "duration": 3.76
    },
    {
        "text": "we have the Interior Ministry saying that these protests are dying down.",
        "start": 676.14,
        "duration": 3.08
    },
    {
        "text": "Putting out that you had 300,000 that took part in the first day and now you have \"only\" 136,000 this past weekend.",
        "start": 679.22,
        "duration": 6.0
    },
    {
        "text": "As far as the protesters themselves, they're calling themselves « gilets jaunes » which means yellow vests.",
        "start": 685.22,
        "duration": 4.1
    },
    {
        "text": "That obviously stands for the high-visibility vests they're wearing.",
        "start": 689.32,
        "duration": 2.54
    },
    {
        "text": "Which also makes sense because it ties into the vehicle-related nature of the protest,",
        "start": 691.86,
        "duration": 3.58
    },
    {
        "text": "and it is widely available. Since 2008 all motorists were actually required to have one in their vehicle.",
        "start": 695.44,
        "duration": 4.14
    },
    {
        "text": "But also, these protesters are somewhat unique in French protest history, because they've been largely",
        "start": 699.58,
        "duration": 3.84
    },
    {
        "text": "organized online in more grass roots fashion. Rather than what we've seen in the past, usually it's large unions,",
        "start": 703.42,
        "duration": 5.18
    },
    {
        "text": "political parties. So those are the protesters, but let's talk about the thing that they are protesting.",
        "start": 708.6,
        "duration": 4.76
    },
    {
        "text": "The question that might be in your head right now is \"how bad is the tax increase,",
        "start": 713.36,
        "duration": 3.02
    },
    {
        "text": "\"that we're seeing hundreds of thousands of people take to the street?\"",
        "start": 716.38,
        "duration": 2.42
    },
    {
        "text": "The first tax increase was in 2017, shortly after French president Emmanuel Macron took office.",
        "start": 718.8,
        "duration": 5.06
    },
    {
        "text": "There's also another one to be scheduled on January 1, 2019.",
        "start": 723.86,
        "duration": 2.9
    },
    {
        "text": "The two together would increase the price of fuel 6.8 (euro) cents/liter for 95 octane, and 14 (euro) cents per liter for diesel.",
        "start": 726.76,
        "duration": 5.74
    },
    {
        "text": "For a not-so-metrically-inclined audience, that would be around $.25/gal of regular gas; for diesel, it would be around $.53.",
        "start": 732.5,
        "duration": 6.3
    },
    {
        "text": "This is on top of the already high gas prices.\nTo give you kind of an idea of how high it is,",
        "start": 738.8,
        "duration": 4.54
    },
    {
        "text": "in the US, it would come out to about $6.63/gal of 95 and $6.99 for diesel.",
        "start": 743.34,
        "duration": 5.82
    },
    {
        "text": "The argument behind the tax is that this is supposed to encourage people to use their vehicles less,",
        "start": 749.16,
        "duration": 4.06
    },
    {
        "text": "or invest in higher-efficiency vehicles.",
        "start": 753.22,
        "duration": 1.76
    },
    {
        "text": "However, it's been pointed out that these fuel prices are only affecting middle-class and lower-income groups in France.",
        "start": 754.98,
        "duration": 5.0
    },
    {
        "text": "Especially those who don't live in France's urban areas.",
        "start": 759.98,
        "duration": 2.32
    },
    {
        "text": "Out in the suburbs and more rural areas, public transportation isn't as prevalent,",
        "start": 762.3,
        "duration": 3.76
    },
    {
        "text": "and most of the French rely on their own vehicle to get around.",
        "start": 766.06,
        "duration": 2.16
    },
    {
        "text": "In addition to this, city residents are also concerned about the fuel tax.",
        "start": 768.22,
        "duration": 2.76
    },
    {
        "text": "Because increased cost of living in the city is forcing them to move to the suburbs,",
        "start": 770.98,
        "duration": 2.76
    },
    {
        "text": "where the fuel tax will more heavily affect them.",
        "start": 773.74,
        "duration": 1.72
    },
    {
        "text": "While all these protests were originally just about the fuel prices, as we've seen with other protests,",
        "start": 775.46,
        "duration": 4.08
    },
    {
        "text": "it became a much larger issue. According to reports, there was a large increase of people that were protesting",
        "start": 779.54,
        "duration": 4.22
    },
    {
        "text": "other grievances and demands due to declining living standards, high costs of living in France,",
        "start": 783.76,
        "duration": 5.04
    },
    {
        "text": "general dissatisfaction with Macron. You also had people who are upset about the state of the economy.",
        "start": 788.8,
        "duration": 3.9
    },
    {
        "text": "France still lingers at about 10% unemployment.",
        "start": 792.7,
        "duration": 2.88
    },
    {
        "text": "Meanwhile, the cost of living keeps rising, both with taxes and the price of goods.",
        "start": 795.58,
        "duration": 3.46
    },
    {
        "text": "All of this anger resulted in a sharp increase in the level of destruction this weekend.",
        "start": 799.04,
        "duration": 4.46
    },
    {
        "text": "There was very notable damage: you had stores being looted, cars being burned, the area being vandalized,",
        "start": 803.5,
        "duration": 5.32
    },
    {
        "text": "Even the famous Arc de Triomphe was targeted with graffiti that read \"Macron, resign.\"\n[ « les gilets jaunes triompheront » = \"the yellowjackets will triumph\" ]",
        "start": 808.82,
        "duration": 3.66
    },
    {
        "text": "The damage was so bad that talk of a state of emergency was in the air,",
        "start": 812.48,
        "duration": 3.08
    },
    {
        "text": "but ultimately Macron ended up declining to do so.",
        "start": 815.56,
        "duration": 2.28
    },
    {
        "text": "Instead saying that policing proceedures will be reviewed in terms of:",
        "start": 817.84,
        "duration": 3.46
    },
    {
        "text": "Also while mentioning Macron, I think there is also something important to point out.",
        "start": 822.84,
        "duration": 2.56
    },
    {
        "text": "Macron himself is actually largely seen as pro-elite and ignoring the lower classes.",
        "start": 825.4,
        "duration": 3.9
    },
    {
        "text": "Especially after he cut taxes for the wealthy and enacted these fuel taxes, which affect the lower classes far more than the wealthy residents.",
        "start": 829.3,
        "duration": 5.54
    },
    {
        "text": "In fact, a poll by Kantar Public in late October showed that 71% of respondents had no confidence in Macron.",
        "start": 834.84,
        "duration": 5.66
    },
    {
        "text": "Also, while we're talking about Macron, it is also important to talk about the violence versus protesting.",
        "start": 840.5,
        "duration": 4.42
    },
    {
        "text": "Macron is trying to get a handle on the protests by saying that he would never accept violence.",
        "start": 844.92,
        "duration": 3.7
    },
    {
        "text": "While, at the same time, directing his Prime Minister to meet with what he called legitimate protest groups.",
        "start": 848.62,
        "duration": 3.84
    },
    {
        "text": "His government fears that the movement is being co-opted by far-left and far-right groups and professional rioters.",
        "start": 852.46,
        "duration": 5.02
    },
    {
        "text": "But on the note of left wing and right wing political groups, we are seeing them demand that Macron dissolve parliament and hold new elections.",
        "start": 857.48,
        "duration": 6.06
    },
    {
        "text": "Also, even though Macron isn't up for re-election until 2022, this is being seen as a possible killer to",
        "start": 863.54,
        "duration": 5.38
    },
    {
        "text": "any presidential run he has in the future. As far as whether the French president is willing to",
        "start": 868.92,
        "duration": 3.62
    },
    {
        "text": "budge regarding the fuel tax, not really but with an asterisk. He has been adamant that",
        "start": 872.54,
        "duration": 4.88
    },
    {
        "text": "the January 1st tax increase will not be rescinded.",
        "start": 877.42,
        "duration": 2.46
    },
    {
        "text": "However, he is reportedly considering adjusting the fuel tax increases are done when fuel prices themselves sharply rise.",
        "start": 879.88,
        "duration": 5.58
    },
    {
        "text": "But ultimately, that is where we are right now. Things are somewhat uncertain.",
        "start": 885.46,
        "duration": 3.26
    },
    {
        "text": "It'll be interesting to see what happens this week and then specifically, this weekend.",
        "start": 888.72,
        "duration": 3.46
    },
    {
        "text": "Will the number of people taking to the streets remain relatively the same, will it go back up, will it continue to go down?",
        "start": 892.18,
        "duration": 5.02
    },
    {
        "text": "Will we see more destruction or a crackdown?",
        "start": 897.2,
        "duration": 2.52
    },
    {
        "text": "We'll have to wait and see, and in the meantime, I pass the question off to you.",
        "start": 899.72,
        "duration": 3.0
    },
    {
        "text": "What do you hope will happen, what do you think will happen?",
        "start": 902.72,
        "duration": 2.06
    },
    {
        "text": "While that question is for everyone, if you've lived or live in France or live nearby, I'd definitely love to know what you're thinking.",
        "start": 904.78,
        "duration": 6.36
    },
    {
        "text": "Obviously understanding this situation is always different from the outside in.",
        "start": 911.14,
        "duration": 3.16
    },
    {
        "text": "That's where I'm going to end today's show.\n[captions end here]",
        "start": 914.3,
        "duration": 29.4
    }
]