[
    {
        "text": "Sup you beautiful bastards, hope you're having a fantastic Friday! Welcome back to the Philip DeFranco show",
        "start": 0.36,
        "duration": 4.48
    },
    {
        "text": "And if you're new here, on Fridays we do things a little bit different.",
        "start": 4.84,
        "duration": 2.66
    },
    {
        "text": "I try to cover more viewer requested stories, stories we were going to include,",
        "start": 7.5,
        "duration": 3.08
    },
    {
        "text": "but for times sake to try and get out even remotely on time, we had to cut.",
        "start": 10.58,
        "duration": 3.24
    },
    {
        "text": "So with that said, let's just jump into it",
        "start": 13.86,
        "duration": 1.94
    },
    {
        "text": "and the first thing I want to talk about today is a very strange update around the Parkland, Florida shooting.",
        "start": 15.8,
        "duration": 4.179
    },
    {
        "text": "It's one of the things we mentioned yesterday",
        "start": 19.98,
        "duration": 1.2
    },
    {
        "text": "Is that there were reports that the shooter in this school shooting was actually connected to a white nationalist organization--an organization called Republic of Florida.",
        "start": 21.18,
        "duration": 7.26
    },
    {
        "text": "It was all over the place, The Associated Press tweeting, \"Breaking leader of white nationalist group has confirmed suspect in",
        "start": 28.52,
        "duration": 4.4
    },
    {
        "text": "Florida school shooting was a member of his organization,\" and that person they're talking about is a guy",
        "start": 32.92,
        "duration": 3.64
    },
    {
        "text": "by the name of Jordan Jereb. According to reports, he gave statements to multiple media outlets",
        "start": 36.56,
        "duration": 3.88
    },
    {
        "text": "We also saw reports that there were first-hand confirmations from former students that he was a part of this organization",
        "start": 40.44,
        "duration": 4.979
    },
    {
        "text": "So we had that, but then we got new information.",
        "start": 45.52,
        "duration": 2.0
    },
    {
        "text": "Lieutenant Grady Jordan, who is a spokesperson for the Leon County Sheriff's Office in Tallahassee",
        "start": 47.53,
        "duration": 3.889
    },
    {
        "text": "He said that his officers arrested militia leader Jordan Jereb at least four times since January 2014. They've been monitoring the group's membership,",
        "start": 51.42,
        "duration": 5.9
    },
    {
        "text": "saying he has very solid information on the group",
        "start": 57.5,
        "duration": 1.96
    },
    {
        "text": "There's no known ties that we have that we can connect the shooter with the group.",
        "start": 59.46,
        "duration": 3.6
    },
    {
        "text": "So now we have law enforcement saying we're very knowledgeable of this group,",
        "start": 63.16,
        "duration": 2.12
    },
    {
        "text": "we've been monitoring them, but we can't confirm any connection as of right now.",
        "start": 65.28,
        "duration": 3.14
    },
    {
        "text": "So the question becomes how can we have Jordan Jereb doing all of these interviews and so when we have one part of the story",
        "start": 68.42,
        "duration": 5.26
    },
    {
        "text": "and then we're supposedly getting confirmation that former students are saying yes",
        "start": 73.68,
        "duration": 4.079
    },
    {
        "text": "He was a part of the organization",
        "start": 77.759,
        "duration": 1.391
    },
    {
        "text": "Well, according to new reports",
        "start": 79.15,
        "duration": 0.99
    },
    {
        "text": "Jordan Jereb is now walking back his claims. An account attributed to Jordan Jereb on the social network, Gab, writing, \"Those of you calling me a",
        "start": 80.14,
        "duration": 6.5
    },
    {
        "text": "Fake white nationalist go fuck yourselves. There was a legit misunderstanding because we have multiple people name *omitted* in ROF.",
        "start": 86.64,
        "duration": 5.6
    },
    {
        "text": "And I got a bunch of conflicting information, and I have not slept for like two days, and so when (((They)))",
        "start": 92.24,
        "duration": 4.88
    },
    {
        "text": "[and also by the way if you ever see something with three parenthesis, they're talking about Jewish people]",
        "start": 97.2,
        "duration": 4.24
    },
    {
        "text": "call me up and ask me yes-or-no questions, it's easy for them to misrepresent what I say.",
        "start": 101.5,
        "duration": 3.2
    },
    {
        "text": "Are you really going to blame ME for the lying Jew media? We know they're liars. Fuck 'em.\"",
        "start": 104.7,
        "duration": 3.9
    },
    {
        "text": "And as far as the other sources from ABC News",
        "start": 108.74,
        "duration": 1.6
    },
    {
        "text": "That there are also reports that maybe that was just people on 4chan fucking with ABC News.",
        "start": 110.56,
        "duration": 5.28
    },
    {
        "text": "So at least for this part of the story it looks like it's a mixture of people that were trying to fuck with the media,",
        "start": 116.0,
        "duration": 4.18
    },
    {
        "text": "as well as someone that either was confused, or was just purposefully lying.",
        "start": 120.26,
        "duration": 4.2
    },
    {
        "text": "Also, it appears that the reason journalists even reached out to Jordan in the first place",
        "start": 124.52,
        "duration": 3.96
    },
    {
        "text": "is because the anti-defamation league saw conversations on 4chan, but this explanation really doesn't make sense to me",
        "start": 128.56,
        "duration": 4.98
    },
    {
        "text": "I mean I wouldn't be shocked to find out a white nationalist was a fucking idiot. Either that he was actually",
        "start": 133.55,
        "duration": 4.139
    },
    {
        "text": "Confused which once again really does seem like a lie because there are several",
        "start": 137.79,
        "duration": 3.26
    },
    {
        "text": "Statements that he reportedly gave to several media outlets or that he was a fucking idiot and that he thought this was a great way",
        "start": 141.18,
        "duration": 4.58
    },
    {
        "text": "to get promotion for his organization",
        "start": 145.76,
        "duration": 1.089
    },
    {
        "text": "or for himself which actually based off of other reporting from his past it does seem like he would do anything to get some attention",
        "start": 146.849,
        "duration": 5.81
    },
    {
        "text": "although that still feels weird because you would think connecting a mass murderer to yourself or your",
        "start": 152.67,
        "duration": 5.36
    },
    {
        "text": "organization would be bad news even with Jordan saying we didn't say to do this",
        "start": 158.25,
        "duration": 3.979
    },
    {
        "text": "We don't support this,",
        "start": 162.23,
        "duration": 1.0
    },
    {
        "text": "still looks bad but many a point I am still incredibly skeptical of all information around this specific aspect of the story,",
        "start": 163.23,
        "duration": 5.93
    },
    {
        "text": "but I felt it incredibly important to update you guys because as I've stated before, I will always try to make sure the information I",
        "start": 169.16,
        "duration": 6.089
    },
    {
        "text": "get in front of you is as accurate as possible and when we come across things that it turns out the reporting was bad or",
        "start": 175.25,
        "duration": 5.729
    },
    {
        "text": "it was incorrect, or was part of a hoax",
        "start": 180.98,
        "duration": 1.319
    },
    {
        "text": "I want to always make sure we update clarify and correct that and still for some reason this morning",
        "start": 182.299,
        "duration": 4.35
    },
    {
        "text": "there are some outlets still running with the story despite the new information that has since come out now with that said I think it's",
        "start": 186.65,
        "duration": 4.44
    },
    {
        "text": "incredibly important that we talk about the other updates around this story because while the republic of Florida angle the Jordan Jereb angle is",
        "start": 191.09,
        "duration": 5.459
    },
    {
        "text": "actually an important part of the story now because it shows the potential pitfalls in",
        "start": 196.56,
        "duration": 3.649
    },
    {
        "text": "reporting, the people knowingly trying to mislead the media",
        "start": 200.489,
        "duration": 2.75
    },
    {
        "text": "and thus the public. Ultimately, the big reason why it was being reported on in the first place is to answer the question of",
        "start": 203.239,
        "duration": 4.86
    },
    {
        "text": "why, and also who knew, also why did this happen could this have been stopped? Well, according to a new FBI",
        "start": 208.1,
        "duration": 4.589
    },
    {
        "text": "statement that came out today...",
        "start": 212.819,
        "duration": 1.381
    },
    {
        "text": "Maybe. The FBI released a statement today saying, On January 5th",
        "start": 214.2,
        "duration": 3.229
    },
    {
        "text": "2018, a person close to the shooter contacted the FBI's public access line tip line to report concerns about it. The caller provided information about",
        "start": 217.53,
        "duration": 6.889
    },
    {
        "text": "the shooter's gun ownership, desire to kill people, erratic behavior, and disturbing social media posts as well as the potential of him conducting a school",
        "start": 224.419,
        "duration": 6.54
    },
    {
        "text": "shooting. Under established protocols, the information provided by the caller should have been assessed as a potential threat to life. The information then should have been",
        "start": 230.959,
        "duration": 6.0
    },
    {
        "text": "forwarded to the FBI Miami field office where appropriate",
        "start": 236.959,
        "duration": 2.52
    },
    {
        "text": "investigative steps would have been taken. We have determined that these protocols were not followed for the information",
        "start": 239.669,
        "duration": 4.52
    },
    {
        "text": "received by the PAL on January 5th. The information was not provided to the Miami Field Office and no further investigation",
        "start": 244.29,
        "duration": 5.479
    },
    {
        "text": "was conducted at that time. FBI director Christopher Wray's saying we are still investigating the facts",
        "start": 249.87,
        "duration": 4.459
    },
    {
        "text": "I am committed to getting to the bottom of what happened in this particular matter as well as reviewing our",
        "start": 254.329,
        "duration": 3.899
    },
    {
        "text": "processes for responding to information that we received from the public",
        "start": 258.299,
        "duration": 2.48
    },
    {
        "text": "It's up to all Americans to be vigilant and when members of the public contact us with concerns,",
        "start": 260.78,
        "duration": 3.779
    },
    {
        "text": "we must act properly and",
        "start": 264.56,
        "duration": 1.19
    },
    {
        "text": "quickly. We have spoken with victims and families and deeply regret the additional pain this causes all those affected by this horrific tragedy",
        "start": 265.75,
        "duration": 5.13
    },
    {
        "text": "All of the men and women of the FBI are dedicated to keeping the American people safe and are relentlessly committed to improving all that we",
        "start": 270.95,
        "duration": 5.779
    },
    {
        "text": "do and how we do it. And so with this new information I want to pass the question off to you",
        "start": 276.73,
        "duration": 3.989
    },
    {
        "text": "What do you feel about this? What do you think? Then with the daily outrage news",
        "start": 280.85,
        "duration": 3.38
    },
    {
        "text": "We had people angry at YouTube over this tweet reading \"Roses are red, Violets are blue,",
        "start": 284.23,
        "duration": 5.16
    },
    {
        "text": "Subscribe to black creators\" and in response to this there were people supporting and retweeting and people saying yes,",
        "start": 289.82,
        "duration": 4.19
    },
    {
        "text": "this is great, the promotion of people subscribing to channels for an underrepresented community awesome",
        "start": 294.01,
        "duration": 4.38
    },
    {
        "text": "We also had a lot of people saying this is racist, it's ridiculous, and some saying it's pandering. People are saying",
        "start": 298.39,
        "duration": 4.949
    },
    {
        "text": "why are you telling people to subscribe to someone because of the color of their skin?",
        "start": 303.34,
        "duration": 2.64
    },
    {
        "text": "Some of the people annoyed by this tweet included black YouTube creators like Skye Williams Skye essentially calling bullshit tweeting",
        "start": 306.43,
        "duration": 5.07
    },
    {
        "text": "\"I am a black creator. When I made a video discussing black issues, you flagged it, claimed",
        "start": 311.5,
        "duration": 3.6
    },
    {
        "text": "I was quote",
        "start": 315.1,
        "duration": 0.73
    },
    {
        "text": "Inciting racism against people of color struck my channel and took everything from me. Then your staff pretended to care by setting up a meeting",
        "start": 315.83,
        "duration": 5.96
    },
    {
        "text": "that was due four months ago. Delete this.\" Adding. \"You don't care about black creators,",
        "start": 321.79,
        "duration": 3.989
    },
    {
        "text": "you care about docile black people who see a dumbass tweet like this and think it actually means something. You're creating your own black friends",
        "start": 325.78,
        "duration": 5.97
    },
    {
        "text": "so you can prove you're not racist at dinner parties",
        "start": 331.75,
        "duration": 1.6
    },
    {
        "text": "Delete this. We black readers are fucking fantastic with or without you and your soapbox.",
        "start": 333.35,
        "duration": 3.709
    },
    {
        "text": "Don't tell people to fucking sub to me because I'm black I want people to sub to me because I'm a fucking excellent content creator.",
        "start": 337.1,
        "duration": 5.239
    },
    {
        "text": "This shows you don't even watch black creators. Delete this, also hitting a note",
        "start": 342.34,
        "duration": 3.179
    },
    {
        "text": "that a lot of other content creators hit as well tweeting",
        "start": 345.52,
        "duration": 2.16
    },
    {
        "text": "\"Subscribe to creators who make you laugh, who make you experience emotion, who value you as a fan, who",
        "start": 347.68,
        "duration": 4.98
    },
    {
        "text": "challenges your way of thinking, who helps you cope when things get rough, who you relate to who inspires you and none of the",
        "start": 352.76,
        "duration": 5.269
    },
    {
        "text": "aforementioned reasons are specific to race. Now, as far as my opinion on this, I kinda just didn't care.",
        "start": 358.16,
        "duration": 4.73
    },
    {
        "text": "I just saw this is YouTube continuing their Black History Month push",
        "start": 362.89,
        "duration": 2.789
    },
    {
        "text": "I mean head on to their Twitter page with hash tag create black history, their bio subscribe to black creators check the link in our",
        "start": 365.71,
        "duration": 5.13
    },
    {
        "text": "profile for a new feature channel every day this month. It is in general",
        "start": 370.84,
        "duration": 2.79
    },
    {
        "text": "I've always looked at YouTube as kind of one of those organizations that seems to be competing in the woek Olympics",
        "start": 373.63,
        "duration": 5.309
    },
    {
        "text": "and they're always going for gold and the cynical part of my brain thinks that the person that thought of this campaign feels like Khaleesi and",
        "start": 378.94,
        "duration": 5.309
    },
    {
        "text": "that one memed scene. Also, from a marketing standpoint",
        "start": 384.25,
        "duration": 2.04
    },
    {
        "text": "I think you'd got a lot less push back if you just featured creators",
        "start": 386.29,
        "duration": 2.939
    },
    {
        "text": "and you didn't say just subscribe to this creator because of the color of their skin. One, racial groups already do that especially if they're",
        "start": 389.229,
        "duration": 5.369
    },
    {
        "text": "underrepresented in mainstream media, I mean, just look at the Asian on YouTube",
        "start": 394.599,
        "duration": 3.91
    },
    {
        "text": "It is thriving. It is just gonna happen naturally so to YouTube saying do it for this specific reason,",
        "start": 398.509,
        "duration": 5.429
    },
    {
        "text": "it's not really gonna be helpful, but I also do understand",
        "start": 403.939,
        "duration": 2.609
    },
    {
        "text": "why some people may be bothered by this,",
        "start": 406.549,
        "duration": 1.66
    },
    {
        "text": "especially the Skye Williamses of the world. If I was in his position,",
        "start": 408.209,
        "duration": 2.779
    },
    {
        "text": "I would 100% see this is an empty fake gesture, but that said I do want to pass a question off to you",
        "start": 410.989,
        "duration": 4.589
    },
    {
        "text": "What is your takeaway from this whole situation? I'd love to know your thoughts and those comments down below. But from that,",
        "start": 415.579,
        "duration": 5.04
    },
    {
        "text": "I want to share some stuff",
        "start": 420.619,
        "duration": 0.87
    },
    {
        "text": "I loved today and today and awesome brought to you by shop DeFranco comm shop DeFranco of course the place to get all your merch",
        "start": 421.489,
        "duration": 5.79
    },
    {
        "text": "that help support the show your shirts, your hoodies, your pillows, your whatever. We also just launched these two new designs in the past week",
        "start": 427.279,
        "duration": 5.519
    },
    {
        "text": "All the think you're important life motto shirt is a stay humble hustle hard shirt",
        "start": 432.799,
        "duration": 3.57
    },
    {
        "text": "and the your only limit is you shirt and hoodie. So if you want to snag one, or some of the new ones, or an",
        "start": 436.369,
        "duration": 4.619
    },
    {
        "text": "old design like the sports! or the defranco shirt link down below shop DeFranco dot com. And the first bit of Awesome",
        "start": 440.989,
        "duration": 5.1
    },
    {
        "text": "we got is a new trailer for Ready Player One, then I didn't get to mention it yesterday,",
        "start": 446.089,
        "duration": 3.57
    },
    {
        "text": "but we got a sneak peek at the",
        "start": 449.659,
        "duration": 1.6
    },
    {
        "text": "Incredibles 2 we have Hannibal Buress on Hot Ones and a movie that I'm excited about because it seems really",
        "start": 451.259,
        "duration": 4.94
    },
    {
        "text": "just unique is Uncle Drew and I want to ruin it for you watch the trailer and we got a brand new trailer for Pacific",
        "start": 456.389,
        "duration": 5.87
    },
    {
        "text": "Rim Uprising, then I had a lot of requests of people asking me to talk about this Boston Dynamics",
        "start": 462.259,
        "duration": 5.16
    },
    {
        "text": "video and simple enough the video shows us their spot mini robot another spot mini with a claw of doom",
        "start": 467.669,
        "duration": 5.449
    },
    {
        "text": "grabs the door handle opens the door and and keeps it open for its buddy",
        "start": 474.059,
        "duration": 3.98
    },
    {
        "text": "and then they both pass through the door potentially to kill a human being",
        "start": 478.039,
        "duration": 3.299
    },
    {
        "text": "because the next step for these robots is obviously to take over humankind.",
        "start": 481.649,
        "duration": 3.2
    },
    {
        "text": "And you know, my response to this video is I think it's awesome",
        "start": 484.849,
        "duration": 2.339
    },
    {
        "text": "I showed this to a lot of people and they were freaked out, but THIS IS FANTASTIC",
        "start": 487.219,
        "duration": 2.76
    },
    {
        "text": "I mean sure, it's easy getting freaked out when you see this, and then you watch metal head from this season of Black Mirror",
        "start": 489.979,
        "duration": 5.25
    },
    {
        "text": "Yeah",
        "start": 495.229,
        "duration": 0.39
    },
    {
        "text": "well",
        "start": 495.619,
        "duration": 0.36
    },
    {
        "text": "We've got what like 50 years before we get to that point. Between now and utter destruction,",
        "start": 495.979,
        "duration": 3.899
    },
    {
        "text": "there's gonna be a lot of ways to use these things for convenience.",
        "start": 500.309,
        "duration": 3.431
    },
    {
        "text": "Well, that said, I do pass the question off to you",
        "start": 503.74,
        "duration": 0.968
    },
    {
        "text": "What did you feel when you first saw this and also are you excited or?",
        "start": 504.869,
        "duration": 3.5
    },
    {
        "text": "freaked out by it? I'd love to know where you're at and if you want to see the full versions of everything",
        "start": 508.469,
        "duration": 4.01
    },
    {
        "text": "I just shared the secret link of the day anything at all links are always in the description down below.",
        "start": 512.479,
        "duration": 4.26
    },
    {
        "text": "Then let's talk about South Africa's President Jacob Zuma who has stepped down this week.",
        "start": 516.74,
        "duration": 3.613
    },
    {
        "text": "To give you some background,",
        "start": 520.353,
        "duration": 1.096
    },
    {
        "text": "he's been in power for nine years out of a 10 year term. Zuma has been a longtime member of the African National Congress",
        "start": 521.449,
        "duration": 4.71
    },
    {
        "text": "Party (ANC) and he is very well known for being charismatic. He's a huge populist",
        "start": 526.35,
        "duration": 4.04
    },
    {
        "text": "He's been very active in almost all aspects of his party from the militant wing in the early 60s",
        "start": 530.39,
        "duration": 4.47
    },
    {
        "text": "which eventually led with him serving on Robben Island with Nelson Mandela all the way to become intelligence chief of the ANC under Mandela. From",
        "start": 534.86,
        "duration": 6.329
    },
    {
        "text": "there, he eventually became the deputy president of South Africa,",
        "start": 541.19,
        "duration": 2.4
    },
    {
        "text": "but then lost the position in",
        "start": 543.59,
        "duration": 1.66
    },
    {
        "text": "2005 after being implicated in a fraud trial. Those fraud charges would end up being dropped in just two weeks after",
        "start": 545.25,
        "duration": 4.94
    },
    {
        "text": "Zuma was elected president in 2009 and so with his nine years,",
        "start": 550.5,
        "duration": 3.32
    },
    {
        "text": "he's actually the longest-serving president in the country so far",
        "start": 553.82,
        "duration": 2.25
    },
    {
        "text": "Now since the end of apartheid, South Africa has only elected ANC members and many have had scandals,",
        "start": 556.13,
        "duration": 4.799
    },
    {
        "text": "but not quite like Zuma. Aside from the 2005 fraud charges, there were a bunch of other charges and allegations. In 2006,",
        "start": 560.93,
        "duration": 6.39
    },
    {
        "text": "he was charged and eventually acquitted of raping a family friend. During his presidency, the state Ombudsman said that 20 million dollars in security upgrades",
        "start": 567.32,
        "duration": 6.419
    },
    {
        "text": "to his home were excessive and obscene. There's also been",
        "start": 573.74,
        "duration": 2.1
    },
    {
        "text": "controversy that his government was essentially paid to play. One of the prominent examples is the Gupta family. They're wealthy Indian immigrants. There,",
        "start": 575.91,
        "duration": 5.959
    },
    {
        "text": "we saw emails link that implicated that the Guptas were actually using Zuma to help them get political appointees and better contracts for their businesses.",
        "start": 581.87,
        "duration": 6.09
    },
    {
        "text": "And actually just this, week police raided their residence, which actually led to concerns that there was more damning evidence",
        "start": 587.96,
        "duration": 4.71
    },
    {
        "text": "that would be popping up soon against Zuma.",
        "start": 592.67,
        "duration": 1.95
    },
    {
        "text": "But actually, one of the biggest things to happen came in October of 2017",
        "start": 594.62,
        "duration": 2.88
    },
    {
        "text": "Because that's actually when the Supreme Court ruled that Zuma would need to face corruption charges because of a sketchy arms deal around two decades",
        "start": 597.6,
        "duration": 5.659
    },
    {
        "text": "ago and from this to see many people in ANC just had enough with Zuma and in fact in November of 2017 they tried to",
        "start": 603.26,
        "duration": 5.13
    },
    {
        "text": "vote him out of office though the president in South Africa is elected more like a prime minister. The parties vote for him into office",
        "start": 608.39,
        "duration": 4.979
    },
    {
        "text": "not the people. Now, that said, Zuma ended up surviving that vote,",
        "start": 613.37,
        "duration": 2.76
    },
    {
        "text": "but just barely. We then saw a rival faction in the ANC push forward Cyril Ramaphosa",
        "start": 616.13,
        "duration": 3.72
    },
    {
        "text": "as the new head of the ANC. Cyril also has a long history with the party.",
        "start": 619.92,
        "duration": 3.619
    },
    {
        "text": "He's actually seen as the real protege of Mandela by many.",
        "start": 623.54,
        "duration": 2.579
    },
    {
        "text": "The ANC gave an ultimatum to Zuma: step down or we are going to vote you out of office and so Wednesday he announced his resignation",
        "start": 626.22,
        "duration": 6.019
    },
    {
        "text": "in a speech saying, \"No life should be lost in my name and also the ANC should never be divided in my name.",
        "start": 632.37,
        "duration": 5.09
    },
    {
        "text": "I have therefore come to the decision to resign as president of the Republic with immediate effect even though I disagree with the decision of",
        "start": 637.46,
        "duration": 4.979
    },
    {
        "text": "the leadership of my organization, I have always been a disciplined member of the ANC. As I leave,",
        "start": 642.44,
        "duration": 4.23
    },
    {
        "text": "I will continue to serve the people of South Africa as well as the ANC, the organisation",
        "start": 646.67,
        "duration": 3.839
    },
    {
        "text": "I have served all my life.\" And after his resignation, the Parliament broke out into song and dance and seemingly the reaction wasn't just from",
        "start": 650.51,
        "duration": 6.45
    },
    {
        "text": "his opposition.",
        "start": 656.96,
        "duration": 0.84
    },
    {
        "text": "One analyst for the BBC in South Africa saying this: \"The resignation of President Jacob Zuma",
        "start": 657.8,
        "duration": 3.509
    },
    {
        "text": "marks the end of an era an era of one corruption allegation after another, an era of divisions, infighting, and public",
        "start": 661.67,
        "duration": 5.039
    },
    {
        "text": "squabbles. There are many people who are",
        "start": 666.81,
        "duration": 1.44
    },
    {
        "text": "celebrating now and not just from the opposition benches. Also, the question of well who will be president now",
        "start": 668.25,
        "duration": 4.729
    },
    {
        "text": "Well if you've been paying attention it should come as no shock - Cyril Ramaphosa.",
        "start": 672.98,
        "duration": 3.0
    },
    {
        "text": "He's already been sworn in and right now things are looking hopeful although South Africa of course has a long road ahead of it",
        "start": 676.08,
        "duration": 6.05
    },
    {
        "text": "But just looking at the reaction in general,",
        "start": 682.13,
        "duration": 1.66
    },
    {
        "text": "it looks like people are",
        "start": 683.79,
        "duration": 1.32
    },
    {
        "text": "celebrating this change and are very hopeful. And for those of you that thought that maybe DACA would be handled this week...",
        "start": 685.11,
        "duration": 5.09
    },
    {
        "text": "Nope! Yesterday, all four immigration bills that have been worked on failed. Chris Coons and John McCain's bill failed 52 to",
        "start": 690.2,
        "duration": 6.149
    },
    {
        "text": "47. Toomey amendment failed 54 to 45. The Susan Collins Chuck Schumer common-sense plan failed fifty four to forty five and the Grassley bill that",
        "start": 696.42,
        "duration": 7.64
    },
    {
        "text": "President Trump tweeted that if Dems were serious about DACA",
        "start": 704.06,
        "duration": 2.519
    },
    {
        "text": "they would vote for was 39 to 60 and the other bills were expected to fail, but the one that had the most",
        "start": 706.58,
        "duration": 4.62
    },
    {
        "text": "hope was the Bipartisan bill the ones with Collins and Schumer things actually looked pretty promising",
        "start": 711.2,
        "duration": 3.629
    },
    {
        "text": "until Trump threatened to veto the bill on Twitter calling it a total catastrophe,",
        "start": 714.96,
        "duration": 3.559
    },
    {
        "text": "saying it's a vote against law enforcement and a vote for open borders. Now as far as what happens now,",
        "start": 718.89,
        "duration": 4.28
    },
    {
        "text": "I have no idea because so much time has seemingly passed with so many people focusing on this issue and we are",
        "start": 723.17,
        "duration": 6.929
    },
    {
        "text": "nowhere closer to striking a deal and ultimately we're looking at a situation where every solution proposed failed,",
        "start": 730.29,
        "duration": 5.57
    },
    {
        "text": "no one really knows",
        "start": 735.93,
        "duration": 1.28
    },
    {
        "text": "what comes next, everyone's going on a vacation, and DACA recipients have no long-term protection.",
        "start": 737.21,
        "duration": 5.28
    },
    {
        "text": "But ultimately we're just gonna have to wait and see what happens next. That's where we're going to end today's show and remember if you",
        "start": 742.49,
        "duration": 4.89
    },
    {
        "text": "liked this video, like what I'm trying to do on this channel, hit that like button, hit that subscribe button if",
        "start": 747.38,
        "duration": 4.949
    },
    {
        "text": "you don't want to miss these daily weekday videos which actually if you did miss yesterday's show you want to catch up",
        "start": 752.33,
        "duration": 3.84
    },
    {
        "text": "Click or tap right there watch that or if you need something lighter, we posted a brand new behind-the-scenes vlog right here",
        "start": 756.27,
        "duration": 4.64
    },
    {
        "text": "You can click or tap right there to watch that, but with that said of course as always my name is Philip DeFranco",
        "start": 760.91,
        "duration": 3.84
    },
    {
        "text": "You've just been phill'd in. I love yo faces, and I'll see you Monday",
        "start": 764.88,
        "duration": 4.159
    }
]