[
    {
        "text": "'Sup you beautiful bastards",
        "start": 0.0,
        "duration": 1.29
    },
    {
        "text": "hope you're having a fantastic",
        "start": 1.29,
        "duration": 0.82
    },
    {
        "text": "Wednesday welcome back to the Philip DeFranco show and let's just jump into it and the first thing we're talking about today is a",
        "start": 2.11,
        "duration": 5.87
    },
    {
        "text": "special kind of stupid you can immediately tell the level of",
        "start": 8.08,
        "duration": 3.08
    },
    {
        "text": "Stupid that we're dealing with because in the thing we're talking about it includes the word",
        "start": 11.32,
        "duration": 4.01
    },
    {
        "text": "challenge and so immediately",
        "start": 15.639,
        "duration": 1.041
    },
    {
        "text": "You know the people involved in this are",
        "start": 16.68,
        "duration": 2.0
    },
    {
        "text": "Overwhelmingly stupid and/or desperate for attention today that thing is the condom challenge for the people out there",
        "start": 18.939,
        "duration": 6.62
    },
    {
        "text": "They are not sure what a condom is like let's say Antonio, Cromartie",
        "start": 25.56,
        "duration": 3.629
    },
    {
        "text": "Who if you don't know because you don't watch football has 14 children a condom it's supposed to go on your penis",
        "start": 29.189,
        "duration": 6.299
    },
    {
        "text": "but for some reason people",
        "start": 35.489,
        "duration": 1.57
    },
    {
        "text": "decided now",
        "start": 37.059,
        "duration": 0.831
    },
    {
        "text": "I'm going to put the condom in my nose",
        "start": 37.89,
        "duration": 2.189
    },
    {
        "text": "Snort it up and then pull it out of my mouth. The fenya is when I looked into it",
        "start": 40.18,
        "duration": 3.619
    },
    {
        "text": "This is actually not a new thing it appears in one of the first iterations on YouTube of this was back in",
        "start": 43.8,
        "duration": 4.68
    },
    {
        "text": "2007 a majority of the videos around this came out in 2013",
        "start": 49.27,
        "duration": 3.199
    },
    {
        "text": "And that's interesting to me because I feel like it shows that things have gotten so stupid that it's now actually hard to be",
        "start": 52.66,
        "duration": 5.599
    },
    {
        "text": "stupid in an original way. This quote-unquote",
        "start": 58.359,
        "duration": 2.27
    },
    {
        "text": "New trend has actually just throw back stupid also despite all the warnings and reports about this",
        "start": 60.629,
        "duration": 5.04
    },
    {
        "text": "It doesn't seem like this is now widespread",
        "start": 65.67,
        "duration": 2.0
    },
    {
        "text": "Unfortunately the reporting on stupid and dangerous things unfortunately",
        "start": 67.78,
        "duration": 2.9
    },
    {
        "text": "Become how to video is for people to do it like there's information",
        "start": 70.78,
        "duration": 2.98
    },
    {
        "text": "I have as to the dangers of doing this, but I'm not gonna include it in this video",
        "start": 73.769,
        "duration": 3.691
    },
    {
        "text": "It's be honest if you're stupid enough and desperate enough to do this challenge",
        "start": 77.46,
        "duration": 3.15
    },
    {
        "text": "That's just going to make you more excited about doing it and ultimately where I land on this is right now the the idea that",
        "start": 80.68,
        "duration": 5.059
    },
    {
        "text": "The the condom challenge has gone viral. I think it's less the challenge and more the the panic about it. Now of course",
        "start": 85.74,
        "duration": 6.18
    },
    {
        "text": "for legal reasons, I'm gonna say do not try the condom snorting challenge",
        "start": 91.92,
        "duration": 3.269
    },
    {
        "text": "Let's be honest if you required a warning to not do that there's no stopping you. You can't stop stupid",
        "start": 95.189,
        "duration": 6.33
    },
    {
        "text": "It is a runaway train and the brakes went out a long time ago",
        "start": 101.52,
        "duration": 3.059
    },
    {
        "text": "And that's where I'm gonna end that one then let's talk about updates around the trade war with China",
        "start": 104.579,
        "duration": 3.18
    },
    {
        "text": "which according to Donald Trump this morning in the tweet is not a trade war. Trump saying that war was lost many years ago by",
        "start": 107.86,
        "duration": 5.479
    },
    {
        "text": "The foolish or incompetent people who represented the u.s.",
        "start": 113.34,
        "duration": 2.37
    },
    {
        "text": "Now we have a trade deficit of 500 billion a year with intellectual property theft of another 300 billion",
        "start": 115.71,
        "duration": 4.739
    },
    {
        "text": "We cannot let this continue. Then adding when you're already 500 billion down, you can't lose which I will say as a tweet",
        "start": 120.45,
        "duration": 5.699
    },
    {
        "text": "I enjoy because it sounds like something I've said in Vegas before. Fun fact about that though is",
        "start": 126.149,
        "duration": 4.199
    },
    {
        "text": "You can actually lose more you're dealing with numbers",
        "start": 130.479,
        "duration": 2.13
    },
    {
        "text": "They're actually levels of lose and I mentioned that not because I'm saying this will fail",
        "start": 132.61,
        "duration": 3.479
    },
    {
        "text": "But it's why many experts are worried many saying yes, the deficit was big something needed to be done",
        "start": 136.09,
        "duration": 4.709
    },
    {
        "text": "But the way everything is happening now that this is concerning the big announcement today came from China who announced tariffs on",
        "start": 140.799,
        "duration": 5.82
    },
    {
        "text": "106 American imports. This of course in response to the White House releasing a list of",
        "start": 147.019,
        "duration": 3.8
    },
    {
        "text": "1,300 Chinese products that are going to be giving a 25% tariff",
        "start": 151.19,
        "duration": 3.049
    },
    {
        "text": "and they're reportedly target up to fifty billion dollars in American imports annually some of the most notable include a",
        "start": 154.239,
        "duration": 5.52
    },
    {
        "text": "25% tariff on whiskey, cars and soybeans. If you want to go through the entire list I linked it in the description down below. As",
        "start": 160.34,
        "duration": 5.75
    },
    {
        "text": "Far as the global economy goes is the situation going to escalate it's going to be very",
        "start": 166.09,
        "duration": 4.559
    },
    {
        "text": "Interesting is if you look at what both sides are saying publicly",
        "start": 171.14,
        "duration": 2.779
    },
    {
        "text": "Obviously both are acting like they are on the right Donald Trump is making moves from the standpoint of China has been screwing us in",
        "start": 174.14,
        "duration": 5.479
    },
    {
        "text": "Trade there is a massive deficit",
        "start": 179.62,
        "duration": 2.009
    },
    {
        "text": "We need to close that gap. China is making moves from the standpoint of we are reacting to American aggression",
        "start": 181.629,
        "duration": 5.76
    },
    {
        "text": "And so we're essentially building up to this situation where one hopefully a compromise can be made or two",
        "start": 187.39,
        "duration": 5.489
    },
    {
        "text": "It's just two people who feel like they're in the right waiting for the other to blink",
        "start": 192.879,
        "duration": 3.509
    },
    {
        "text": "We'll have to wait and see. From that I want to share some stuff",
        "start": 196.389,
        "duration": 2.25
    },
    {
        "text": "I love today in today in awesome brought to you by Seat Geek",
        "start": 198.669,
        "duration": 3.48
    },
    {
        "text": "Seat Geek, of course a fantastic ticket that takes confusion out of buying tickets for live events whether it be concerts, comedy shows, sporting events",
        "start": 202.15,
        "duration": 6.54
    },
    {
        "text": "But all the tickets in one place give them 0-100 scores",
        "start": 208.69,
        "duration": 2.849
    },
    {
        "text": "So you know for getting a good deal or not. I have the app on my phone and is by far the easiest way to get tickets",
        "start": 211.54,
        "duration": 4.05
    },
    {
        "text": "Whether it be a last-minute thing or something you're looking forward to you've got basketball. It's baseball season again",
        "start": 215.59,
        "duration": 4.41
    },
    {
        "text": "They're a ton of Tours",
        "start": 220.0,
        "duration": 0.75
    },
    {
        "text": "So if you want to check it out like many from the nation already have go to seatsgeekphil.com or click the link",
        "start": 220.75,
        "duration": 4.139
    },
    {
        "text": "In the description download the app and make sure you enter an offer code Phil. When you do that you get",
        "start": 224.889,
        "duration": 4.26
    },
    {
        "text": "$20 off your first ticket purchase. And the first bit of awesome today let's just jump into trailers",
        "start": 229.25,
        "duration": 3.919
    },
    {
        "text": "we got one for Cargo starring Martin Freeman. Night School starring Tiffany Haddish and Kevin Hart. First look for Night Fliers on Netflix. Trailer for",
        "start": 233.169,
        "duration": 6.78
    },
    {
        "text": "The Cleanse. they also got the honest trailer for the new of Jumanji movie",
        "start": 239.95,
        "duration": 2.849
    },
    {
        "text": "Which I will say, I didn't realize until today actually has a better run Tomatoes score than the original band",
        "start": 242.799,
        "duration": 4.559
    },
    {
        "text": "We had a video that I'm just sharing cuz I thought it was it was awesome that it was number one trending on the site's",
        "start": 247.359,
        "duration": 5.1
    },
    {
        "text": "video called welcome to Iowa Romilly user by the name of duck sauce it's just a 24 second video of him kind of shitting on",
        "start": 252.459,
        "duration": 5.429
    },
    {
        "text": "His own state then anyway the slow mo guys",
        "start": 257.889,
        "duration": 1.541
    },
    {
        "text": "Dropping a car from a crane and slow motion John Krasinski doing a wired video answering the web's most searched questions if you want to",
        "start": 259.43,
        "duration": 6.109
    },
    {
        "text": "See the full versions everything",
        "start": 265.539,
        "duration": 1.171
    },
    {
        "text": "I just shared the secret link of the day anything at all links is always there in the description down below",
        "start": 266.71,
        "duration": 4.38
    },
    {
        "text": "Let's talk about this crazy story coming out of Kansas that is actually an update to something we covered back in",
        "start": 271.19,
        "duration": 5.45
    },
    {
        "text": "2016 in Kansas City, Kansas, there is a water park called Schlitterbahn, and it's big claim to fame",
        "start": 276.95,
        "duration": 4.339
    },
    {
        "text": "Is that it has the tallest waterslide in the world the farooq it is 17 stories tall just over",
        "start": 281.289,
        "duration": 5.429
    },
    {
        "text": "168 feet it makes it taller than Niagara",
        "start": 287.09,
        "duration": 2.0
    },
    {
        "text": "Falls and in order to keep participants from completely falling out and at a series of pipes and nets on top of the slide. Now the",
        "start": 289.099,
        "duration": 5.39
    },
    {
        "text": "slide first opened mid 2014",
        "start": 294.49,
        "duration": 1.77
    },
    {
        "text": "But it only ended up being used until",
        "start": 296.26,
        "duration": 1.99
    },
    {
        "text": "2016 and the reason for that you might remember the story",
        "start": 298.25,
        "duration": 2.0
    },
    {
        "text": "August 7th 2016 a",
        "start": 300.32,
        "duration": 1.529
    },
    {
        "text": "Ten-year-old boy named Caleb Schwab was killed on the ride while going down the ride the raft Caleb and two women were on went airborne",
        "start": 301.849,
        "duration": 5.869
    },
    {
        "text": "His head ended up striking one of the metal pipes above the ride and according to reports",
        "start": 307.76,
        "duration": 3.529
    },
    {
        "text": "He was decapitated and the two women on the ride",
        "start": 311.289,
        "duration": 2.07
    },
    {
        "text": "Also, received major injuries such as fractures and lacerations. After Caleb's death the ride was shut down",
        "start": 313.36,
        "duration": 4.5
    },
    {
        "text": "It was said to be a freak accident",
        "start": 317.86,
        "duration": 1.38
    },
    {
        "text": "There wasn't a huge flow of information initially",
        "start": 319.24,
        "duration": 2.64
    },
    {
        "text": "But all of that changed this year a grand jury indictment was unsealed in March",
        "start": 321.88,
        "duration": 3.989
    },
    {
        "text": "And now we're seeing arrests being made reportedly after the accident whistleblowers started going to authorities and revealing at the ride was far more",
        "start": 325.87,
        "duration": 6.089
    },
    {
        "text": "Dangerous than thought. The key figures in the indictment where Jeffrey Wayne Henry is a co-owner of the park and co-designer of the ride John",
        "start": 332.03,
        "duration": 5.899
    },
    {
        "text": "Sculley the designer of the ride and",
        "start": 337.93,
        "duration": 1.45
    },
    {
        "text": "Tyler Austin miles the park director and the whistleblower is and the indictment claimed that these three men had a history of covering up how",
        "start": 339.38,
        "duration": 5.809
    },
    {
        "text": "Dangerous the ride was the indictment stating experts in the field of amusement ride design and safety examined Faru and found physical evidence",
        "start": 345.2,
        "duration": 6.289
    },
    {
        "text": "Which indicated that other rafts had gone airborne and collided with the overhead hoops and netting before the fatalities experts noted that Farooq's design",
        "start": 351.49,
        "duration": 6.479
    },
    {
        "text": "violated nearly all",
        "start": 358.13,
        "duration": 1.349
    },
    {
        "text": "aspects of",
        "start": 359.479,
        "duration": 0.66
    },
    {
        "text": "Industry standards it turned out in the around 2 year history of this ride there were 13 injuries the injuries on that ride ranged from",
        "start": 360.139,
        "duration": 6.139
    },
    {
        "text": "Concussions to slipped spinal disks in fact it got so bad",
        "start": 366.44,
        "duration": 2.869
    },
    {
        "text": "Reportedly park employees refused to go down the ride unless forced to a reportedly Park Director Tyler Austin miles would go out of his way",
        "start": 369.31,
        "duration": 5.789
    },
    {
        "text": "To cover up these accidents",
        "start": 375.099,
        "duration": 1.56
    },
    {
        "text": "he would feed statements to people about the ride and the",
        "start": 376.659,
        "duration": 1.931
    },
    {
        "text": "Accidents also one of the worst parts of this is even before the ride opened the owners and designer",
        "start": 378.59,
        "duration": 3.93
    },
    {
        "text": "knew",
        "start": 382.52,
        "duration": 0.58
    },
    {
        "text": "How dangerous it was it appears that they were on this tight time schedule because they wanted the ride to be ready for a segment",
        "start": 383.1,
        "duration": 4.23
    },
    {
        "text": "On the Travel Channel investigators saying the ride itself was a spur-of-the-moment bid to impress producers of Travel Channel's Xtreme waterparks",
        "start": 387.33,
        "duration": 5.669
    },
    {
        "text": "Series the end of having a working prototype in",
        "start": 393.37,
        "duration": 2.15
    },
    {
        "text": "36 days something that reportedly normally takes months they also found emails from Jeffrey Wayne and Henry before the rides",
        "start": 395.71,
        "duration": 4.88
    },
    {
        "text": "construction revealing how much they knew they were cutting corners one reading \"I must communicate",
        "start": 400.66,
        "duration": 3.92
    },
    {
        "text": "Reality to all time is of the essence no time to die",
        "start": 404.68,
        "duration": 2.75
    },
    {
        "text": "This is a design product for TV absolutely cannot be anything else speed is 100% required a florid day Huff scheduled\" so at that point",
        "start": 407.43,
        "duration": 6.93
    },
    {
        "text": "You can tell they were in a hurry, but one of the most damning emails read \"Farooq's could hurt me",
        "start": 414.36,
        "duration": 4.649
    },
    {
        "text": "It could kill me it is a seriously dangerous piece of equipment today",
        "start": 419.01,
        "duration": 3.72
    },
    {
        "text": "Because there are things that we don't know about it every day we learn more",
        "start": 422.73,
        "duration": 3.329
    },
    {
        "text": "I have seen what this one had done to crash dummies into the boats we sent down ever since the prototype and we had boats",
        "start": 426.06,
        "duration": 4.559
    },
    {
        "text": "Flying in the prototype two it's complex. It's fast. It's mean if we mess up",
        "start": 430.62,
        "duration": 3.779
    },
    {
        "text": "it could be the end I could die going down this ride\" the indictment also claims you to Henry and Schooley's lack of expertise and",
        "start": 434.4,
        "duration": 5.37
    },
    {
        "text": "A desire to rush the time line they skipped fundamental steps in the design process in place of mathematical and physics calculations",
        "start": 439.77,
        "duration": 6.119
    },
    {
        "text": "They rushed forward relying almost entirely on",
        "start": 445.89,
        "duration": 2.369
    },
    {
        "text": "Crude trial and error methods. Which actually ends up making sense because Henry who's credited as a co design reportedly had no education in",
        "start": 448.33,
        "duration": 6.349
    },
    {
        "text": "mathematics physics",
        "start": 454.93,
        "duration": 1.38
    },
    {
        "text": "Engineering he did not even finish high school, and then on top of this death-trap to make it safe",
        "start": 456.31,
        "duration": 4.61
    },
    {
        "text": "They have the netting and metal pipe system despite there being an initial risk and then later",
        "start": 460.92,
        "duration": 4.229
    },
    {
        "text": "History of people hitting their heads on the pipe and now the biggest updates around the situation",
        "start": 465.25,
        "duration": 4.16
    },
    {
        "text": "all three men have been charged with",
        "start": 469.6,
        "duration": 2.42
    },
    {
        "text": "Felonies late Monday night police picked up John Schooley, the designer of the ride at the airport",
        "start": 472.09,
        "duration": 3.86
    },
    {
        "text": "He was reportedly returning from China and US Marshals were waiting at the airport for him among the charges the men face multiple counts of",
        "start": 475.95,
        "duration": 5.22
    },
    {
        "text": "aggravated battery aggravated endangerment of a child",
        "start": 481.17,
        "duration": 2.459
    },
    {
        "text": "obstruction of justice",
        "start": 484.09,
        "duration": 0.84
    },
    {
        "text": "Schooley and Henry are both facing felonies second-degree murder charges in Kansas second degree murder means an extreme indifference to human life",
        "start": 484.93,
        "duration": 6.11
    },
    {
        "text": "And if found guilty they face 20 years in prison just for that not including the other charges and finally as far as the park",
        "start": 491.04,
        "duration": 5.22
    },
    {
        "text": "Itself they are planning on tearing down the ride after investigation and legal proceedings are complete",
        "start": 496.26,
        "duration": 4.229
    },
    {
        "text": "And I wondered about updates around the shooting at YouTube headquarters in San Bruno",
        "start": 500.49,
        "duration": 3.059
    },
    {
        "text": "Yesterday as far as victims taken to the hospital",
        "start": 503.74,
        "duration": 2.09
    },
    {
        "text": "we knew that there was a 36 year old man in critical condition a 32 year old woman in serious condition a",
        "start": 505.83,
        "duration": 4.589
    },
    {
        "text": "27 year old woman in fair condition as a recording this video according to the hospital",
        "start": 510.55,
        "duration": 3.47
    },
    {
        "text": "The two women were released last night, although the man is still in the hospital. I'll see yesterday",
        "start": 514.23,
        "duration": 3.989
    },
    {
        "text": "we saw there were many theories as far as motive a lot of outlets running with a story that this was a",
        "start": 518.22,
        "duration": 4.109
    },
    {
        "text": "girlfriend who went to YouTube and shot her",
        "start": 522.55,
        "duration": 1.83
    },
    {
        "text": "Boyfriend I was quickly dismissed by the police department who issued a statement saying at this time",
        "start": 524.38,
        "duration": 3.649
    },
    {
        "text": "There is no evidence that the shooter knew the victims of the shooting or that individuals were specifically",
        "start": 528.03,
        "duration": 3.929
    },
    {
        "text": "Targeted and then later in the night authorities identified the shooter now if you're new in my show people like this",
        "start": 532.06,
        "duration": 4.94
    },
    {
        "text": "I don't show their faces. I don't include their names",
        "start": 537.0,
        "duration": 2.309
    },
    {
        "text": "I really do not like how many outlets essentially make these people into celebrities",
        "start": 539.31,
        "duration": 4.559
    },
    {
        "text": "I think we can fully cover the situation talk about the shooters background the family the everything leading to this event without",
        "start": 543.87,
        "duration": 6.239
    },
    {
        "text": "Glorifying disgusting individuals like this well. We know is a she used a nine millimeter gun",
        "start": 550.39,
        "duration": 3.98
    },
    {
        "text": "That's registered in her name there also reports that the shooter actually went to a shooting range before going to YouTube HQ",
        "start": 554.37,
        "duration": 5.099
    },
    {
        "text": "She was a 39 year old iranian-born woman who lived in San Diego",
        "start": 559.47,
        "duration": 3.119
    },
    {
        "text": "There's also incredibly active on YouTube having thousands of videos that that widely vary most of which were incredibly bizarre",
        "start": 562.62,
        "duration": 7.169
    },
    {
        "text": "And confusing and based off of some of her videos and social media postings",
        "start": 570.16,
        "duration": 3.65
    },
    {
        "text": "She seemed",
        "start": 573.81,
        "duration": 0.85
    },
    {
        "text": "Incredibly angry at YouTube saying she and her conent were being discriminated",
        "start": 574.66,
        "duration": 3.02
    },
    {
        "text": "Against that she was being age gated unfairly that she was being suppressed by YouTube",
        "start": 577.78,
        "duration": 4.58
    },
    {
        "text": "She referred to YouTube as a dictatorship and so as right now",
        "start": 582.36,
        "duration": 2.429
    },
    {
        "text": "It appears that the age dating the demonetization the issues with YouTube",
        "start": 584.79,
        "duration": 3.75
    },
    {
        "text": "That's the motive we've also now heard from the shooter's family. Specifically the shooters brother and father",
        "start": 588.73,
        "duration": 4.13
    },
    {
        "text": "They've now spoken to the media",
        "start": 592.86,
        "duration": 1.05
    },
    {
        "text": "They said they became concerned when she stopped answering her phone over the weekend family actually reported her missing on Saturday and then on Tuesday",
        "start": 593.91,
        "duration": 5.58
    },
    {
        "text": "Morning at 2:00 a.m.",
        "start": 599.49,
        "duration": 0.54
    },
    {
        "text": "police",
        "start": 600.03,
        "duration": 0.31
    },
    {
        "text": "Called them to let them know they had located her police actually found her asleep in her car to Mountain View parking lot her brother",
        "start": 600.34,
        "duration": 5.09
    },
    {
        "text": "Telling CNN, I googled Mountain View, and it was close to YouTube's headquarters",
        "start": 605.43,
        "duration": 3.0
    },
    {
        "text": "And she had a problem with YouTube and so he said he called police to say she went all the way from San Diego",
        "start": 608.43,
        "duration": 3.959
    },
    {
        "text": "So she might do something her father also telling Mercury News that he told police",
        "start": 612.39,
        "duration": 3.15
    },
    {
        "text": "She might be going to YouTube because she quote hated the company adding that a few weeks before she said that YouTube had been censoring",
        "start": 615.54,
        "duration": 5.039
    },
    {
        "text": "Her videos and actually stopped paying her for her content",
        "start": 620.58,
        "duration": 1.98
    },
    {
        "text": "So she was angry who seems to possibly be connected to the the new YouTube Partner standards now",
        "start": 622.56,
        "duration": 3.959
    },
    {
        "text": "It's interesting his Mountain View police released a statement saying they had located a missing woman they confirmed her identity",
        "start": 626.52,
        "duration": 4.619
    },
    {
        "text": "They had notified the family",
        "start": 631.24,
        "duration": 1.37
    },
    {
        "text": "But they didn't mention",
        "start": 632.61,
        "duration": 0.97
    },
    {
        "text": "Receiving any warrant that is until later when the department said the father confirmed to us that the family had been having issues at home",
        "start": 633.58,
        "duration": 5.179
    },
    {
        "text": "it did not act in any way concerned about why his daughter had left at no point during the",
        "start": 638.76,
        "duration": 3.54
    },
    {
        "text": "Conversation did either the father or brother make any statements regarding the woman's potential threat to or a possible",
        "start": 642.43,
        "duration": 4.699
    },
    {
        "text": "Attack on the YouTube campus roughly one hour after our phone",
        "start": 647.279,
        "duration": 2.729
    },
    {
        "text": "Call to the family her father called us back to let us know she made a series of vegan videos for a channel on YouTube",
        "start": 650.009,
        "duration": 4.65
    },
    {
        "text": "And that the company had recently done something to her videos that it caused her to become upset once again police said at no",
        "start": 654.66,
        "duration": 5.07
    },
    {
        "text": "point did her father or brother mention anything about potential acts of violence or a",
        "start": 659.73,
        "duration": 4.019
    },
    {
        "text": "Possibility of her lashing out as a result of her issues with her YouTube videos so of course then we have the question well did",
        "start": 663.999,
        "duration": 5.03
    },
    {
        "text": "They actually warn police, or did they they kind of say something in passing they say something",
        "start": 669.029,
        "duration": 4.89
    },
    {
        "text": "But it was disregarded and we'll see if more information comes out obviously we're gonna stay on top of this story where I want to",
        "start": 673.92,
        "duration": 5.07
    },
    {
        "text": "End this story today is I want to comment on something I've seen a lot and that is a shit-ton of",
        "start": 678.99,
        "duration": 5.369
    },
    {
        "text": "Victim blaming although a lot of the victim blaming says hey, I'm not saying",
        "start": 684.639,
        "duration": 3.26
    },
    {
        "text": "This is okay with what YouTube is dunno saying in a way, so you don't feel like you're justifying a horrible horrible shooting",
        "start": 687.899,
        "duration": 6.239
    },
    {
        "text": "But what you're doing is very close to it. It's parallel I have my issues with YouTube as a company at times",
        "start": 694.139,
        "duration": 5.13
    },
    {
        "text": "I am furious with them",
        "start": 699.269,
        "duration": 1.62
    },
    {
        "text": "I get vocal about it",
        "start": 700.889,
        "duration": 1.5
    },
    {
        "text": "But I should never and will never with me turn into a desire for someone over there to be hurt",
        "start": 702.389,
        "duration": 4.95
    },
    {
        "text": "They will never turn into a well. They shouldn't be surprised that someone did something about it, which unfortunately",
        "start": 707.49,
        "duration": 4.829
    },
    {
        "text": "There is a good amount of online right now",
        "start": 712.319,
        "duration": 1.71
    },
    {
        "text": "Don't you have to fear for their lives because they work at YouTube these are people these are human beings I understand with how much",
        "start": 714.029,
        "duration": 6.0
    },
    {
        "text": "Bad shit, we constantly see in the news",
        "start": 720.029,
        "duration": 1.75
    },
    {
        "text": "It's very easy to feel cold towards something or at least but it feel very disconnected right and the more disconnected",
        "start": 721.779,
        "duration": 5.51
    },
    {
        "text": "We are from it the less real. It seems the more callous. We are the only person's fault",
        "start": 727.29,
        "duration": 4.14
    },
    {
        "text": "It is here is the person that decided to take a gun and shoot",
        "start": 731.43,
        "duration": 2.579
    },
    {
        "text": "Up YouTube headquarters a person who had issue with YouTube's policy and decided that the way they wanted to deal with it was to try",
        "start": 734.259,
        "duration": 5.54
    },
    {
        "text": "To take life from people that worked there that is the only person responsible for this heinous act so fuck her and fuck",
        "start": 739.8,
        "duration": 5.339
    },
    {
        "text": "Anyone that is even remotely forgiving of what she did that's where I'm gonna end it",
        "start": 745.389,
        "duration": 4.16
    },
    {
        "text": "I once again want to send my well wishes to everyone affected by this shooting, but of course",
        "start": 749.55,
        "duration": 5.009
    },
    {
        "text": "It's the story in my opinion there at the end, and then of course. I want to pass the question off to you",
        "start": 754.559,
        "duration": 4.41
    },
    {
        "text": "What are your thoughts today?",
        "start": 758.97,
        "duration": 1.109
    },
    {
        "text": "Whether it be this last story the first one anything in between let me know in those comments down below",
        "start": 760.079,
        "duration": 4.83
    },
    {
        "text": "That's where I'm gonna end today's video of course remember if you liked this video like I'm trying to do on this channel hit that",
        "start": 764.91,
        "duration": 4.289
    },
    {
        "text": "Like button if you're new here hit that subscribe button so turn on notifications",
        "start": 769.199,
        "duration": 3.119
    },
    {
        "text": "So you don't miss these daily weekday video that said though if you did miss yesterday's philip defranco show you want to catch up click",
        "start": 772.329,
        "duration": 5.45
    },
    {
        "text": "Or tap right there to watch that or if you want to watch today's brand new behind the scene",
        "start": 777.779,
        "duration": 2.789
    },
    {
        "text": "Vlogs something lighter click or tap right there Lotso that said of course as always my name is philip defranco",
        "start": 780.67,
        "duration": 4.229
    },
    {
        "text": "You've just been phill'd in a love yo faces, and i'll see you tomorrow",
        "start": 785.03,
        "duration": 4.13
    }
]