[
    {
        "text": "Sup you beautiful bastards, hope you're having a fantastic Friday. Welcome back to the Philip DeFranco show",
        "start": 0.0,
        "duration": 4.65
    },
    {
        "text": "And if you're new here on Fridays, we do things a little bit differently. On Fridays",
        "start": 4.65,
        "duration": 2.79
    },
    {
        "text": "I try to cover stories from earlier in the week that we weren't able to get around to and also cover more viewer requested stories",
        "start": 7.44,
        "duration": 4.98
    },
    {
        "text": "And so with that said, let's jump into it. And the first thing I want to talk about this week",
        "start": 12.42,
        "duration": 2.699
    },
    {
        "text": "I got a ton of requests for more information around this is how did our testing go this week?",
        "start": 15.12,
        "duration": 5.429
    },
    {
        "text": "And if you're new to this channel, or if you haven't watched the shows this week in addition to the regular Monday Tuesday",
        "start": 20.55,
        "duration": 4.08
    },
    {
        "text": "Wednesday Thursday Friday Philip DeFranco show at the regular time in the afternoon at least in the United States this week",
        "start": 24.63,
        "duration": 4.67
    },
    {
        "text": "I also posted one to two story morning videos on Tuesday",
        "start": 29.3,
        "duration": 2.68
    },
    {
        "text": "Wednesday and Thursday",
        "start": 31.98,
        "duration": 0.73
    },
    {
        "text": "covering topics that we thought were probably more likely to get us demonetized or have our video suppressed where it's not showing up on",
        "start": 32.71,
        "duration": 5.569
    },
    {
        "text": "Recommended or home pages and the general thinking of \"I want to cover this topic\"",
        "start": 38.41,
        "duration": 2.959
    },
    {
        "text": "The audience's will get more content here and if it does get dinged *Demonetized*, it doesn't drag down an entire Philip DeFranco show",
        "start": 41.37,
        "duration": 5.009
    },
    {
        "text": "And so the results this week we got are",
        "start": 46.379,
        "duration": 2.07
    },
    {
        "text": "Nothing is clearer to me",
        "start": 49.899,
        "duration": 1.34
    },
    {
        "text": "So this week the Monday Tuesday, Wednesday Philip DeFranco shows the things that I was trying to keep clean",
        "start": 51.239,
        "duration": 5.069
    },
    {
        "text": "All of them got demonetized. The Wednesday video was also suppressed but then that got reversed upon review",
        "start": 56.379,
        "duration": 5.96
    },
    {
        "text": "None of the morning videos got hit by YouTube",
        "start": 62.34,
        "duration": 2.159
    },
    {
        "text": "In fact, the Thursday morning video was number one trending on YouTube and so nothing is clearer to me",
        "start": 64.53,
        "duration": 6.629
    },
    {
        "text": "but I guess on a positive note a bunch of you love all the additional news coverage and looking at this week the only",
        "start": 71.159,
        "duration": 4.62
    },
    {
        "text": "Thing I could really do is try and make a semi educated guess and the three videos that had been dinged obviously",
        "start": 75.78,
        "duration": 5.639
    },
    {
        "text": "It's only 2 now",
        "start": 81.42,
        "duration": 0.72
    },
    {
        "text": "The only thing they had in common was the coverage of the Argento story this week",
        "start": 82.14,
        "duration": 3.479
    },
    {
        "text": "Which I think could make sense given what that story is about, the metadata that goes along with it",
        "start": 85.619,
        "duration": 5.13
    },
    {
        "text": "that could be a reason why those got hit but the thing that kind of throws a wrench into that idea is I saw other",
        "start": 90.75,
        "duration": 5.43
    },
    {
        "text": "News channels covering it where they had ads displayed on those videos and it wasn't even just the mainstream guys",
        "start": 96.18,
        "duration": 4.5
    },
    {
        "text": "You had like indie liberal outlets like The Young Turks talked about it",
        "start": 100.68,
        "duration": 2.9
    },
    {
        "text": "They had ads which I will say was actually kind of shocking to me given a jinx hot take on the issue",
        "start": 103.58,
        "duration": 5.36
    },
    {
        "text": "we all",
        "start": 108.94,
        "duration": 0.66
    },
    {
        "text": "relatively speaking acknowledge that most",
        "start": 110.38,
        "duration": 2.7
    },
    {
        "text": "Seventeen-year-old males in that position would be thrilled",
        "start": 114.7,
        "duration": 2.72
    },
    {
        "text": "Maybe I'm wrong. Maybe I'm totally wrong and no they would be horrible like oh",
        "start": 118.44,
        "duration": 4.38
    },
    {
        "text": "You're gonna give me oral sex and you're beautiful, you're gonna have sex with me. I don't want it. I don't want it under any circumstance",
        "start": 122.82,
        "duration": 5.88
    },
    {
        "text": "Maybe, and by the way, everyone is different",
        "start": 128.7,
        "duration": 2.8
    },
    {
        "text": "me I'll be honest with you. I would have not liked it loved it",
        "start": 131.54,
        "duration": 5.22
    },
    {
        "text": "Okay, and sometimes people will say. Oh no. No you think you would have liked it, but you would've been traumatized",
        "start": 136.86,
        "duration": 5.08
    },
    {
        "text": "No, I know myself. I would have loved it. Okay?",
        "start": 141.96,
        "duration": 3.48
    },
    {
        "text": "Now that doesn't mean everybody's like me",
        "start": 145.66,
        "duration": 2.089
    },
    {
        "text": "People can be traumatized everybody's different",
        "start": 148.08,
        "duration": 2.38
    },
    {
        "text": "and while the video didn't get dinged if you look through the comments and the likes versus dislikes there",
        "start": 150.46,
        "duration": 3.62
    },
    {
        "text": "were a lot of people that had issue with that and I mean one because he was",
        "start": 154.08,
        "duration": 3.24
    },
    {
        "text": "disregarding California law, the age of consent there is",
        "start": 157.39,
        "duration": 2.36
    },
    {
        "text": "18 people saying that he was being a hypocrite that it was disgusting that he was saying because she was",
        "start": 159.91,
        "duration": 4.699
    },
    {
        "text": "Attractive that somehow it makes it more",
        "start": 164.769,
        "duration": 2.15
    },
    {
        "text": "okay saying that he was promoting a double standard where if you had a 37 year old man and a",
        "start": 166.92,
        "duration": 3.99
    },
    {
        "text": "17 year old girl that you know, would he have the same reaction there?",
        "start": 171.01,
        "duration": 3.47
    },
    {
        "text": "essentially saying that what he was putting out there into the world just adds to the stigma for male victims now is something Jimmy",
        "start": 174.48,
        "duration": 6.029
    },
    {
        "text": "Bennett addressed when he released his newest public statement trying to explain his actions at the time saying I tried to seek justice in a",
        "start": 180.51,
        "duration": 5.13
    },
    {
        "text": "way that made sense to me at the time because I was not ready to deal with the",
        "start": 185.64,
        "duration": 2.46
    },
    {
        "text": "ramifications of my story becoming public at the time",
        "start": 188.26,
        "duration": 2.0
    },
    {
        "text": "I believed there was still a stigma to being in the situation as a male in our society",
        "start": 190.26,
        "duration": 3.389
    },
    {
        "text": "I didn't think that people would understand the event that took place from the eyes of a teenage boy",
        "start": 193.65,
        "duration": 3.42
    },
    {
        "text": "And a note that I would want to say here is I don't know what actually happened between the two people in this case",
        "start": 197.07,
        "duration": 5.609
    },
    {
        "text": "but I do believe I am of the mindset that the genders of the accused and accuser don't change whether an allegation is valid or",
        "start": 202.68,
        "duration": 6.42
    },
    {
        "text": "and a big part of a lot of these allegations is the abuse of position and power and that's in addition to the actual breaking",
        "start": 209.1,
        "duration": 5.759
    },
    {
        "text": "of a law",
        "start": 214.86,
        "duration": 0.42
    },
    {
        "text": "But all of that said I'm straying from the main point here morning news videos are something that I do want to continue moving",
        "start": 215.28,
        "duration": 4.47
    },
    {
        "text": "forward with I think that long term it is still going to help us make sure that the philip defranco show once we",
        "start": 219.82,
        "duration": 5.899
    },
    {
        "text": "Figure a few more things out. It'll stay safer. I guess the biggest thing is just in the midst of all of this",
        "start": 225.72,
        "duration": 4.709
    },
    {
        "text": "Thank you to you you beautiful",
        "start": 230.65,
        "duration": 1.589
    },
    {
        "text": "Bastards you guys being excited about the new news videos excited me and excited the team you guys liking more sharing more I saw",
        "start": 232.239,
        "duration": 5.75
    },
    {
        "text": "Even more people going to DeFrancoelite.com to subscribe as a paying subscriber there",
        "start": 238.15,
        "duration": 3.95
    },
    {
        "text": "Thank you so much whenever it comes to something like this",
        "start": 242.1,
        "duration": 2.579
    },
    {
        "text": "I struggle to find all of the",
        "start": 244.68,
        "duration": 2.22
    },
    {
        "text": "Appropriate words to really convey how I'm feeling and so I end up just saying thank you. Thank you. Thank you a million times",
        "start": 247.15,
        "duration": 4.82
    },
    {
        "text": "I love your faces. I love what I do. I love this community and the back and forth that we have",
        "start": 251.97,
        "duration": 5.43
    },
    {
        "text": "Yeah, that's where I'm gonna end this one. Then we had an update around the Kelly Marie Tran situation in case you missed it",
        "start": 257.4,
        "duration": 4.739
    },
    {
        "text": "She had been on the receiving end of just a lot of hate much of it also",
        "start": 262.14,
        "duration": 3.84
    },
    {
        "text": "Sexist and racist some of this appeared to be from fans. That didn't like her in Star Wars: The last Jedi a",
        "start": 266.24,
        "duration": 4.08
    },
    {
        "text": "Lot of it also seemed to be just ignorant piling on from other people. She ended up leaving social media and much of the conversation",
        "start": 270.36,
        "duration": 5.6
    },
    {
        "text": "Was just from from outsiders looking in or other members of the cast as of Tuesday",
        "start": 276.1,
        "duration": 4.49
    },
    {
        "text": "She post an op-ed in The New York Times",
        "start": 280.59,
        "duration": 1.38
    },
    {
        "text": "A lot of people were saying you know, what do you think of it?",
        "start": 281.97,
        "duration": 2.07
    },
    {
        "text": "And before I say, I'll just read a few of her words, and she said it wasn't their words",
        "start": 284.04,
        "duration": 3.119
    },
    {
        "text": "It's that I started to believe that their words seem to confirm what growing up as a woman and a person of color already taught",
        "start": 287.16,
        "duration": 4.83
    },
    {
        "text": "Me that I belonged in margins and spaces valid only as a minor character in their lives and stories their words reinforced a narrative",
        "start": 291.99,
        "duration": 6.059
    },
    {
        "text": "I had heard my whole life that I was other that I didn't belong that",
        "start": 298.05,
        "duration": 2.94
    },
    {
        "text": "I wasn't good enough simply because I wasn't like them and that feeling I realized now was and is shame a shame",
        "start": 300.99,
        "duration": 5.549
    },
    {
        "text": "For the things that made me different a shame for the culture from which I came from and to me the most",
        "start": 306.64,
        "duration": 4.7
    },
    {
        "text": "disappointing thing was that I felt it at all and she then goes on to talk about how she is aware of just what a",
        "start": 311.44,
        "duration": 4.52
    },
    {
        "text": "Privileged position she is in that she gets to tell these stories and open doors. I think she knows how important that is",
        "start": 316.0,
        "duration": 6.17
    },
    {
        "text": "She is not giving up and in fact, she's just getting started",
        "start": 322.17,
        "duration": 3.059
    },
    {
        "text": "I will say well I fully appreciated the whole thing kind of as a as a white guy",
        "start": 325.23,
        "duration": 3.059
    },
    {
        "text": "I could really only",
        "start": 328.29,
        "duration": 0.79
    },
    {
        "text": "Identify with a very small part of the op-ed that the worst part of getting hate from people online",
        "start": 329.08,
        "duration": 5.149
    },
    {
        "text": "Is when it's something you already think about yourself or something. They make you believe. Now for me having done this for so long",
        "start": 334.33,
        "duration": 6.619
    },
    {
        "text": "It's really just the things I already think about myself",
        "start": 341.17,
        "duration": 2.779
    },
    {
        "text": "And also I have what I call a big small spotlight and I'm fortunate enough to talk to one to two million people every day",
        "start": 343.95,
        "duration": 5.76
    },
    {
        "text": "But I'm not Star Wars big spotlight and I'm not entering into a long-standing beloved franchise",
        "start": 349.71,
        "duration": 6.869
    },
    {
        "text": "It's closest I'll ever get to that is when you're number one on",
        "start": 356.58,
        "duration": 2.25
    },
    {
        "text": "Trending and people that don't know you watch your stuff and will let you know how garbage they think you are",
        "start": 358.96,
        "duration": 4.849
    },
    {
        "text": "I think the thing that kind of always bugged me with the kelly marie trans",
        "start": 363.81,
        "duration": 2.91
    },
    {
        "text": "Situation and the amount of hate that she was getting was you can dislike her role in the movie",
        "start": 366.79,
        "duration": 5.239
    },
    {
        "text": "You can dislike whatever about the character. But why would you then harass the the actor? I mean, this is a genuine question",
        "start": 372.03,
        "duration": 5.94
    },
    {
        "text": "What do you think that accomplishes and I say to you wouldn't it",
        "start": 378.1,
        "duration": 3.559
    },
    {
        "text": "even if you have a real gripe, wouldn't it make more sense to you to go after the casting director the",
        "start": 381.66,
        "duration": 5.43
    },
    {
        "text": "actual",
        "start": 387.32,
        "duration": 0.46
    },
    {
        "text": "Director the writers because I know that there's no stopping your hate but I'm just very confused as far as the targets? But then again",
        "start": 387.78,
        "duration": 6.68
    },
    {
        "text": "Looking at the the kind of hate she received I think some of it did not really have to do with the movie",
        "start": 394.46,
        "duration": 5.909
    },
    {
        "text": "Yeah, that's what I'm gonna leave that but from that I want to share some stuff",
        "start": 400.37,
        "duration": 2.58
    },
    {
        "text": "I loved today and today in awesome bought to you",
        "start": 402.95,
        "duration": 2.549
    },
    {
        "text": "by betterhelp.Com/DeFranco and better help",
        "start": 405.5,
        "duration": 2.279
    },
    {
        "text": "If you don't know is the fantastic place and service that gets you affordable private online",
        "start": 407.78,
        "duration": 3.48
    },
    {
        "text": "Counseling right on your computer, your tablet, your phone you get access to a licensed, trained, experienced accredited psychologist",
        "start": 411.48,
        "duration": 5.239
    },
    {
        "text": "It's so easy. All you got to do to get started. Just go to BetterHelp.Com/DeFranco",
        "start": 416.72,
        "duration": 3.57
    },
    {
        "text": "You fill out a questionnaire. They match you with a counselor. You could start counseling today",
        "start": 420.29,
        "duration": 3.269
    },
    {
        "text": "I always like to mention this but they're not just a sponsor of the PDS. It is a service",
        "start": 423.56,
        "duration": 3.21
    },
    {
        "text": "I personally use I feel like talking with someone especially in a way that is extremely convenient for my time",
        "start": 426.77,
        "duration": 5.519
    },
    {
        "text": "It's given me the opportunity to obviously do the part where you unload and the event but also gain tools for how to deal with",
        "start": 432.29,
        "duration": 5.67
    },
    {
        "text": "Relationships and just other parts of my life and here's the thing",
        "start": 437.96,
        "duration": 2.189
    },
    {
        "text": "Even if you don't mess around with BetterHelp.Com/DeFranco, which I think is good for you",
        "start": 440.15,
        "duration": 3.63
    },
    {
        "text": "It helps to show obviously as well",
        "start": 443.78,
        "duration": 1.41
    },
    {
        "text": "I hope that even me just mentioning the the topic of mental health and and what I'm personally doing that if you haven't been open",
        "start": 445.19,
        "duration": 6.21
    },
    {
        "text": "To talking to someone in the past. Maybe you're a little more open",
        "start": 451.4,
        "duration": 2.639
    },
    {
        "text": "Maybe you give something like that a try because I think it's something that everyone could really benefit from and the first bit of awesome today",
        "start": 454.04,
        "duration": 4.529
    },
    {
        "text": "Is kind of just self promo, the rogue rocket podcast  that we had messed around with at the old office",
        "start": 458.57,
        "duration": 4.95
    },
    {
        "text": "We finally now brought it back",
        "start": 463.52,
        "duration": 1.17
    },
    {
        "text": "We just launched a 70 minute kickoff episode over at DeFrancoElite.Com but also available for everyone right now",
        "start": 464.69,
        "duration": 5.339
    },
    {
        "text": "we uploaded an embarrassing",
        "start": 470.04,
        "duration": 2.449
    },
    {
        "text": "Seven-minute clip to the vlog channel that you can check out after today's show that I'll link to down below",
        "start": 473.01,
        "duration": 4.22
    },
    {
        "text": "so there's that and then we had life noggin given us what happens when you get rabies and we had TedEd asking \"can you solve the",
        "start": 477.27,
        "duration": 5.509
    },
    {
        "text": "Leonardo da Vinci riddle?\"",
        "start": 482.82,
        "duration": 1.37
    },
    {
        "text": "You got the company trailer for battlefield 5 we got a bad lip reading for a White House",
        "start": 484.19,
        "duration": 3.959
    },
    {
        "text": "Press briefing. We had Ian Kung doing a video on a black James Bond",
        "start": 488.15,
        "duration": 3.72
    },
    {
        "text": "And if you want to see the full versions of everything",
        "start": 491.87,
        "duration": 1.56
    },
    {
        "text": "I just shared, the secret link of the day",
        "start": 493.43,
        "duration": 2.0
    },
    {
        "text": "Anything at all links is always on the description down below then let's talk about this story out of Bloomington",
        "start": 495.48,
        "duration": 4.73
    },
    {
        "text": "Illinois and the story of unsurprisingly blew up given the headline Bloomington Police discover over",
        "start": 500.21,
        "duration": 5.339
    },
    {
        "text": "200 penises during raid at funeral employees home. There was a man collecting penises from dead bodies",
        "start": 505.95,
        "duration": 7.13
    },
    {
        "text": "No, there wasn't actually it was all a hoax. Honestly isn't the thing that's really scary and sad",
        "start": 513.08,
        "duration": 4.83
    },
    {
        "text": "Is that for a second he thought it was real?",
        "start": 517.91,
        "duration": 2.0
    },
    {
        "text": "Really think about that for a second that we live in a world where we go \"Yeah, that's definitely possible\"",
        "start": 519.99,
        "duration": 5.36
    },
    {
        "text": "Honestly, the way that this year is going even if this story was real",
        "start": 525.54,
        "duration": 2.84
    },
    {
        "text": "I don't know if it would make top 10 craziest stories the main point the reason people found out that this was fake is they",
        "start": 528.38,
        "duration": 4.769
    },
    {
        "text": "found out it originated on Fox News... -us.com",
        "start": 533.15,
        "duration": 2.25
    },
    {
        "text": "and so actually on that note if you are under the age of 60 years old and you saw this story on that website",
        "start": 536.25,
        "duration": 6.199
    },
    {
        "text": "and you thought it was real just just leave the internet forever, please also the thing that's most unfortunate",
        "start": 542.45,
        "duration": 4.95
    },
    {
        "text": "But also maybe the most hilarious thing about this. Is that the actual coroner Glynn County",
        "start": 547.5,
        "duration": 4.88
    },
    {
        "text": "Coroner Kathy Davis well for the rest of time or at least until the internet stops",
        "start": 552.78,
        "duration": 4.79
    },
    {
        "text": "existing have her name and picture associated with articles where she had to release a statement denying a story about",
        "start": 557.97,
        "duration": 6.71
    },
    {
        "text": "200 severed penises so, you know just another day on the internet and then let's talk about something really interesting",
        "start": 564.99,
        "duration": 5.479
    },
    {
        "text": "We saw out of California this week on Wednesday the California State Senate passed a bill to automatically expunge or reduce marijuana conviction the bill",
        "start": 570.47,
        "duration": 6.21
    },
    {
        "text": "Passed 22 to 8 in the Senate and now just needs Governor Jerry Brown to sign it",
        "start": 576.68,
        "duration": 3.089
    },
    {
        "text": "And so with this there's the question of okay. Well, how does this work?",
        "start": 579.77,
        "duration": 2.19
    },
    {
        "text": "well one this applies to cases between",
        "start": 581.99,
        "duration": 1.84
    },
    {
        "text": "1975 and",
        "start": 583.83,
        "duration": 0.9
    },
    {
        "text": "2016 when California passed its legal marijuana law into the cases in general that would qualify would be nonviolent felony convictions for possession or distribution",
        "start": 584.73,
        "duration": 6.979
    },
    {
        "text": "And other non violent misdemeanor crimes and so within a year specifically by July 1st 2019",
        "start": 591.81,
        "duration": 4.519
    },
    {
        "text": "The DOJ is required have compiled and given a full list of eligible cases to the DA's office after that",
        "start": 596.33,
        "duration": 5.19
    },
    {
        "text": "The DA's office will have another year to dispute any cases",
        "start": 601.52,
        "duration": 2.16
    },
    {
        "text": "They think shouldn't be eligible now would most likely mean people that the DA's office recognized as having violent histories having a severe enough past",
        "start": 603.68,
        "duration": 5.969
    },
    {
        "text": "criminal conviction",
        "start": 609.65,
        "duration": 0.96
    },
    {
        "text": "So then after the July 1st 2020 deadline the wall would then kick into gear and specifically give priority to anyone serving a jail",
        "start": 610.61,
        "duration": 5.519
    },
    {
        "text": "Sentence and if this story sounds somewhat similar to you",
        "start": 616.2,
        "duration": 2.09
    },
    {
        "text": "It's actually because we talked about the building blocks to this a while ago back in 2016 when California passed prop 64 that legalized marijuana",
        "start": 618.29,
        "duration": 5.849
    },
    {
        "text": "They also retro actively changed some parts of the Penal Code",
        "start": 624.14,
        "duration": 2.4
    },
    {
        "text": "So for example in the past if you were caught with marijuana concentrates in any amount",
        "start": 626.54,
        "duration": 3.479
    },
    {
        "text": "You could have gotten a misdemeanor charge and up to a year in jail",
        "start": 630.02,
        "duration": 2.04
    },
    {
        "text": "now if you're of age up to 8 grams of marijuana",
        "start": 632.06,
        "duration": 2.01
    },
    {
        "text": "Concentrate is legal also before 2016 penalties were pretty harsh for people under age in possession of marijuana",
        "start": 634.32,
        "duration": 4.519
    },
    {
        "text": "Example if you had more than an ounce of marijuana as a minor you could face up to six months of jail time",
        "start": 638.94,
        "duration": 4.579
    },
    {
        "text": "But now the punishment is an infraction and a combination of drug education and community service",
        "start": 643.52,
        "duration": 3.929
    },
    {
        "text": "but even after Prop 64 the catch at that time was people still had to go and petition the courts to reduce or expunge their",
        "start": 647.48,
        "duration": 5.099
    },
    {
        "text": "crimes on their own",
        "start": 652.58,
        "duration": 0.67
    },
    {
        "text": "and you didn't have a ton of people taking advantage of this because",
        "start": 653.25,
        "duration": 2.189
    },
    {
        "text": "One a lot of people didn't know that this was even a thing and two it costs money",
        "start": 655.54,
        "duration": 3.859
    },
    {
        "text": "You got lawyer, fees court fees, if you have a job, you have to take off work",
        "start": 659.399,
        "duration": 3.299
    },
    {
        "text": "You also had a few DA offices in California that we're taking it upon themselves",
        "start": 662.699,
        "duration": 3.3
    },
    {
        "text": "To go and fix this the San Francisco da looked back to 1975, found",
        "start": 666.22,
        "duration": 4.13
    },
    {
        "text": "3,000 misdemeanor cases that might be eligible for erasure which by the way on the note of well",
        "start": 670.87,
        "duration": 4.279
    },
    {
        "text": "How many convictions were there how many people could be affected? Well, according to the California DOJ. They estimate that there are nearly",
        "start": 675.149,
        "duration": 5.76
    },
    {
        "text": "220 thousand cases that are eligible for reduction or",
        "start": 681.519,
        "duration": 3.08
    },
    {
        "text": "expungement but with all of that said where I want to end this story is on the debate of",
        "start": 684.879,
        "duration": 3.71
    },
    {
        "text": "should this be a thing? The general argument for supporters of this bill is it is something that is not illegal now we",
        "start": 688.81,
        "duration": 6.349
    },
    {
        "text": "Shouldn't be punishing these people. There's also a side angle",
        "start": 695.16,
        "duration": 2.25
    },
    {
        "text": "I didn't even think of which came from Joel Anderson who was a Republican state senator",
        "start": 697.41,
        "duration": 3.45
    },
    {
        "text": "He praised the bill for potentially returning gun rights to people",
        "start": 700.86,
        "duration": 2.399
    },
    {
        "text": "He thought should be able to have weapons saying this bill will take those people off of the prohibited list save us time and money",
        "start": 703.259,
        "duration": 4.71
    },
    {
        "text": "However on the other side of this you also had Republican lawmaker",
        "start": 707.97,
        "duration": 2.369
    },
    {
        "text": "Jim Nielson who said this directs us to forget any prior behavior that was illegal. He should not be given a pass",
        "start": 710.339,
        "duration": 5.099
    },
    {
        "text": "So I passed the question off to you",
        "start": 715.439,
        "duration": 1.291
    },
    {
        "text": "Do you agree with Jim Nielson here that if you if you broke the law before you even though the law has changed?",
        "start": 716.73,
        "duration": 4.44
    },
    {
        "text": "changed now do you think they should still be punished, this thing should be held against them or no?",
        "start": 721.269,
        "duration": 4.28
    },
    {
        "text": "We're in a new world and we should be living by these new rules",
        "start": 725.649,
        "duration": 3.38
    },
    {
        "text": "I and if you even remotely know me, I think it's pretty obvious that I don't believe that",
        "start": 729.029,
        "duration": 3.57
    },
    {
        "text": "Nonviolent marijuana related crimes. I don't think they should be held against people. but, it isn't about each individual story",
        "start": 733.48,
        "duration": 5.359
    },
    {
        "text": "My personal take away",
        "start": 739.029,
        "duration": 1.31
    },
    {
        "text": "It's about the back and forth here and whether you agree or disagree with me, I'd love to know what you think none",
        "start": 740.339,
        "duration": 3.96
    },
    {
        "text": "Let's talk about updates around that chaotic and messy",
        "start": 744.3,
        "duration": 2.0
    },
    {
        "text": "YouTube beauty vlogger story, we covered Monday and involved massive names in the beauty vlogger and entertainment space on one side",
        "start": 746.889,
        "duration": 6.049
    },
    {
        "text": "You had people like Jeffree Star and on the other side",
        "start": 752.939,
        "duration": 1.921
    },
    {
        "text": "you had Laura Lee, Manny mua,",
        "start": 754.86,
        "duration": 1.99
    },
    {
        "text": "Gabriel Zamora, and Nikita Dragon instead of rehashing the entire situation to kind of just hit on the main point",
        "start": 756.85,
        "duration": 5.27
    },
    {
        "text": "There's a now-deleted photo posted with all four kind of flipping off the camera",
        "start": 762.12,
        "duration": 3.029
    },
    {
        "text": "the caption makes it appear that it is about Jeffrey stark and after some back-and-forth that also",
        "start": 765.149,
        "duration": 3.51
    },
    {
        "text": "Involves a morris saying that Jeffrey star is a racist, the internet took it upon themselves to find",
        "start": 768.73,
        "duration": 4.279
    },
    {
        "text": "old, ofensive problematic tweets from these four and most noted and point out among all the things that were pointed out where tweets from Zamora and",
        "start": 773.559,
        "duration": 5.99
    },
    {
        "text": "Lee one from Zamora where uses the n-word and one for Lee where she says black people should pull up their pants so that they can",
        "start": 779.55,
        "duration": 4.95
    },
    {
        "text": "run from the police faster",
        "start": 784.5,
        "duration": 1.05
    },
    {
        "text": "There's massive backlash online when we last talked about this Laura Lee had made a video that is now at over seven million views",
        "start": 785.759,
        "duration": 5.56
    },
    {
        "text": "And I have not seen any video that horribly received in a very very long time at that point",
        "start": 791.389,
        "duration": 5.24
    },
    {
        "text": "She had lost around a quarter million subscribers. And as of according this video right now, she has lost over half a million subscribers",
        "start": 796.63,
        "duration": 6.389
    },
    {
        "text": "Manney MUA also released an apology video and lost over two hundred",
        "start": 803.649,
        "duration": 3.63
    },
    {
        "text": "Thousand subscribers, but then interestingly enough the person that initially posted the photos, Zamora comes out with a video where he",
        "start": 807.949,
        "duration": 6.89
    },
    {
        "text": "Apologizes and he ends up gaining over three hundred thousand subscribers",
        "start": 815.389,
        "duration": 3.74
    },
    {
        "text": "Although I do want to note the quality of his apology video is good",
        "start": 819.16,
        "duration": 4.169
    },
    {
        "text": "it actually",
        "start": 823.329,
        "duration": 0.731
    },
    {
        "text": "just feels like- I'll just read some of the top comments: top comment with eighty eight thousand likes: \"Wow a real apology Laura needs to",
        "start": 824.06,
        "duration": 5.299
    },
    {
        "text": "Take this as a great example\" \"This felt like I was sitting with a friend it felt honest and real this is an apology video\"",
        "start": 829.36,
        "duration": 4.109
    },
    {
        "text": "As far as the ups and downs of the situation that is where we are there",
        "start": 833.47,
        "duration": 2.849
    },
    {
        "text": "And once again with Laura Lee, we haven't seen something like this since the finebros",
        "start": 836.319,
        "duration": 4.5
    },
    {
        "text": "I mean there were live streams of people cheering on her losing subscribers a viral apology video being memed and fantastically parodied",
        "start": 840.819,
        "duration": 7.11
    },
    {
        "text": "I retweeted stuff (and by retweet I mean tweeted myself, but I'm gonna say retweet because",
        "start": 848.329,
        "duration": 4.94
    },
    {
        "text": "It sounds better and like I'm detaching myself from the situation.) I can't even look at myself",
        "start": 853.269,
        "duration": 4.049
    },
    {
        "text": "And it's also not just followers this is definitely going to affect her money partners and businesses",
        "start": 860.69,
        "duration": 4.129
    },
    {
        "text": "She was aligned with severed ties, beauty retailer Ulta released a statement:",
        "start": 864.819,
        "duration": 3.0
    },
    {
        "text": "\"We've decided not to move forward with the launch of Laura Lee Los Angeles.\" sunglasses company diff:",
        "start": 867.819,
        "duration": 4.02
    },
    {
        "text": "\"We've taken this issue very seriously",
        "start": 871.839,
        "duration": 1.36
    },
    {
        "text": "and do not support the comments that were made\" and her frames are no longer available on the website. Cosmetics firm morphine has put all of her",
        "start": 873.199,
        "duration": 5.21
    },
    {
        "text": "Products as sold out, removed images of her from the website and a subscription box started by the name of boxycharm",
        "start": 878.41,
        "duration": 4.739
    },
    {
        "text": "They made a video denouncing her. That's where we are right now with this story",
        "start": 883.25,
        "duration": 3.709
    },
    {
        "text": "I've also had people asking you know, what do I think about it? To that",
        "start": 887.149,
        "duration": 3.289
    },
    {
        "text": "I'll say I'm not sure what to think right now",
        "start": 890.439,
        "duration": 1.621
    },
    {
        "text": "the reason that this story stands out to me though: one I think it is evidence and an example that different internet communities that we",
        "start": 892.06,
        "duration": 5.789
    },
    {
        "text": "Have online react far differently to scandals",
        "start": 897.85,
        "duration": 3.15
    },
    {
        "text": "We've talked about far worse scandals and less genuine reactions and people have just done incredibly well from them",
        "start": 901.0,
        "duration": 6.059
    },
    {
        "text": "But then also two it's just we really don't see many things like this happen, like usually when you see a scandal like this",
        "start": 907.06,
        "duration": 5.579
    },
    {
        "text": "Yes, okay, the the brands leave maybe you lost a show the fans stay but I guess in this situation",
        "start": 912.639,
        "duration": 6.929
    },
    {
        "text": "It's it's if someone feels genuine or not",
        "start": 919.569,
        "duration": 2.79
    },
    {
        "text": "So it feels like that's very much one of the main things here along with just really owning what happened in the situation, right?",
        "start": 922.36,
        "duration": 6.27
    },
    {
        "text": "Really calling yourself out which I think is incredibly",
        "start": 928.63,
        "duration": 2.639
    },
    {
        "text": "Important if you are genuinely trying to become a better person or at least your version of what you think a good",
        "start": 931.459,
        "duration": 4.67
    },
    {
        "text": "Person is that's what I'm gonna leave that one and I'll pass the question off to you",
        "start": 936.26,
        "duration": 3.169
    },
    {
        "text": "What do you think the difference with this situation is compared to pretty much any other",
        "start": 939.47,
        "duration": 4.16
    },
    {
        "text": "Outrage story involving celebrities that we've talked about in the past. That's what I'm going to end",
        "start": 943.79,
        "duration": 3.83
    },
    {
        "text": "Today's show but also remember I want these to be a conversation",
        "start": 947.62,
        "duration": 2.64
    },
    {
        "text": "so whether it be the last story the first one anything in between",
        "start": 950.26,
        "duration": 2.789
    },
    {
        "text": "Let me know what you're thinking in those comments down below also while you're at it if you want to support the show you like",
        "start": 953.05,
        "duration": 4.019
    },
    {
        "text": "This video hit that like button if you're new here hit that subscribe button",
        "start": 957.069,
        "duration": 2.82
    },
    {
        "text": "So you don't miss these daily Philip DeFranco shows if you're on your phone",
        "start": 959.889,
        "duration": 2.669
    },
    {
        "text": "Make sure you ring that bell to turn notifications on for these videos lots with that said of course as always my name's philip",
        "start": 962.559,
        "duration": 5.01
    },
    {
        "text": "Defranco you've just been phill'd in I love yo faces and i'll see you tomorrow",
        "start": 967.569,
        "duration": 4.41
    }
]