[
    {
        "text": "Sup, you beautiful bastards, hope you're having a fantastic Thursday!",
        "start": 0.0,
        "duration": 3.149
    },
    {
        "text": "Welcome back to the Philip DeFranco show and a quick note before we jump into it: As promised, this morning",
        "start": 3.149,
        "duration": 4.17
    },
    {
        "text": "I posted the third of the extra morning news videos this week on this channel.",
        "start": 7.319,
        "duration": 3.3
    },
    {
        "text": "And so if you didn't catch that or any of the other extra videos,",
        "start": 10.63,
        "duration": 2.299
    },
    {
        "text": "I'll include those top links in the description down below, along with yesterday's Philip DeFranco show which got hit by YouTube.",
        "start": 12.929,
        "duration": 5.429
    },
    {
        "text": "We're still trying to figure out how to deal with what's happening on YouTube.",
        "start": 18.359,
        "duration": 2.13
    },
    {
        "text": "We are making the best of it, but I'm just letting you know, so if you-- if you didn't see it,",
        "start": 20.49,
        "duration": 3.75
    },
    {
        "text": "you can click on the links down below and watch those. But, with that said, let's just jump into it. The first thing we're to",
        "start": 24.24,
        "duration": 4.77
    },
    {
        "text": "talk about today are updates around the Khabib/McGregor situation.",
        "start": 29.01,
        "duration": 3.19
    },
    {
        "text": "If you don't recall, they fought at UFC 229,",
        "start": 32.2,
        "duration": 2.0
    },
    {
        "text": "it was a really hyped up massive fight. Khabib ended up winning,",
        "start": 34.2,
        "duration": 3.269
    },
    {
        "text": "and what followed was just a chaotic brawl. If you want details on it, I'll link to the video down below.",
        "start": 37.469,
        "duration": 4.17
    },
    {
        "text": "The main point, the big update today",
        "start": 41.64,
        "duration": 1.41
    },
    {
        "text": "is that both men have been suspended indefinitely. The Nevada State Athletic Commission voted unanimously",
        "start": 43.05,
        "duration": 4.349
    },
    {
        "text": "to indefinitely suspend Khabib and McGregor. The commission also reportedly voting to release half of a Khabib's two million dollar purse to him. Now as far",
        "start": 47.68,
        "duration": 6.319
    },
    {
        "text": "as what this means moving forward, you can hear indefinite suspension you might think, \"Okay. That's a permanent ban.\"",
        "start": 54.0,
        "duration": 4.559
    },
    {
        "text": "Well, what it really is is just an extension of that 10-day suspension while they finish everything up.",
        "start": 58.559,
        "duration": 4.74
    },
    {
        "text": "And so what comes next is the Nevada State Athletic Commission has to finish that",
        "start": 63.3,
        "duration": 2.969
    },
    {
        "text": "investigation. And following that, the commission will file complaints against the two fighters and potentially others.",
        "start": 66.4,
        "duration": 4.25
    },
    {
        "text": "Right now there's not an exact time frame but in NSAC chairman Anthony Martinelli, he has said that he hopes to have this all resolved before the end",
        "start": 70.65,
        "duration": 5.339
    },
    {
        "text": "of the year, but ultimately, we don't know. It is a very unique situation. Also NSAC... the penalty could be anything.",
        "start": 75.99,
        "duration": 5.25
    },
    {
        "text": "I mean we're talking it could go from nothing happens or there's a minimal fine, all the way to a permanent ban.",
        "start": 81.24,
        "duration": 4.919
    },
    {
        "text": "But ultimately we'll have to wait and see and-- and honestly,",
        "start": 86.159,
        "duration": 2.31
    },
    {
        "text": "I mean as long as they are not permanently banned,",
        "start": 88.47,
        "duration": 2.189
    },
    {
        "text": "whatever they end up getting fined, if there is a rematch or whatever they orchestrate for the next thing,",
        "start": 90.659,
        "duration": 5.141
    },
    {
        "text": "I mean,",
        "start": 95.8,
        "duration": 0.41
    },
    {
        "text": "it's incredibly likely they're going to more than make up for whatever bad things came from this. But I could be completely wrong there,",
        "start": 96.21,
        "duration": 5.97
    },
    {
        "text": "but we're gonna have to wait to see.",
        "start": 102.18,
        "duration": 1.52
    },
    {
        "text": "And I know when I first reported on this it was so close to when it actually happened",
        "start": 103.7,
        "duration": 2.829
    },
    {
        "text": "and I asked you know, what do you feel about it?",
        "start": 106.53,
        "duration": 1.89
    },
    {
        "text": "I still wanna ask that question again",
        "start": 108.42,
        "duration": 0.93
    },
    {
        "text": "as far as what you think should happen here because we are now more separated from the actual event.",
        "start": 109.35,
        "duration": 4.29
    },
    {
        "text": "Maybe you feel differently or you've seen more angles and arguments",
        "start": 113.64,
        "duration": 3.18
    },
    {
        "text": "and I'd love to know what you think. Then in a quick update on the Megyn Kelly story",
        "start": 116.95,
        "duration": 3.47
    },
    {
        "text": "we talked about yesterday, her comments about black face, apology, etc.",
        "start": 120.42,
        "duration": 3.779
    },
    {
        "text": "One, according to reports, her agents at CAA have dropped her. Two,",
        "start": 124.2,
        "duration": 3.15
    },
    {
        "text": "NBC Today ran a rerun of her program and that appears to be because, three, multiple sources have said that Megyn Kelly is out at",
        "start": 127.479,
        "duration": 7.169
    },
    {
        "text": "NBC. But also according to reports coming out, this may not be the worst thing in the world for Megyn Kelly. In the report",
        "start": 134.81,
        "duration": 4.55
    },
    {
        "text": "there's a reference to an NBC executive with knowledge of the situation saying, \"Megyn Kelly is done, she's not ever coming back\",",
        "start": 139.36,
        "duration": 5.58
    },
    {
        "text": "\"We are just working out timing of the announcement, but mark my word--",
        "start": 144.94,
        "duration": 2.459
    },
    {
        "text": "she is gone and will never be seen on NBC live again.\"",
        "start": 147.4,
        "duration": 3.0
    },
    {
        "text": "But then that source added, \"Here's the worst part -- her deal is a non-break deal -- so she walks away with all that money.",
        "start": 150.4,
        "duration": 5.369
    },
    {
        "text": "It's disgusting and heads should roll here because of it.\" And if you're unfamiliar with what Megyn Kelly's deal was,",
        "start": 155.769,
        "duration": 4.17
    },
    {
        "text": "she was to receive 69 million dollars over three years.",
        "start": 159.94,
        "duration": 3.179
    },
    {
        "text": "And so if all of this is true, and the network's not able to prove that somehow she broke part of her contract,",
        "start": 163.12,
        "duration": 4.26
    },
    {
        "text": "I mean Megyn Kelly kind of just got an extended vacation.",
        "start": 167.53,
        "duration": 2.279
    },
    {
        "text": "Well, not even that, an extended paid vacation.",
        "start": 169.81,
        "duration": 2.07
    },
    {
        "text": "But ultimately we're gonna have to wait to see. We're seeing public moves as well as things behind the scenes from unnamed source. Things can",
        "start": 171.88,
        "duration": 5.339
    },
    {
        "text": "change, things can develop,",
        "start": 177.22,
        "duration": 1.109
    },
    {
        "text": "I think it's always good to have a healthy level of skepticism,",
        "start": 178.329,
        "duration": 1.961
    },
    {
        "text": "but we'll see. And then let's talk about the story around all of these",
        "start": 180.29,
        "duration": 3.32
    },
    {
        "text": "suspicious packages. Where this starts is on Monday, a suspicious package was reportedly discovered in a mailbox of the home of billionaire investor and liberal",
        "start": 183.769,
        "duration": 6.38
    },
    {
        "text": "donor George Soros, and the package was a manila envelope with a return address of the former head of the DNC and current Florida representative",
        "start": 190.15,
        "duration": 5.52
    },
    {
        "text": "Debbie Wasserman Schultz. And that manilla envelope contained what appeared to be an",
        "start": 195.829,
        "duration": 3.2
    },
    {
        "text": "approximately 6-inch pipe bomb. And here we saw authorities arrive on the scene and they performed a controlled detonation on the device. Then we fast-forward",
        "start": 199.1,
        "duration": 5.419
    },
    {
        "text": "to yesterday morning where the Secret Service announced that suspected explosive devices were sent to former President Barack Obama and former Secretary of State",
        "start": 204.519,
        "duration": 6.42
    },
    {
        "text": "Hillary Clinton. Also, according to the Secret Service,",
        "start": 210.94,
        "duration": 1.799
    },
    {
        "text": "the packages were found during routine mail screenings and were",
        "start": 212.739,
        "duration": 2.309
    },
    {
        "text": "intercepted before they were delivered to the intended location. And according to the FBI,",
        "start": 215.209,
        "duration": 2.899
    },
    {
        "text": "both of these packages were similar to the one delivered to Soros and had Schultz listed as the return address. Then, shortly after that",
        "start": 218.109,
        "duration": 5.67
    },
    {
        "text": "announcement, there was a similar device found at CNN's offices in New York, which prompted an evacuation.",
        "start": 224.03,
        "duration": 3.649
    },
    {
        "text": "Reportedly that package was addressed to former CIA director John Brennan",
        "start": 228.23,
        "duration": 3.05
    },
    {
        "text": "and again, the return address was Schultz. And here we saw it removed from the offices without incident,",
        "start": 231.28,
        "duration": 4.259
    },
    {
        "text": "it was taken to a secure facility to be investigated. And reportedly an unnamed senior law enforcement official said, \"Same package. Same device.\"",
        "start": 235.54,
        "duration": 5.91
    },
    {
        "text": "But, in addition to that, we had law enforcement saying that the package also had an envelope with white powder.",
        "start": 241.45,
        "duration": 3.629
    },
    {
        "text": "However, after investigating they found that it was harmless.",
        "start": 245.209,
        "duration": 2.42
    },
    {
        "text": "And it appears that package is the only one that's had that addition. After that",
        "start": 247.75,
        "duration": 2.579
    },
    {
        "text": "another possible suspicious package was discovered at the Sunrise, Florida office of Wasserman Schultz.",
        "start": 250.329,
        "duration": 3.99
    },
    {
        "text": "And reportedly that package was addressed former Attorney General Eric Holder, but an issue with the address caused it to be returned to sender, which",
        "start": 254.319,
        "duration": 5.52
    },
    {
        "text": "was listed as Schultz. Then two more suspicious packages addressed to California",
        "start": 259.84,
        "duration": 3.059
    },
    {
        "text": "Representative Maxine Waters were discovered. One was intercepted at the congressional mail screening site in Maryland",
        "start": 263.24,
        "duration": 4.729
    },
    {
        "text": "and the other was discovered at a South Los Angeles mail facility.",
        "start": 267.969,
        "duration": 2.58
    },
    {
        "text": "Then, in addition to that, this morning two suspicious packages, both addressed a former Vice President",
        "start": 270.55,
        "duration": 3.899
    },
    {
        "text": "Joe Biden, were found at two different postal facilities in Delaware.",
        "start": 274.55,
        "duration": 3.169
    },
    {
        "text": "There was a package addressed to the actor Robert DeNiro found at a non-residential building in New York.",
        "start": 277.719,
        "duration": 3.57
    },
    {
        "text": "And reportedly the retired police officer that called it in, who was responsible for screening the narrows mail,",
        "start": 281.479,
        "duration": 3.679
    },
    {
        "text": "he said that he remembered seeing the suspicious package a day or two earlier,",
        "start": 285.159,
        "duration": 2.61
    },
    {
        "text": "but he held off and then ultimately decided to call it in after the reports from yesterday.",
        "start": 287.77,
        "duration": 3.239
    },
    {
        "text": "And so as of recording this video, that brings the total number of",
        "start": 291.009,
        "duration": 2.0
    },
    {
        "text": "suspicious packages to ten, but authorities right now believe there could be more out there.",
        "start": 293.03,
        "duration": 3.379
    },
    {
        "text": "Now as far as what is being done, what's happening now,",
        "start": 296.409,
        "duration": 2.1
    },
    {
        "text": "we're seeing investigators looking into the possibility that the packages were sent by the same person or a",
        "start": 298.509,
        "duration": 3.779
    },
    {
        "text": "coordinated group of people. And while they haven't confirmed this, there are strong indicators that they were,",
        "start": 302.389,
        "duration": 3.739
    },
    {
        "text": "specifically the timing and the similarities between all the packages. We had FBI director Christopher Ray saying, \"This",
        "start": 306.289,
        "duration": 4.88
    },
    {
        "text": "investigation is of the highest priority for the FBI.\"",
        "start": 311.33,
        "duration": 1.97
    },
    {
        "text": "\"We have committed the full strength of the FBI's resources and together with our partners on our Joint Terrorism Task Forces",
        "start": 313.3,
        "duration": 4.829
    },
    {
        "text": "we will continue to work to identify and arrest whoever is responsible for sending these packages.\" And reportedly investigators have begun to narrow down their search",
        "start": 318.129,
        "duration": 6.071
    },
    {
        "text": "areas, thanks to clues from the packages.",
        "start": 324.2,
        "duration": 2.2
    },
    {
        "text": "But also on that note,",
        "start": 326.4,
        "duration": 0.549
    },
    {
        "text": "they have not officially released any further details about the investigation.",
        "start": 326.949,
        "duration": 2.579
    },
    {
        "text": "And on that note, while it's still too early to have an official motive from investigators, many",
        "start": 329.629,
        "duration": 3.83
    },
    {
        "text": "politicians and others have said they think there is a political motive. Clinton, Obama, Biden, Waters, Schultz, Holder, they're all Democrats.",
        "start": 333.589,
        "duration": 5.42
    },
    {
        "text": "Brennan was a CIA director under Obama. George Soros, who regularly throws money as a Dem campaigns and causes. DeNiro repeatedly criticized Trump. You also",
        "start": 339.169,
        "duration": 7.25
    },
    {
        "text": "Have CNN, which has been a constant target of fake news comments by Trump. And actually on that note, there been many people blaming Trump",
        "start": 346.419,
        "duration": 5.339
    },
    {
        "text": "due to his frequent attacks on the left, on the media, specifically CNN. And not just because he calls them fake news,",
        "start": 351.759,
        "duration": 4.649
    },
    {
        "text": "but because he's referred to them as the \"enemy of the people.\" But as far as responses, yesterday",
        "start": 356.409,
        "duration": 4.08
    },
    {
        "text": "we saw Sarah Huckabee Sanders condemn the attempted violent attacks in a statement on behalf of the White House saying, \"These",
        "start": 360.49,
        "duration": 4.529
    },
    {
        "text": "terrorizing acts are despicable and anyone responsible will be held accountable to the fullest extent of the law. United States Secret Service and other law",
        "start": 365.18,
        "duration": 5.72
    },
    {
        "text": "enforcement agencies are investigating and will take all appropriate actions to protect anyone threatened by these cowards.\" Sanders later tweeting,",
        "start": 370.9,
        "duration": 5.879
    },
    {
        "text": "\"This is an ongoing situation at President Trump and his admin are monitoring closely.",
        "start": 376.779,
        "duration": 3.45
    },
    {
        "text": "Our condemnation of these despicable acts certainly includes threats made to CNN as well as current or former public servants. These cowardly acts are",
        "start": 380.229,
        "duration": 6.66
    },
    {
        "text": "unacceptable and won't be tolerated.\" We also had Vice President Mike Pence tweeting,",
        "start": 386.99,
        "duration": 3.26
    },
    {
        "text": "\"We condemn the attempted attacks against former President Obama, the Clintons, CNN and others. These cowardly actions are despicable and have no place in this",
        "start": 390.25,
        "duration": 6.0
    },
    {
        "text": "country. Grateful for swift response of Secret Service, FBI and local law enforcement. Those responsible will be brought to justice.\"",
        "start": 396.25,
        "duration": 5.459
    },
    {
        "text": "We also saw Trump retweet that tweet from Pence, adding, \"I agree wholeheartedly!\" Also last night during a campaign rally in Wisconsin, President",
        "start": 401.919,
        "duration": 6.359
    },
    {
        "text": "Trump said that there is no room for violence in America and that we must come together.",
        "start": 408.279,
        "duration": 4.481
    },
    {
        "text": "[Trump] For example, those engaged in the political arena",
        "start": 412.76,
        "duration": 2.629
    },
    {
        "text": "must stop treating political opponents as being",
        "start": 416.12,
        "duration": 3.559
    },
    {
        "text": "morally defective. The language of moral condemnation and destructive routine--",
        "start": 420.289,
        "duration": 5.75
    },
    {
        "text": "These are arguments and disagreements that have to stop.",
        "start": 426.77,
        "duration": 4.279
    },
    {
        "text": "No one should carelessly compare",
        "start": 431.749,
        "duration": 2.54
    },
    {
        "text": "political opponents to historical villains. We should not",
        "start": 435.259,
        "duration": 3.86
    },
    {
        "text": "mob people in public spaces or destroy public",
        "start": 440.18,
        "duration": 5.299
    },
    {
        "text": "property. As part of a larger national effort to bridge our divides and bring people together,",
        "start": 446.33,
        "duration": 5.479
    },
    {
        "text": "the media also has a responsibility to set a civil tone and to stop the endless",
        "start": 452.449,
        "duration": 7.79
    },
    {
        "text": "hostility and constant negative and oftentimes",
        "start": 460.789,
        "duration": 3.739
    },
    {
        "text": "false attacks and stories, have to do it.",
        "start": 465.139,
        "duration": 2.56
    },
    {
        "text": "[DeFranco] But also you had many",
        "start": 467.699,
        "duration": 0.999
    },
    {
        "text": "criticizing these comments, people saying that it's hypocritical,",
        "start": 468.86,
        "duration": 2.119
    },
    {
        "text": "also accusing him of trying to direct blame towards liberals and the media.",
        "start": 471.08,
        "duration": 2.976
    },
    {
        "text": "And on the hypocrisy note,",
        "start": 474.056,
        "duration": 1.144
    },
    {
        "text": "you people pointing to when he was originally on the campaign trail and he said he'd pay for someone's legal fees if they hit someone.",
        "start": 475.27,
        "duration": 5.459
    },
    {
        "text": "[Trump] Knock the crap out of 'em, would you, seriously? Okay.",
        "start": 480.729,
        "duration": 2.489
    },
    {
        "text": "Just knock the hell-- I promise you, I will pay for the legal fees.",
        "start": 484.52,
        "duration": 4.429
    },
    {
        "text": "[DeFranco] Also people pointing to a more recent story, that being when Trump seemingly praised Greg Gianforte for body slamming a reporter.",
        "start": 488.949,
        "duration": 6.089
    },
    {
        "text": "[Trump] Any guy that can do a body slam, he's my kinda... [crowd cheering]",
        "start": 495.83,
        "duration": 2.119
    },
    {
        "text": "[DeFranco] And actually on the note of directing blame towards the media,",
        "start": 501.44,
        "duration": 2.42
    },
    {
        "text": "we saw a Trump tweet this morning: \"A very big part of the anger we see today in our society is caused by the purposely",
        "start": 503.86,
        "duration": 4.5
    },
    {
        "text": "false and inaccurate reporting of the mainstream media that I refer to as fake news.",
        "start": 508.36,
        "duration": 3.6
    },
    {
        "text": "It has gotten so bad and hateful that it is beyond description. Mainstream media must clean up its act, fast.\"",
        "start": 511.96,
        "duration": 5.07
    },
    {
        "text": "We also saw Sarah Sanders defend the president after being asked if he feels",
        "start": 517.03,
        "duration": 3.179
    },
    {
        "text": "responsibility for the attacks due to his frequent criticisms of the media and his opponents.",
        "start": 520.55,
        "duration": 3.41
    },
    {
        "text": "[Sanders] The president's condemned violence in all forms, has done that since day one. We'll continue to do that, but certainly,",
        "start": 523.96,
        "duration": 6.57
    },
    {
        "text": "uh, feels that everyone has a role to play. Look there's a big difference between",
        "start": 530.53,
        "duration": 4.829
    },
    {
        "text": "comments made and actions taken. The president is certainly not responsible for sending suspicious",
        "start": 537.2,
        "duration": 5.299
    },
    {
        "text": "packages to someone, no more than Bernie Sanders was responsible for a",
        "start": 542.66,
        "duration": 4.039
    },
    {
        "text": "supporter of his shooting up a Republican baseball field practice last year.",
        "start": 546.86,
        "duration": 4.2
    },
    {
        "text": "[DeFranco] Then when asked whether the president regrets calling Waters \"low IQ\" and insulting Joe Biden and others who received packages, she said,",
        "start": 551.06,
        "duration": 4.44
    },
    {
        "text": "[Sanders] The president is gonna continue to lay out the case and the differences between Democrats and Republicans.",
        "start": 555.6,
        "duration": 4.9
    },
    {
        "text": "Americans have a choice to make and he's gonna lay that out and you're gonna see him do that over the next twelve days.",
        "start": 561.38,
        "duration": 3.71
    },
    {
        "text": "[DeFranco] Also a thing that needs mentioning is after the reports began yesterday,",
        "start": 565.73,
        "duration": 2.84
    },
    {
        "text": "there were some on social media who were insisting that this was a false flag operation.",
        "start": 568.57,
        "duration": 3.75
    },
    {
        "text": "In fact, yesterday outside of the Florida Governor debate, one person held a sign that said, \"Democrats, fake news, fake bombs.\"",
        "start": 572.6,
        "duration": 5.0
    },
    {
        "text": "We've seen that phrase pop up more and more, or variations of it. And it wasn't just randoms on the internet,",
        "start": 577.6,
        "duration": 4.469
    },
    {
        "text": "we had Lou Dobbs tweet, \"Fake news. Fake bombs. Who could possibly benefit by so much fakery. #MAGA",
        "start": 582.07,
        "duration": 5.28
    },
    {
        "text": "#AmericaFirst, #Dobbs.\"",
        "start": 587.45,
        "duration": 2.419
    },
    {
        "text": "Dobbs then deleted that tweet and then tweeted out, \"Fake News has just successfully changed the narrative from the onslaught of illegal immigrants and broken border",
        "start": 589.87,
        "duration": 6.03
    },
    {
        "text": "security to 'suspicious packages'.",
        "start": 595.9,
        "duration": 1.53
    },
    {
        "text": "Let's get back to left-wing driven caravans and the Dims who encourage them.\" He then followed that tweet up with, \"On Lou Dobbs tonight",
        "start": 597.43,
        "duration": 5.309
    },
    {
        "text": "I'll take up why FBI and ATF hasn't informed the public about contents of suspicious packages. Whether hoax or bombs,",
        "start": 602.74,
        "duration": 5.309
    },
    {
        "text": "they were clearly designed to influence election. Why?\"",
        "start": 608.05,
        "duration": 2.238
    },
    {
        "text": "And I just have to say there, the Lou Dobbs stuff,",
        "start": 610.288,
        "duration": 1.872
    },
    {
        "text": "I think, is an example of tribalism at its worst.",
        "start": 612.16,
        "duration": 2.459
    },
    {
        "text": "If someone does something or tries to do something bad to \"your person\", like whoever did it it was",
        "start": 614.62,
        "duration": 4.23
    },
    {
        "text": "obviously the other side, they were trying to scare or hurt someone. But when it happens to people on the other side,",
        "start": 619.01,
        "duration": 5.15
    },
    {
        "text": "oh, obviously, it's false flag. Obviously it's a conspiracy to make these people seem like sympathetic figures and that the opposition is violent.",
        "start": 624.16,
        "duration": 6.809
    },
    {
        "text": "Obviously this happened to generate massive news coverage to distract from other massive news coverage, like Lou Dobbs said the immigration story,",
        "start": 630.97,
        "duration": 6.939
    },
    {
        "text": "but you know how easy that is to say? You jump to the other side and say, well, obviously",
        "start": 637.91,
        "duration": 2.82
    },
    {
        "text": "this-- this story is meant to distract from the Khashoggi situation, so President Trump doesn't have to do something big.",
        "start": 640.86,
        "duration": 5.09
    },
    {
        "text": "No, it is not obvious, it is not definite. In the world in its current state, with how big it is,",
        "start": 645.95,
        "duration": 5.309
    },
    {
        "text": "there can be more than one big thing happening at any given time.",
        "start": 651.6,
        "duration": 3.265
    },
    {
        "text": "And with these packages, right now, without us knowing really anything,",
        "start": 654.865,
        "duration": 3.135
    },
    {
        "text": "anything is possible.",
        "start": 658.14,
        "duration": 2.0
    },
    {
        "text": "But rather than give the authorities time to figure out what is happening, to try to hold the people that did this",
        "start": 660.23,
        "duration": 5.19
    },
    {
        "text": "accountable, people are just fucking plugging and playing a situation to fit their narrative.",
        "start": 665.82,
        "duration": 4.13
    },
    {
        "text": "It's the same fucking thing every fucking time.",
        "start": 669.95,
        "duration": 2.789
    },
    {
        "text": "And once again, at this point, anything is possible, but for the people that immediately assume, \"Oh, this is false flag,",
        "start": 672.779,
        "duration": 5.989
    },
    {
        "text": "there's no way the opposition sent this,\" I ask you:",
        "start": 678.769,
        "duration": 2.7
    },
    {
        "text": "Did you have that same thought when Donald Trump Jr.'s wife was sent a white powder? Or did you automatically assume that it had to",
        "start": 681.47,
        "duration": 4.98
    },
    {
        "text": "be someone that opposed the Trumps? And also the general idea that if it was someone that was liberal that did this, or someone that",
        "start": 686.45,
        "duration": 3.929
    },
    {
        "text": "was conservative that did this, that that somehow represents the entirety of the group and not just the extremists of that group.",
        "start": 690.38,
        "duration": 6.179
    },
    {
        "text": "That's ridiculous, disingenuous bullshit",
        "start": 696.56,
        "duration": 1.86
    },
    {
        "text": "and I feel like there are some people that believe that and there are a lot of people online that really just feed into it",
        "start": 698.42,
        "duration": 5.099
    },
    {
        "text": "because they grow because of it.",
        "start": 703.519,
        "duration": 1.481
    },
    {
        "text": "But that's what I'm gonna leave this one. That's my personal takeaway",
        "start": 705.0,
        "duration": 1.849
    },
    {
        "text": "and of course I pass the question off to you, about your thoughts with this.",
        "start": 706.85,
        "duration": 2.86
    },
    {
        "text": "And that's where I'm going to end today's show.",
        "start": 709.71,
        "duration": 1.58
    },
    {
        "text": "And of course, remember I want to hear from you, whether it be the last story, the first one, anything in between,",
        "start": 711.29,
        "duration": 4.229
    },
    {
        "text": "let me know what you're thinking in those comments down below.",
        "start": 715.519,
        "duration": 2.581
    },
    {
        "text": "Also while you're at it, if you like the show, you want to support it,",
        "start": 718.1,
        "duration": 1.739
    },
    {
        "text": "hit that like button.",
        "start": 719.839,
        "duration": 0.99
    },
    {
        "text": "If you're new here, hit that subscribe button. Makes it even easier to make sure you catch all the new shows, which by the way",
        "start": 720.829,
        "duration": 4.38
    },
    {
        "text": "if you did miss yesterday's Philip DeFranco show, you want to catch up, you can click or tap right there to watch that.",
        "start": 725.209,
        "duration": 4.53
    },
    {
        "text": "Or if you want to watch this morning's extra bonus news video, you can click or tap right there. But that's it,",
        "start": 729.74,
        "duration": 3.779
    },
    {
        "text": "of course, as always, my name's Philip Defranco, you've just been phill'd in. I love yo' faces and I'll see you tomorrow.",
        "start": 733.519,
        "duration": 5.64
    }
]