[
    {
        "text": "Sup, ya beautiful bastards! Hope you're having a fantastic Tuesday.",
        "start": 0.0,
        "duration": 3.18
    },
    {
        "text": "Welcome back to the Philip DeFranco Show and let's just jump into it!",
        "start": 3.18,
        "duration": 3.5
    },
    {
        "text": "And the first thing we're gonna talk about today is, we had some industry news, so let's talk money.",
        "start": 6.68,
        "duration": 3.92
    },
    {
        "text": "Online, there's always a lot of talk of who is getting paid what and today's focus is on Instagram.",
        "start": 10.6,
        "duration": 4.44
    },
    {
        "text": "And that's because a company by the name of Hopper has released their second annual Instagram Rich List.",
        "start": 15.04,
        "duration": 4.74
    },
    {
        "text": "And while the list includes your more standard celebrities, with Kylie Jenner at the top of the list reportedly getting $1,000,000 per sponsored post,",
        "start": 20.56,
        "duration": 7.0
    },
    {
        "text": "Numbers and rankings, Hopper said they got thanks to internal data, influencer rate cards, and publicly available information.",
        "start": 27.56,
        "duration": 5.8
    },
    {
        "text": "And next on the list they have Selena Gomez at $800,000",
        "start": 33.36,
        "duration": 2.32
    },
    {
        "text": "Cristiano Ronaldo at 750 and the list goes on and on but they also had a specific influencer category.",
        "start": 35.68,
        "duration": 6.2
    },
    {
        "text": "And here starting from the top down you have the likes of Huda Kattan, who is a beauty influencer.",
        "start": 41.88,
        "duration": 3.98
    },
    {
        "text": "Followed by Lele Pons, Zach King, Sommer Ray, Cameron Dallas, PewDiePie is listed.",
        "start": 45.86,
        "duration": 4.5
    },
    {
        "text": "And I will say, personally, it was really interesting to see this list because obviously, the best Hopper can do is they can guess with whatever information they have.",
        "start": 50.54,
        "duration": 7.0
    },
    {
        "text": "And what I will say, as far as my personal take away,  is I hope some of the information on this list is not accurate.",
        "start": 57.54,
        "duration": 4.98
    },
    {
        "text": "And this doesn't come from a place of, I know a lot of people have the argument of 'Okay, well all of these people are being overpaid for what they provide the world.'",
        "start": 62.52,
        "duration": 6.16
    },
    {
        "text": "That is not my opinion here. The market says what things are worth. When you look at what an athlete does",
        "start": 68.68,
        "duration": 3.92
    },
    {
        "text": "you're like 'Okay, that is not worth $30,000,000 a year.'",
        "start": 72.6,
        "duration": 3.24
    },
    {
        "text": "but, guess what? Based off of the number of people tuning in on TV, or on their phone, merchandise,",
        "start": 75.84,
        "duration": 4.28
    },
    {
        "text": "sales tickets, sales; the market has decided that, that thing is worth that.",
        "start": 80.12,
        "duration": 3.48
    },
    {
        "text": "What I'm saying is, I hope that these numbers are not true because the digital influencer should be getting paid",
        "start": 83.6,
        "duration": 5.16
    },
    {
        "text": "as much, if not more, than your modern day celebrity.",
        "start": 88.76,
        "duration": 2.94
    },
    {
        "text": "Some people attribute value to the number of followers, number of subscribers you have.",
        "start": 91.7,
        "duration": 3.56
    },
    {
        "text": "My personal take away is engagement is the most important metric.",
        "start": 95.26,
        "duration": 3.5
    },
    {
        "text": "Like on YouTube, yes, I have over 6 million subscribers, but that's from over the past decade.",
        "start": 98.76,
        "duration": 3.8
    },
    {
        "text": "My daily shows get usually get 1.3 to 1.7 million views.",
        "start": 102.56,
        "duration": 3.26
    },
    {
        "text": "And if we look at Kylie Jenner over the past four days her posts, in general, get between 3 to 7 million likes per post.",
        "start": 105.82,
        "duration": 4.92
    },
    {
        "text": "And her last two non boomerang videos got 3 million and 7 million views.",
        "start": 110.74,
        "duration": 3.28
    },
    {
        "text": "Then you look to someone as labeled a digital influencer, like a Lele Pons, and you see that her last post",
        "start": 114.02,
        "duration": 4.16
    },
    {
        "text": "have gotten between 2 and 4 million likes and her last two videos have gotten over 6 million and 21 million views.",
        "start": 118.18,
        "duration": 5.1
    },
    {
        "text": "Yet, Lele Pons is listed at $32,500 a spot.",
        "start": 123.28,
        "duration": 4.5
    },
    {
        "text": "If that is even remotely true, that is a batsh*t crazy discount.",
        "start": 127.78,
        "duration": 3.78
    },
    {
        "text": "And also understand when I talk about this, we're speaking in generalities not exacts because of course",
        "start": 131.56,
        "duration": 4.16
    },
    {
        "text": "there are many different variables including the audiences of each individual influencer, regionality, age, gender, estimated household income, a ton of things.",
        "start": 136.88,
        "duration": 7.0
    },
    {
        "text": "And understand I'm not arguing the specific dollar amounts here, what I'm saying is that the gap between",
        "start": 143.88,
        "duration": 4.3
    },
    {
        "text": "\"digital influencer\" and \"mainstream star\" I don't think it should be what it is right now, if this is remotely true.",
        "start": 148.18,
        "duration": 6.78
    },
    {
        "text": "Now if you were on the other side of this you could argue 'Well Kylie Jenner, she has the tv show, she's massive in all of these other places'",
        "start": 154.96,
        "duration": 5.9
    },
    {
        "text": "but what we're talking about is a specific integration on a specific platform.",
        "start": 160.86,
        "duration": 3.56
    },
    {
        "text": "It gives us the ability to say numbers to numbers and is important to acknowledge that what you are on one site",
        "start": 164.42,
        "duration": 4.08
    },
    {
        "text": "does not mean you are that on another. For example, on YouTube I'm strong on Instagram not so much.",
        "start": 168.5,
        "duration": 4.94
    },
    {
        "text": "Sommer Ray, who I mentioned, massive on Instagram not the largest YouTube channel.",
        "start": 173.44,
        "duration": 5.36
    },
    {
        "text": "The worth is wildely different based off of platform.",
        "start": 178.8,
        "duration": 1.86
    },
    {
        "text": "And I point this out for two reasons: to anyone paying attention your digital influencers who have been seen",
        "start": 180.66,
        "duration": 5.12
    },
    {
        "text": "as lesser are your new mainstream and also a message to my fellow influencers, DO NOT sell yourself short.",
        "start": 185.78,
        "duration": 5.5
    },
    {
        "text": "0.0 percent of the advertising industry respected us 8 years ago. It's been a slow trickle. We're only just slowly getting there.",
        "start": 192.82,
        "duration": 7.0
    },
    {
        "text": "And don't let the agencies or middle men, that prey on that low self worth that some of you have for your content.",
        "start": 199.82,
        "duration": 6.04
    },
    {
        "text": "One of the best ways you can shield yourself from being taken advantage of is to have your own thing to sell first",
        "start": 205.86,
        "duration": 4.18
    },
    {
        "text": "and put into every single video, so technically every video you put out is not just open inventory that was not taken advantage of.",
        "start": 210.04,
        "duration": 6.84
    },
    {
        "text": "I know part of this kind of turned into a digital marketing 101 class. Which, hey colleges, I'm open to being a guest professor.",
        "start": 216.88,
        "duration": 6.92
    },
    {
        "text": "But it's just kind of something I wanted to sound off on because outsiders often discount our communities.",
        "start": 223.8,
        "duration": 3.88
    },
    {
        "text": "Then in Interesting Ban News we look to France.",
        "start": 227.68,
        "duration": 2.96
    },
    {
        "text": "And the reason for that is in a vote of 62 votes to 1 with some abstaining,",
        "start": 230.64,
        "duration": 4.32
    },
    {
        "text": "France has passed a ban on smart phones and other internet connected devices like tablets",
        "start": 234.96,
        "duration": 4.34
    },
    {
        "text": "for school children between the ages of 3 and 15. And as far as French high schools with students 15 and",
        "start": 239.3,
        "duration": 4.26
    },
    {
        "text": "older, each of those schools will be able to make their own choices here.",
        "start": 243.56,
        "duration": 2.94
    },
    {
        "text": "But, it is also important to know that the law has an exemption, specifically for disabled students with",
        "start": 246.5,
        "duration": 3.32
    },
    {
        "text": "extracurricular activities as well as what they call pedagogical use, which just means teaching.",
        "start": 249.82,
        "duration": 4.12
    },
    {
        "text": "And in general while the ban has been heavily supported, those who seem to be pushing back seem to be pushing back on two notes.",
        "start": 253.94,
        "duration": 5.34
    },
    {
        "text": "And both have been explained by quotes from Alexis Corbiere. He's a former teacher and a deputy from the",
        "start": 259.28,
        "duration": 4.44
    },
    {
        "text": "left-wing Unbowed France party and he argued one:",
        "start": 263.72,
        "duration": 2.06
    },
    {
        "text": "and two:",
        "start": 270.1,
        "duration": 0.56
    },
    {
        "text": "And what Alexis is referencing there is a 2010 law and ban.",
        "start": 276.46,
        "duration": 3.4
    },
    {
        "text": "And that ban specifically bans spart phones \"during all teaching activity\".",
        "start": 279.86,
        "duration": 2.64
    },
    {
        "text": "But it is important to know there is a difference. That students must turn the phones off completely or just leave it at home.",
        "start": 282.5,
        "duration": 5.18
    },
    {
        "text": "Any use, in or out of the class, on the property, banned.",
        "start": 287.68,
        "duration": 2.82
    },
    {
        "text": "And as far as my personal take away from this. I'm actually a little split because at the beginning of this story, when I first heard about this",
        "start": 290.5,
        "duration": 5.42
    },
    {
        "text": "I thought 'Oh, well that's stupid.' I mean smart phones are such a part of everyone's daily life.",
        "start": 295.92,
        "duration": 3.72
    },
    {
        "text": "Where we are constantly connected, able to have any and all information in the world readily available at any moment.",
        "start": 299.64,
        "duration": 5.58
    },
    {
        "text": "It's a tool, but at the same time I really do have to acknowledge it is a massive distraction and stress.",
        "start": 305.22,
        "duration": 5.52
    },
    {
        "text": "Now granted, I will acknowledge my opinion here can only hold so much weight because this will not effect me.",
        "start": 310.74,
        "duration": 5.66
    },
    {
        "text": "If someone told me the place I'm going to be for the majority of my day, I'm not going to have access to a phone, I'd tell them to go fuck themselves.",
        "start": 316.4,
        "duration": 5.82
    },
    {
        "text": "But still I also think it is an incredibly important thing for us to disconnect.",
        "start": 322.22,
        "duration": 3.74
    },
    {
        "text": "One of the reasons I don't post a ton outside of doing my show is I constantly try to disconnect.",
        "start": 325.96,
        "duration": 5.26
    },
    {
        "text": "Instead trying to reserve specific slots of time to both consume and put things out.",
        "start": 331.22,
        "duration": 3.76
    },
    {
        "text": "That way I have pockets of time throughout my day or week where I can just hear myself think.",
        "start": 334.98,
        "duration": 4.8
    },
    {
        "text": "And obviously everyone has a different background, different lifestyles, and stuff, but think. When was the last time that you weren't being hit with noise",
        "start": 339.84,
        "duration": 7.8
    },
    {
        "text": "in some manner? Whether it be music, something you were reading, watching a video. Outside of your electronic device died or you were charging it over there",
        "start": 349.2,
        "duration": 7.0
    },
    {
        "text": "and you didn't get a long cord. And understand I say this as someone, I am aware I profit off of people looking at their electronic devices.",
        "start": 356.2,
        "duration": 6.84
    },
    {
        "text": "One of the craziest analytics that YouTube gives us is watch time. The number of minutes watched.",
        "start": 363.04,
        "duration": 4.82
    },
    {
        "text": "And just in the past 28 days, just over 319 million minutes were spent looking at my stupid face and hearing the words coming out of my mouth.",
        "start": 367.96,
        "duration": 7.0
    },
    {
        "text": "We're talking over 5 million hours. Over 221 thousand days. We're talking over 600 years.",
        "start": 374.96,
        "duration": 5.8
    },
    {
        "text": "And yes, if you're wondering between each jump cut I am using a calculator.",
        "start": 380.76,
        "duration": 3.18
    },
    {
        "text": "And, and I'm obviously biased at this point, I think watching my show is a great way to consolidate news consumption.",
        "start": 383.94,
        "duration": 5.24
    },
    {
        "text": "But what I'm gonna ask you to do is self audit your life. Look at the devices you use, what you're doing, and kind of just list it down for yourself.",
        "start": 389.18,
        "duration": 6.6
    },
    {
        "text": "And I'm not saying completely villianize yourself. Also think you know 'what do I get out of this?'",
        "start": 395.78,
        "duration": 3.58
    },
    {
        "text": "Right, if you play games or watch Netflix for one to two hours, maybe you need that. You need that play time to recoup.",
        "start": 399.36,
        "duration": 5.56
    },
    {
        "text": "And I know we've kind of strayed away from the original topic here because  what I'm talking about is very much personal choice",
        "start": 404.92,
        "duration": 4.7
    },
    {
        "text": "and what France is doing here is putting in place a law.",
        "start": 409.62,
        "duration": 3.08
    },
    {
        "text": "But it's all connected and so like I said I give you the task to self audit, but I will also pass the question off to you",
        "start": 412.7,
        "duration": 4.62
    },
    {
        "text": "What are your thoughts here on this specific ban dealing with school as well as other laws some of which we",
        "start": 417.36,
        "duration": 3.76
    },
    {
        "text": "have actually seen in France before, like companies are limited as to what they can expect from their employees regarding work emails outside of office hours?",
        "start": 422.24,
        "duration": 7.0
    },
    {
        "text": "Obviously that's a law, it's aimed at businesses, but it's called the Right to Disconnect.",
        "start": 429.24,
        "duration": 3.68
    },
    {
        "text": "Any and all thoughts I'm fascinated to hear from you.",
        "start": 432.92,
        "duration": 1.9
    },
    {
        "text": "But from that I want to share some stuff I loved today and Today In Awesome brought to you by Phil.Ting.com",
        "start": 434.82,
        "duration": 5.4
    },
    {
        "text": "And Ting of course is the fantastic mobile phone service that does things differently and it's helping people save a lot of money on their monthly cell phone bills.",
        "start": 440.22,
        "duration": 6.26
    },
    {
        "text": "There's no contract, overage fees, any other carrier tricks.",
        "start": 446.48,
        "duration": 3.32
    },
    {
        "text": "You just pay a fair price for the talk, text, and data you use up every month.",
        "start": 449.8,
        "duration": 2.58
    },
    {
        "text": "You just pay for what you actually use! It give you that little bit of control over your life that you haven't had.",
        "start": 452.38,
        "duration": 4.82
    },
    {
        "text": "And on the note of just paying for what you actually use, Ting customers pay on average just $23 per month for their one device!",
        "start": 457.2,
        "duration": 5.64
    },
    {
        "text": "And if you want to make the smart move like many from the nation already have go to Phil.Ting.com",
        "start": 462.84,
        "duration": 3.82
    },
    {
        "text": "check your phone's compatibility right now and if you sign up you get $25 off your bill or $25 off a new phone in the Ting shop!",
        "start": 466.66,
        "duration": 6.0
    },
    {
        "text": "And the first bit of awesome today is, we got a new trailer for Venom and it looks amazing!",
        "start": 472.66,
        "duration": 4.36
    },
    {
        "text": "Tom Hardy is just a BAMF and I'm excited to see what he does with this role.",
        "start": 477.02,
        "duration": 3.4
    },
    {
        "text": "Then we had Netflix giving us real fathers and daughters reconnecting.",
        "start": 480.42,
        "duration": 3.42
    },
    {
        "text": "We got the Honest Trailer for Hook.",
        "start": 483.84,
        "duration": 1.38
    },
    {
        "text": "We had Amy Poehler and Nick Offerman just doing stuff. I mean honestly, my bar for what is considered awesome when it comes to Nick Offerman is incredibly low.",
        "start": 485.22,
        "duration": 7.0
    },
    {
        "text": "I mean he could pretty much do anything.",
        "start": 492.22,
        "duration": 1.38
    },
    {
        "text": "Then in Least Surprising Awesome News, It's being reported that Incredibles 2 has hit 1 billion dollars at the box office faster than any other animated film.",
        "start": 494.94,
        "duration": 7.0
    },
    {
        "text": "And personally, I say rightly so. It is a fantastic movie. It makes the first one seem like garbage comparatively.",
        "start": 501.94,
        "duration": 4.98
    },
    {
        "text": "I've probably said it before but that scene between Jack Jack and the raccoon, possibly my favorite 2 minutes of cinema in the past decade.",
        "start": 507.08,
        "duration": 7.0
    },
    {
        "text": "Then we had First We Feast taking a break from wings, giving us some pizza awesome.",
        "start": 514.08,
        "duration": 3.6
    },
    {
        "text": "You got some Binging with Babish awesome.",
        "start": 517.68,
        "duration": 1.78
    },
    {
        "text": "Then in random 24 hour flash sale awesome. Today thanks to code July15th, you can get 15 percent off the",
        "start": 519.46,
        "duration": 5.16
    },
    {
        "text": "'Why be informed when you can use your feelings as your facts?' shirt.",
        "start": 524.62,
        "duration": 3.44
    },
    {
        "text": "It's also available on hoodies, and actually now pillows and towels. One of our best sellers, so enjoy if you snag one in the next 24!",
        "start": 528.06,
        "duration": 6.84
    },
    {
        "text": "Then just a quick friendly reminder, we're doing the end of the month DeFranco Elite town hall today. I'll link to it down below.",
        "start": 534.9,
        "duration": 4.78
    },
    {
        "text": "A lot to talk about and of course there is a Q and A attached.",
        "start": 539.68,
        "duration": 2.48
    },
    {
        "text": "And if you want to see the full versions of everything I just shared, the secret link of the day, anything at all. Links as always are in the description down below.",
        "start": 542.16,
        "duration": 6.38
    },
    {
        "text": "And lets talk about this situation around what are being called \"ghost guns\".",
        "start": 548.54,
        "duration": 3.18
    },
    {
        "text": "Eight states and the District of Columbia are racing to block the nonprofit Defense Distributed from being able to upload schematics from August 1st that would",
        "start": 551.72,
        "duration": 6.64
    },
    {
        "text": "allow people to print 3D firearms.",
        "start": 558.36,
        "duration": 1.92
    },
    {
        "text": "And you may have even seen President Trump this morning tweeting on this situation saying",
        "start": 560.28,
        "duration": 3.18
    },
    {
        "text": "\"I am looking into 3-D plastic guns being sold to the public. Already spoke to the NRA, doesn't seem to make much sense!\"",
        "start": 563.46,
        "duration": 5.1
    },
    {
        "text": "And the reason we're talking about this today is because of a non profit called Defense Distributed and it's founder Cody Wilson.",
        "start": 568.56,
        "duration": 5.02
    },
    {
        "text": "And to fully understand the situation we need to jump back.",
        "start": 573.58,
        "duration": 2.36
    },
    {
        "text": "In 2013, and you might remember this we talked about this on the show,",
        "start": 575.94,
        "duration": 2.92
    },
    {
        "text": "Wilson and Defense Distributed developed and fired the first fully 3-D printed pistol, The Liberator.",
        "start": 578.86,
        "duration": 4.4
    },
    {
        "text": "The pistol was reportedly made up of the same material as legos and it was good for one shot",
        "start": 583.26,
        "duration": 3.36
    },
    {
        "text": "before destroying itself. Wilson puts his blueprint online and reportedly within two days it was downloaded",
        "start": 586.62,
        "duration": 4.82
    },
    {
        "text": "over 100,000 times. And in addition to that he also uploaded other designs online.",
        "start": 591.44,
        "duration": 4.58
    },
    {
        "text": "Those including 3-D components for firearms such as the AR 15 Platform.",
        "start": 596.02,
        "duration": 3.48
    },
    {
        "text": "However, the US State Department quickly stepped in. They told him to take the blueprints down.",
        "start": 599.5,
        "duration": 3.02
    },
    {
        "text": "And they claimed Wilson's code for 3-D printed components counted as exporting complete firearms",
        "start": 602.52,
        "duration": 3.92
    },
    {
        "text": "which violated the International Traffic and Arms Regulations otherwise known as ITAR.",
        "start": 606.44,
        "duration": 4.1
    },
    {
        "text": "So Defense Distributed, they take the files down. But the files were already freely available on the internet",
        "start": 610.54,
        "duration": 4.56
    },
    {
        "text": "because that is how the internet works.",
        "start": 615.1,
        "duration": 1.7
    },
    {
        "text": "And so the next big thing we see, it's two years later, it's 2015. Wilson and his lawyers sue the State Department and the Department of Justice.",
        "start": 616.8,
        "duration": 6.36
    },
    {
        "text": "And Wilson claimed, that the government's demands for him to take down the designs violated his first amendment right to free speech.",
        "start": 623.16,
        "duration": 4.54
    },
    {
        "text": "Claiming that he wasn't exporting firearms instead arguing he was exporting lines of code,",
        "start": 627.7,
        "duration": 3.82
    },
    {
        "text": "which have been considered protected speech and not in violation of ITAR since the 90s.",
        "start": 631.52,
        "duration": 3.64
    },
    {
        "text": "And during the proceeding the court received amicus briefs from a broad coalition of groups.",
        "start": 635.16,
        "duration": 4.8
    },
    {
        "text": "I mean this ranges from the CATO institute and Republican members of Congress all the way to Electronic Frontier Foundation",
        "start": 639.96,
        "duration": 4.74
    },
    {
        "text": "and the Reporters Committee For Freedom Of The Free Press.",
        "start": 644.7,
        "duration": 1.72
    },
    {
        "text": "And ultimately after a three year battle, the government finally folded.",
        "start": 646.42,
        "duration": 3.58
    },
    {
        "text": "On June 29th they reached a settlement with Wilson and Defense Distributed conceding on all points.",
        "start": 650.0,
        "duration": 4.2
    },
    {
        "text": "And so starting August 1st, Wilson and Defense Distributed will be allowed to share blueprints of",
        "start": 654.2,
        "duration": 3.72
    },
    {
        "text": "3-D printed firearms on their central database.",
        "start": 657.92,
        "duration": 2.14
    },
    {
        "text": "And that decision to settle the lawsuit was highly criticized.",
        "start": 660.06,
        "duration": 2.38
    },
    {
        "text": "And so we saw 21 states write a letter to Jeff Sessions and Mike Pompeo saying the decision was deeply",
        "start": 662.44,
        "duration": 4.38
    },
    {
        "text": "dangerous and could have an unprecedented impact on public safety.",
        "start": 666.82,
        "duration": 3.0
    },
    {
        "text": "We also saw Senator Chuck Schumer speaking about this in early July, saying",
        "start": 669.82,
        "duration": 3.0
    },
    {
        "text": "And so we see Schumer breifly mention that term that I mentioned at the beginning of this story, \"ghost gun\"",
        "start": 685.3,
        "duration": 3.8
    },
    {
        "text": "What is a \"ghost gun\"?",
        "start": 689.18,
        "duration": 1.58
    },
    {
        "text": "Well when someone says \"ghost gun\" they are referring to firearms that aren't registered to any government",
        "start": 690.76,
        "duration": 2.98
    },
    {
        "text": "agency nor have any serial numbers to identify them.",
        "start": 693.74,
        "duration": 2.28
    },
    {
        "text": "Now in the United States, these firearms are actually widely legal, as long as you build the firearm yourself and you have the intention to keep it forever.",
        "start": 696.02,
        "duration": 5.68
    },
    {
        "text": "But, it is extremely illegal for you to actually sell or transfer these weapons.",
        "start": 701.7,
        "duration": 4.0
    },
    {
        "text": "Now while hitting this point, it is also extremely important to note that 3-D printed firearms are not the first instances of \"ghost guns\" in America.",
        "start": 705.7,
        "duration": 5.64
    },
    {
        "text": "American's have been building their own untraceable firearms for centuries.",
        "start": 711.34,
        "duration": 3.14
    },
    {
        "text": "But the difference now, and the concern for many gun control advocates is the barrier to entry.",
        "start": 714.48,
        "duration": 4.0
    },
    {
        "text": "Before the advent of 3-D printing someone could build a firearm, but would need the technical knowledge to work the machinery needed.",
        "start": 718.48,
        "duration": 5.12
    },
    {
        "text": "3-D printing changes most of that.",
        "start": 723.6,
        "duration": 1.6
    },
    {
        "text": "Additionally, another large concern, other than you're talking about untraceable firearms, is that ghost guns bypass a central part of gun control, background checks.",
        "start": 725.4,
        "duration": 7.0
    },
    {
        "text": "If you are someone prohibited from owning a firearm you could still make your own gun without a background check.",
        "start": 732.4,
        "duration": 3.8
    },
    {
        "text": "Now, obviously, it is still illegal for you to own that firearm but it's hard for the government to know it even exists.",
        "start": 736.2,
        "duration": 4.8
    },
    {
        "text": "And with the information so wildly available, the cost of making a 3D printed gun so low,  it allows access to anyone.",
        "start": 741.0,
        "duration": 5.42
    },
    {
        "text": "Before, the crossover of people who were prohibited from owning a gun but had the technical skill to make one was pretty low.",
        "start": 746.42,
        "duration": 5.74
    },
    {
        "text": "And now some people are trying to say that this is not a big deal.",
        "start": 752.16,
        "duration": 2.4
    },
    {
        "text": "You have a 3D printed firearm, they're not going to be dangerous, they're good for one single shot.",
        "start": 754.56,
        "duration": 3.76
    },
    {
        "text": "And while yes, that was true for The Liberator that is not the truth for everything we're talking about here.",
        "start": 758.32,
        "duration": 4.2
    },
    {
        "text": "Increases in the quality of plastic have allowed firearms to handle multiple shots.",
        "start": 762.52,
        "duration": 3.08
    },
    {
        "text": "And on top of that we're dealing with a situation where only certain components of a gun need to be 3D printed to bypass a background check.",
        "start": 765.6,
        "duration": 5.44
    },
    {
        "text": "We'll use the AR 15 for example. Random fact, you can by nearly every component of an AR 15 without a background check legally.",
        "start": 771.04,
        "duration": 5.76
    },
    {
        "text": "And the reason for that is only the lower is actually registered and requires a background check.",
        "start": 776.8,
        "duration": 4.06
    },
    {
        "text": "It's the piece of the weapon actually considered the firearm by the ATF and it also happens to be one of the easiest components to 3-D print.",
        "start": 780.86,
        "duration": 5.96
    },
    {
        "text": "I mean there were examples of this being done back in 2015.",
        "start": 786.82,
        "duration": 2.58
    },
    {
        "text": "Additionally, there are also concerns that 3-D printers will allow groups with money, such as cartels, to more easily produce firearms for their own uses.",
        "start": 789.4,
        "duration": 6.26
    },
    {
        "text": "Something they already do but now to a greater extent and right now we are seeing politicians move on this.",
        "start": 795.66,
        "duration": 3.84
    },
    {
        "text": "Chuck Schumer wants to pass a law that bans 3-D firearms, just as importantly the ability to share files on how to make these weapons.",
        "start": 799.5,
        "duration": 5.82
    },
    {
        "text": "Congressman Seth Moulton from Massachusetts agreed and will introduce a bill to update the 1988 Undetectable Firearms Act",
        "start": 805.32,
        "duration": 5.28
    },
    {
        "text": "an attempt to ban 3-D printed guns.",
        "start": 810.6,
        "duration": 1.76
    },
    {
        "text": "Pennsylvania has successfully blocked the release of the files in the state.",
        "start": 812.36,
        "duration": 3.16
    },
    {
        "text": "And since then, the site that I was talking about, has been blocked, reportedly by all mobile phone providers as well as seemingly most states.",
        "start": 815.52,
        "duration": 6.4
    },
    {
        "text": "But of course, the internet is the internet, if people are looking for this they will end up finding it.",
        "start": 821.92,
        "duration": 3.9
    },
    {
        "text": "Especially because, and this brings us back to Cody Wilson and Defense Distributed, he has made clear that",
        "start": 825.82,
        "duration": 3.52
    },
    {
        "text": "will upload these files regardless of what the US ultimately decides.",
        "start": 829.34,
        "duration": 3.3
    },
    {
        "text": "Cody Wilson is reportedly a self described post left anarchist whose mission is to undermine government control and gun control is just his start.",
        "start": 832.64,
        "duration": 6.28
    },
    {
        "text": "Once saying about gun control,",
        "start": 838.92,
        "duration": 1.36
    },
    {
        "text": "Wilson: \"No control is not dead. It's undead. Gun control is undead. And uh...we just keep killing it, but uh... it just keeps coming back.\"",
        "start": 842.18,
        "duration": 7.0
    },
    {
        "text": "And reportedly in addition to releasing these 3-D printed schematics for firearms he also has a solution for steel and aluminum frames.",
        "start": 849.18,
        "duration": 5.58
    },
    {
        "text": "And that's incredibly notable because it lowers the barrier to entry to homemade firearms across the board.",
        "start": 854.76,
        "duration": 3.76
    },
    {
        "text": "Defense Distributed makes a desktop sized CNC machine called the Ghost Gun.",
        "start": 858.52,
        "duration": 3.78
    },
    {
        "text": "And the machine allows anyone to complete 80 percent lower, so called because they are 80 percent of the way to being a finished firearm.",
        "start": 862.3,
        "duration": 4.68
    },
    {
        "text": "and thus, would not require a serial number or a background check to purchase.",
        "start": 866.98,
        "duration": 3.18
    },
    {
        "text": "And the thing is, this is just an addition to dozens of companies that have kits that include everything you need to make a full unserialized firearm.",
        "start": 870.16,
        "duration": 6.0
    },
    {
        "text": "And also maybe it'll give you a better understanding,",
        "start": 876.16,
        "duration": 1.78
    },
    {
        "text": "here on the left side you have an 80 percent lower, it is incomplete. Then on the right you have a finished one that would require a background check",
        "start": 877.94,
        "duration": 5.56
    },
    {
        "text": "you just need to cut out the metal inside.",
        "start": 883.5,
        "duration": 1.24
    },
    {
        "text": "And right now, California has legislation in place that ultimately attempts to solve this issue.",
        "start": 884.74,
        "duration": 3.76
    },
    {
        "text": "You build your own firearm, 3-D printed or metal, but before doing so you have to apply to the state for a serial number and pass a background check.",
        "start": 888.5,
        "duration": 6.52
    },
    {
        "text": "Then once you're approved, you can build the firearm, but then you also have to show photos",
        "start": 895.02,
        "duration": 3.44
    },
    {
        "text": "showing you've serialized the components of the firearms that it legally requires.",
        "start": 898.46,
        "duration": 2.76
    },
    {
        "text": "In the case of the AR 15 as we mentioned that's the lower.",
        "start": 901.22,
        "duration": 2.34
    },
    {
        "text": "And California also has plans to pass laws that require a background check to purchase nearly any firearm component.",
        "start": 903.56,
        "duration": 4.58
    },
    {
        "text": "Things like triggers, bolts, barrells, etc.",
        "start": 908.14,
        "duration": 2.2
    },
    {
        "text": "Meaning that while you'll be able to build a lower, it would then still be infintely more difficult to build a complete firearm from scratch.",
        "start": 910.34,
        "duration": 6.14
    },
    {
        "text": "Fully plastic 3-D printed ones are usable for multiple shots right now but in general the melt after about a magazine worth of shots.",
        "start": 916.48,
        "duration": 5.56
    },
    {
        "text": "But still, with all of that said, this of course does not address the main issue.",
        "start": 922.04,
        "duration": 3.78
    },
    {
        "text": "People who regardless of whether it would be legal or not want this weapon to inflict harm will be able to do so.",
        "start": 925.82,
        "duration": 6.4
    },
    {
        "text": "Even if the government manages to block Defense Distributed how can they stop all people everywhere?",
        "start": 932.22,
        "duration": 4.78
    },
    {
        "text": "It's the internet, even if you try to block a singular thing or place, there will always be other places that have this",
        "start": 937.0,
        "duration": 5.32
    },
    {
        "text": "whether it be right now or after.",
        "start": 942.32,
        "duration": 1.14
    },
    {
        "text": "I mean you'd have to ban 3D printers or restrict them in some way and people would always find a way to work around.",
        "start": 943.46,
        "duration": 4.8
    },
    {
        "text": "So the question is, is there even a way to try to effectively stop this?",
        "start": 948.26,
        "duration": 4.2
    },
    {
        "text": "Maybe I'm a cynic but I truly don't believe so.",
        "start": 952.46,
        "duration": 2.24
    },
    {
        "text": "And I think that it's very easy to go oh well this isn't a big issue and my response to that is sure, until it is.",
        "start": 954.7,
        "duration": 6.42
    },
    {
        "text": "Right. There are a lof of things in our lives that wasn't a thing and now it is.",
        "start": 961.12,
        "duration": 3.18
    },
    {
        "text": "There is a reason today that you have to go through a security check point and take your shoes off and your friends who don't have a ticket can't come with you.",
        "start": 964.3,
        "duration": 6.96
    },
    {
        "text": "I mean this really shows my age and I hate that I have examples like this but I grew up in a time where my dad",
        "start": 971.26,
        "duration": 4.02
    },
    {
        "text": "my dad met me at the airplane gate.",
        "start": 975.28,
        "duration": 1.86
    },
    {
        "text": "And I think that an important thing to consider and I don't know if it's neccesarily limited to gun culture, but I think it's kind of a societal thing.",
        "start": 977.14,
        "duration": 5.52
    },
    {
        "text": "In my eyes, there is an inherent desire in a good number of people to have what the government might say you cannot have.",
        "start": 982.66,
        "duration": 5.76
    },
    {
        "text": "One of the things that comes to mind is, the AR 15 was not really the most popular weapon out there.",
        "start": 988.42,
        "duration": 5.02
    },
    {
        "text": "There was a ban, it was then not banned.",
        "start": 993.44,
        "duration": 2.42
    },
    {
        "text": "All of a sudden, sales through the roof, immensly popular.",
        "start": 995.86,
        "duration": 2.8
    },
    {
        "text": "Obviously you're not talking about an unregistered weapon, but I think in part is kind of speaks to that point.",
        "start": 998.66,
        "duration": 4.94
    },
    {
        "text": "But all of that said, that's the situation, that is my personal take away, and I pass the question off to you.",
        "start": 1003.6,
        "duration": 5.18
    },
    {
        "text": "What are your thoughts about this? Do you think there should be a crack down on this? Even if there is a",
        "start": 1008.78,
        "duration": 4.44
    },
    {
        "text": "crackdown, do you believe it will be effective? I don't know. I think we'll have to wait and see.",
        "start": 1013.22,
        "duration": 3.24
    },
    {
        "text": "And actually, that's where I'm going to end today's show.",
        "start": 1016.46,
        "duration": 1.94
    },
    {
        "text": "And of course remember this is the PDS. Whether it be the last story, the first one, anything in between, I'd love to know your thoughts in those comments down below.",
        "start": 1018.4,
        "duration": 5.82
    },
    {
        "text": "Also, if you're new here be sure to hit that subscribe button. Maybe even ring that bell to turn notifications on so you get alerts when these daily weekday videos come out.",
        "start": 1024.26,
        "duration": 7.0
    },
    {
        "text": "It also wouldn't hurt if you followed me on Twitter @PhillyD since YouTube's notification record, not always stellar.",
        "start": 1031.26,
        "duration": 5.82
    },
    {
        "text": "But that being said, as always, my name is Philip DeFranco, you've just been Phil'd in.",
        "start": 1037.08,
        "duration": 4.4
    },
    {
        "text": "I LOVE YO FACES",
        "start": 1041.76,
        "duration": 0.96
    },
    {
        "text": "and I'll see you tomorrow!",
        "start": 1042.72,
        "duration": 1.2
    }
]