[
    {
        "text": "'Sup You Beautiful Bastards!",
        "start": 0.0,
        "duration": 1.3
    },
    {
        "text": "Hope you had a Fantastic Friday!",
        "start": 1.3,
        "duration": 1.8
    },
    {
        "text": "Welcome Back to the Philip DeFranco Show!",
        "start": 3.1,
        "duration": 1.9
    },
    {
        "text": "And if you are new here on Friday's we do things a little bit different",
        "start": 5.0,
        "duration": 2.3
    },
    {
        "text": "Specifically I try to cover more stories that we've been trying to get to this week",
        "start": 7.3,
        "duration": 2.9
    },
    {
        "text": "Didn't get to with the previous shows",
        "start": 10.2,
        "duration": 1.6
    },
    {
        "text": "As well cover more viewer requested stories",
        "start": 11.8,
        "duration": 2.2
    },
    {
        "text": "But with that said Let's just jump Into it",
        "start": 14.0,
        "duration": 1.5
    },
    {
        "text": "And the first thing we're gonna talk about today",
        "start": 15.5,
        "duration": 1.22
    },
    {
        "text": "and will start off light",
        "start": 16.72,
        "duration": 1.24
    },
    {
        "text": "We're going to talk about the viewer requested story",
        "start": 17.96,
        "duration": 1.78
    },
    {
        "text": "Where people wanted me to talk about Jake Paul being sued again",
        "start": 19.74,
        "duration": 3.22
    },
    {
        "text": "But I looked into it and two things",
        "start": 22.96,
        "duration": 1.7
    },
    {
        "text": "The first being this story is actually not new",
        "start": 24.66,
        "duration": 2.4
    },
    {
        "text": "This was in local news last month",
        "start": 27.06,
        "duration": 2.3
    },
    {
        "text": "And TWO it's not technically Jake Paul that's being sued",
        "start": 29.36,
        "duration": 3.26
    },
    {
        "text": "It's actually his talent manager Krista Burditt.",
        "start": 32.62,
        "duration": 2.52
    },
    {
        "text": "And she is reportedly being sued by an Aspen women by the name of Isabelle Friedheim.",
        "start": 35.14,
        "duration": 3.44
    },
    {
        "text": "And reportedly she is suing on allegations that",
        "start": 38.58,
        "duration": 2.3
    },
    {
        "text": "\"Verdict and others used the residence for video production while trashing the home and driving vehicles",
        "start": 40.88,
        "duration": 4.32
    },
    {
        "text": "through the property's tennis court and neighbors' lawns...\"",
        "start": 45.2,
        "duration": 2.74
    },
    {
        "text": "And reports then points Jake Paul's own videos from that time where you see him in the house",
        "start": 47.94,
        "duration": 4.06
    },
    {
        "text": "*Jake Paul and others on the property*",
        "start": 52.06,
        "duration": 10.42
    },
    {
        "text": "Lawsuit goes on to claim the disorderly conduct allowed and encouraged by verdict",
        "start": 62.48,
        "duration": 3.98
    },
    {
        "text": "Included, driving vehicles at excessive speeds and in an irresponsible fashion on the property",
        "start": 66.54,
        "duration": 3.98
    },
    {
        "text": "and throughout the neighborhood.",
        "start": 70.52,
        "duration": 1.02
    },
    {
        "text": "Driving vehicles on the property's lawn, neighbors' lawns, and on protected open fields",
        "start": 71.54,
        "duration": 4.12
    },
    {
        "text": "throughout the neighborhood.",
        "start": 75.66,
        "duration": 0.88
    },
    {
        "text": "Driving off-road vehicles on the property's tennis court.",
        "start": 76.54,
        "duration": 2.16
    },
    {
        "text": "Pulling individuals on sleds throughout the neighborhood.",
        "start": 78.7,
        "duration": 2.12
    },
    {
        "text": "Driving off-road vehicles on the property and throughout the residential neighborhood at night.",
        "start": 80.82,
        "duration": 3.12
    },
    {
        "text": "Using microphones and sound systems in the property at excessive noise levels.",
        "start": 83.94,
        "duration": 3.54
    },
    {
        "text": "And in fact on top of all that Friedheim claims that there was such a negative reaction to Team 10",
        "start": 87.48,
        "duration": 4.34
    },
    {
        "text": "and everything they were doing here",
        "start": 91.82,
        "duration": 1.08
    },
    {
        "text": "That the homeowners association demanded that she forfeit the rent she got for the two months they were there",
        "start": 92.9,
        "duration": 4.9
    },
    {
        "text": "AND yeah that's the story I--I don't really what else I can add",
        "start": 97.8,
        "duration": 3.1
    },
    {
        "text": "Oh actually you know what I know what I'll add here",
        "start": 100.9,
        "duration": 1.74
    },
    {
        "text": "Earlier this week I mentioned that massive creator KSI is coming out with his own documentary",
        "start": 102.64,
        "duration": 3.94
    },
    {
        "text": "Following that some people said, \"well why didn't you talk about Logan Paul's",
        "start": 106.58,
        "duration": 2.86
    },
    {
        "text": "documentary that he said is coming out.\"",
        "start": 109.44,
        "duration": 1.38
    },
    {
        "text": "And I will say that's because I--I want to see what it ends up being more and more about",
        "start": 110.82,
        "duration": 4.12
    },
    {
        "text": "before I--I express my complete disgust",
        "start": 114.94,
        "duration": 2.34
    },
    {
        "text": "Logan Paul who of course who had that disgusting suicide forest scandal",
        "start": 117.28,
        "duration": 3.38
    },
    {
        "text": "then he went on that whole apology tour blah blah blah",
        "start": 120.66,
        "duration": 2.12
    },
    {
        "text": "And in a recent vlog he said this",
        "start": 122.78,
        "duration": 0.86
    },
    {
        "text": "\"But we're actually filming a documentary about everything that's happened this year",
        "start": 123.64,
        "duration": 3.94
    },
    {
        "text": "and all the stuff that went down in January where I was at my life",
        "start": 127.58,
        "duration": 4.12
    },
    {
        "text": "And kind of the psyche of what actually happened.",
        "start": 131.7,
        "duration": 2.32
    },
    {
        "text": "Which includes my upbringings so I've visited the highschool wrestling team",
        "start": 134.02,
        "duration": 3.32
    },
    {
        "text": "and gave a little speech to the kids.\"",
        "start": 137.34,
        "duration": 1.68
    },
    {
        "text": "And as cynical as I am, I always try to, uh, hope for the best in people and I'm hoping that this isn't someway",
        "start": 139.02,
        "duration": 6.24
    },
    {
        "text": "a--a selfless move.  But I can't help deep down feeling like this is a potentially",
        "start": 145.26,
        "duration": 4.54
    },
    {
        "text": "a PR play where he is monetizing off of his suicide scandal.",
        "start": 149.86,
        "duration": 4.5
    },
    {
        "text": "But I'm gonna hold off on that and wait to see if there's more information like all the profeits from it",
        "start": 154.36,
        "duration": 4.52
    },
    {
        "text": "are going towards the suicidal awareness charity.",
        "start": 158.88,
        "duration": 2.0
    },
    {
        "text": "But I don't know it feels like more and more where I'm hoping to see the good in people",
        "start": 160.88,
        "duration": 2.68
    },
    {
        "text": "I end up feeling like an asshole afterwards.",
        "start": 163.56,
        "duration": 2.38
    },
    {
        "text": "But actually a question I want to pass to you there what are your thoughts about a documentary about that",
        "start": 165.94,
        "duration": 3.8
    },
    {
        "text": "whole time and situation? Disgusting PR move or no this could actually be a positive?",
        "start": 169.74,
        "duration": 4.7
    },
    {
        "text": "And lets talk about a story around Felix Finkbeiner.",
        "start": 174.44,
        "duration": 2.0
    },
    {
        "text": "And the story we are talking about today actually starts with Felix back in 2007.",
        "start": 176.8,
        "duration": 3.7
    },
    {
        "text": "He's 9 years old, he starts a children's initiative called Plant for the Planet",
        "start": 180.6,
        "duration": 3.94
    },
    {
        "text": "And the idea as they explain on the website is that,",
        "start": 184.6,
        "duration": 1.6
    },
    {
        "text": "\"Children could plant one million trees in every country on earth and thereby offset CO2 emissions all on their own, while adults are still talking about doing it.\"",
        "start": 186.3,
        "duration": 7.02
    },
    {
        "text": "and the movement gained some steam, and it started building, and more kids become involved and in just 3 years,",
        "start": 193.4,
        "duration": 5.6
    },
    {
        "text": "the organization plants its one millionth tree in Germany;",
        "start": 199.0,
        "duration": 2.8
    },
    {
        "text": "And it continues to grow and grow, both the movement and the actual trees",
        "start": 201.9,
        "duration": 3.2
    },
    {
        "text": "And as of this week reportedly one hundred thousand children have joined the organization",
        "start": 205.1,
        "duration": 3.9
    },
    {
        "text": "According to the reports they have planted over 15 billion trees",
        "start": 209.0,
        "duration": 4.0
    },
    {
        "text": "And the now 20 year old Felix is expanding on this project",
        "start": 213.0,
        "duration": 2.7
    },
    {
        "text": "and has launched the one trillion tree campaign",
        "start": 215.8,
        "duration": 2.8
    },
    {
        "text": "and the thing is when you actually look into the numbers, and the goals, and the needs, the numbers aren't insane.",
        "start": 218.6,
        "duration": 4.9
    },
    {
        "text": "It's believed that around 3 trillion trees exist globally",
        "start": 223.5,
        "duration": 3.1
    },
    {
        "text": "and the fact that this organization has planted 15 billion trees is amazing but",
        "start": 226.6,
        "duration": 4.0
    },
    {
        "text": "A study conducted back in 2015 found that humans cut down that same number of trees every year.",
        "start": 230.6,
        "duration": 6.1
    },
    {
        "text": "15 billion trees every year",
        "start": 236.7,
        "duration": 1.6
    },
    {
        "text": "and so I just wanna make sure I included this story on this Friday show because I know there's a lot of negative in this world",
        "start": 238.4,
        "duration": 5.2
    },
    {
        "text": "and I think it's important we share the spotlight on the people and organizations trying to do good in the world",
        "start": 243.6,
        "duration": 4.36
    },
    {
        "text": "Especially when there's a story tha--that really showcases that a lot of the good in the world can come from the youth",
        "start": 247.96,
        "duration": 5.74
    },
    {
        "text": "Man just think about that, he started it when he was 9",
        "start": 253.7,
        "duration": 3.2
    },
    {
        "text": "I'm both impressed and now feel like a lazy piece of shit",
        "start": 256.9,
        "duration": 2.16
    },
    {
        "text": "But from that, I wanna share some stuff I love today, And Today In Awesome brought to you by",
        "start": 259.56,
        "duration": 4.02
    },
    {
        "text": "Betterhelp.com/defranco",
        "start": 263.58,
        "duration": 1.42
    },
    {
        "text": "And Better Help if you don't know is the fantastic service where you can get affordable private online counseling",
        "start": 265.0,
        "duration": 4.34
    },
    {
        "text": "You get access licensed, trained, experienced, and credited psychologists, marriage and family therapist, clinical social workers,",
        "start": 269.34,
        "duration": 6.34
    },
    {
        "text": "and board licensed professional councilors",
        "start": 275.68,
        "duration": 0.92
    },
    {
        "text": "all you go to do is go to betterhelp.com/defranco",
        "start": 277.1,
        "duration": 2.62
    },
    {
        "text": "you fill out the questionare they match you with a councilor and you can start counciling today!",
        "start": 279.72,
        "duration": 3.3
    },
    {
        "text": "Right on your computer or via your phone thanks to an app. You can do it via text, audio, or video.",
        "start": 283.02,
        "duration": 4.28
    },
    {
        "text": "My main point, if it souds interesting to you, you've been kinda thinking about trying something like this out",
        "start": 287.3,
        "duration": 4.24
    },
    {
        "text": "Check it out and go to betterhelp.com/defranco",
        "start": 291.54,
        "duration": 2.22
    },
    {
        "text": "And the first bit of awesome today is if you are looking for another bonus news video from us uhh you actually get one",
        "start": 293.76,
        "duration": 5.04
    },
    {
        "text": "We did a story on Canada as part of a new series we're testing that you guys are involved in, I really enjoyed it",
        "start": 298.8,
        "duration": 5.8
    },
    {
        "text": "so if you wanna watch to it blahb blahb if you wanna watch it link down below",
        "start": 304.6,
        "duration": 2.4
    },
    {
        "text": "I'm leaving it in there it's Friday",
        "start": 307.0,
        "duration": 1.1
    },
    {
        "text": "Then Casually Explained gave us fantastic information on how to read the stock market",
        "start": 308.1,
        "duration": 4.4
    },
    {
        "text": "Then we've got fantastic news that Idris Elba is joining one of my favourite guilty pleasure franchises",
        "start": 312.5,
        "duration": 6.2
    },
    {
        "text": "and that is the Fast and the Furious franchise, specifically a spin off with Dwayne Johnson",
        "start": 318.7,
        "duration": 4.4
    },
    {
        "text": "According to the reports coming out he's going to play the villain",
        "start": 323.1,
        "duration": 1.9
    },
    {
        "text": "Then ASAP Science gave us a video on audio illusions",
        "start": 325.0,
        "duration": 3.0
    },
    {
        "text": "And if you wanna see the full versions of everything I just shared, the secret link of the day, anything at all, links as always are down in the subscription below",
        "start": 328.0,
        "duration": 6.2
    },
    {
        "text": "And then unfortunately we have a horrible update around the young Thai boys and their coach that are stuck in a cave",
        "start": 334.2,
        "duration": 5.4
    },
    {
        "text": "that we covered earlier this week",
        "start": 339.6,
        "duration": 1.1
    },
    {
        "text": "If you are not familiar with this story I'll link to our coverage down below",
        "start": 340.7,
        "duration": 2.7
    },
    {
        "text": "But unfortunately the rescue efforts for the soccer team have run into complications",
        "start": 343.4,
        "duration": 3.2
    },
    {
        "text": "1. Reportedly there's too many people in the cave and so oxygen levels are running low",
        "start": 346.6,
        "duration": 3.4
    },
    {
        "text": "And so what they are trying to do is run a tube through the cave to give them oxygen",
        "start": 350.0,
        "duration": 3.0
    },
    {
        "text": "Unfortunately, it's difficult to fit, the conditions have been horrible, and they are extremely far away,",
        "start": 353.0,
        "duration": 4.0
    },
    {
        "text": "reportedly 3 kilometres inside of the cave",
        "start": 357.0,
        "duration": 2.6
    },
    {
        "text": "And reportedly oxygen have fallen from 21% to 15%.",
        "start": 359.6,
        "duration": 3.5
    },
    {
        "text": "And that is extremely significant because at around 15% O2",
        "start": 363.1,
        "duration": 3.1
    },
    {
        "text": "You're talking about faulty judgement, exhaustion with minimal exercise",
        "start": 366.2,
        "duration": 3.4
    },
    {
        "text": "and so the plan right now is to have everyone dive out of the cave.",
        "start": 369.76,
        "duration": 2.3
    },
    {
        "text": "Which unfortunately brings unto this newest tragedy,",
        "start": 372.1,
        "duration": 2.4
    },
    {
        "text": "One diver, specifically 38 year old officer Saman Gunan a former Thai Navy seal",
        "start": 374.5,
        "duration": 4.7
    },
    {
        "text": "He's retired but returned but returned to aid in the rescue operation died on Friday while returning from a trip to deliver oxygen to the boys in the cave",
        "start": 379.2,
        "duration": 6.0
    },
    {
        "text": "Reportedly he ran out of oxygen himself, he lost consciousness, his partner tried to revive him but he just didn't make it.",
        "start": 385.2,
        "duration": 5.4
    },
    {
        "text": "And after this his body was returned home where his casket was draped with a Thai flag and attended by 100 officials",
        "start": 390.6,
        "duration": 4.8
    },
    {
        "text": "They also reportedly held 10 minute moments of silence in his honour",
        "start": 395.4,
        "duration": 3.0
    },
    {
        "text": "and obviously when you look at this story you you see he died a hero but it doesn't make it any less horrible",
        "start": 398.4,
        "duration": 5.2
    },
    {
        "text": "and what it also does it really highlights how hard this cave dive is",
        "start": 403.6,
        "duration": 3.4
    },
    {
        "text": "Reportedly some parts of the cave are so narrow that scuba tanks have to be taken off and pushed in front of the divers",
        "start": 407.1,
        "duration": 4.3
    },
    {
        "text": "Unfortunately, it's difficult to fit, the conditions have been horrible, and they are extremely far away",
        "start": 411.4,
        "duration": 4.4
    },
    {
        "text": "Reportedly over 3 kilometres inside of the cave",
        "start": 415.84,
        "duration": 2.56
    },
    {
        "text": "Additionally, when I mention that the dive is 3 kilometres that's just to chamber 3, and then theres a 1.5 kilometre trek from chamber 3 to the caves entrance",
        "start": 418.4,
        "duration": 7.4
    },
    {
        "text": "And all together you are talking about a 6 hour dive",
        "start": 425.8,
        "duration": 2.9
    },
    {
        "text": "and so far as what happens from here",
        "start": 428.7,
        "duration": 1.7
    },
    {
        "text": "according to a news conference today, reportedly the boys have learned to dive",
        "start": 430.4,
        "duration": 3.2
    },
    {
        "text": "but with that said, they said there won't be a rescue attempt tonight",
        "start": 433.6,
        "duration": 3.0
    },
    {
        "text": "at the time of the news conference it was 9pm there",
        "start": 436.6,
        "duration": 2.0
    },
    {
        "text": "Although, at the time of the news conference they said they would not be attempting the rescue right then.",
        "start": 438.6,
        "duration": 3.4
    },
    {
        "text": "Adding that when they attempt this rescue, they wanna do it when the risk is minimal.",
        "start": 442.0,
        "duration": 3.0
    },
    {
        "text": "So that's where we are right now and hopefully we get better news soon.",
        "start": 445.0,
        "duration": 3.0
    },
    {
        "text": "We also got an update",
        "start": 448.0,
        "duration": 1.0
    },
    {
        "text": "to the Justin Trodo groping allegations story",
        "start": 449.0,
        "duration": 2.24
    },
    {
        "text": "the situation reportedly involving",
        "start": 451.24,
        "duration": 1.4
    },
    {
        "text": "An anonymous female reporter at a music festivals 18 years ago",
        "start": 452.64,
        "duration": 3.0
    },
    {
        "text": "All those years ago an article was released that said Justin Trodo had groped this women",
        "start": 455.64,
        "duration": 4.3
    },
    {
        "text": "that article also including an alleged apology from Trodo",
        "start": 459.94,
        "duration": 2.74
    },
    {
        "text": "Last time we covered this story Trodo had just given this statement:",
        "start": 462.68,
        "duration": 1.88
    },
    {
        "text": "I had a--a good day, that day. I don't remember any a--a negative interactions that day at all",
        "start": 464.56,
        "duration": 5.12
    },
    {
        "text": "following that though, many were confused as to why he would have given this apology, then",
        "start": 469.68,
        "duration": 3.18
    },
    {
        "text": "If everything was fine. As of yesterday Justin Torod has given a longer statement",
        "start": 472.86,
        "duration": 4.38
    },
    {
        "text": "I've been --- reflecting very carefully on what I remember from that incident almost 20 years ago",
        "start": 477.38,
        "duration": 6.48
    },
    {
        "text": "a---a and again I'm -- I feel -- I'm confident that I -- um, did not act inappropriately",
        "start": 483.98,
        "duration": 10.86
    },
    {
        "text": "But part of this awakening, that we're having as a society, a long awaited uh realization is that --- Its not just, one side of the story that matters",
        "start": 494.96,
        "duration": 13.42
    },
    {
        "text": "That the same interactions could be experienced very differently from one person to the next",
        "start": 508.48,
        "duration": 7.58
    },
    {
        "text": "And I'm not going to speak for the women in question --- I would never presume to speak for her",
        "start": 516.14,
        "duration": 7.22
    },
    {
        "text": "Again, I've been uh reflecting on the actual interaction, and if I apologize later then it would be because I sensed that she was not entirely comfortable",
        "start": 523.38,
        "duration": 12.14
    },
    {
        "text": "With the interaction we had",
        "start": 535.56,
        "duration": 2.44
    },
    {
        "text": "But, I respect a--a the fact that someone else might have experienced that differently.",
        "start": 538.0,
        "duration": 5.0
    },
    {
        "text": "This is part of the reflections we have to go through.",
        "start": 543.0,
        "duration": 2.84
    },
    {
        "text": "And several times in that statement, he hits on a note of, you know, we can have different perceptions of an interaction",
        "start": 545.84,
        "duration": 4.94
    },
    {
        "text": "So with this story, I do want to pass that question off to you. What do you think about that specific response?",
        "start": 550.78,
        "duration": 5.06
    },
    {
        "text": "Also if you agree with that response and idea, Do you think it also excuses what may have transpired?",
        "start": 555.84,
        "duration": 4.58
    },
    {
        "text": "And also do you feel Justin Tordo is being treated differently than other men that have had allegations placed against them?",
        "start": 560.42,
        "duration": 5.38
    },
    {
        "text": "Then we've got massive news yesterday that Scott Pruitt the head of the EPA had resigned",
        "start": 565.8,
        "duration": 4.62
    },
    {
        "text": "President Trump tweeting: \"I have accepted the resignation of Scott Pruitt as the Administrator of the Environmental Protection Agency.",
        "start": 570.42,
        "duration": 4.66
    },
    {
        "text": "\"Within the Agency Scott has done an outstanding job, and I will always be thankful to him for this.",
        "start": 575.08,
        "duration": 4.2
    },
    {
        "text": "\"The senate confirmed Deputy at EPA, Andrew Wheeler, will\"",
        "start": 579.28,
        "duration": 2.32
    },
    {
        "text": "\"...on Monday assume duties as the acting Administrator of the EAP.\"",
        "start": 581.6,
        "duration": 2.86
    },
    {
        "text": "As far as why Pruitt resigned",
        "start": 584.46,
        "duration": 1.34
    },
    {
        "text": "According to him in his resignation he sights",
        "start": 585.8,
        "duration": 1.7
    },
    {
        "text": "\"the unrelenting attacks on me personally, my family, are unprecedented and have taken a sizable toll on all of us\"",
        "start": 587.5,
        "duration": 5.62
    },
    {
        "text": "If you're not familiar with Scott Pruitt, we've talked about him a few times in the past.",
        "start": 593.12,
        "duration": 3.42
    },
    {
        "text": "He has kind of been plagued with scandles",
        "start": 596.54,
        "duration": 1.967
    },
    {
        "text": "There were stories about, he had \"two sets of [scheduling] books\"",
        "start": 598.507,
        "duration": 2.373
    },
    {
        "text": "His administrator would delete controversial meetings he had and then put it separate internal only one",
        "start": 600.88,
        "duration": 5.02
    },
    {
        "text": "The Washington Post reporting that Pruitt was pressuring aids to find his wife a job with a salary",
        "start": 605.9,
        "duration": 4.14
    },
    {
        "text": "of at least $200,000",
        "start": 610.16,
        "duration": 1.36
    },
    {
        "text": "Reports that he had aids book hotels on their own personal cards then he wouldn't reimburse them",
        "start": 611.52,
        "duration": 4.22
    },
    {
        "text": "And that's in addition to several other scandals that we've talked about before, some we haven't even included",
        "start": 615.74,
        "duration": 4.26
    },
    {
        "text": "Other investigations. It was also interesting to see the reaction after the resignation was announced.",
        "start": 620.0,
        "duration": 4.36
    },
    {
        "text": "Republican Carlos Curbelo tweeting:",
        "start": 624.36,
        "duration": 1.92
    },
    {
        "text": "\"Finally. Actually he did a horrible job. He was a Disaster and an embarrassment from day one, and the country is far better off without him.\"",
        "start": 626.28,
        "duration": 5.66
    },
    {
        "text": "Democratic Senator Chuck Schumer tweeting:",
        "start": 631.94,
        "duration": 1.7
    },
    {
        "text": "\"Took you long enough. Still a very long way to go to fully #Drain The Swamp\"",
        "start": 633.64,
        "duration": 3.04
    },
    {
        "text": "Senator Bernie Sanders Tweeting:",
        "start": 636.68,
        "duration": 1.34
    },
    {
        "text": "\"Scott Pruitt was the worst EPA administrator in the history of the agency.\"",
        "start": 638.02,
        "duration": 3.0
    },
    {
        "text": "And then finally one of the stand out responses came from Walter Shaub, former director of the U.S. office: government of ethics",
        "start": 641.02,
        "duration": 6.46
    },
    {
        "text": "Who tweeted: \"Good riddance to a locust named Scott Pruitt.",
        "start": 647.48,
        "duration": 3.68
    },
    {
        "text": "\"Sadly for those of you in Congress who enabled his rampage by abdicating your duty, this departure closes",
        "start": 651.16,
        "duration": 4.96
    },
    {
        "text": "\"the door on your opportunity for redemption.",
        "start": 656.12,
        "duration": 1.86
    },
    {
        "text": "\"You've set a new bar for government ethics, and we'd need shovels to fall below it.\"",
        "start": 657.98,
        "duration": 3.64
    },
    {
        "text": "FUCK Walter, how you really feel?",
        "start": 661.62,
        "duration": 2.36
    },
    {
        "text": "And actually added to it:",
        "start": 663.98,
        "duration": 1.1
    },
    {
        "text": "\"(In this age when POTUS refers to humans and \"animals\", I hasten to add that \"locust\" is a metaphorical allusion to the",
        "start": 665.08,
        "duration": 5.68
    },
    {
        "text": "\"'plague of locusts' and refers to the havoc Pruitt wreaks.",
        "start": 670.76,
        "duration": 2.28
    },
    {
        "text": "\"Pruitt is human, and I hope he gets help with that drive to plunder public resources -- or an invoice.)\"",
        "start": 673.04,
        "duration": 4.76
    },
    {
        "text": "But where I'll end this, for those cheering Scott Pruitt is now out.",
        "start": 677.8,
        "duration": 3.76
    },
    {
        "text": "If you're cheering that Scott Pruitt's out, there are too many controversies that you thought he was abusing his position, SURE",
        "start": 681.56,
        "duration": 5.36
    },
    {
        "text": "But if you're cheering because now things are going to change in the EPA, you--you shouldn't",
        "start": 686.92,
        "duration": 4.86
    },
    {
        "text": "His replacement as head of the EPA is Andrew Wheeler, is a former coal lobbyist",
        "start": 691.78,
        "duration": 4.22
    },
    {
        "text": "It's not crazy to think that you will still essentially have Pruitt's agenda",
        "start": 696.0,
        "duration": 3.22
    },
    {
        "text": "Just without all the controversy and scandals",
        "start": 699.22,
        "duration": 1.72
    },
    {
        "text": "But with that said, ultimately we're gonna have to wait to see.",
        "start": 701.36,
        "duration": 1.92
    },
    {
        "text": "And then let's talk about some 2018 mid-term news",
        "start": 703.28,
        "duration": 2.64
    },
    {
        "text": "And for today's look into the mid-terms we go to Montana where you have democratic senator John Tester",
        "start": 705.92,
        "duration": 4.7
    },
    {
        "text": "And I'm laughing because it's an interesting situation.",
        "start": 710.66,
        "duration": 2.18
    },
    {
        "text": "John Tester like I said, he is a senator, he is a democrat, but he is in a red state",
        "start": 712.84,
        "duration": 4.66
    },
    {
        "text": "Trump beat Hillary in 2016 by more than 20 points in Montana",
        "start": 717.5,
        "duration": 2.86
    },
    {
        "text": "And last night the president headed to Montana for a rally",
        "start": 720.36,
        "duration": 2.24
    },
    {
        "text": "And how you ask did John Tester welcome Donald Trump to Montana?",
        "start": 722.84,
        "duration": 4.04
    },
    {
        "text": "Well, by buying a full page ad in a local newspaper thanking the president",
        "start": 726.92,
        "duration": 5.66
    },
    {
        "text": "The ad reads, \"Welcome to Montana & Thank You President Trump for supporting Jon's legislation",
        "start": 732.58,
        "duration": 4.98
    },
    {
        "text": "to help veterans and first responders, hold the VA accountable, and get rid of waste, fraud and abuse",
        "start": 737.56,
        "duration": 4.5
    },
    {
        "text": "in the federal government.\"",
        "start": 742.08,
        "duration": 0.9
    },
    {
        "text": "Then, listing 16 bills Tester was involved with that the President has signed into law",
        "start": 742.98,
        "duration": 4.16
    },
    {
        "text": "Then stating, \"Washigton's a mess - but that's not stopping Jon from getting things done for Montana.\"",
        "start": 747.14,
        "duration": 4.66
    },
    {
        "text": "And that of course brings us to the question, did it work,",
        "start": 751.8,
        "duration": 2.04
    },
    {
        "text": "did Donald Trump go \"hey you know what Jon Tester may be a democrat but he's alright by me.\"",
        "start": 753.84,
        "duration": 4.9
    },
    {
        "text": "Well let's see",
        "start": 758.74,
        "duration": 0.98
    },
    {
        "text": "\"You deserve a senator who doesn't just talk like he's from Montana, you deserve a senator who actually votes like he's from Montana.",
        "start": 759.72,
        "duration": 10.18
    },
    {
        "text": "It's time to retire the liberal democrat Jon Tester, a vote for Jon Tester is a vote for Chuck Schumer, Nancy Pelosi...",
        "start": 769.9,
        "duration": 10.4
    },
    {
        "text": "*Crowd Boos*",
        "start": 780.3,
        "duration": 4.24
    },
    {
        "text": "And a new leader of the democrat party, Maxine Waters",
        "start": 784.54,
        "duration": 6.32
    },
    {
        "text": "*Crowd Boos*",
        "start": 790.86,
        "duration": 1.82
    },
    {
        "text": "Yeah, that went the way I thought it was goin' to go for Tester",
        "start": 792.68,
        "duration": 3.16
    },
    {
        "text": "Especially because based on other moments you can tell Donald Trump was not fan of John Tester because",
        "start": 795.84,
        "duration": 3.86
    },
    {
        "text": "what he did with is nominee for VA Secretary Ronny Jackson",
        "start": 799.7,
        "duration": 3.28
    },
    {
        "text": "When talking to Jackson he said this,",
        "start": 802.98,
        "duration": 1.34
    },
    {
        "text": "\"I put him into the world of politics how vicious is the world but John Tester said things about him that were horrible and that weren't true.",
        "start": 804.32,
        "duration": 10.68
    },
    {
        "text": "And Tester is actually the reason I wanted to talk about this story,",
        "start": 815.0,
        "duration": 2.44
    },
    {
        "text": "but there were of course other notable moments",
        "start": 817.44,
        "duration": 1.74
    },
    {
        "text": "One of the other notable moments was when he created this situation",
        "start": 819.18,
        "duration": 2.7
    },
    {
        "text": "where he was--he was in the future",
        "start": 821.94,
        "duration": 1.78
    },
    {
        "text": "Talking about this hypothetical of what he would do when he was debating Elizabeth Warren",
        "start": 823.88,
        "duration": 3.44
    },
    {
        "text": "He also included an interesting \"Me Too\" jab during it, I'll let you watch it.",
        "start": 827.32,
        "duration": 3.58
    },
    {
        "text": "\"I'm gonna get one of those little kids.",
        "start": 830.9,
        "duration": 1.64
    },
    {
        "text": "\"And in the middle of the debate,",
        "start": 832.6,
        "duration": 3.26
    },
    {
        "text": "\"When she proclaims that she's 'of Indian heritage',",
        "start": 835.94,
        "duration": 3.6
    },
    {
        "text": "\"Because her mother said she has high cheekbones,",
        "start": 839.74,
        "duration": 3.36
    },
    {
        "text": "\"That's her only evidence -- that her mother said she has high cheekbones.",
        "start": 843.1,
        "duration": 4.86
    },
    {
        "text": "\"We will take that little kid! And say -- but we have to do it gently,",
        "start": 847.96,
        "duration": 4.34
    },
    {
        "text": "\"Because we're in the 'Me Too' generation so we have to be very gentle --\"",
        "start": 852.3,
        "duration": 4.08
    },
    {
        "text": "And after all of that Elizabeth Warren actually responded on Twitter writing:",
        "start": 856.38,
        "duration": 2.96
    },
    {
        "text": "\"Hey @RealDonaldTrump: While you obsess over my genes,",
        "start": 859.34,
        "duration": 2.64
    },
    {
        "text": "\"your Admin is conducting DNA tests on little kids because you ripped them from their mamas",
        "start": 861.98,
        "duration": 3.8
    },
    {
        "text": "\"and you are too incompetent to reunite them in time to meet a court order.",
        "start": 865.78,
        "duration": 3.02
    },
    {
        "text": "\"Maybe you should focus on fixing the lives you're destroying.\"",
        "start": 868.8,
        "duration": 2.14
    },
    {
        "text": "Which, by the way, if you're not familiar with what she's talking about",
        "start": 870.94,
        "duration": 2.04
    },
    {
        "text": "There are reports coming out saying the kids and their parents are getting their cheeks swabbed",
        "start": 872.98,
        "duration": 3.08
    },
    {
        "text": "And for those defending the practice, they say 'well, it's not uncommon for children to be trafficked'",
        "start": 876.06,
        "duration": 3.64
    },
    {
        "text": "So you want to verify that they're actually related",
        "start": 879.7,
        "duration": 1.98
    },
    {
        "text": "And as far as the timeline, it's all supposed to happen really fast.",
        "start": 881.68,
        "duration": 2.26
    },
    {
        "text": "The timeline as set by a federal judge:",
        "start": 883.94,
        "duration": 2.06
    },
    {
        "text": "As of today officials must make sure every separated parent has a way to contact his or her child",
        "start": 886.02,
        "duration": 3.98
    },
    {
        "text": "Following that, the next deadline is next Tuesday",
        "start": 890.0,
        "duration": 2.48
    },
    {
        "text": "By then separated children under the age of 5 need to be reunited with their parents,",
        "start": 892.48,
        "duration": 3.18
    },
    {
        "text": "And then finally by July 26th all the separated children need to be reunited with their parents.",
        "start": 895.66,
        "duration": 3.92
    },
    {
        "text": "But also one of the big updates around this part of the story",
        "start": 899.58,
        "duration": 2.66
    },
    {
        "text": "is that the DOJ is now asking for more time.",
        "start": 902.24,
        "duration": 2.06
    },
    {
        "text": "Lawyers informing the court that they may not be able to properly comply with the timeline.",
        "start": 904.3,
        "duration": 3.44
    },
    {
        "text": "And so we'll have to wait and see what happens there.",
        "start": 907.74,
        "duration": 1.44
    },
    {
        "text": "And, wow, what a journey we have taken on this story.",
        "start": 909.18,
        "duration": 2.62
    },
    {
        "text": "But to take it back where we started, for Tester this is going to prove very difficult.",
        "start": 911.8,
        "duration": 4.28
    },
    {
        "text": "Back in 2012 Tester didn't win with a large margin.",
        "start": 916.08,
        "duration": 2.34
    },
    {
        "text": "During the primaries we saw more Republicans vote,",
        "start": 918.42,
        "duration": 2.24
    },
    {
        "text": "although it is important to note that Tester was unopposed.",
        "start": 920.66,
        "duration": 2.08
    },
    {
        "text": "And his situation, while somewhat unique,",
        "start": 922.74,
        "duration": 1.8
    },
    {
        "text": "is representative of the issue that Democrats have in 2018.",
        "start": 924.54,
        "duration": 3.48
    },
    {
        "text": "There's been so much talk about the Blue Wave, and how many seats the Democrats can get in the house,",
        "start": 928.02,
        "duration": 4.06
    },
    {
        "text": "But in the Senate it is a big possibility that the Democrats actually lose ground.",
        "start": 932.08,
        "duration": 3.18
    },
    {
        "text": "35 Senate seats are being voted on this year,",
        "start": 935.26,
        "duration": 2.06
    },
    {
        "text": "and of those, 26 are held by Democrats with 9 of them being held by Republicans.",
        "start": 937.32,
        "duration": 3.62
    },
    {
        "text": "And right now, 10 of the Democrats that are running for reelection",
        "start": 940.94,
        "duration": 2.4
    },
    {
        "text": "are running in states that Donald Trump won in 2016.",
        "start": 943.34,
        "duration": 2.82
    },
    {
        "text": "And that includes heavily red states like West Virginia and North Dakota.",
        "start": 946.16,
        "duration": 3.1
    },
    {
        "text": "But that being said, as far as how things will turn out? I have 0 clue.",
        "start": 949.26,
        "duration": 3.72
    },
    {
        "text": "It will be incredibly interesting to see what happens from here.",
        "start": 952.98,
        "duration": 2.1
    },
    {
        "text": "And that's where I'm going to end today's show.",
        "start": 955.08,
        "duration": 1.7
    },
    {
        "text": "And of course, remember this is the Phillip DeFranco Show,",
        "start": 956.78,
        "duration": 1.64
    },
    {
        "text": "It's not just a show, it's a conversation,",
        "start": 958.42,
        "duration": 2.36
    },
    {
        "text": "so whether it's the last story, the first one, anything in between",
        "start": 960.78,
        "duration": 2.5
    },
    {
        "text": "Let me know what you're thinking in those comments down below.",
        "start": 963.28,
        "duration": 2.1
    },
    {
        "text": "Also, while you're at it, if you like this video, you like what I'm trying to do on this channel,",
        "start": 965.38,
        "duration": 2.6
    },
    {
        "text": "Hit that like button!",
        "start": 967.98,
        "duration": 1.2
    },
    {
        "text": "If you're new here, hit that subscribe button!",
        "start": 969.26,
        "duration": 1.34
    },
    {
        "text": "Also if you missed the last Phillip DeFranco Show, you wanna catch up, click or tap right there to watch that.",
        "start": 970.6,
        "duration": 3.58
    },
    {
        "text": "Or if you wanna watch a bonus news video we put out,",
        "start": 974.18,
        "duration": 1.86
    },
    {
        "text": "you can click or tap right there.",
        "start": 976.04,
        "duration": 1.2
    },
    {
        "text": "But, that said of course, as always my name is Phillip DeFranco,",
        "start": 977.24,
        "duration": 2.44
    },
    {
        "text": "You've just been filled in, I love your faces",
        "start": 979.76,
        "duration": 2.5
    },
    {
        "text": "And I'll see you tomor--oh no, Monday!",
        "start": 982.26,
        "duration": 2.28
    },
    {
        "text": "Unless you're watching this on Sunday, in which case I'll see you tomorrow!",
        "start": 984.54,
        "duration": 2.74
    }
]