[
    {
        "text": "Sup you beautiful bastards",
        "start": 0.03,
        "duration": 1.439
    },
    {
        "text": "Hope you're having a fantastic Friday welcome back to the Friday show those you that are new here Monday Tuesday, Wednesday Thursday",
        "start": 1.469,
        "duration": 5.13
    },
    {
        "text": "We talk about news we talk about world events and then Friday it is dedicated to the conversation",
        "start": 6.6,
        "duration": 4.98
    },
    {
        "text": "I go back through the past week of videos see what you're saying share that with the world and then reply back because while it's",
        "start": 11.58,
        "duration": 4.74
    },
    {
        "text": "Great to have a news show what the hell is the point unless we're actually having a conversation about things that said let's jump into",
        "start": 16.32,
        "duration": 4.53
    },
    {
        "text": "The Monday show Monday we had the h3 h3 controversy Elisha Daniel Bible ban and a st.",
        "start": 20.85,
        "duration": 4.74
    },
    {
        "text": "Louis cop that was acquitted and the reactions that followed on the h3 h3 n-word controversy : McKinney 24:42 Road",
        "start": 25.59,
        "duration": 6.0
    },
    {
        "text": "I feel like Idubz wasn't using it aggressively as a direct insult more of a free speech test",
        "start": 31.59,
        "duration": 4.02
    },
    {
        "text": "But PewDiePie was using it in an aggressive insult portray hate",
        "start": 35.61,
        "duration": 2.909
    },
    {
        "text": "I like PewDiePie and idubbbz both, but in this situation like philip defranco says context matters. Sorry on Elizabeth Road",
        "start": 38.52,
        "duration": 5.52
    },
    {
        "text": "I don't agree with anybody saying the n-word",
        "start": 44.04,
        "duration": 1.56
    },
    {
        "text": "I'm not black, so I'm not personally offended",
        "start": 45.6,
        "duration": 1.95
    },
    {
        "text": "But I still don't think anyone should say that especially people making fun with it like idubbbz I think that if you're black you can",
        "start": 47.55,
        "duration": 4.77
    },
    {
        "text": "Say it because well",
        "start": 52.32,
        "duration": 0.75
    },
    {
        "text": "You know it's not something people should be okay with saying in my opinion Brendan Spencer wrote as a black person",
        "start": 53.07,
        "duration": 3.689
    },
    {
        "text": "I see why people are offended by this",
        "start": 56.76,
        "duration": 1.799
    },
    {
        "text": "But I don't think anyone shouldn't be able to say the word more you try to censor the word the more power you give it",
        "start": 58.559,
        "duration": 4.799
    },
    {
        "text": "I don't speak for the rest of black people",
        "start": 63.359,
        "duration": 1.471
    },
    {
        "text": "But I know good and well that I'm not gonna let some six-letter word have control over me in my emotions",
        "start": 64.83,
        "duration": 3.719
    },
    {
        "text": "I am better than that and it would be for the best if others were the same so what I'll do here is kind of",
        "start": 68.549,
        "duration": 3.69
    },
    {
        "text": "Just explain where I personally",
        "start": 72.24,
        "duration": 1.629
    },
    {
        "text": "Stand on this story popping up for the last week or so it's given me time to kind of just think about it talk about",
        "start": 73.869,
        "duration": 4.88
    },
    {
        "text": "It with other people of differing opinion where I've ended on it. Is yeah. There are different situations there's different content",
        "start": 78.75,
        "duration": 5.369
    },
    {
        "text": "Let's look at three instances",
        "start": 84.119,
        "duration": 1.021
    },
    {
        "text": "We've seen in the past few years you Louie CK saying word and a stand-up special you have Bill Maher calling himself",
        "start": 85.14,
        "duration": 5.159
    },
    {
        "text": "one and you have Kramer",
        "start": 90.43,
        "duration": 1.41
    },
    {
        "text": "Screaming at at people good some people that were angry at all three saying all three were wrong he had a much larger group of",
        "start": 91.84,
        "duration": 4.639
    },
    {
        "text": "People angry about Maher and Kramer and of course the largest group of people were just angry at Kramer his situation",
        "start": 96.479,
        "duration": 4.8
    },
    {
        "text": "He was screaming the word at a group of black people he was angry at was hate. It was rape",
        "start": 101.28,
        "duration": 4.319
    },
    {
        "text": "In bill maher situation he was seen less as hateful and just stupid and ignorant using a racial slur and",
        "start": 113.149,
        "duration": 5.27
    },
    {
        "text": "Historical black suffering as a prop for a joke senator. I'm a house nigger",
        "start": 118.579,
        "duration": 4.16
    },
    {
        "text": "It's",
        "start": 124.61,
        "duration": 1.259
    },
    {
        "text": "Finally back to Louise's whole joke being about when you say the n-word you make me think what above the actual word",
        "start": 125.869,
        "duration": 5.809
    },
    {
        "text": "Edward that's just white people getting away with saying nigger. That's all that is",
        "start": 132.349,
        "duration": 4.669
    },
    {
        "text": "N-word, so it's a joke about how you by you trying to hide the word. You've actually you spread it",
        "start": 139.4,
        "duration": 5.149
    },
    {
        "text": "Even more you've done nothing to actually tidy it up clean it up",
        "start": 144.549,
        "duration": 2.82
    },
    {
        "text": "You've just you've just said code that is then transferred to the listener or readers brain",
        "start": 147.37,
        "duration": 3.959
    },
    {
        "text": "And they go oh that word for son the use of the word. It's a black and white situation other",
        "start": 151.329,
        "duration": 4.35
    },
    {
        "text": "They want to look at the shades of grey and as far as me personally",
        "start": 155.68,
        "duration": 2.79
    },
    {
        "text": "I mean if you've watched a show for a while",
        "start": 158.47,
        "duration": 1.26
    },
    {
        "text": "You know that if I was doing a quote like from Kanye West",
        "start": 159.73,
        "duration": 2.16
    },
    {
        "text": "I think we've done in the past on the show while reading a Kanye quote",
        "start": 161.89,
        "duration": 2.49
    },
    {
        "text": "I used to say the word and now I really would but for me. That's a personal choice",
        "start": 164.38,
        "duration": 3.419
    },
    {
        "text": "It's not I'm worried people are gonna get angry at me",
        "start": 167.799,
        "duration": 2.25
    },
    {
        "text": "It's just it doesn't add anything to the show and I actually kind of hate the word",
        "start": 170.049,
        "duration": 3.54
    },
    {
        "text": "That's just my personal opinion on it, then actually before we jump into Tuesday a few things one",
        "start": 173.59,
        "duration": 3.869
    },
    {
        "text": "thank you to everyone that one time of day is going to vote to Franco calm you putting out your daily tweet going to my",
        "start": 177.459,
        "duration": 4.32
    },
    {
        "text": "Tweets with hashtag DeFranco show for Sri",
        "start": 181.78,
        "duration": 1.62
    },
    {
        "text": "means you're retweeting those cuz those comments votes to it's actually by the way to make it a little bit of a game and a",
        "start": 183.4,
        "duration": 3.779
    },
    {
        "text": "Lot of you seem to love to torture me about my past so you get this tweet",
        "start": 187.18,
        "duration": 3.99
    },
    {
        "text": "Which is in the top of this description of this video the 40,000 plus retweets?",
        "start": 191.17,
        "duration": 4.439
    },
    {
        "text": "We will we will do another",
        "start": 195.609,
        "duration": 1.871
    },
    {
        "text": "Philip defranco watches old philip defranco cringe video if you want that there it is and also too",
        "start": 197.48,
        "duration": 4.52
    },
    {
        "text": "I want to thank the sponsor of today's Friday show DK Phil calm this year",
        "start": 202.0,
        "duration": 4.049
    },
    {
        "text": "We teamed up with draftkings again as a sponsorship, but also outside of that",
        "start": 206.049,
        "duration": 2.91
    },
    {
        "text": "I just love playing fantasy football side notes everyone that doesn't sports",
        "start": 208.959,
        "duration": 3.45
    },
    {
        "text": "Sorry for spamming you on Mondays and Thursdays and Sundays about my happiness and anger, but in addition to me loving draftkings personally",
        "start": 212.41,
        "duration": 6.839
    },
    {
        "text": "They're also a sponsor supporter of this show and today at DK Phil calm. They set up this awesome contest",
        "start": 219.25,
        "duration": 4.47
    },
    {
        "text": "It's for the first hundred people that get to win a free entry with the first time deposit of five dollars",
        "start": 223.72,
        "duration": 3.72
    },
    {
        "text": "And what's even more amazing if you do that before Sunday September 24th before 1 p.m.",
        "start": 227.44,
        "duration": 4.049
    },
    {
        "text": "Eastern get a free ticket to play free every week for the rest of the season so big",
        "start": 231.56,
        "duration": 4.099
    },
    {
        "text": "Thanks to them too. Everyone would be facing this weekend. I hope I destroy your face online everyone",
        "start": 235.659,
        "duration": 4.31
    },
    {
        "text": "I faced yesterday probably my worst week ever I lost to everyone but four people still up for K this season",
        "start": 240.0,
        "duration": 5.52
    },
    {
        "text": "But I'm have to look at my picks a little better. That said let's jump into the Tuesday show Tuesday",
        "start": 245.52,
        "duration": 3.509
    },
    {
        "text": "We had the Pepe the Frog copyright claim jennamarbles harassment situation the Seattle Nazi punching incident and Trump addressing the UN General Assembly",
        "start": 249.03,
        "duration": 6.69
    },
    {
        "text": "Pepe the Frog copyright claims story camera what I understand. This is very serious, and what no it",
        "start": 256.03,
        "duration": 4.7
    },
    {
        "text": "Isn't it a little funny that people are fighting over a meme frog? Yes, think about it",
        "start": 260.73,
        "duration": 3.6
    },
    {
        "text": "We are talking today about a meme frog and that's how we were talking about the difference between",
        "start": 264.33,
        "duration": 3.959
    },
    {
        "text": "Trademark and copyright and it brings up the question of it is making a meme or slightly",
        "start": 268.78,
        "duration": 4.13
    },
    {
        "text": "Repurposing all of a sudden transformative enough the answer your question. Yes, it's actually is extremely funny, but it is becoming more",
        "start": 273.34,
        "duration": 6.019
    },
    {
        "text": "I feel like at this standard laws are being tested and precedent is being made in the weirdest of situation",
        "start": 279.36,
        "duration": 5.73
    },
    {
        "text": "I mean, thanks to Pepe the Frog and us covering the story so many people realize now the difference between trademark and copyright",
        "start": 285.09,
        "duration": 5.04
    },
    {
        "text": "But now there is also the question of is memeing transformative",
        "start": 290.17,
        "duration": 3.709
    },
    {
        "text": "But also let just look back to the h3 h3 lawsuit",
        "start": 293.88,
        "duration": 2.339
    },
    {
        "text": "Situations think of how ridiculous that story is at a top level we saw legal precedent made",
        "start": 296.38,
        "duration": 4.79
    },
    {
        "text": "Thanks to a case about a guy who was angry?",
        "start": 301.27,
        "duration": 3.17
    },
    {
        "text": "that another guy was making fun of his park horse skills and his pickup lines on women in that situation somehow turned into the",
        "start": 304.51,
        "duration": 7.849
    },
    {
        "text": "Strengthening and the greater understanding of fair use and it brings me back to something",
        "start": 312.55,
        "duration": 4.1
    },
    {
        "text": "I've been saying for over a decade sometimes ironically other times not the",
        "start": 316.65,
        "duration": 3.75
    },
    {
        "text": "Internet's is serious business and the more money that gets thrown at the internet year-over-year",
        "start": 320.65,
        "duration": 4.01
    },
    {
        "text": "The less ironic that statement is policy idle Nazi punching story",
        "start": 324.88,
        "duration": 3.619
    },
    {
        "text": "CAMAC macro nazis wish death upon those who are not them actual death a financial crisis not jail time not even",
        "start": 328.65,
        "duration": 5.49
    },
    {
        "text": "Conversion they want extermination of those were different from don't care if this guy was a casual nazi or even a nice guy nazi who?",
        "start": 334.24,
        "duration": 5.51
    },
    {
        "text": "wanted to discuss I agree with hashtag punch a Nazi because a ko is pennies compared to what they will gladly see done to the",
        "start": 339.75,
        "duration": 5.25
    },
    {
        "text": "lgbtq+",
        "start": 345.16,
        "duration": 0.69
    },
    {
        "text": "Jewish and black people stand up for what's right shut down hate that kills people a lot of people are filled with hate and troll",
        "start": 345.85,
        "duration": 5.089
    },
    {
        "text": "online or get drunk at bars and pick fights",
        "start": 350.94,
        "duration": 2.19
    },
    {
        "text": "They're just dumb asses who lack empathy",
        "start": 353.13,
        "duration": 1.44
    },
    {
        "text": "But they can express that short person who is wearing the symbol of",
        "start": 354.57,
        "duration": 2.88
    },
    {
        "text": "Exterminating people because they aren't white and straight can't get punished by the law in America at least there are",
        "start": 357.58,
        "duration": 4.519
    },
    {
        "text": "civilians who see the problem and take care of the only thing that will work against the Nazi is violence because they exist in",
        "start": 362.169,
        "duration": 5.09
    },
    {
        "text": "Violence joel mcgee writing white supremacy of any kind should not be coddled margie lingo writing",
        "start": 367.33,
        "duration": 4.369
    },
    {
        "text": "Another person's point of view with violence is fascism these people are hypocrites somehow",
        "start": 371.94,
        "duration": 4.019
    },
    {
        "text": "They made the Nazi have the moral high ground at least he wasn't running around punching Jews once again",
        "start": 375.96,
        "duration": 3.66
    },
    {
        "text": "we had so many opinions on this I do want to hit on something that max person wearing the symbol of exterminating people because they",
        "start": 379.62,
        "duration": 5.82
    },
    {
        "text": "Aren't white and straight, that's Steven",
        "start": 385.44,
        "duration": 1.35
    },
    {
        "text": "I've been seeing more and more debate that that by even just showing that symbol of a swastika symbol for the Nazis the the",
        "start": 386.79,
        "duration": 6.54
    },
    {
        "text": "Perpetrators of genocide I've seen more and more arguments that should not be protect like we discussed last time",
        "start": 393.67,
        "duration": 4.97
    },
    {
        "text": "We've had different instances of someone just saying hey that person's a Nazi and that person getting punched in this situation",
        "start": 398.64,
        "duration": 5.369
    },
    {
        "text": "Where someone's actually wearing the swastika right? That's why I got comments like ones from rank or Palma who wrote different situation",
        "start": 404.01,
        "duration": 5.1
    },
    {
        "text": "He was wearing the armband so yeah",
        "start": 409.11,
        "duration": 1.41
    },
    {
        "text": "Fuck that guy dudes a traitor to all brave US soldiers who gave their all into everything America symbolizes",
        "start": 410.52,
        "duration": 4.529
    },
    {
        "text": "I point that out because I've seen more and more of an argument that by wearing that symbol that is essentially someone",
        "start": 415.05,
        "duration": 4.95
    },
    {
        "text": "shouting",
        "start": 420.1,
        "duration": 0.5
    },
    {
        "text": "I think that we should kill this person and essentially the argument is so that's not protected by free speech because that is a threat",
        "start": 420.6,
        "duration": 5.67
    },
    {
        "text": "I just love to know your opinion on that especially because I went looking at the comments it seemed that there were far fewer people",
        "start": 426.27,
        "duration": 4.499
    },
    {
        "text": "here that were",
        "start": 430.77,
        "duration": 0.7
    },
    {
        "text": "Sympathetic to the guy that got punched so you understand the question can assemble be a threat and obviously there are different layers of that",
        "start": 431.47,
        "duration": 5.209
    },
    {
        "text": "Question because we're talking about a swastika here, but in the past few years. We've even covered stories",
        "start": 436.68,
        "duration": 3.72
    },
    {
        "text": "Where emojis were used as evidence of a threat I mean we're talking felony charges",
        "start": 440.4,
        "duration": 3.99
    },
    {
        "text": "I'll leave you with that because I'd love to know your thoughts then we had the Wednesday show Wednesday",
        "start": 444.39,
        "duration": 3.089
    },
    {
        "text": "We had the d-bag Starbucks robber who is suing the guy who stopped him and fury ating video of Navy corpsman messing with someone's",
        "start": 447.48,
        "duration": 6.449
    },
    {
        "text": "baby the Lipscomb University dinner",
        "start": 453.93,
        "duration": 2.0
    },
    {
        "text": "controversy and the massive earthquake",
        "start": 456.04,
        "duration": 1.89
    },
    {
        "text": "In Mexico on the story about the two babies geeky gamer guy row being both a Navy veteran and a father both of these women",
        "start": 457.93,
        "duration": 5.57
    },
    {
        "text": "Need to be put underground REI laugh. That was the first time",
        "start": 463.5,
        "duration": 2.669
    },
    {
        "text": "I read that sentence didn't know how it was gonna end",
        "start": 466.169,
        "duration": 1.981
    },
    {
        "text": "How dare they take someone else's child and treat them like an unwanted toy car and feather them and burn them alive as a warning",
        "start": 468.15,
        "duration": 4.47
    },
    {
        "text": "To anyone else willing to disgrace the medical field you know I read that comment",
        "start": 472.62,
        "duration": 3.0
    },
    {
        "text": "And it's just like I really wish he ki gamer guy would let me know how he really feels",
        "start": 475.62,
        "duration": 3.75
    },
    {
        "text": "holy hell that said a",
        "start": 479.37,
        "duration": 1.299
    },
    {
        "text": "comments like these were not",
        "start": 480.669,
        "duration": 1.5
    },
    {
        "text": "Outline majority of people were furious many people pointing out that the baby could have been hurt here. This is a newborn export",
        "start": 482.169,
        "duration": 5.51
    },
    {
        "text": "How you handle the baby all incredibly important s just aside from generally?",
        "start": 487.68,
        "duration": 3.42
    },
    {
        "text": "Disgusting behavior from medical professionals there also a lot of health care professionals pointing something of it",
        "start": 491.23,
        "duration": 4.609
    },
    {
        "text": "I wasn't even aware of Rio Beadle writing those two Navy hospital staff are absolutely disgusted",
        "start": 495.84,
        "duration": 4.139
    },
    {
        "text": "They're literally breaking patient rights and HIPPA laws",
        "start": 499.979,
        "duration": 1.981
    },
    {
        "text": "Which should get them fired right there the fact the one girl had acrylic nails and was anywhere near newborn babies as disgusting",
        "start": 501.96,
        "duration": 6.419
    },
    {
        "text": "I don't know where they are from but in New York any health care",
        "start": 508.38,
        "duration": 2.459
    },
    {
        "text": "Professional no matter what profession you are in not have acrylic nails because of all the bacteria and nasty buildup that happens between the fake",
        "start": 510.91,
        "duration": 6.379
    },
    {
        "text": "Nail, and your real nail absolutely disgusting on a human level and on a health level",
        "start": 517.289,
        "duration": 3.9
    },
    {
        "text": "So I didn't even think it was possible",
        "start": 521.19,
        "duration": 0.789
    },
    {
        "text": "But this became an even more annoying disgusting situation and on the Lipscomb University",
        "start": 521.979,
        "duration": 4.4
    },
    {
        "text": "dinner disaster",
        "start": 526.6,
        "duration": 1.08
    },
    {
        "text": "Accardo Coleman era said when they mentioned Latino students were served taco as part of me wanted to say well tacos are a Mexican thing",
        "start": 527.68,
        "duration": 5.539
    },
    {
        "text": "Not all Oetzi knows are Mexican",
        "start": 533.22,
        "duration": 1.35
    },
    {
        "text": "But then a larger part of me says shut the fuck up everybody loves tacos the grinning Viking writing",
        "start": 534.57,
        "duration": 4.139
    },
    {
        "text": "It's races as f to serve Latinos tacos",
        "start": 538.709,
        "duration": 1.921
    },
    {
        "text": "And then serve soul food to black students particularly with no chairs and with added cotton centerpieces",
        "start": 540.63,
        "duration": 4.26
    },
    {
        "text": "that's just a lack of common sense Sun next thing we hear you'll have invited all the Asian students over for kung pao chicken and",
        "start": 544.89,
        "duration": 4.949
    },
    {
        "text": "Rice okay a few things cover here one on the note of everyone loves tacos not true",
        "start": 549.839,
        "duration": 3.3
    },
    {
        "text": "I mean, I personally do but you got to think about the variation Wednesday",
        "start": 553.14,
        "duration": 2.459
    },
    {
        "text": "I said just order pizza everyone loves pizza",
        "start": 555.6,
        "duration": 1.92
    },
    {
        "text": "and then people",
        "start": 557.52,
        "duration": 0.759
    },
    {
        "text": "Reminded me that yes some people put pineapple on pizza that became a whole different argument with a certain group of people also a more",
        "start": 558.279,
        "duration": 5.72
    },
    {
        "text": "Serious note I want to hit on on the idea that the Latino students were served tacos really we only have one person",
        "start": 564.0,
        "duration": 5.369
    },
    {
        "text": "Claiming that at least in the main story publicly that's not something I can confirm or deny happen at this poll that we had Julia",
        "start": 569.5,
        "duration": 4.909
    },
    {
        "text": "Beach writing I understand being offended by the Contin centerpieces, but isn't it the african-american students",
        "start": 574.41,
        "duration": 4.619
    },
    {
        "text": "I made it racist. I don't believe the president put it on the table to be racist",
        "start": 579.029,
        "duration": 2.82
    },
    {
        "text": "It's a very popular",
        "start": 581.85,
        "duration": 1.06
    },
    {
        "text": "decoration also millions of African slaves died in the sugar",
        "start": 582.91,
        "duration": 2.6
    },
    {
        "text": "plantations in South America is sugar racist - Harold Austin wrote",
        "start": 585.61,
        "duration": 3.02
    },
    {
        "text": "I am black while I personally would not get offended by this. I do see why others would though",
        "start": 588.63,
        "duration": 3.57
    },
    {
        "text": "I am of the opinion that you look forward without looking back unless something is",
        "start": 592.2,
        "duration": 3.0
    },
    {
        "text": "Unforgivably racist like what is the point of being offended?",
        "start": 595.329,
        "duration": 2.06
    },
    {
        "text": "but I am different from others of my color my grandmother got mad at me for going to the back of the bus once when",
        "start": 597.39,
        "duration": 4.019
    },
    {
        "text": "I was young I was like. Yeah, fuck this so if you given out free food mac and cheese no less",
        "start": 601.41,
        "duration": 3.6
    },
    {
        "text": "That's all me baby",
        "start": 605.01,
        "duration": 0.81
    },
    {
        "text": "I'm tearing that shit up and there are more and more comments and just seeing everyone from their different backgrounds and and their opinions on",
        "start": 605.82,
        "duration": 4.919
    },
    {
        "text": "This is it was very high open",
        "start": 610.74,
        "duration": 1.23
    },
    {
        "text": "But in general what it appeared like was most people thought at most what we were looking at here was ignorant",
        "start": 611.97,
        "duration": 4.5
    },
    {
        "text": "I mean as far as who was offended",
        "start": 616.47,
        "duration": 1.53
    },
    {
        "text": "I mean that people were all over the place on this story if you looked at the story on Huffington Post like all the top",
        "start": 618.0,
        "duration": 4.829
    },
    {
        "text": "Comments were essentially like Drive the man from the state elsewhere you saw people saying that this story was being blown out of proportion",
        "start": 622.829,
        "duration": 5.34
    },
    {
        "text": "It's not like we're gonna get everyone on the same page or solve this so just to everyone though sharing their opinion",
        "start": 628.3,
        "duration": 4.76
    },
    {
        "text": "Thank you, then there was the Thursday show Thursday",
        "start": 633.06,
        "duration": 2.039
    },
    {
        "text": "We talked about the five-year-old who made terroristic threats you",
        "start": 635.1,
        "duration": 2.82
    },
    {
        "text": "Gaming culture another",
        "start": 638.19,
        "duration": 1.26
    },
    {
        "text": "equifax blunder deaf man who was shot by police and the Catalonian independence vote crackdown on the story of the police shooting the deaf man",
        "start": 639.45,
        "duration": 5.809
    },
    {
        "text": "Jefe the Pope wrote the officer should be fired you always give a warning shot",
        "start": 645.27,
        "duration": 3.469
    },
    {
        "text": "Then you shoot it feeder legs to immobilize the suspect never shoot a vital organs and definitely not five rounds these officers are fully responsible",
        "start": 648.74,
        "duration": 6.299
    },
    {
        "text": "for this",
        "start": 655.04,
        "duration": 1.09
    },
    {
        "text": "Warning shots well in warning shots in general are a bad idea. It's not how the police are trained to use their weapons",
        "start": 656.13,
        "duration": 4.609
    },
    {
        "text": "They re trained to use their weapons as a way to stop a threat and secondly and once again",
        "start": 660.74,
        "duration": 4.02
    },
    {
        "text": "I'm not arguing that the cops are right in this situation or in any",
        "start": 664.76,
        "duration": 3.149
    },
    {
        "text": "Situation the argument that you never aim where there are vital organs you try and shoot like a leg no life is in a movie",
        "start": 668.07,
        "duration": 5.479
    },
    {
        "text": "They shoot at sensor men. Why because it is the largest target?",
        "start": 673.55,
        "duration": 3.239
    },
    {
        "text": "You're trying to stop a threat you want to make sure your bullet hits do something",
        "start": 676.79,
        "duration": 2.91
    },
    {
        "text": "I wanted to touch up then there was also a very valid question that a lot of people were asking even like Victor Torres writing",
        "start": 679.7,
        "duration": 4.709
    },
    {
        "text": "If one person had a Taser the other had a pistol",
        "start": 684.41,
        "duration": 2.22
    },
    {
        "text": "I the fuck would you shoot the pistol hazers aren't deadly and are effective this pisses me off at the constant use tasers more often?",
        "start": 686.63,
        "duration": 5.219
    },
    {
        "text": "What I would point out here is one tasers are less lethal you have killed",
        "start": 691.85,
        "duration": 3.57
    },
    {
        "text": "But the likelihood is obviously very very low and two I don't know it seems like a heat-of-the-moment",
        "start": 695.42,
        "duration": 3.75
    },
    {
        "text": "Sort of thing I coming at you people screaming either the officers don't communicate",
        "start": 699.27,
        "duration": 3.529
    },
    {
        "text": "I'm gonna try and taze them first there are instances where tasers aren't effective enough, and it doesn't stop someone from approaching",
        "start": 702.8,
        "duration": 5.309
    },
    {
        "text": "I don't know\nThat's really a question only the officers involved good answer on the gaming culture story Emilia Holliday rope ewdiepie is not",
        "start": 708.11,
        "duration": 5.79
    },
    {
        "text": "Racist and Sweden the n-word is tossed around way more than in America were some other countries",
        "start": 714.029,
        "duration": 3.8
    },
    {
        "text": "I'm not saying that what he said was right and that I agree with what the word means when you grow up in a place",
        "start": 717.83,
        "duration": 3.869
    },
    {
        "text": "We're using the word is common and somewhat okay to say in public you might say. It's unavoidable one",
        "start": 721.7,
        "duration": 4.44
    },
    {
        "text": "I want to point out Emilia that I was not saying that PewDiePie is raised",
        "start": 726.14,
        "duration": 3.089
    },
    {
        "text": "I even said in the video that people online you know you have people that say the word because they're just trolling they're trying to",
        "start": 729.32,
        "duration": 4.08
    },
    {
        "text": "Mess with you get a big reaction of legitimately racist shitty people and then you have others where maybe you've been around it so much",
        "start": 733.4,
        "duration": 5.129
    },
    {
        "text": "It almost seems like a throwaway word and it becomes a part of someone's vocab you squishy cookie",
        "start": 738.529,
        "duration": 4.77
    },
    {
        "text": "I like that name wrote the online community in general is toxic",
        "start": 743.3,
        "duration": 2.58
    },
    {
        "text": "I disagree there are toxic people who exist in that space, but they exist in the same way as man-hating rabid feminists",
        "start": 746.15,
        "duration": 4.739
    },
    {
        "text": "They're a vocal minority, so squishy if I can use your first name. Let's talk about it",
        "start": 750.89,
        "duration": 3.479
    },
    {
        "text": "This way when when talking about online gaming let's let's consider it. Not as a group of individual",
        "start": 754.37,
        "duration": 4.32
    },
    {
        "text": "There's a group of instances if you're in a ten-minute deathmatch",
        "start": 758.69,
        "duration": 2.25
    },
    {
        "text": "And you have one or two people just spouting the most racist",
        "start": 760.94,
        "duration": 2.76
    },
    {
        "text": "Shit ever you view that as having a one to eight ratio if you're looking at individuals",
        "start": 763.77,
        "duration": 4.039
    },
    {
        "text": "Or you can look at that as just one toxic incident had a cake and not all of it",
        "start": 767.81,
        "duration": 4.169
    },
    {
        "text": "But part of it was parts of just shit you probably not want to eat that cake now granted",
        "start": 771.98,
        "duration": 4.17
    },
    {
        "text": "There are gonna be people that are fine with taking the times",
        "start": 776.15,
        "duration": 2.339
    },
    {
        "text": "You know just kind of chip away and not like their hands or mouth near the shit",
        "start": 778.49,
        "duration": 3.299
    },
    {
        "text": "I feel like you're in the clear if you want to call that cake shitty and also I want to know that pulling the one",
        "start": 781.79,
        "duration": 4.62
    },
    {
        "text": "Out of eight thing out of thin air that's not like a specific",
        "start": 786.41,
        "duration": 2.609
    },
    {
        "text": "Statistic and if anything I'm really glad you brought this point up because it kind of helped me flesh out how I feel about that",
        "start": 789.45,
        "duration": 5.179
    },
    {
        "text": "New although it's whisper out in my opinion offensive language can add to an online gaming experience",
        "start": 794.63,
        "duration": 3.869
    },
    {
        "text": "It does depend on the game in a situation, but I've enjoyed salt from both sides",
        "start": 798.5,
        "duration": 2.76
    },
    {
        "text": "There is something really satisfying when you get a kill that makes someone on the other team lose their shit on the other hand it",
        "start": 801.26,
        "duration": 4.409
    },
    {
        "text": "Can be cathartic to yell?",
        "start": 805.67,
        "duration": 0.97
    },
    {
        "text": "/type terrible shit to someone who just pulled off a really nasty play against you so that actually kind of hits on another great point",
        "start": 806.64,
        "duration": 4.729
    },
    {
        "text": "the the amount of toxicity",
        "start": 811.37,
        "duration": 1.99
    },
    {
        "text": "There is a range based also on the game not all communities are made the same secondly",
        "start": 813.36,
        "duration": 5.0
    },
    {
        "text": "I did say yesterday that I often mute everyone that's not on my friends list, but there is something",
        "start": 818.36,
        "duration": 4.14
    },
    {
        "text": "Oh like when you're playing rocket League and someone's just talking incredible",
        "start": 822.54,
        "duration": 2.63
    },
    {
        "text": "Horrible shit at you, and then you just beat them, and then as soon as the game's over. They just immediately leave",
        "start": 825.99,
        "duration": 4.04
    },
    {
        "text": "It's just I feel so good at the same time. It's important to realize our experiences aren't everyone else's experience at least",
        "start": 830.03,
        "duration": 5.069
    },
    {
        "text": "That's my take away from it and actually that's the note. We're gonna end on today guys",
        "start": 835.1,
        "duration": 2.7
    },
    {
        "text": "I just want to thank you for another fantastic week. Thank you for being a part of this",
        "start": 837.8,
        "duration": 2.94
    },
    {
        "text": "I'm directing that at all levels whether you just watch and you're also comments and your liking your sharing",
        "start": 840.74,
        "duration": 4.59
    },
    {
        "text": "Maybe you're part of DeFranco elite",
        "start": 845.33,
        "duration": 1.41
    },
    {
        "text": "You're helping fund what we're doing maybe one of the people going to vote DeFranco comm try and make sure that we win best show",
        "start": 846.74,
        "duration": 4.77
    },
    {
        "text": "With a year this year, whatever it is for you. Thank you so much",
        "start": 851.51,
        "duration": 2.64
    },
    {
        "text": "That said let's end it like always my name's philip defranco. You've just been phill'd in I",
        "start": 854.15,
        "duration": 4.26
    },
    {
        "text": "Love yo faces, and i'll see you next time",
        "start": 858.41,
        "duration": 2.489
    }
]