[
    {
        "text": "sup you beautiful bastards",
        "start": 0.0,
        "duration": 1.35
    },
    {
        "text": "Hope you have been a fantastic Wednesday welcome back to the [Philip] [DeFranco] show and let's just jump into it",
        "start": 1.35,
        "duration": 5.699
    },
    {
        "text": "And the first thing I want to quickly talk about are the big updates to the daddy of 5 Mike Martin situation which before we start",
        "start": 7.049,
        "duration": 6.209
    },
    {
        "text": "I just need to say is the story that I said I felt we were done talking about it looked like the authorities",
        "start": 13.26,
        "duration": 4.38
    },
    {
        "text": "Were looking at it",
        "start": 17.64,
        "duration": 0.78
    },
    {
        "text": "But one of the updates,one of the several updates to this story",
        "start": 18.42,
        "duration": 2.25
    },
    {
        "text": "Involves that and I want to address it because a lot of people have been hitting me up about if you haven't watched my videos",
        "start": 20.86,
        "duration": 4.34
    },
    {
        "text": "For the past two [weeks] you do not know what is happening",
        "start": 25.2,
        "duration": 2.06
    },
    {
        "text": "Just watch a link to it down below it is far too much to bring you up to speed",
        "start": 27.269,
        "duration": 4.05
    },
    {
        "text": "But the main thing is [that] the updates we have today are thanks to news outlets an independent journalist moving forward where I had stopped",
        "start": 31.32,
        "duration": 6.09
    },
    {
        "text": "We found out from fox NBC it appears that the reason that their newest apology [video] [seems], so different tone was different",
        "start": 37.41,
        "duration": 6.299
    },
    {
        "text": "They apologize without blaming me they had professional mics better lighting that may be because according to Fox they hired a crisis management",
        "start": 43.71,
        "duration": 6.869
    },
    {
        "text": "Agency according to the report the video was in part the idea of crisis Manager Robert Weinhold Jr.",
        "start": 50.649,
        "duration": 5.12
    },
    {
        "text": "chief executive of the [thousan] group who was working closely with the family [adding] that weinhold helped Craft the",
        "start": 55.77,
        "duration": 4.619
    },
    {
        "text": "Apology and well for some people [that] information is going to make it feel like it was even more disingenuous there",
        "start": 60.489,
        "duration": 5.059
    },
    {
        "text": "and there's part of me that",
        "start": 65.549,
        "duration": 1.271
    },
    {
        "text": "Understands that kind of thinking there is also part of me that",
        "start": 66.82,
        "duration": 2.51
    },
    {
        "text": "Understands the need for a P.R. agency and moments like this if you've watched me for the past Few years you know that [I've] been",
        "start": 69.52,
        "duration": 5.75
    },
    {
        "text": "Saying we're going to see more and more of these cases. There are so many new people that are getting such big",
        "start": 75.27,
        "duration": 4.65
    },
    {
        "text": "audiences that have no idea [how] to handle any sort of scandal especially if you're not socially equipped it is good to have a",
        "start": 80.08,
        "duration": 6.409
    },
    {
        "text": "professional in the ball that said the other update to this story has to do with the people responsible for looking into the",
        "start": 86.68,
        "duration": 5.419
    },
    {
        "text": "situation like I've said in the past videos",
        "start": 92.229,
        "duration": 1.401
    },
    {
        "text": "This is all about kids being safe and as long as the right [authority] is looking at the information",
        "start": 93.63,
        "duration": 4.739
    },
    {
        "text": "And they're able to see good",
        "start": 98.38,
        "duration": 1.46
    },
    {
        "text": "I am happy but then I saw this update Baltimore sun reported these developments come as",
        "start": 99.84,
        "duration": 3.989
    },
    {
        "text": "Representatives of the Frederick County Sheriff's office and Baltimore County police departments that investigators [were] reviewing the video",
        "start": 103.99,
        "duration": 5.389
    },
    {
        "text": "But we're struggling to view deleted videos and to establish which",
        "start": 109.38,
        "duration": 3.18
    },
    {
        "text": "Jurisdictions they took place in. Major Tim Clark of Fredrick county saying we're looking into every aspect of the videos to see if there are",
        "start": 112.81,
        "duration": 5.659
    },
    {
        "text": "Any crime, but the investigation depends on where the videos are shot?",
        "start": 118.469,
        "duration": 3.0
    },
    {
        "text": "This is exactly what myself and many were worried about that the private of the videos was less of this is wrong and more of",
        "start": 121.469,
        "duration": 5.88
    },
    {
        "text": "Potentially hiding evidence whether that was the intent or not?",
        "start": 127.36,
        "duration": 2.419
    },
    {
        "text": "It looks like police are having problems with this so seeing people tweeting at the bottom a police department",
        "start": 129.78,
        "duration": 4.269
    },
    {
        "text": "They have been responding",
        "start": 134.049,
        "duration": 1.3
    },
    {
        "text": "Recording this video my team and I are finding all the links to the full archive [of] all the videos that have now been private",
        "start": 135.349,
        "duration": 5.15
    },
    {
        "text": "it also will be sending the",
        "start": 140.5,
        "duration": 1.06
    },
    {
        "text": "Evidence reels that people have been making people have been very passionate about this going [month] [to] [month] through the videos and they're still editing",
        "start": 141.56,
        "duration": 6.589
    },
    {
        "text": "Clips together so I'm doing this so that the authorities [that] are",
        "start": 148.15,
        "duration": 2.61
    },
    {
        "text": "Responsible for this can do their job with all of the information also publicly stating this in a video",
        "start": 150.95,
        "duration": 5.089
    },
    {
        "text": "So that there is documentation to a very large audience that this is happening, and if everything is on the up-and-up according to authorities",
        "start": 156.04,
        "duration": 5.52
    },
    {
        "text": "Fantastic if something needs to happen then then good it's it's all about kids being safe",
        "start": 162.26,
        "duration": 4.819
    },
    {
        "text": "That's where I'm going to end that one and from that delightful topic that I'm obviously",
        "start": 167.079,
        "duration": 3.029
    },
    {
        "text": "So enthused to talk about let's talk about animal news which is good and",
        "start": 170.389,
        "duration": 3.74
    },
    {
        "text": "happy Story at least to me [that] there are reports [that] three isis militants were killed by",
        "start": 174.379,
        "duration": 4.43
    },
    {
        "text": "Boards being reported they were moving through an area where there was just a pack of Wild boars they were",
        "start": 178.97,
        "duration": 4.489
    },
    {
        "text": "Disturbed the pack of Wild boars that I've seen at least one person called squeal team six, which oh my God you clever",
        "start": 183.56,
        "duration": 5.779
    },
    {
        "text": "Bastard they overwhelm the group and three militants were killed",
        "start": 189.47,
        "duration": 2.209
    },
    {
        "text": "Fantastic news if true three less members of isis or as we call them on this show goat fuckers international",
        "start": 192.2,
        "duration": 5.629
    },
    {
        "text": "oh",
        "start": 197.829,
        "duration": 0.09
    },
    {
        "text": "That's why the show is an ad friendly big fun section now the sad animal news has to do with a rabbit [that] was set",
        "start": 197.919,
        "duration": 5.64
    },
    {
        "text": "To be the largest rabbit on the planet Except he will never be because the 90 centimeter rabbit whose name is Simon",
        "start": 203.56,
        "duration": 6.75
    },
    {
        "text": "I just want to give you his name so you form a bond you found dead in the cargo hold of a United airlines",
        "start": 210.31,
        "duration": 4.739
    },
    {
        "text": "Flight that is flown from London to Chicago [the] United Airlines said they're investigating",
        "start": 215.18,
        "duration": 3.769
    },
    {
        "text": "This the owner is just confused saying Simon had a vet's check-up",
        "start": 219.29,
        "duration": 3.949
    },
    {
        "text": "Three hours before the flight and was fit as a fiddle something very strange has happened",
        "start": 223.239,
        "duration": 2.79
    },
    {
        "text": "and I want to know what sent rabbits all around the world and nothing like this has [happened] before so [you] know not the kind of",
        "start": 226.03,
        "duration": 4.299
    },
    {
        "text": "so you know not the kind of",
        "start": 230.329,
        "duration": 0.5
    },
    {
        "text": "Hey someone argues that this is a way less horrible thing than what happened with Dr Dao",
        "start": 233.82,
        "duration": 3.46
    },
    {
        "text": "News that United Airlines really wanted for itself although.",
        "start": 233.829,
        "duration": 0.5
    },
    {
        "text": "Hey, someone argued that this is a way less horrible thing.",
        "start": 234.329,
        "duration": 0.5
    },
    {
        "text": "So things are actually looking up from there",
        "start": 237.28,
        "duration": 1.54
    },
    {
        "text": "Than what happened to doctor down. So things are actually looking up from there",
        "start": 238.329,
        "duration": 0.5
    },
    {
        "text": "I want to share some stuff",
        "start": 238.84,
        "duration": 0.98
    },
    {
        "text": "I loved today and today in awesome brought to you by the sports shirt perfect share for you [and/or] that friend",
        "start": 239.86,
        "duration": 5.459
    },
    {
        "text": "We all have who goes to sporting [events] or sports parties, and there's no idea. What's going on?",
        "start": 245.319,
        "duration": 4.349
    },
    {
        "text": "They don't want to be a downer",
        "start": 249.669,
        "duration": 1.051
    },
    {
        "text": "They don't want to suck the energy out of the room so sports our team and or person is the best unless it's a split",
        "start": 250.72,
        "duration": 4.829
    },
    {
        "text": "Party in which case. I just want to see a good game guy",
        "start": 255.549,
        "duration": 2.01
    },
    {
        "text": "I mean, whatever would constitute a good game since I don't actually know how the score works",
        "start": 257.56,
        "duration": 3.57
    },
    {
        "text": "That's that if you want to snag one the run this week has one day left so grab it while you can the first bit",
        "start": 261.13,
        "duration": 4.649
    },
    {
        "text": "Of awesome is we got an actual trailer for Cars [3] and yes",
        "start": 265.779,
        "duration": 3.06
    },
    {
        "text": "Please the whole movie seems to be about McQueen in the twilight years of his career there's a new Young Phenom",
        "start": 268.84,
        "duration": 5.309
    },
    {
        "text": "It looks like there's a new young car",
        "start": 274.15,
        "duration": 1.56
    },
    {
        "text": "[he's] training which really begs the question is cars [3] going to be [Rocky] 5 Rocky Balboa [or] creed",
        "start": 275.71,
        "duration": 6.0
    },
    {
        "text": "Looks like the movies going to go one of those three ways and hopefully it's not I don't like talking about Rocky 5 I like",
        "start": 281.89,
        "duration": 5.579
    },
    {
        "text": "To think that that movie never really happens then we have video of the Berkley supposed to be a protest then riot",
        "start": 287.47,
        "duration": 5.04
    },
    {
        "text": "We're in the middle of all the Chaos a man is actually trying to give people Pepsi",
        "start": 292.51,
        "duration": 4.71
    },
    {
        "text": "I don't have the word to convey how this makes me feel then if you wanted to see something cool and beautiful eyelid sales wit",
        "start": 297.4,
        "duration": 5.43
    },
    {
        "text": "Captured this footage and created a time-lapse flying between switzerland and brazil. There's just beautiful in a",
        "start": 302.83,
        "duration": 5.189
    },
    {
        "text": "Fantastic little two-minute break from reality then I had to share the honest trailer for the social Network",
        "start": 308.21,
        "duration": 5.39
    },
    {
        "text": "It's just a beautiful melding of one of my favorite series and one of my favorite movies then in movie awesome that has been wondering",
        "start": 313.6,
        "duration": 4.98
    },
    {
        "text": "if I am alone",
        "start": 318.58,
        "duration": 0.69
    },
    {
        "text": "And how excited I am M. Night Shyamalan who is riding the wave of good",
        "start": 319.27,
        "duration": 3.57
    },
    {
        "text": "Reception to his last movies the visit and split he announced that yes",
        "start": 323.06,
        "duration": 3.559
    },
    {
        "text": "We are making a sequel to unbreakable We're gettin' Bruce Willis Samuel l.jackson",
        "start": 326.62,
        "duration": 4.049
    },
    {
        "text": "Ames McAvoy Anya Taylor Joy it's called glass and will be released January 18",
        "start": 330.95,
        "duration": 4.669
    },
    {
        "text": "2019 Side note if you haven't watched either",
        "start": 336.2,
        "duration": 2.0
    },
    {
        "text": "Unbreakable or split fix that Unbreakable to this day is still one of my favorite origin story movies",
        "start": 338.21,
        "duration": 4.459
    },
    {
        "text": "and if you want to see the full versions of everything",
        "start": 342.669,
        "duration": 1.56
    },
    {
        "text": "I just share the secret link of the day anything at all",
        "start": 344.229,
        "duration": 2.91
    },
    {
        "text": "links aas always are in the description down below then in a random thing that went viral and people want me to talk about a",
        "start": 347.21,
        "duration": 4.61
    },
    {
        "text": "New let's talk about Dustin",
        "start": 351.82,
        "duration": 1.68
    },
    {
        "text": "Halle [West] [and] allegedly faced a not so fantastic",
        "start": 353.5,
        "duration": 2.609
    },
    {
        "text": "Situation this week when he found his lady in bed with another guy and Dustin responded to the situation a lot different than I would",
        "start": 356.24,
        "duration": 6.26
    },
    {
        "text": "Have which would obviously have been to start filming. Yo world star and then drop a table on that man's head",
        "start": 362.5,
        "duration": 4.529
    },
    {
        "text": "But not even because I was angry really just so that video could be on Worldstarhiphop calm",
        "start": 367.03,
        "duration": 3.929
    },
    {
        "text": "And then I could read through the insanely racist comment section you make YouTube comments are bad. There are slurs",
        "start": 370.96,
        "duration": 5.25
    },
    {
        "text": "I wasn't even aware existed until I went to worldstar, but this [story's] not about me",
        "start": 376.21,
        "duration": 4.559
    },
    {
        "text": "It's about Dustin who instead decide to take photos of the sleeping",
        "start": 380.77,
        "duration": 3.87
    },
    {
        "text": "Alleged cheaters posting them with the caption when you come home to another man in your bed with the one you love good",
        "start": 384.74,
        "duration": 5.059
    },
    {
        "text": "Men deserve good women peace sign emojI and after Dustin posted this obviously it blew up",
        "start": 389.8,
        "duration": 3.99
    },
    {
        "text": "We're talking about it looking at the comments",
        "start": 393.79,
        "duration": 1.65
    },
    {
        "text": "[it] looks like Dustin will have no shortage of possible new adventures",
        "start": 395.44,
        "duration": 3.119
    },
    {
        "text": "And I mean less under this video other than Dustin",
        "start": 398.56,
        "duration": 2.479
    },
    {
        "text": "Congratulations on being one of the most level-headed",
        "start": 401.41,
        "duration": 1.65
    },
    {
        "text": "People on the planet the main lesson be don't cheat on [people] and be a huge douchebag if you want to be in other",
        "start": 403.06,
        "duration": 5.51
    },
    {
        "text": "People or you want other people to be in you then maybe just not say that you're going going to be with one person there",
        "start": 408.639,
        "duration": 5.51
    },
    {
        "text": "Shouldn't be anything hard to understand about that concept then and there are too many damn people on this planet [news]",
        "start": 414.15,
        "duration": 4.649
    },
    {
        "text": "There are now over 7.5 billion people on the planet",
        "start": 418.8,
        "duration": 3.119
    },
    {
        "text": "[well] there are [numbers] about the difference between the number of men [and] women though the numbers are really stand out to [me] the first",
        "start": 421.919,
        "duration": 4.89
    },
    {
        "text": "Is that the median age on the planet is less than 30 according to these numbers more than half of the people on this planet?",
        "start": 426.81,
        "duration": 5.729
    },
    {
        "text": "Are less than 30 years old also just these seven countries make up half the world's population also in advance",
        "start": 432.539,
        "duration": 5.61
    },
    {
        "text": "congratulations to India it is expected that in the next five [years] you are going to Surpass China [and]",
        "start": 438.52,
        "duration": 4.64
    },
    {
        "text": "Population growth rate there seems be akin [to] a teenager who never got sex Ed also the global growth rate would look at this",
        "start": 443.41,
        "duration": 5.75
    },
    {
        "text": "1.1 one percent which means that if this is correct",
        "start": 449.5,
        "duration": 2.66
    },
    {
        "text": "Next year there will be net growth of 80 million more people and to me that is somewhat horrifying you may hear one point one",
        "start": 452.349,
        "duration": 6.59
    },
    {
        "text": "[1%] be like oh, that's small. Give me an idea of how fast. This is all happening now",
        "start": 459.009,
        "duration": 4.13
    },
    {
        "text": "We only passed 1 billion people on this planet in 1800 in 1987 30 years ago",
        "start": 463.139,
        "duration": 5.58
    },
    {
        "text": "We hit 5 billion people in just 30 years there was a 50% increase we went from this is what normal is to",
        "start": 468.72,
        "duration": 6.6
    },
    {
        "text": "2.5 billion plus more people on the planet at the same time and it's believed we're going to hit 8 billion people by",
        "start": 475.75,
        "duration": 6.169
    },
    {
        "text": "2020 for a ton of people to clothe [to] how that's [a] lot of mouths to feed if science does not",
        "start": 482.169,
        "duration": 5.75
    },
    {
        "text": "Scale with this insane boom that we are seeing with population",
        "start": 487.99,
        "duration": 3.89
    },
    {
        "text": "I mean, we like to think of ourselves human beings as these [sophisticated] creatures, but when resources become scarce that's when horrible shit happens",
        "start": 491.88,
        "duration": 7.289
    },
    {
        "text": "But also who cares it's Gonna be someone else's problem. He said sarcastically with actual fear in his soul",
        "start": 499.169,
        "duration": 5.79
    },
    {
        "text": "Then let's talk about money in Health care American Health care act. Which of course was famously pulled off the house floor",
        "start": 504.96,
        "duration": 4.739
    },
    {
        "text": "Because they didn't have the votes has reportedly been",
        "start": 509.83,
        "duration": 2.3
    },
    {
        "text": "Amended and now the freedom house caucus which were all those republicans that said no to it are on board now saying that they are",
        "start": 512.26,
        "duration": 5.659
    },
    {
        "text": "yes votes and released a statement saying that due to improvements to the",
        "start": 517.919,
        "duration": 3.0
    },
    {
        "text": "Ahca, and the addition of representative Tom Macarthur's proposed amendment",
        "start": 521.229,
        "duration": 3.859
    },
    {
        "text": "the house freedom caucus has taken an official position in support of the current proposal",
        "start": 525.089,
        "duration": 3.6
    },
    {
        "text": "Macarthur Amendment will Grant states the ability to repeal cost driving aspects of Obamacare left in Place under the original Ahca",
        "start": 528.82,
        "duration": 6.32
    },
    {
        "text": "Well the revised version still does not fully repeal obamacare",
        "start": 535.29,
        "duration": 2.759
    },
    {
        "text": "We are prepared to support it to keep our promise to the [American] people to lower health care [costs]",
        "start": 538.05,
        "duration": 4.08
    },
    {
        "text": "We look forward to working with our senate colleagues to improve the bill our work will continue until we fully repeal",
        "start": 542.13,
        "duration": 4.2
    },
    {
        "text": "Obamacare this of [course] doesn't mean that if this amended bill goes to the house [floor] that will be approved and will automatically get through",
        "start": 546.52,
        "duration": 5.51
    },
    {
        "text": "The senate and it's going to happen because there are things that have changed. There are now votes that might change",
        "start": 552.03,
        "duration": 4.019
    },
    {
        "text": "Republican out of New York",
        "start": 556.24,
        "duration": 1.41
    },
    {
        "text": "Representative Dan donovan he says he won't back revamped health care plan Mike coffman it slipped from a [yes] on the health care bill [to]",
        "start": 557.65,
        "duration": 5.419
    },
    {
        "text": "an",
        "start": 563.07,
        "duration": 0.4
    },
    {
        "text": "Undecided one of the reasons people are unsure of who's going to be on board with this is because there are people that say that",
        "start": 563.47,
        "duration": 5.0
    },
    {
        "text": "It weakens",
        "start": 568.47,
        "duration": 0.54
    },
    {
        "text": "what is actually covered under obamacare the affordable care act insurance is supposed to cover a baseline of health benefits such as",
        "start": 569.01,
        "duration": 5.849
    },
    {
        "text": "Maternity Care or",
        "start": 575.02,
        "duration": 1.11
    },
    {
        "text": "Emergency visit reportedly under the [Amendment] states could define their own essential health benefits if they show that doing so would cause prices to decrease",
        "start": 576.13,
        "duration": 6.65
    },
    {
        "text": "This [will] allow states to remove some of those baseline benefits which means people might not be covered as well",
        "start": 582.78,
        "duration": 4.979
    },
    {
        "text": "But it could be cheaper",
        "start": 587.76,
        "duration": 1.38
    },
    {
        "text": "And then even if it can get the votes here many experts don't think that it could [actually] get through the senate of course nothing",
        "start": 589.14,
        "duration": 5.309
    },
    {
        "text": "Is set in stone I mean even the [affordable] [care] [act] which of course the goal for many is to repeal and replace that didn't",
        "start": 594.45,
        "duration": 5.34
    },
    {
        "text": "Look like it had [the] votes until just before it passed and others are also fearful that this might hurt the pre-existing condition or language",
        "start": 599.79,
        "duration": 5.609
    },
    {
        "text": "In there that people have described as murky",
        "start": 605.4,
        "duration": 1.62
    },
    {
        "text": "It's not specific enough, and there could be a problem in the future",
        "start": 607.02,
        "duration": 2.01
    },
    {
        "text": "So I know this is where a lot of people disagree many people saying you know pre-existing condition rule",
        "start": 609.03,
        "duration": 4.019
    },
    {
        "text": "That is so important. If [people] are sick they have a pre-existing condition. They need help that's health care",
        "start": 613.05,
        "duration": 4.799
    },
    {
        "text": "I mean [the] other argument of it's horrible that you're having to deal [with] that your health is that way [what] we're talking about is",
        "start": 617.85,
        "duration": 5.28
    },
    {
        "text": "Health insurance the prime word being insurance in case something happened services my premiums for my in case something happened service shouldn't",
        "start": 623.13,
        "duration": 7.08
    },
    {
        "text": "Skyrocket through the roof because you already have something this is one of those topics where I feel like I'm not going to change Anyone's",
        "start": 630.55,
        "duration": 5.119
    },
    {
        "text": "Mind and I should let you know for transparency say I know the affordable care act is nowhere near perfect",
        "start": 635.67,
        "duration": 4.71
    },
    {
        "text": "It has affected many people in a very harsh financial way",
        "start": 640.38,
        "duration": 3.69
    },
    {
        "text": "I will always be thankful for my dad would [probably] be dead right now without it",
        "start": 644.07,
        "duration": 3.09
    },
    {
        "text": "That's just been my personal",
        "start": 647.16,
        "duration": 1.03
    },
    {
        "text": "Experience which actually I want to pass it [off] to you how have you been affected by the affordable?",
        "start": 648.19,
        "duration": 3.95
    },
    {
        "text": "[care] act. Did it make it impossible to live where you're just like you have no money hate at all",
        "start": 652.21,
        "duration": 5.239
    },
    {
        "text": "Maybe you just hate some of it as someone in your life",
        "start": 657.45,
        "duration": 2.909
    },
    {
        "text": "Have you been saved by I love to hear from even those comments down below?",
        "start": 660.36,
        "duration": 3.15
    },
    {
        "text": "I mean that's what's kind of beautiful about this show",
        "start": 663.51,
        "duration": 2.339
    },
    {
        "text": "I'm not going to say the word conversation any more times than that",
        "start": 665.85,
        "duration": 2.46
    },
    {
        "text": "One the situation gives me an opportunity to talk about a story share my experience and then open it up to you guys to share",
        "start": 668.46,
        "duration": 5.369
    },
    {
        "text": "Your experiences as well",
        "start": 673.83,
        "duration": 1.12
    },
    {
        "text": "Myself and so many others a small window into your life and experience, and maybe we can grow from or not",
        "start": 674.95,
        "duration": 4.76
    },
    {
        "text": "Maybe that's just me thing to hope but that is where I'm going to end today's show and remember if you liked this video you",
        "start": 679.71,
        "duration": 4.409
    },
    {
        "text": "Like what I do on this channel hit that Lachman if you're new here hit that subscribe button",
        "start": 684.12,
        "duration": 3.45
    },
    {
        "text": "So I know to the over 100,000 of you who have subscribed over the past week",
        "start": 687.57,
        "duration": 3.57
    },
    {
        "text": "Hope you like in these daily [videos] also for anyone if you missed yesterday's [Philip] Defranco show you want to catch up you can click",
        "start": 691.14,
        "duration": 4.919
    },
    {
        "text": "A tap right there to watch that if you want to see today's brand new vlog",
        "start": 696.06,
        "duration": 2.94
    },
    {
        "text": "Which is actually a Q&A and click or tap right there to watch that that's that of course as always my name's Philip, Defranco",
        "start": 699.0,
        "duration": 5.4
    },
    {
        "text": "You've just been phill'd in. I love yo faces, and I'll see you [tomorrow]",
        "start": 704.47,
        "duration": 4.309
    }
]