[
    {
        "text": "Today is a bad day. It is a no good horrible day.",
        "start": 0.02,
        "duration": 3.46
    },
    {
        "text": "There is no sugarcoating this.",
        "start": 3.5,
        "duration": 1.68
    },
    {
        "text": "People this morning woke up to the horrible news that the deadliest shooting in modern US history took place last night in Las Vegas",
        "start": 5.18,
        "duration": 5.46
    },
    {
        "text": "at a concert. Now before moving forward",
        "start": 10.64,
        "duration": 1.66
    },
    {
        "text": "I will say that police have identified the person responsible for this",
        "start": 12.3,
        "duration": 3.269
    },
    {
        "text": "But I will not be sharing their name or their picture",
        "start": 15.569,
        "duration": 2.451
    },
    {
        "text": "My stance on mass killers like this is fuck those evil sons of bitches",
        "start": 18.02,
        "duration": 3.6
    },
    {
        "text": "I refuse to make them more famous. Also because the last thing I want to do is to profit off of fear-mongering",
        "start": 21.62,
        "duration": 5.34
    },
    {
        "text": "Or showcasing terror porn. Uh we moved the sponsor from today's show. We're not putting ads on this video",
        "start": 26.96,
        "duration": 5.34
    },
    {
        "text": "I just I want to talk about this situation.",
        "start": 32.3,
        "duration": 1.96
    },
    {
        "text": "So with that said",
        "start": 34.26,
        "duration": 0.84
    },
    {
        "text": "What are we talking about? Late last night a gunman on the 32nd floor of the Mandalay Bay Hotel opened fire on concert goers outside",
        "start": 35.1,
        "duration": 6.56
    },
    {
        "text": "and as of recording this video police have said that at least 58 people were killed and",
        "start": 41.66,
        "duration": 4.12
    },
    {
        "text": "515 were injured. Police also confirm that the gunman was also dead.",
        "start": 45.78,
        "duration": 4.02
    },
    {
        "text": "The police saying that it appears that he killed himself before police were able to get to him. But before that for what I imagine",
        "start": 49.8,
        "duration": 4.98
    },
    {
        "text": "Felt like an eternity there was just non-stop gunfire",
        "start": 54.78,
        "duration": 3.76
    },
    {
        "text": "And judging from the videos that are now circulating from the concert",
        "start": 58.54,
        "duration": 2.359
    },
    {
        "text": "It appears that initially people didn't realize what the sound was",
        "start": 60.9,
        "duration": 2.96
    },
    {
        "text": "Several of the victims who were interviewed after saying they thought it was just the pyrotechnics messing up not working",
        "start": 63.86,
        "duration": 4.6
    },
    {
        "text": "But just so you understand the situation I'll be playing that video obviously do keep in mind this isn't footage as horrible",
        "start": 68.46,
        "duration": 5.84
    },
    {
        "text": "You see the performer Jason Aldean run off stage the crowd realizes",
        "start": 83.12,
        "duration": 0.5
    },
    {
        "text": "what has happened and at that point everyone in this crowd estimated to be around",
        "start": 86.84,
        "duration": 3.62
    },
    {
        "text": "22,000 people. we see some making a run for it trying to find safety. Some just getting low to the ground. There have been several reports on",
        "start": 90.54,
        "duration": 7.18
    },
    {
        "text": "how long the shooting lasted. Some saying as short as five minutes others saying 15 minutes",
        "start": 97.72,
        "duration": 4.76
    },
    {
        "text": "Reportedly, from the first phone call police got to the shooter within about an hour and as far as the shooter like I said when",
        "start": 102.48,
        "duration": 4.92
    },
    {
        "text": "Police found him he was already dead. They identified him. He was a 64 year old white man, lived near Las Vegas.",
        "start": 107.4,
        "duration": 5.9
    },
    {
        "text": "Reportedly, he was found with at least 10 guns in his hotel room multiple members of the hotel staff had been in and out of the",
        "start": 113.3,
        "duration": 5.08
    },
    {
        "text": "Room no one reported anything suspicious also",
        "start": 118.39,
        "duration": 2.369
    },
    {
        "text": "This is a good point to mention that there was a lot of fake news",
        "start": 120.759,
        "duration": 2.58
    },
    {
        "text": "Circulating around this shooting and this seemed to be primarily for two reasons: one in the panic of the situation that was taking place there are",
        "start": 123.56,
        "duration": 6.05
    },
    {
        "text": "A lot of people scared a lot of people wanting to help. We're seeing any bit of information",
        "start": 129.61,
        "duration": 2.94
    },
    {
        "text": "They were retweeting it to get it out there. People sharing",
        "start": 132.55,
        "duration": 2.429
    },
    {
        "text": "Reports that there were other shootings in different areas that had actually not taken place and secondly you had big groups of trolls they were",
        "start": 135.04,
        "duration": 5.96
    },
    {
        "text": "Sharing false information because it seemed they thought it was funny",
        "start": 141.0,
        "duration": 2.62
    },
    {
        "text": "Which I do have to say if you are one of the people that think that's fucking hilarious",
        "start": 143.62,
        "duration": 2.82
    },
    {
        "text": "You're one of the most garbage people out there",
        "start": 146.87,
        "duration": 2.21
    },
    {
        "text": "Let's try and go through some of the false",
        "start": 149.08,
        "duration": 1.39
    },
    {
        "text": "information one of the biggest pieces of fake news photos of Sam Hyde are being shared people saying that he was the shooter. That was",
        "start": 150.47,
        "duration": 5.01
    },
    {
        "text": "of course 100% not true and just just remember his face because when something bad happens again in the future most likely you'll see him pop up",
        "start": 155.5,
        "duration": 6.42
    },
    {
        "text": "In some account spreading at the shooter was Geary Danly. They seemed partially due to the police identifying Marilu",
        "start": 161.92,
        "duration": 4.71
    },
    {
        "text": "Danly as connected to the shooter who has been described as the girlfriend or roommate of the shooter",
        "start": 166.63,
        "duration": 4.949
    },
    {
        "text": "That's not Geary Dan Lee. Geary is her ex-husband",
        "start": 171.58,
        "duration": 2.309
    },
    {
        "text": "but people saw the connection then they saw that Geary liked Rachel Maddow and a bunch of left-leaning stuff and a lot of people just",
        "start": 173.889,
        "duration": 5.451
    },
    {
        "text": "Ran with it also regarding Mary Lou police are saying. She is not currently a suspect. We have located her out of the country",
        "start": 179.34,
        "duration": 6.8
    },
    {
        "text": "She was not with him when he checked in",
        "start": 186.14,
        "duration": 2.66
    },
    {
        "text": "We have discovered he was utilizing some of her",
        "start": 188.8,
        "duration": 3.38
    },
    {
        "text": "identification and um",
        "start": 192.18,
        "duration": 2.38
    },
    {
        "text": "We've had conversation with her and we believed her at this time not to be involved, but obviously that will be",
        "start": 194.56,
        "duration": 6.78
    },
    {
        "text": "That investigation will continue",
        "start": 201.34,
        "duration": 1.56
    },
    {
        "text": "We've also seen fake antifa",
        "start": 202.9,
        "duration": 1.92
    },
    {
        "text": "organizations claiming responsibility for the shooting Melbourne antifa writing one of our comrades from our Las Vegas",
        "start": 204.82,
        "duration": 4.56
    },
    {
        "text": "Branch has made these fascist Trump supporting dogs pay. We also saw a photos of fake victims being circulated",
        "start": 209.4,
        "duration": 4.96
    },
    {
        "text": "also as far as the motive here",
        "start": 214.36,
        "duration": 1.16
    },
    {
        "text": "We had reports where Isis was saying that they were responsible for this act, that the shooter converted that this act of mass murder was on",
        "start": 215.52,
        "duration": 5.66
    },
    {
        "text": "their behalf. But of course, it's very important there",
        "start": 221.2,
        "duration": 2.16
    },
    {
        "text": "And this is a big deal because many news outlets go , \"Oh Isis this is gonna",
        "start": 223.36,
        "duration": 3.36
    },
    {
        "text": "Get more people. Isis has now many times in the past said they were responsible for something that it was later revealed",
        "start": 226.72,
        "duration": 4.68
    },
    {
        "text": "They had nothing to do with and the FBI is also since stated that there is no connection with that terrorist organization.",
        "start": 231.4,
        "duration": 5.02
    },
    {
        "text": "As this event unfolds we have determined to this point no connection with an international terrorist group as this investigation continues",
        "start": 236.42,
        "duration": 8.44
    },
    {
        "text": "Also, just so there's no confusion while it looks like he's not connected to Isis",
        "start": 244.86,
        "duration": 3.92
    },
    {
        "text": "There is no doubt in my mind that this is",
        "start": 248.8,
        "duration": 1.87
    },
    {
        "text": "Domestic terrorism. The definition I use for act of terrorism is the one that I see in Nevada state law that reads \" Act of terrorism",
        "start": 250.67,
        "duration": 5.77
    },
    {
        "text": "Means any act that involves the use or attempted use of sabotage, coercion or violence which is intended to",
        "start": 256.44,
        "duration": 4.68
    },
    {
        "text": "(a)Cause great bodily harm or death to the general population",
        "start": 261.16,
        "duration": 2.6
    },
    {
        "text": "or (b) cause substantial destruction",
        "start": 263.76,
        "duration": 1.92
    },
    {
        "text": "contamination or impairment of any building or infrastructure natural",
        "start": 265.68,
        "duration": 2.72
    },
    {
        "text": "Resources etc I've seen a lot of places just calling this guy a lone wolf and saying well",
        "start": 268.42,
        "duration": 4.08
    },
    {
        "text": "We don't know the political motives",
        "start": 272.5,
        "duration": 1.32
    },
    {
        "text": "We are talking about a monster that opened fire for at least five minutes on a crowd of",
        "start": 273.82,
        "duration": 3.76
    },
    {
        "text": "Innocent civilians, concert goers, people that just wanted to listen to some music. How can you say that's not domestic terrorism?",
        "start": 277.6,
        "duration": 5.3
    },
    {
        "text": "I mean we don't need to know what he liked on his Facebook page before we label this what it is",
        "start": 282.9,
        "duration": 4.08
    },
    {
        "text": "And that's where we are on this horrible situation",
        "start": 286.98,
        "duration": 1.6
    },
    {
        "text": "That's what we know. Now since this horrible killing took place what we've seen are two main things trending",
        "start": 288.58,
        "duration": 4.84
    },
    {
        "text": "#guncontrol and the phrase #thoughtsandprayers",
        "start": 293.42,
        "duration": 2.84
    },
    {
        "text": "many people celebrities politicians",
        "start": 296.26,
        "duration": 1.82
    },
    {
        "text": "Saying thoughts and prayers to those affected in Las Vegas",
        "start": 298.08,
        "duration": 2.78
    },
    {
        "text": "But also",
        "start": 300.88,
        "duration": 0.36
    },
    {
        "text": "when you look into why thoughts and prayers are trending it appears that there are people that are tired of saying this Chris Murphy a",
        "start": 301.24,
        "duration": 5.34
    },
    {
        "text": "US senator from Connecticut tweeted to my colleagues your cowardice to act cannot be whitewashed by thoughts and prayers",
        "start": 306.58,
        "duration": 4.92
    },
    {
        "text": "None of this ends unless we do something to stop it.",
        "start": 311.5,
        "duration": 2.18
    },
    {
        "text": "Gabby Giffords and Mark Kelly at a press conference saying thoughts and prayers are",
        "start": 313.68,
        "duration": 3.86
    },
    {
        "text": "important we send our thoughts and prayers too",
        "start": 317.54,
        "duration": 3.16
    },
    {
        "text": "But they are not enough",
        "start": 321.14,
        "duration": 2.16
    },
    {
        "text": "Your thoughts and prayers aren't going to stop the next shooting",
        "start": 323.3,
        "duration": 5.04
    },
    {
        "text": "only action and",
        "start": 329.0,
        "duration": 2.38
    },
    {
        "text": "leadership will do that.",
        "start": 331.54,
        "duration": 1.2
    },
    {
        "text": "Elizabeth Warren tweeting thoughts and prayers are not enough not when more moms and dads will bury kids this week and",
        "start": 332.74,
        "duration": 4.92
    },
    {
        "text": "More sons and daughters will grow up without",
        "start": 337.66,
        "duration": 1.66
    },
    {
        "text": "parents. And of course that feeds into the reason of why gun control is trending right now. Many blaming the",
        "start": 339.32,
        "duration": 4.14
    },
    {
        "text": "politicians, the NRA for their lobbying for this tragedy",
        "start": 343.46,
        "duration": 3.04
    },
    {
        "text": "Many saying now is the time to take action on gun control when it's right in everyone's face of why we need it",
        "start": 346.5,
        "duration": 4.9
    },
    {
        "text": "But also you're seeing people defend guns saying if this situation is an outlier",
        "start": 351.41,
        "duration": 3.149
    },
    {
        "text": "It shouldn't result in them losing access to their weapons. A lot of these people pointing to Chicago as an example of gun control not",
        "start": 354.56,
        "duration": 5.669
    },
    {
        "text": "Working, And then of course you get the back-and-forth argument while you're talking about gun control in Chicago",
        "start": 360.229,
        "duration": 4.05
    },
    {
        "text": "We have gun control in a nationwide scale would be different and of course",
        "start": 364.28,
        "duration": 2.789
    },
    {
        "text": "We're seeing the same back and forth we've seen often",
        "start": 367.069,
        "duration": 1.651
    },
    {
        "text": "Here's the thing we're gonna hear that debate non-stop for at least the next month",
        "start": 368.72,
        "duration": 3.78
    },
    {
        "text": "so what I want to do from here on out is to focus on the victims and the heroes. The people we saw that were",
        "start": 372.5,
        "duration": 4.92
    },
    {
        "text": "in the middle of being shot at or just after and they didn't know what was happening with the",
        "start": 377.42,
        "duration": 3.94
    },
    {
        "text": "Situation and they decided to help others we saw victims of this shooting carrying off other victims to get help",
        "start": 381.36,
        "duration": 5.959
    },
    {
        "text": "it's hard not to break down a little when you realize what what these people did for each other under the threat and",
        "start": 387.32,
        "duration": 5.66
    },
    {
        "text": "After the fact. These people those actions",
        "start": 393.0,
        "duration": 2.5
    },
    {
        "text": "That's what gives me hope for tomorrow in the face of",
        "start": 395.5,
        "duration": 2.78
    },
    {
        "text": "This horror that we have today because of a coward. A coward you decided to take the lives of innocent",
        "start": 398.28,
        "duration": 5.02
    },
    {
        "text": "civilians on a massive level. Also big",
        "start": 403.3,
        "duration": 1.98
    },
    {
        "text": "Thank you to Las Vegas metropolitan Police",
        "start": 405.28,
        "duration": 1.699
    },
    {
        "text": "Department for putting their lives on the line to keep the public as safe as possible",
        "start": 406.979,
        "duration": 3.679
    },
    {
        "text": "I want to highlight all the amazing people that",
        "start": 410.659,
        "duration": 1.901
    },
    {
        "text": "After hearing about this have been lining up to donate their blood here are several places you could donate you can schedule an appointment",
        "start": 412.56,
        "duration": 6.139
    },
    {
        "text": "Also, even if you're not in the area",
        "start": 418.76,
        "duration": 1.52
    },
    {
        "text": "You can find a place to locally donate. This is a big deal in general, but also especially if you have a rare blood",
        "start": 420.28,
        "duration": 5.04
    },
    {
        "text": "Type. To the people coming together on GoFundMe raising funds for the victims of this, thank you",
        "start": 425.32,
        "duration": 4.58
    },
    {
        "text": "We're also saying people step up for things that I'd even think about Mandalay Bay tweeting out a call for",
        "start": 429.92,
        "duration": 4.04
    },
    {
        "text": "Certified trauma counselors to come help I've seen so many people",
        "start": 434.1,
        "duration": 3.16
    },
    {
        "text": "Responding and stepping up to help and that's where we're going to end today's show rather than the regular outro of like subscribe bla bla",
        "start": 437.34,
        "duration": 5.78
    },
    {
        "text": "Bla what I want to leave you with is if you have people in your life that you love and you care about",
        "start": 443.12,
        "duration": 4.54
    },
    {
        "text": "Call them right now. Just let them know you love them",
        "start": 447.68,
        "duration": 1.96
    },
    {
        "text": "There are so many friends and families in the aftermath of this that can't even do something that simple now horrible person took that away",
        "start": 449.66,
        "duration": 6.54
    },
    {
        "text": "From so many people life is vulnerable like that you do not know what is around the corner. It's something",
        "start": 456.2,
        "duration": 4.46
    },
    {
        "text": "I've said on this show for the longest time",
        "start": 460.66,
        "duration": 1.6
    },
    {
        "text": "Love who you have as fiercely as you can while you have them because one day you won't",
        "start": 462.26,
        "duration": 4.68
    },
    {
        "text": "That's where I want to leave you today. I love your faces, and I will see you tomorrow",
        "start": 466.94,
        "duration": 3.72
    }
]