[
    {
        "text": "Beautiful bastards hope having a fantastic",
        "start": 0.399,
        "duration": 2.0
    },
    {
        "text": "Thursday welcome back to the Philip DeFranco show and let's just jump into it the first thing I want to talk about today is",
        "start": 2.649,
        "duration": 5.42
    },
    {
        "text": "Rachel Dolezal and no you don't need to check a calendar",
        "start": 8.17,
        "duration": 2.779
    },
    {
        "text": "It is not 2015",
        "start": 10.95,
        "duration": 1.3
    },
    {
        "text": "Rachel if you don't remember and it also depends on your opinion is the white woman who disguised herself as a black woman or the",
        "start": 12.25,
        "duration": 6.17
    },
    {
        "text": "white woman that identifies and believes that she is a black woman who is the president of the Spokane, Washington",
        "start": 18.42,
        "duration": 5.189
    },
    {
        "text": "Chapter of the n-double a-c-p there is this big media frenzy her parents were both whites and know my daughter is Caucasian",
        "start": 23.8,
        "duration": 5.629
    },
    {
        "text": "Rachel of course famously said on The Today Show identify as black",
        "start": 29.88,
        "duration": 3.059
    },
    {
        "text": "But also a lawsuit the same year with Howard University. She said I consider myself to be Caucasian",
        "start": 32.94,
        "duration": 4.709
    },
    {
        "text": "Biologically which then caused this conversation in America which was essentially is there such a thing as being trans racial?",
        "start": 38.2,
        "duration": 6.109
    },
    {
        "text": "Or is this the most ridiculous bullshit, you've ever seen well",
        "start": 44.309,
        "duration": 2.19
    },
    {
        "text": "There is now a documentary coming out around Rachel Dolezal premiered at the Tribeca Film Festival",
        "start": 46.5,
        "duration": 5.549
    },
    {
        "text": "It will be on Netflix April 27th, but oh my god. The trailer is one of the most uncomfortable things. I've ever watched",
        "start": 52.05,
        "duration": 7.139
    },
    {
        "text": "It's essentially two minutes of her son",
        "start": 59.19,
        "duration": 2.159
    },
    {
        "text": "Pleading with her that this is a very bad idea their actions didn't just hurt her it hurt him and many other people who really?",
        "start": 61.51,
        "duration": 6.59
    },
    {
        "text": "Do not want to focus on this for the rest of my life",
        "start": 68.1,
        "duration": 2.73
    },
    {
        "text": "It's called rebuilding this is",
        "start": 77.14,
        "duration": 2.0
    },
    {
        "text": "Really, just your life. It is going to by mass",
        "start": 80.049,
        "duration": 4.069
    },
    {
        "text": "I resent some of her choices, and I resent some other words",
        "start": 84.13,
        "duration": 4.129
    },
    {
        "text": "She's spoken in interviews, and it affected me",
        "start": 88.259,
        "duration": 2.91
    },
    {
        "text": "It affected my brother the more that I hear about it the more that I talked to people about it the more it just",
        "start": 91.17,
        "duration": 7.199
    },
    {
        "text": "Drains me literally",
        "start": 99.28,
        "duration": 1.82
    },
    {
        "text": "I think the only good that can come from this documentary is that it gives her sons separation from her it is unfortunate",
        "start": 101.1,
        "duration": 6.0
    },
    {
        "text": "but we constantly see the child paying for the sins of the parent also on the note of why is",
        "start": 107.1,
        "duration": 3.959
    },
    {
        "text": "Rachel doing this some people are saying for money Netflix chimed in saying",
        "start": 111.16,
        "duration": 3.139
    },
    {
        "text": "Clarify one thing like all subjects for our documentaries Rachel Dolezal did not receive any payment for this project",
        "start": 114.49,
        "duration": 5.149
    },
    {
        "text": "We worked with filmmakers Laura brownson and Roger Ross William Duong to explore Dolezal his life as a microcosm for a larger conversation about race",
        "start": 119.64,
        "duration": 6.779
    },
    {
        "text": "And identity a film has focused not just on her life",
        "start": 126.42,
        "duration": 2.1
    },
    {
        "text": "but on the larger",
        "start": 128.52,
        "duration": 0.94
    },
    {
        "text": "Conversation including people who see her actions as the ultimate expression of white privilege",
        "start": 129.46,
        "duration": 3.439
    },
    {
        "text": "Ultimately we're gonna. Have to wait and see for the release",
        "start": 132.97,
        "duration": 1.97
    },
    {
        "text": "I mean, I I know that I'm gonna watch this",
        "start": 134.94,
        "duration": 1.44
    },
    {
        "text": "But who redemption documentaries do not always go the way you think they're gonna go",
        "start": 136.38,
        "duration": 4.559
    },
    {
        "text": "I mean Weiner is a fantastic example you haven't watched that one highly recommended",
        "start": 140.94,
        "duration": 4.47
    },
    {
        "text": "It's a special kind of shit ship",
        "start": 145.41,
        "duration": 1.2
    },
    {
        "text": "Then we had former vine star Brittany Furlan and Tommy Lee in the news this week reportedly Brittany Furlan had to call 911 to report",
        "start": 146.62,
        "duration": 6.86
    },
    {
        "text": "That her fiance Tommy Lee was knocked unconscious by his 21 year old son Brandon and the past day the 911 call was released",
        "start": 153.52,
        "duration": 6.5
    },
    {
        "text": "my stepson and my",
        "start": 160.16,
        "duration": 1.55
    },
    {
        "text": "Fiance got into a fight and pushed his father",
        "start": 161.71,
        "duration": 2.899
    },
    {
        "text": "And then he tried to son to leave and he wouldn't leave and he punched--ok so any weapons",
        "start": 164.68,
        "duration": 4.64
    },
    {
        "text": "But my stepson has guns in his room, and that's why I'm freaked out. I just locked the door",
        "start": 170.56,
        "duration": 4.25
    },
    {
        "text": "also as far as what happened Ferland says this to 911 hit his son his son questioned him, and then he I",
        "start": 174.81,
        "duration": 7.17
    },
    {
        "text": "Steve and was like here's the door and put his arm on his son's shoulder",
        "start": 182.52,
        "duration": 2.16
    },
    {
        "text": "and his son punched him in the face",
        "start": 184.68,
        "duration": 2.2
    },
    {
        "text": "And you were really like you knocked him out cold",
        "start": 186.9,
        "duration": 2.28
    },
    {
        "text": "Is it bleeding near the end of the call they want to cancel the ambulance, but can you just cancel it?",
        "start": 189.61,
        "duration": 4.669
    },
    {
        "text": "He doesn't want you here you woke up now. He's okay",
        "start": 194.28,
        "duration": 3.51
    },
    {
        "text": "They still got knocked out though with a face injury",
        "start": 198.73,
        "duration": 3.409
    },
    {
        "text": "Okay",
        "start": 203.08,
        "duration": 1.23
    },
    {
        "text": "Reportedly after all of this there were police sources that confirm that the fight was over social media posts and also said that Tommy was",
        "start": 204.36,
        "duration": 5.28
    },
    {
        "text": "Going to press charges against his son",
        "start": 209.64,
        "duration": 2.8
    },
    {
        "text": "and as far as what that post was, it looks like it was actually a tweet",
        "start": 212.54,
        "duration": 3.1
    },
    {
        "text": "Saying your interviews with Donald Trump, and my ex-wife are pathetic thinks",
        "start": 215.88,
        "duration": 2.78
    },
    {
        "text": "She'd find something new to discuss instead of rehashing old shit",
        "start": 218.67,
        "duration": 2.52
    },
    {
        "text": "But I guess she has nothing else going on needs attention sign quote the abuser who she texts every day and asks for me back",
        "start": 221.19,
        "duration": 5.25
    },
    {
        "text": "and as far as why he labelled himself quote the abuser in 1998 Tommy Lee was a",
        "start": 226.44,
        "duration": 3.959
    },
    {
        "text": "Pleading no contest to charges of spousal battery his then wife Pamela Anderson allegedly assaulted her while she was holding one of their sons",
        "start": 230.89,
        "duration": 6.229
    },
    {
        "text": "Online it appears it there as there's this confusion around no contest being the same as not guilty it's not oversimplifying",
        "start": 237.24,
        "duration": 6.809
    },
    {
        "text": "It's you essentially saying",
        "start": 244.05,
        "duration": 0.72
    },
    {
        "text": "I'm not saying I'm guilty but there are facts in this case that I think will result in me getting a guilty verdict and in",
        "start": 244.77,
        "duration": 6.089
    },
    {
        "text": "This specific instance Lee was sentenced to six months in jail I think he ended up serving around four it was also required to pay",
        "start": 250.86,
        "duration": 4.83
    },
    {
        "text": "Sixty two hundred dollars to a battered women's shelter a victim restitution program in a domestic violence fun",
        "start": 255.69,
        "duration": 4.679
    },
    {
        "text": "anyway",
        "start": 260.37,
        "duration": 0.36
    },
    {
        "text": "the next thing we see is that on",
        "start": 260.73,
        "duration": 1.33
    },
    {
        "text": "Tuesday camellia post this close a picture of his face with a fat lip on Instagram with the caption my heart is broken you can",
        "start": 262.06,
        "duration": 5.14
    },
    {
        "text": "Give your kids everything they could ever want in their entire lives, and they can still turn against you good job Branden, great son",
        "start": 267.2,
        "duration": 4.72
    },
    {
        "text": "He ended up deleting that post and on Twitter. He continued with his version of events saying hey at TMZ",
        "start": 271.94,
        "duration": 4.2
    },
    {
        "text": "Maybe get your facts straight before you go reporting bullshit fiance and I were in bed when my son busted into the room and assaulted",
        "start": 276.15,
        "duration": 5.55
    },
    {
        "text": "Me I asked him to leave the house, and he knocked me unconscious ran away from the police",
        "start": 281.7,
        "duration": 3.0
    },
    {
        "text": "That's the truth meanwhile his son gave a statement to People magazine",
        "start": 284.72,
        "duration": 2.88
    },
    {
        "text": "Saying I'm devastated at the events of the last several days that have been a result of my father's alcoholism",
        "start": 287.74,
        "duration": 3.9
    },
    {
        "text": "I worked tirelessly organizing an intervention, and it's incredibly upsetting that it never came to fruition",
        "start": 292.14,
        "duration": 3.72
    },
    {
        "text": "I wanted my dad's hopeful sobriety and recovery to be a private family matter",
        "start": 296.28,
        "duration": 2.97
    },
    {
        "text": "But as a result of his accusations on social media. I feel forced to speak out",
        "start": 299.25,
        "duration": 3.39
    },
    {
        "text": "I have and will continue to cooperate with law enforcement as needed. I love my father and just want to see him sober",
        "start": 302.64,
        "duration": 4.469
    },
    {
        "text": "Happy and healthy and a statement also confirms that the social media post did start this whole situation Tommy Lee then responded on Twitter laughed",
        "start": 307.11,
        "duration": 5.79
    },
    {
        "text": "My ass off. I'm happier than I've been in my entire life",
        "start": 312.9,
        "duration": 2.13
    },
    {
        "text": "I have a few drinks here and there because I'm fucking retired and enjoying my life. I work 30-plus fucking years",
        "start": 315.03,
        "duration": 4.32
    },
    {
        "text": "I deserve it you didn't arrange any intervention you barely spoke to me while you were here is covering your ass",
        "start": 319.35,
        "duration": 4.259
    },
    {
        "text": "As far as Ferlin her only public comments thus far have been vague tweet violence is never the answer",
        "start": 323.76,
        "duration": 4.32
    },
    {
        "text": "So few people these days with pure hearts and morals and it look like tommy",
        "start": 328.18,
        "duration": 3.41
    },
    {
        "text": "Lee was gonna quit social media when he tweeted see you later social media. Can't read any more lies then early this morning",
        "start": 331.59,
        "duration": 4.86
    },
    {
        "text": "He tweeted\nI love women",
        "start": 336.45,
        "duration": 1.02
    },
    {
        "text": "But who do I gotta talk to about a happy entitled spoiled brat day and actually the final update to this story is that Pamela?",
        "start": 337.47,
        "duration": 5.04
    },
    {
        "text": "Anderson has now made an official state saying I have complete faith in Brandon and his team to resolve this unfortunate and sad",
        "start": 342.51,
        "duration": 5.07
    },
    {
        "text": "Situation regarding his father and pray tommy gets the help he needs. His actions are desperate and humiliating",
        "start": 347.8,
        "duration": 4.67
    },
    {
        "text": "He is a disaster spinning out of control",
        "start": 352.47,
        "duration": 1.71
    },
    {
        "text": "He is not acting like a father",
        "start": 354.18,
        "duration": 1.35
    },
    {
        "text": "But this is nothing new my son's have made every attempt to help him in recent months adding",
        "start": 355.53,
        "duration": 3.54
    },
    {
        "text": "I stand beside my son who acted out of self-defense and was scared for his life nobody understands the lifetime of discipline this man",
        "start": 359.07,
        "duration": 5.32
    },
    {
        "text": "Has brought our family",
        "start": 364.39,
        "duration": 0.94
    },
    {
        "text": "consistently the center of sadness drama and confusion jealous of his son's talent and beauty from the day they were born he is sick the",
        "start": 365.33,
        "duration": 5.51
    },
    {
        "text": "Definition of narcissist sociopath is fiance keeps him drunk",
        "start": 370.84,
        "duration": 3.42
    },
    {
        "text": "This is what he wants someone to behave badly with it's terrible and unfortunately has made this private matter very public",
        "start": 374.26,
        "duration": 5.099
    },
    {
        "text": "I've always tried only to set record straight trying to paint him as not a bad guys one who is human and made mistakes",
        "start": 379.36,
        "duration": 4.65
    },
    {
        "text": "Also backing up the claim that Brandon was setting up an intervention along with friends and people tommy works with and admired closing with tommy",
        "start": 384.11,
        "duration": 5.75
    },
    {
        "text": "Feels humiliated and is attempting to destroy his own son",
        "start": 389.86,
        "duration": 2.64
    },
    {
        "text": "This is the devil",
        "start": 392.5,
        "duration": 0.75
    },
    {
        "text": "This is the disease of alcoholism that was just pieces of the full statement",
        "start": 393.25,
        "duration": 3.329
    },
    {
        "text": "Which if you want to read I'll link to it down below now as far as the actual assault",
        "start": 396.58,
        "duration": 2.97
    },
    {
        "text": "There is a lot of he said she said I'll be very interested to see what happens with law enforcement",
        "start": 399.55,
        "duration": 3.45
    },
    {
        "text": "but and this is just my personal feelings I end up leaning more on the side of",
        "start": 403.16,
        "duration": 4.339
    },
    {
        "text": "Brandon right like your father who had to serve time due to charges around hitting your mother knocking your mom online even calling himself",
        "start": 407.75,
        "duration": 6.859
    },
    {
        "text": "quote/unquote the abuser",
        "start": 414.83,
        "duration": 1.44
    },
    {
        "text": "Insinuating that he was lying about a thing that he actually pled no contest",
        "start": 416.27,
        "duration": 2.21
    },
    {
        "text": "To and to me at least Tommy Lee not seeming like a father handling a situation",
        "start": 418.61,
        "duration": 3.5
    },
    {
        "text": "But a man child handling the situation",
        "start": 422.11,
        "duration": 2.25
    },
    {
        "text": "Constantly mocking his son online trying to get sympathy",
        "start": 424.7,
        "duration": 2.959
    },
    {
        "text": "From his fans over a busted land as far as the angle of Tommy Lee having an addiction problem",
        "start": 427.79,
        "duration": 3.589
    },
    {
        "text": "I mean, I don't know because I'm not in that situation, but you look at a lot of pictures of them",
        "start": 431.38,
        "duration": 5.16
    },
    {
        "text": "And it doesn't seem like the craziest accusation",
        "start": 436.54,
        "duration": 2.489
    },
    {
        "text": "And I feel like just in general Tommy Lee should probably try to handle the rest of this",
        "start": 439.03,
        "duration": 4.05
    },
    {
        "text": "Situation in private otherwise people gonna just start saying things like maybe he's just angry because this is what happens when there is a guy",
        "start": 443.3,
        "duration": 6.5
    },
    {
        "text": "In the fight instead of a woman not me",
        "start": 449.8,
        "duration": 2.1
    },
    {
        "text": "I would never say that but you know people but from that I want to share some stuff",
        "start": 452.11,
        "duration": 3.15
    },
    {
        "text": "I love today and today in Austin brought to you by shop DeFranco dot-com",
        "start": 455.29,
        "duration": 3.569
    },
    {
        "text": "Defranco's course where you can buy all our badass gear there be our new badass",
        "start": 458.93,
        "duration": 3.29
    },
    {
        "text": "Bestsellers like a why be informed we can use your feelings as your facts shirt and/or hoodie stay humble",
        "start": 462.29,
        "duration": 4.189
    },
    {
        "text": "Hustle hard gear a pretentious box t and/or bestselling classics like our sports team so if you want to snag one of those while you",
        "start": 466.479,
        "duration": 5.67
    },
    {
        "text": "Can go to shop DeFranco calm the first bit of Awesome we had was Shirley's Theron on hot one",
        "start": 472.15,
        "duration": 4.019
    },
    {
        "text": "They all said Charlize Theron and David a yellow while answering the web's most searched question",
        "start": 476.35,
        "duration": 3.239
    },
    {
        "text": "We have - season 2 trailer for santa clarita diet. Also if you haven't watched it for a season I recommend it",
        "start": 479.59,
        "duration": 4.23
    },
    {
        "text": "It's pretty good",
        "start": 483.82,
        "duration": 0.48
    },
    {
        "text": "We also got a new trailer for game over man as well as the house of tomorrow if you want to see the full versions",
        "start": 484.3,
        "duration": 4.32
    },
    {
        "text": "Everything I just shared the secret link of the day anything at all links is always there in the description down below",
        "start": 488.62,
        "duration": 4.62
    },
    {
        "text": "And then let's talk about Russians spies, an international assassination attempt and the reason we're talking about that is former Russian spy Sergei Skripal",
        "start": 493.3,
        "duration": 6.48
    },
    {
        "text": "and his daughter Yuli were found unconscious on a park bench",
        "start": 499.78,
        "duration": 1.92
    },
    {
        "text": "in britain on sunday the two were critically ill they were brought to a hospital",
        "start": 502.27,
        "duration": 3.619
    },
    {
        "text": "They are still in critical condition",
        "start": 505.9,
        "duration": 1.38
    },
    {
        "text": "at this moment and the three police officers that responded to this incident were also treated at the hospital were treated for minor symptoms a",
        "start": 507.28,
        "duration": 5.899
    },
    {
        "text": "third was placed in intensive care",
        "start": 513.18,
        "duration": 1.32
    },
    {
        "text": "But has since been upgraded to stable condition and actually an update that we got this morning is that",
        "start": 514.5,
        "duration": 4.34
    },
    {
        "text": "from this 21 people",
        "start": 518.84,
        "duration": 1.46
    },
    {
        "text": "Including the people that we previously talked about had to be treated and UK police now believe the former spy and his daughter were deliberately",
        "start": 520.3,
        "duration": 3.44
    },
    {
        "text": " ",
        "start": 523.74,
        "duration": 2.0
    },
    {
        "text": "Attacked and poisoned by a nerve agent and nerve agents in general are highly toxic",
        "start": 525.81,
        "duration": 3.53
    },
    {
        "text": "Chemicals that work within seconds or minutes to prevent the nervous system from working properly death typically occurs by asphyxiation",
        "start": 529.45,
        "duration": 5.029
    },
    {
        "text": "or cardiac arrest the police are currently treating this case is attempted murder the use of a nerve agent makes it more likely that the",
        "start": 534.7,
        "duration": 5.779
    },
    {
        "text": "Attack was carried out by the Russian government",
        "start": 540.48,
        "duration": 1.9
    },
    {
        "text": "Specifically because the resources and expertise required to produce and use a nerve agent suggest military or intelligence agency involvement",
        "start": 542.38,
        "duration": 6.77
    },
    {
        "text": "But Russia has denied any involvement a statement from the Russian embassy in London say media reports create an impression of a planned",
        "start": 549.15,
        "duration": 5.489
    },
    {
        "text": "operation by the Russian special services which is completely untrue but also on that note and it's not",
        "start": 554.71,
        "duration": 4.489
    },
    {
        "text": "Evidence of anything it just seems like too much of an odd coincidence yesterday when Putin was talking about us-russia relations",
        "start": 559.39,
        "duration": 7.369
    },
    {
        "text": "He said we are a great power and no one likes competition later adding",
        "start": 566.76,
        "duration": 3.179
    },
    {
        "text": "Those who serve us with poison will eventually swallow it and poison themselves",
        "start": 569.94,
        "duration": 3.539
    },
    {
        "text": "Which is an interesting thing to say at the same time there are headlines that literally read?",
        "start": 573.58,
        "duration": 4.489
    },
    {
        "text": "Russia double agent poisoned with nerve agent the saying it's interesting wording now as far as why he was considered a double agent",
        "start": 578.32,
        "duration": 6.859
    },
    {
        "text": "We have to talk about who's sergey skripnikov",
        "start": 585.18,
        "duration": 2.0
    },
    {
        "text": "Sergey is a retired russian military intelligence officer who in 2006 was convicted of",
        "start": 587.18,
        "duration": 3.94
    },
    {
        "text": "Giving identities of undercover russian intelligence agents to the UK. Sergei was sentenced to 13 years for his crimes",
        "start": 591.52,
        "duration": 5.18
    },
    {
        "text": "but in",
        "start": 596.92,
        "duration": 0.93
    },
    {
        "text": "2010 was released by Russia with three other prisoners in exchange with the FBI for 10 Russian spies and more recently Sergei had begun working",
        "start": 597.85,
        "duration": 6.469
    },
    {
        "text": "As a lecturer at Military Academy and in those lectures he reportedly spoke about the GRU, which is Russia's foreign military intelligence agency",
        "start": 604.32,
        "duration": 6.179
    },
    {
        "text": "also\nit feels important point out that other members of sir gays family have also died in recent years his brother and son both within the",
        "start": 610.5,
        "duration": 5.549
    },
    {
        "text": "Last two years some surveys family members believe the circumstances around their deaths are suspicious as well",
        "start": 616.05,
        "duration": 4.679
    },
    {
        "text": "Also, if it's true that Russia was involved in this attack",
        "start": 620.73,
        "duration": 2.46
    },
    {
        "text": "It would be the first time just randomly a foe of Vladimir Putin poisoned in Britain 2006 you at Alexander Litvinenko",
        "start": 623.19,
        "duration": 5.869
    },
    {
        "text": "Former KGB officer who was critical of Putin died of poisoning after drinking tea laced with radioactive polonium-210 you know something?",
        "start": 629.37,
        "duration": 7.279
    },
    {
        "text": "That's just lying around in 2012 yet Alexander paraplegic Russian whistleblower handed over documents to the Swiss government concerning fraud on Russian officials",
        "start": 636.649,
        "duration": 7.26
    },
    {
        "text": "He died of a heart attack on a run and at first authorities thought, okay?",
        "start": 643.92,
        "duration": 3.02
    },
    {
        "text": "This is normal",
        "start": 646.94,
        "duration": 0.66
    },
    {
        "text": "But a later test showed that there was a rare plant toxin in his system and a year later you had Russian businessman Boris Berezovsky",
        "start": 647.6,
        "duration": 5.369
    },
    {
        "text": "He's been critical of Putin since his election in 2000 was found dead in his home authorities said that evidence",
        "start": 653.1,
        "duration": 4.28
    },
    {
        "text": "suggested suicide by hanging",
        "start": 657.51,
        "duration": 1.1
    },
    {
        "text": "but his family said that wasn't the case and the situation in general was seen as suspicious because Boris had believed that he'd been the",
        "start": 658.61,
        "duration": 4.77
    },
    {
        "text": "Target of earlier murder plots as far as what happens next in the UK it will be very interesting obviously",
        "start": 663.38,
        "duration": 4.409
    },
    {
        "text": "There is an investigation",
        "start": 667.829,
        "duration": 1.44
    },
    {
        "text": "Politically we're seeing people speak foreign secretary Boris Johnson saying I say to governments around the world that no attempt to take innocent life on",
        "start": 669.269,
        "duration": 6.29
    },
    {
        "text": "UK soil will go",
        "start": 675.56,
        "duration": 1.06
    },
    {
        "text": "unsanctioned or unpunished UK secretary amber Rudd saying the use of a nerve agent on UK soil is a brazen and reckless act this was",
        "start": 676.62,
        "duration": 6.2
    },
    {
        "text": "Attempted murder in the most cruel in public way also adding the government will act without hesitation as the facts become clear and so that",
        "start": 682.82,
        "duration": 5.28
    },
    {
        "text": "so that is where we are as of right now,  obviously there is nothing definitive",
        "start": 688.1,
        "duration": 3.16
    },
    {
        "text": "But it's hard not to eye the Russians considering the situation",
        "start": 691.26,
        "duration": 2.32
    },
    {
        "text": "Who he was, how he and his daughter were attacked. And while Russia is officially saying of course no",
        "start": 693.92,
        "duration": 5.54
    },
    {
        "text": "We didn't do it at the same time you have Russia state news saying this",
        "start": 699.46,
        "duration": 3.84
    },
    {
        "text": "And later giving advice for what he called traitors",
        "start": 733.55,
        "duration": 2.25
    },
    {
        "text": "Or those who simply hate their country in their free time don't choose Britain as a place to live something is wrong there",
        "start": 735.8,
        "duration": 4.76
    },
    {
        "text": "Maybe it's the climate but in recent years there have been too many strange incidents with grave outcomes there",
        "start": 740.6,
        "duration": 4.22
    },
    {
        "text": "I mean if all of that's not a veiled threat",
        "start": 744.829,
        "duration": 1.831
    },
    {
        "text": "I don't know what is",
        "start": 746.66,
        "duration": 0.45
    },
    {
        "text": "then let's talk about this situation coming out of Nottingham Trent University",
        "start": 747.11,
        "duration": 3.01
    },
    {
        "text": "in the UK",
        "start": 750.12,
        "duration": 1.0
    },
    {
        "text": "Yesterday a woman by the name of Rufaro Chisango tweeted out a video of what was going on in the hallway outside",
        "start": 751.4,
        "duration": 4.54
    },
    {
        "text": "of her room at that University the caption reading",
        "start": 755.96,
        "duration": 2.189
    },
    {
        "text": "\"Yo I'm fuming the way people in the same uni halls as me are chanting",
        "start": 758.149,
        "duration": 2.971
    },
    {
        "text": "We hate the blacks outside my bedroom door words cannot describe",
        "start": 761.12,
        "duration": 2.7
    },
    {
        "text": "How sad this makes me feel in this 2018 people think this is still acceptable?\"",
        "start": 763.82,
        "duration": 3.72
    },
    {
        "text": "Following that up with okay this happened Monday night the video wasn't able to catch",
        "start": 781.95,
        "duration": 3.11
    },
    {
        "text": "what else they were saying which was blacks would go back to picking cotton?",
        "start": 785.06,
        "duration": 2.639
    },
    {
        "text": "I'm the only black person on the floor, and they were chanting this outside of my door",
        "start": 787.7,
        "duration": 3.09
    },
    {
        "text": "So don't be surprised why I didn't leave my room adding",
        "start": 790.79,
        "duration": 2.429
    },
    {
        "text": "I told the reception and they said that this will be dealt with Tuesday morning",
        "start": 793.22,
        "duration": 2.94
    },
    {
        "text": "They took my details and said they would inform me. It's Wednesday night, and they haven't",
        "start": 796.16,
        "duration": 3.27
    },
    {
        "text": "I have a written statement and sent it to the Uni and so have my parents and some friends and then this",
        "start": 799.43,
        "duration": 3.87
    },
    {
        "text": "Disgusting footage goes viral many people outraged at the university's response many asking how they could help North London MP",
        "start": 803.3,
        "duration": 6.26
    },
    {
        "text": "David Lammy tweeting please contact the police and your Member of Parliament and CC me and all my love and solidarity or",
        "start": 809.99,
        "duration": 4.91
    },
    {
        "text": "Nottinghamshire police Twitter saying good evening if you've not already done",
        "start": 815.04,
        "duration": 2.479
    },
    {
        "text": "So please can you give us a call on 101 to report this our team will be able to take the details of this incident",
        "start": 817.52,
        "duration": 4.41
    },
    {
        "text": "And see what can be done this news then gets in front of student union president, Martha Longden who tweets hi",
        "start": 821.93,
        "duration": 4.44
    },
    {
        "text": "I've only just become aware of this however the behavior you have described is unacceptable",
        "start": 826.37,
        "duration": 3.539
    },
    {
        "text": "He is could you DM me so he can start to resolve this the meantime if you have any immediate?",
        "start": 829.91,
        "duration": 3.03
    },
    {
        "text": "Concerns for your safety and well-being I would advise contacting Notts police soon after the university says they're investigating",
        "start": 833.0,
        "duration": 4.78
    },
    {
        "text": "The matter they're taking it extremely seriously, adding they won't tolerate behavior like this, but of course many people are saying well",
        "start": 838.04,
        "duration": 5.2
    },
    {
        "text": "Why are you responding so late?",
        "start": 843.24,
        "duration": 1.76
    },
    {
        "text": "but then the big update to this story is that Nottinghamshire police said they have arrested two 18 year old men",
        "start": 845.04,
        "duration": 5.12
    },
    {
        "text": "in connection with this video and they are currently in police custody",
        "start": 850.16,
        "duration": 2.78
    },
    {
        "text": "additionally the university said those suspected perpetrators have been suspended immediately pending a full investigation",
        "start": 852.94,
        "duration": 4.44
    },
    {
        "text": "Adding that they contact the student that made the complaint they're providing support for her and a statement on their website",
        "start": 857.54,
        "duration": 4.82
    },
    {
        "text": "Saying they will formally request a meeting with senior members of staff at the university",
        "start": 862.42,
        "duration": 3.6
    },
    {
        "text": "to find out what action it intends to take to ensure that",
        "start": 866.02,
        "duration": 2.0
    },
    {
        "text": "That the housing provider upp are aware of the anger that their  management failures have generated",
        "start": 868.1,
        "duration": 4.0
    },
    {
        "text": "and following all of this Rufaro thanked people on Twitter for their support",
        "start": 872.1,
        "duration": 2.74
    },
    {
        "text": "saying, \"I just want to thank everyone for their kind messages and all of the support and quoting dr. Martin Luther King jr.",
        "start": 875.18,
        "duration": 4.2
    },
    {
        "text": "Darkness cannot drive out darkness only light can do that, hate cannot drive out hate, only love can do that.\"",
        "start": 879.38,
        "duration": 4.3
    },
    {
        "text": "and where I kind of land on this is that",
        "start": 883.68,
        "duration": 0.86
    },
    {
        "text": "I'm obviously happy it appears that at least in some way the people that were responsible for this this disgusting",
        "start": 884.72,
        "duration": 6.38
    },
    {
        "text": "Harassment outside of someone's door that they're going to be held responsible",
        "start": 891.26,
        "duration": 2.94
    },
    {
        "text": "But I'm also disappointed and very cynical about the situation because how many times?",
        "start": 894.32,
        "duration": 3.92
    },
    {
        "text": "Does something like this happen that that it doesn't go viral?",
        "start": 898.46,
        "duration": 2.86
    },
    {
        "text": "It doesn't get national and then international attention",
        "start": 901.34,
        "duration": 2.36
    },
    {
        "text": "And there's a lot of pressure for the people that should have been doing the right thing to do the right thing",
        "start": 903.7,
        "duration": 3.8
    },
    {
        "text": "because we have this little snapshot",
        "start": 907.5,
        "duration": 0.68
    },
    {
        "text": "and thanks to the police a seemingly nice little bow happy ending, but do we really I mean in general?",
        "start": 908.18,
        "duration": 5.52
    },
    {
        "text": "I mean whenever you hear someone saying this this disgusting hateful shit",
        "start": 913.7,
        "duration": 4.16
    },
    {
        "text": "It always has this air of confidence behind it--idk",
        "start": 917.93,
        "duration": 2.849
    },
    {
        "text": "But that's where this story ends for now and I want to of course pass this question off to you",
        "start": 920.78,
        "duration": 3.119
    },
    {
        "text": "What is your takeaway from this? If this story didn't blow up, do you think something would have happened?",
        "start": 923.9,
        "duration": 3.179
    },
    {
        "text": "What would you like to see happen let me know what your thoughts are in those comments down below",
        "start": 927.3,
        "duration": 3.589
    },
    {
        "text": "That's what I'm going to end today's show remember if you liked this video like I'm trying to do on this channel you want to",
        "start": 930.89,
        "duration": 4.47
    },
    {
        "text": "See more hit that like button if you're new here, hit that subscribe button also while you're at it click that little bell",
        "start": 935.36,
        "duration": 4.109
    },
    {
        "text": "So you get notifications when YouTube actually lets that feature work, so that's it of course as always my name's philip defranco",
        "start": 939.47,
        "duration": 5.489
    },
    {
        "text": "You've just been phill'd in. I love yo faces, and I'll see you tomorrow",
        "start": 945.0,
        "duration": 3.5
    }
]