[
    {
        "text": "Sup you beautiful bastards hope you're a",
        "start": 0.03,
        "duration": 2.0
    },
    {
        "text": "fantastic wednesday. Welcome back to the Philip DeFranco show and let's just jump into it the first thing I want to talk about today",
        "start": 2.23,
        "duration": 5.66
    },
    {
        "text": "We're gonna start things off light. Let's talk about the fantastic",
        "start": 7.89,
        "duration": 2.73
    },
    {
        "text": "ridiculousness of HQ trivia and The Daily Beast. The Daily Beast of course",
        "start": 11.139,
        "duration": 3.56
    },
    {
        "text": "is a news website, and if you haven't heard about HQ trivia",
        "start": 14.7,
        "duration": 2.46
    },
    {
        "text": "It's an app for your phone pending on the day one to two times a day",
        "start": 17.16,
        "duration": 2.67
    },
    {
        "text": "There is a live trivia show on your phone, winners get real money",
        "start": 19.83,
        "duration": 4.199
    },
    {
        "text": "And if you've been playing you know that more and more people are jumping in on this app. It's a fun time.",
        "start": 24.029,
        "duration": 4.031
    },
    {
        "text": "Last Sunday over 170,000 people are waiting in an HQ trivia lobby ready to play. It's really fun if you sign up for a use code DeFranco it",
        "start": 28.2,
        "duration": 7.14
    },
    {
        "text": "Gives me an extra life. That's not a sponsorship. I just want to do better than my wife.",
        "start": 35.34,
        "duration": 3.32
    },
    {
        "text": "The main focal point for HQ trivia other than you can win real money is the",
        "start": 38.68,
        "duration": 3.38
    },
    {
        "text": "Host Scott Rogowski really entertaining guy while there are some other hosts",
        "start": 42.06,
        "duration": 3.36
    },
    {
        "text": "He is the main one he's the one most people like.",
        "start": 45.42,
        "duration": 2.64
    },
    {
        "text": "So the daily beast essentially wanted to do this little puff piece on it.",
        "start": 48.06,
        "duration": 2.48
    },
    {
        "text": "Talk about his career how things have changed since HQ trivia is becoming a bigger and bigger deal.",
        "start": 50.58,
        "duration": 4.44
    },
    {
        "text": "It makes sense the app is becoming more and more mainstream. It's promotion for the app",
        "start": 55.02,
        "duration": 3.389
    },
    {
        "text": "Let's let's give people some insight well according to the Daily Beast Scott agreed to do the interview",
        "start": 58.41,
        "duration": 3.419
    },
    {
        "text": "And they said simultaneously they reach down to the HQ trivia public-relations emails.",
        "start": 61.86,
        "duration": 3.88
    },
    {
        "text": "As well as to one of the co-founders so Scott in the Daily Beast do the interview and then several hours later according to",
        "start": 65.8,
        "duration": 5.04
    },
    {
        "text": "The Daily Beast \"We've received an email from Yusupov he's one of the co-founders taking that HQ was not making Scott available to discuss his",
        "start": 70.88,
        "duration": 5.47
    },
    {
        "text": "Involvement with HQ with media/press.\" The reporter then informs him what we actually already",
        "start": 76.35,
        "duration": 4.62
    },
    {
        "text": "Interviewed him stories actually already near publication if you have any concerns contact us",
        "start": 81.159,
        "duration": 3.77
    },
    {
        "text": "and that's when they say Russ Yusupov called and immediately raised his voice saying they were completely unauthorized to write about Scott or",
        "start": 84.93,
        "duration": 6.839
    },
    {
        "text": "HQ adding if they wrote any piece about Scott Scott would lose his job",
        "start": 91.9,
        "duration": 4.429
    },
    {
        "text": "They try to explain to Russ that this is just a piece on Scott. Just about his personal life there's no corporate information.",
        "start": 96.34,
        "duration": 5.2
    },
    {
        "text": "Russ responds \"You're putting Scott's job in jeopardy is that what you want Scott could lose his job.\"",
        "start": 101.54,
        "duration": 4.92
    },
    {
        "text": "Then adding: \"Please read me your story word for word or you can email it to me.\"",
        "start": 106.52,
        "duration": 3.94
    },
    {
        "text": "And to that The Daily Beast said you know they don't normally show people a story beforehand, but they did give some quotes",
        "start": 110.52,
        "duration": 4.95
    },
    {
        "text": "They read the line \"Scott said that despite the attention",
        "start": 115.47,
        "duration": 2.65
    },
    {
        "text": "He's still able to walk down the street and order his favorite salad from Sweetgreen without being accosted.\"",
        "start": 118.16,
        "duration": 4.58
    },
    {
        "text": "To that, they said Rush shouted:",
        "start": 122.74,
        "duration": 1.12
    },
    {
        "text": "He cannot say that \"We do not have a brand deal with Sweetgreen. Under no circumstances can he say that.\"",
        "start": 123.86,
        "duration": 5.22
    },
    {
        "text": "They then asked Russ to confirmed that he was saying that Scott cannot say",
        "start": 129.08,
        "duration": 3.8
    },
    {
        "text": "He personally enjoy eating Sweetgreen. Russ responded: He cannot say that.",
        "start": 132.88,
        "duration": 3.56
    },
    {
        "text": "Then Scott Rogowski quotes:",
        "start": 136.44,
        "duration": 1.52
    },
    {
        "text": "\"I can make people happy and give them the trivia they so desperately love and want",
        "start": 137.96,
        "duration": 3.96
    },
    {
        "text": "It's been so great to build this community.\"",
        "start": 141.92,
        "duration": 1.66
    },
    {
        "text": "Russ responded: \"Take that out.\" Adding: \"He cannot say that people want trivia.\"",
        "start": 143.74,
        "duration": 3.84
    },
    {
        "text": "\"It's highly unprofessional",
        "start": 147.6,
        "duration": 1.24
    },
    {
        "text": "highly unprofessional of you to reach out to one of our",
        "start": 148.84,
        "duration": 2.28
    },
    {
        "text": "Contract employees without my permission and without going through proper press chanels.\"",
        "start": 151.2,
        "duration": 4.2
    },
    {
        "text": "Then reportedly after some back and forth, Russ says this conversation off the",
        "start": 155.4,
        "duration": 4.04
    },
    {
        "text": "Record which if you're familiar with how the press works, you know that's not how it works",
        "start": 159.48,
        "duration": 3.96
    },
    {
        "text": "You can't do it after the fact then the story the next day gets a little weirder The Daily Beast calls Russ to let them",
        "start": 163.44,
        "duration": 5.519
    },
    {
        "text": "Know that reframing the story around their weird-ass",
        "start": 168.96,
        "duration": 2.28
    },
    {
        "text": "Conversation and so then Russ gets Scott Rogowski on the phone and then claims on the phone that he never said he would fire him",
        "start": 171.28,
        "duration": 6.2
    },
    {
        "text": "And then adds quote \"My feeling was that it was unethical and that you were compromising the app now",
        "start": 177.48,
        "duration": 3.75
    },
    {
        "text": "They want to reframe the story as me threatening to fire you. Do you think that's a good idea?\"",
        "start": 181.23,
        "duration": 3.49
    },
    {
        "text": "What a weird thing for your boss to ask you like Scott's gonna be like",
        "start": 184.76,
        "duration": 2.86
    },
    {
        "text": "Yes",
        "start": 187.68,
        "duration": 0.5
    },
    {
        "text": "And Russ later added that he and Scott were actually in",
        "start": 188.18,
        "duration": 2.2
    },
    {
        "text": "Negotiations for a long-term contract. Also some of my favorite things with this story. Is that on Russ's Twitter",
        "start": 190.38,
        "duration": 5.08
    },
    {
        "text": "He tweeted looking for a good PR agent DM me If interested.",
        "start": 195.48,
        "duration": 2.66
    },
    {
        "text": "Later posting this picture of he and Scott with the caption \"Who's a cliche stressed-out start-up founder?\"",
        "start": 198.14,
        "duration": 4.9
    },
    {
        "text": "\"Answer: Me, Scott Rogowsky or Taylor Lorenz.\"",
        "start": 203.2,
        "duration": 2.48
    },
    {
        "text": "\"Sorry for being a jerk. Lunch some time? Sweetgreen is great.\"",
        "start": 205.68,
        "duration": 3.113
    },
    {
        "text": "My question to Russ is why would you post this picture where Scott Rogowski?",
        "start": 208.793,
        "duration": 3.756
    },
    {
        "text": "Looks like a gun is being pointed at him.",
        "start": 212.62,
        "duration": 2.059
    },
    {
        "text": "If there's one thing you can say about that picture is it definitely looks like",
        "start": 214.68,
        "duration": 3.27
    },
    {
        "text": "Scott wants to be there and ultimately here's where I'll end on this 1-Russ",
        "start": 218.019,
        "duration": 3.77
    },
    {
        "text": "You're saying that you need a good PR person. Yes you do, but also in the meantime",
        "start": 221.79,
        "duration": 3.27
    },
    {
        "text": "Maybe look into meditation it maybe get a marijuana prescription, or if you're going to do another phone interview",
        "start": 225.06,
        "duration": 5.61
    },
    {
        "text": "Maybe wear a shot-caller just in case and 2-If I was going to have to go out on a limb and guess most",
        "start": 230.67,
        "duration": 5.85
    },
    {
        "text": "Likely, if what rest said was true that they are currently in negotiations most likely",
        "start": 236.52,
        "duration": 3.92
    },
    {
        "text": "He is the owner of the app realizes that the technology can get you so far",
        "start": 240.45,
        "duration": 3.389
    },
    {
        "text": "But it's the host the main person that people connect with that really has the power. So the more that people know about Scott Rogowski",
        "start": 243.84,
        "duration": 6.479
    },
    {
        "text": "And the more famous Scott Rogowski becomes the more advantage he has in a contract negotiation",
        "start": 250.32,
        "duration": 4.86
    },
    {
        "text": "And as we often see in this industry",
        "start": 255.24,
        "duration": 2.0
    },
    {
        "text": "And I guess really just in life when someone doesn't want something to happen and the internet finds out about it",
        "start": 257.25,
        "duration": 4.859
    },
    {
        "text": "That is what happens, and he has given Scott Rogowski way more power. Scott is very likable and for better, or worse for you",
        "start": 262.109,
        "duration": 5.87
    },
    {
        "text": "He is now the face of the app in general and you have somehow made this this fun quirky app be seen in a negative light.",
        "start": 267.98,
        "duration": 6.329
    },
    {
        "text": "As someone that's trying to control Scott and so I guess if there is a lesson to be learned here",
        "start": 274.309,
        "duration": 4.751
    },
    {
        "text": "Don't do what Russ did here. Whether you're a fellow entrepreneur or just in life",
        "start": 279.08,
        "duration": 5.1
    },
    {
        "text": "But from there, I want to share some stuff I love today",
        "start": 284.18,
        "duration": 2.14
    },
    {
        "text": "And today in awesome brought to you by the defranco",
        "start": 286.44,
        "duration": 2.26
    },
    {
        "text": "Ugly Christmas sweaters this week we had a contest in our office for each room coming up with a design for a Christmas sweater",
        "start": 288.78,
        "duration": 6.139
    },
    {
        "text": "Editing Team vs Merch Team vs Research team vs PA and from that we got the my balls dropped Christmas sweater",
        "start": 294.919,
        "duration": 6.0
    },
    {
        "text": "But no means no Christmas sweater",
        "start": 300.919,
        "duration": 2.13
    },
    {
        "text": "They get baked Christmas sweater",
        "start": 303.05,
        "duration": 1.74
    },
    {
        "text": "and the is you nasty or",
        "start": 304.79,
        "duration": 1.96
    },
    {
        "text": "is you nice Christmas sweaters",
        "start": 306.75,
        "duration": 1.52
    },
    {
        "text": "If you want to snag one of those for an ugly Christmas sweater party you got that or it's also a fantastic conversation",
        "start": 308.27,
        "duration": 4.91
    },
    {
        "text": "starter for any Christmas day",
        "start": 313.26,
        "duration": 1.94
    },
    {
        "text": "and so if you want to snag one of those while you can just go to shop DeFranco.com or click the link in the",
        "start": 315.2,
        "duration": 4.019
    },
    {
        "text": "Description down below. The first bit of all this was actually gonna be another recommendation",
        "start": 319.22,
        "duration": 3.16
    },
    {
        "text": "And that is if you have a Hulu. I highly recommend 'Future Man'. We got the fantastic Josh Hutcherson",
        "start": 322.38,
        "duration": 5.0
    },
    {
        "text": "fantastic Eliza Coupe for the series I didn't really know who Derek Wilson was but he easily became one of my new favorites this is",
        "start": 327.6,
        "duration": 5.26
    },
    {
        "text": "A really good fun series in my opinion. Yeah, we Eliza coach you're doing some videos with Vanity Fair doing some challenges don't care",
        "start": 332.87,
        "duration": 5.549
    },
    {
        "text": "What the haters say love Liza then for Rick and Morty fans rejoice Adult Swim released a heartwarming short around mr.",
        "start": 338.419,
        "duration": 7.26
    },
    {
        "text": "Poopy butthole and then for some small creator awesome buttered-side down, but a video called gaining superpowers. It's fun. I enjoyed it",
        "start": 345.68,
        "duration": 6.66
    },
    {
        "text": "I'm subscribing then for your foodies out there thriller let's put out a video about the Cuban sandwiches out of Tampa Bay",
        "start": 352.34,
        "duration": 5.19
    },
    {
        "text": "And if you want to see the full versions everything I just share the secret link of the day anything at all",
        "start": 357.53,
        "duration": 4.44
    },
    {
        "text": "Links is always there in the description down below now let's talk about why former Olympic gymnast Gabby",
        "start": 362.07,
        "duration": 4.07
    },
    {
        "text": "Douglas is in the news and it's actually for two reasons that are connected and the first reason actually stems from Friday over the past",
        "start": 366.21,
        "duration": 5.3
    },
    {
        "text": "Few months Olympic gymnast like Aly Raisman mckayla maroney have come out and said they were sexually abused by Larry Anna song",
        "start": 371.51,
        "duration": 5.849
    },
    {
        "text": "You don't remember the Tsar was a doctor for the USA women's gymnastics team",
        "start": 377.36,
        "duration": 2.79
    },
    {
        "text": "He was also accused of inappropriately touching 140 women during medical appointments",
        "start": 380.15,
        "duration": 3.54
    },
    {
        "text": "He was facing 22 counts of first degree criminal sexual misconduct and a case involving at least seven women today",
        "start": 383.69,
        "duration": 4.709
    },
    {
        "text": "Actually got an update to Nassau as part of the story because he has pled guilty he reached a plea agreement",
        "start": 388.4,
        "duration": 3.63
    },
    {
        "text": "And he will be serving between 25 to",
        "start": 392.1,
        "duration": 2.0
    },
    {
        "text": "40 years an important thing to note there is this is just the federal case",
        "start": 394.11,
        "duration": 3.2
    },
    {
        "text": "He still has County against him where I'll and here is it's great to see anis are having to pay for what he's done",
        "start": 397.31,
        "duration": 5.129
    },
    {
        "text": "But the fact that he was able to do it for so long to so many girls. It's horrible, but luckily",
        "start": 402.439,
        "duration": 4.5
    },
    {
        "text": "Thanks to women like Aly Raisman",
        "start": 406.939,
        "duration": 1.931
    },
    {
        "text": "Speaking out sharing their story and the Tsar as being held accountable and since coming forward with her story Aly Raisman has been very vocal",
        "start": 408.87,
        "duration": 5.779
    },
    {
        "text": "About our support for victims of sexual assault last Friday",
        "start": 414.65,
        "duration": 2.339
    },
    {
        "text": "We saw her speak out against the idea that women dressing a certain way gives men the right to abuse them",
        "start": 416.99,
        "duration": 3.899
    },
    {
        "text": "We think just because a woman does a sexy photoshoot",
        "start": 420.889,
        "duration": 1.68
    },
    {
        "text": "Or wears a sexy outfit does not give a man the right to shame her or not believe her when she comes forward about sexual",
        "start": 422.569,
        "duration": 4.86
    },
    {
        "text": "Abuse women are allowed to feel sexy and comfortable in their own skin in fact",
        "start": 427.43,
        "duration": 2.94
    },
    {
        "text": "I encourage you all to wear what you feel good",
        "start": 430.37,
        "duration": 1.829
    },
    {
        "text": "And I will not put up with any woman or girl being shamed for wanting to wear a skirt dress etc",
        "start": 432.199,
        "duration": 5.04
    },
    {
        "text": "I do not tolerate it are we clear oh and one more thing stop victim shaming and in response to that her Olympic teammate Gabby",
        "start": 437.24,
        "duration": 6.119
    },
    {
        "text": "Douglas tweeted however it is our responsibility as women to dress modestly and be classy dressing in a provocative",
        "start": 443.43,
        "duration": 5.059
    },
    {
        "text": "Sexual way entices the wrong crowd as you'd expect in response to that many felt that Gabby was blaming victims",
        "start": 449.039,
        "duration": 4.94
    },
    {
        "text": "To one user who wrote so instead of calling on women to dress modestly",
        "start": 454.169,
        "duration": 2.869
    },
    {
        "text": "You better be calling on men to respect women",
        "start": 457.11,
        "duration": 2.029
    },
    {
        "text": "It is not the woman's responsibility to make sure she is not assaulted Gabby Douglas responded",
        "start": 459.139,
        "duration": 4.35
    },
    {
        "text": "It goes both ways which I will say to me personally",
        "start": 463.49,
        "duration": 2.729
    },
    {
        "text": "It seems like an insane thing to say like if a woman wears something tight or something low-cut or she's at the beach",
        "start": 466.219,
        "duration": 5.52
    },
    {
        "text": "And she's in a bikini obviously. There is a debate in a gray area around someone looking at features that are being",
        "start": 471.74,
        "duration": 5.699
    },
    {
        "text": "Accentuate but specifically what we're talking about here is assault",
        "start": 477.99,
        "duration": 2.57
    },
    {
        "text": "The idea that in any way a woman choosing to dress a certain way makes her responsible and being assaulted is insane",
        "start": 480.68,
        "duration": 5.669
    },
    {
        "text": "That's like blaming a woman for walking to her car at night alone for being assaulted",
        "start": 486.379,
        "duration": 3.869
    },
    {
        "text": "We then saw a fellow Olympic teammates a mobile speak out against Douglas Douglas",
        "start": 490.249,
        "duration": 3.66
    },
    {
        "text": "Then apologized said she misspoke and then later",
        "start": 493.909,
        "duration": 2.19
    },
    {
        "text": "She issued a second apology",
        "start": 496.099,
        "duration": 1.32
    },
    {
        "text": "and she said I didn't view my comments as victim shaming because I know that no matter what you wear it never gives anyone the",
        "start": 497.419,
        "duration": 5.07
    },
    {
        "text": "Right to harass or abuse you it'd be like saying that because the leotards me wore",
        "start": 502.49,
        "duration": 3.329
    },
    {
        "text": "It was our fault that we were abused by Larry nosov",
        "start": 505.819,
        "duration": 2.49
    },
    {
        "text": "I didn't publicly share my experiences as well as many other things because for years we were conditioned to stay silent",
        "start": 508.31,
        "duration": 4.799
    },
    {
        "text": "Honestly some things were extremely painful",
        "start": 513.269,
        "duration": 1.731
    },
    {
        "text": "please forgive me for not being more responsible with how I handled the",
        "start": 515.0,
        "duration": 2.819
    },
    {
        "text": "Situations every other individual that commented to or about me hatefully I apologize that I let you down",
        "start": 517.949,
        "duration": 4.55
    },
    {
        "text": "- I have learned from this and I'm determined to be even better and in general the response to this was a lot of support",
        "start": 522.56,
        "duration": 5.039
    },
    {
        "text": "and forgiveness all the things we see time and time again with these cases of sexual assault are the",
        "start": 527.6,
        "duration": 4.2
    },
    {
        "text": "Blaming themselves or being confused in the case of Gabby Douglas it looks like it was coming from",
        "start": 532.05,
        "duration": 4.169
    },
    {
        "text": "Someone that was abused and was trying to make sense of it or justify it in their head those initial first comments in my opinion",
        "start": 536.32,
        "duration": 5.899
    },
    {
        "text": "Still wrong, but I definitely understand where it was coming from now also since we're talking about this the sexual assault story",
        "start": 542.22,
        "duration": 5.58
    },
    {
        "text": "I want to hit on something because I've seen some comments pop some people saying we're tired about hearing about sexual assault I",
        "start": 547.8,
        "duration": 5.609
    },
    {
        "text": "Get it you think I get excited when I see the stories about these monsters out there who have been abusing people for years no",
        "start": 553.6,
        "duration": 5.54
    },
    {
        "text": "And once again, I understand that news fatigue is a very real thing, but it does not take away",
        "start": 559.14,
        "duration": 3.599
    },
    {
        "text": "How important it is to talk about stories like this from some of the other stories?",
        "start": 562.74,
        "duration": 3.359
    },
    {
        "text": "We've talked about if other people realize that they are not alone that",
        "start": 566.1,
        "duration": 3.6
    },
    {
        "text": "That there is a way to take down the person with much more power than them that person who's abusing and abusing people",
        "start": 569.92,
        "duration": 5.45
    },
    {
        "text": "That's a good thing and that's why I won't continue talking about it",
        "start": 575.37,
        "duration": 2.25
    },
    {
        "text": "And then let's talk about why uber is in the news",
        "start": 577.62,
        "duration": 2.369
    },
    {
        "text": "And if you guess it's not a good thing you are correct. You never see like uber",
        "start": 579.99,
        "duration": 4.32
    },
    {
        "text": "it's actually pretty convenient no turns out yesterday uber revealed hackers stole the personal data of",
        "start": 584.31,
        "duration": 4.589
    },
    {
        "text": "57 million customers and drivers in",
        "start": 589.149,
        "duration": 1.981
    },
    {
        "text": "October of 2016 the breach portal II occurred when two hackers obtained login credentials to access data stored on uber amazon web services account information",
        "start": 591.13,
        "duration": 6.859
    },
    {
        "text": "obtained and the attack included names email addresses phone numbers of 50 million uber riders around the world and this is the worst part the",
        "start": 598.06,
        "duration": 5.96
    },
    {
        "text": "personal information of about 7 million drivers including some 600,000 US driver's license numbers",
        "start": 604.02,
        "duration": 4.919
    },
    {
        "text": "But I guess on a positive note according to the company no social security numbers credit card information trip location details or other data were",
        "start": 608.94,
        "duration": 6.57
    },
    {
        "text": "Taken not Equifax bad",
        "start": 615.51,
        "duration": 1.35
    },
    {
        "text": "But still bad nonetheless",
        "start": 616.86,
        "duration": 1.539
    },
    {
        "text": "Also over 1 to let people know that most likely their information wasn't used uber",
        "start": 618.399,
        "duration": 3.92
    },
    {
        "text": "CEO saying at the time of the incident we took immediate steps to secure the data and shut down further",
        "start": 622.42,
        "duration": 4.64
    },
    {
        "text": "unauthorized access by the individuals",
        "start": 627.16,
        "duration": 1.64
    },
    {
        "text": "We subsequently identified the individuals and obtained assurances that the downloaded data had been destroyed",
        "start": 628.8,
        "duration": 4.349
    },
    {
        "text": "We also implemented security measures to restrict access to and strengthen controls on our cloud-based storage accounts now",
        "start": 633.149,
        "duration": 5.85
    },
    {
        "text": "There are a few issues here one despite Hoover's assurances that none of the stolen personal information was actually used",
        "start": 639.0,
        "duration": 4.859
    },
    {
        "text": "There's a lot of concern that uber didn't talk about it for over a year",
        "start": 643.86,
        "duration": 2.91
    },
    {
        "text": "Makes them kind of harder to believe you also have state and federal laws that require companies to alert people in government agencies when sensitive",
        "start": 646.93,
        "duration": 5.899
    },
    {
        "text": "data breaches occur",
        "start": 652.829,
        "duration": 0.51
    },
    {
        "text": "But we saw uber failed to report the breach even though they had a legal obligation to notify",
        "start": 653.339,
        "duration": 3.75
    },
    {
        "text": "regulators",
        "start": 657.279,
        "duration": 0.5
    },
    {
        "text": "And the drivers whose license numbers were taken and in fact it gets",
        "start": 657.779,
        "duration": 2.97
    },
    {
        "text": "Dirtier because according to Bloomberg remember that part in the quote",
        "start": 661.029,
        "duration": 2.9
    },
    {
        "text": "We took immediate steps to secure the and shut down further unauthorized access by the individuals supportively uber paid hackers",
        "start": 663.93,
        "duration": 5.94
    },
    {
        "text": "$100,000 to delete the data and keep quiet about the breach according to the New York Times the company tracked down the hackers and pushed",
        "start": 670.66,
        "duration": 5.539
    },
    {
        "text": "Them to sign NDA's made them sign non-disclosure agreements also",
        "start": 676.2,
        "duration": 3.57
    },
    {
        "text": "They reportedly made the payout look like it was a bug bounty that being the practice were tech companies pay hackers to attack their software",
        "start": 679.77,
        "duration": 5.67
    },
    {
        "text": "To find weak points they were really trying to hide this as far as why we're finding out about this now it seems to be",
        "start": 685.44,
        "duration": 5.699
    },
    {
        "text": "Thanks to the new CEO this hack happened when Travis kalanick",
        "start": 691.14,
        "duration": 2.61
    },
    {
        "text": "Who's now been ousted was the CEO reportedly after he was ousted a new CEO was put into place?",
        "start": 693.75,
        "duration": 4.799
    },
    {
        "text": "He found out about the breach",
        "start": 698.55,
        "duration": 1.23
    },
    {
        "text": "He investigated want to see what happened how it was handled after learning about the company's failure to report",
        "start": 699.78,
        "duration": 4.53
    },
    {
        "text": "He took several actions this week who were asked for the resignation of chief security officer and formal federal prosecutor Joe Sullivan they fired Craig",
        "start": 704.31,
        "duration": 6.299
    },
    {
        "text": "Clark a senior lawyer who reported to Sullivan according to",
        "start": 710.61,
        "duration": 2.64
    },
    {
        "text": "Sullivan was responsible for most of the",
        "start": 713.55,
        "duration": 1.54
    },
    {
        "text": "Decision-making a response to this hack uber is now hired Matt Olson a former general counsel for the National Security",
        "start": 715.09,
        "duration": 4.549
    },
    {
        "text": "Agency and director of the National Counterterrorism Center",
        "start": 719.8,
        "duration": 2.179
    },
    {
        "text": "This is an advisor to help the company restructure its security team the company wants to begin",
        "start": 721.98,
        "duration": 3.75
    },
    {
        "text": "Individually notifying the drivers whose driver's license numbers were downloaded and I said",
        "start": 725.83,
        "duration": 3.38
    },
    {
        "text": "They'll also be providing those drivers with free credit monitoring identity theft protection and in general",
        "start": 729.21,
        "duration": 4.53
    },
    {
        "text": "It looks like they're trying to calm these fires. That said I do want to pass out a few questions around this story",
        "start": 733.74,
        "duration": 4.769
    },
    {
        "text": "Well, what are your thoughts about these companies actually paying the hackers?",
        "start": 738.51,
        "duration": 2.91
    },
    {
        "text": "Or you think it sets up a horrible precedent it all it does is",
        "start": 741.42,
        "duration": 2.4
    },
    {
        "text": "Incentivize further activity like this in the future and - does this change",
        "start": 743.92,
        "duration": 3.2
    },
    {
        "text": "How you view you see this is a situation of just several people who did the wrong thing that work in a company or?",
        "start": 747.12,
        "duration": 4.739
    },
    {
        "text": "No uber in general is just a toxic bad company",
        "start": 752.08,
        "duration": 2.96
    },
    {
        "text": "I loved know your thoughts on this one",
        "start": 755.04,
        "duration": 1.05
    },
    {
        "text": "And then we just have to talk about this amazing",
        "start": 756.09,
        "duration": 2.0
    },
    {
        "text": "story about a",
        "start": 758.17,
        "duration": 1.14
    },
    {
        "text": "North Korean fleeing to South Korea caught on camera footage was released by UN Command in South Korea that showed a North Korean soldier",
        "start": 759.31,
        "duration": 6.529
    },
    {
        "text": "Escaping to the South the UN helps maintain pieces of the border between the two Koreas and has security cameras that look across the border",
        "start": 766.18,
        "duration": 5.57
    },
    {
        "text": "so let's walk through this amazing story and video video starts and a soldier who he now named as Oh was driving a jeep and",
        "start": 771.75,
        "duration": 5.19
    },
    {
        "text": "Approached a guard post it's near pan boom jam which is an area that can be crossed between the two Koreas for diplomatic talks instead",
        "start": 776.94,
        "duration": 5.369
    },
    {
        "text": "Of stopping he flies by which of course shocks the guard from there",
        "start": 782.31,
        "duration": 3.029
    },
    {
        "text": "He's driving towards the military demarcation line diving the border between North and South Korea",
        "start": 785.34,
        "duration": 3.45
    },
    {
        "text": "He arrives at the complex and begins to make his way towards the border",
        "start": 788.86,
        "duration": 3.049
    },
    {
        "text": "Then we see North Korean Guards begin running down from their buildings to stop them o reaches the MDL in between the two Koreas there",
        "start": 791.91,
        "duration": 5.339
    },
    {
        "text": "Are stretches of what's called no men slang which he has to cross and this is where it gets crazy",
        "start": 797.25,
        "duration": 3.57
    },
    {
        "text": "A few North Korean guards run to him they began shooting at him",
        "start": 801.18,
        "duration": 2.669
    },
    {
        "text": "They have ak's pistols by the end of it",
        "start": 803.97,
        "duration": 2.189
    },
    {
        "text": "He actually gets shot at least five times",
        "start": 806.16,
        "duration": 1.59
    },
    {
        "text": "But he ends up collapsing 50 meters on the South Korean side of the border",
        "start": 807.75,
        "duration": 3.929
    },
    {
        "text": "We then see a North Korean cross the MDL to try to catch him then that guy turns around because crossing the border and firing",
        "start": 811.71,
        "duration": 5.13
    },
    {
        "text": "Would actually be a breach of the 1953 armistice and on camera we co",
        "start": 816.84,
        "duration": 3.359
    },
    {
        "text": "Collapsed there's this long moment of well",
        "start": 820.75,
        "duration": 2.239
    },
    {
        "text": "He made it, but did he really make it",
        "start": 822.99,
        "duration": 1.74
    },
    {
        "text": "But then thanks to thermal footage we see South Korean soldiers crawl up to him in rescue him o is",
        "start": 824.73,
        "duration": 4.5
    },
    {
        "text": "Then rushed to the hospital and his story becomes even",
        "start": 829.23,
        "duration": 2.7
    },
    {
        "text": "Crazier because it turns out oh the guy who escaped to South Korea through a heavily guarded border taking gun shots",
        "start": 832.12,
        "duration": 5.479
    },
    {
        "text": "He also had what the doctors described as the onset of liver failure as well as hepatitis B",
        "start": 837.6,
        "duration": 4.8
    },
    {
        "text": "Parasitic worms it had gotten so bad the worms were exceeding 10 inches long a surgeon described them as something quote",
        "start": 842.71,
        "duration": 5.419
    },
    {
        "text": "I have only ever seen in medical journals, so the good news from all of this is it appears always going to be okay?",
        "start": 848.13,
        "duration": 5.609
    },
    {
        "text": "He regained consciousness. He's had surgery, but he's currently stable is that he's been listening to music watching television",
        "start": 853.74,
        "duration": 5.52
    },
    {
        "text": "Just enjoying freedom the whole story is just insane part of me",
        "start": 859.33,
        "duration": 3.5
    },
    {
        "text": "Goes like how did he get across the border while also carrying those balls of steel?",
        "start": 862.83,
        "duration": 4.229
    },
    {
        "text": "Then I also think this is this is pure",
        "start": 867.06,
        "duration": 2.34
    },
    {
        "text": "Desperation if he was suffering from all of this it really does seem like he was in a position",
        "start": 869.77,
        "duration": 3.619
    },
    {
        "text": "Of I have nothing to lose also side note our North Korean soldiers stormtroopers",
        "start": 873.46,
        "duration": 5.0
    },
    {
        "text": "How do you shoot 40 times from like five meters away and miss that many times?",
        "start": 878.46,
        "duration": 4.619
    },
    {
        "text": "I mean",
        "start": 883.08,
        "duration": 0.33
    },
    {
        "text": "I'm glad but how and that's actually where I want to end today's show and remember if you liked this video you like what I?",
        "start": 883.41,
        "duration": 5.069
    },
    {
        "text": "Try and do on this channel you want to support",
        "start": 888.48,
        "duration": 2.0
    },
    {
        "text": "Independent media go to DeFranco elite comm sign up become a member help support what we're doing now and what we're building for the future",
        "start": 890.59,
        "duration": 5.959
    },
    {
        "text": "also",
        "start": 896.55,
        "duration": 0.45
    },
    {
        "text": "Remember if you missed yesterday's Philip DeFranco show you want to catch up click or tap right there to watch that or if you want",
        "start": 897.0,
        "duration": 4.5
    },
    {
        "text": "to watch the",
        "start": 901.5,
        "duration": 0.49
    },
    {
        "text": "Behind-the-scenes vlog where the team's made those sweaters click or tap right there Lotso that said of course as always my name's philip defranco",
        "start": 901.99,
        "duration": 6.109
    },
    {
        "text": "You've just been phill'd in yo faces, and i'll may be seen tomorrow worst case scenario. We'll just do a live stream",
        "start": 908.11,
        "duration": 6.05
    },
    {
        "text": "I've been given the team the rest of the week off obviously for Thanksgiving you know because I'm such a good boss and also uncontracted",
        "start": 914.16,
        "duration": 6.299
    },
    {
        "text": "obligated",
        "start": 920.95,
        "duration": 2.0
    }
]