[
    {
        "text": "SUP You beautiful bastards Hope your having a fantastic Thursday welcome back to the Philip DeFranco show and let's just jump into it",
        "start": 0.0,
        "duration": 6.21
    },
    {
        "text": "And the first thing we should talk about today is Iraq and Shima Kasim Shima if you don't know is Miss Iraq 2015",
        "start": 6.21,
        "duration": 4.769
    },
    {
        "text": "She has a large following on Instagram with",
        "start": 10.98,
        "duration": 1.75
    },
    {
        "text": "2.7 million followers and the unfortunate part of that is that's put her in the spotlight in a country where religious violence is still prevalent",
        "start": 12.73,
        "duration": 5.45
    },
    {
        "text": "Kasim is considered westernized meaning she often dresses more akin to European and American women",
        "start": 18.18,
        "duration": 4.349
    },
    {
        "text": "She doesn't wear the hijab or other modest clothing by the standards of the region because of this",
        "start": 22.529,
        "duration": 3.69
    },
    {
        "text": "She has received a ton of hate online some messages in post",
        "start": 26.22,
        "duration": 3.36
    },
    {
        "text": "Criticizing her for her modesty and others just saying you will die and some post recently seemingly got so bad that she ended up having",
        "start": 29.769,
        "duration": 5.57
    },
    {
        "text": "To disable comments flat-out and as fast Sunday",
        "start": 35.34,
        "duration": 2.129
    },
    {
        "text": "She had a live stream where she made it clear that she actually fears for her life",
        "start": 37.469,
        "duration": 2.67
    },
    {
        "text": "Noting that women who have been famous in Iraq have been slaughtered like chickens",
        "start": 40.21,
        "duration": 3.08
    },
    {
        "text": "She also mentions that she has received death threats via text message one simply saying you're next as far as well",
        "start": 43.29,
        "duration": 4.919
    },
    {
        "text": "How do you know for sure?",
        "start": 48.21,
        "duration": 0.66
    },
    {
        "text": "that's a death threat cassini wouldn't be the first quote-unquote westernized woman in Iraq to face this problem and one of those notable women is",
        "start": 48.87,
        "duration": 5.729
    },
    {
        "text": "Someone could seem crazed in her live stream as a martyr by the name of Torah 4's Flores was a model",
        "start": 54.6,
        "duration": 4.439
    },
    {
        "text": "She's a former Miss Baghdad with a big following as well on Instagram with 2.8 million followers. Just last week",
        "start": 59.039,
        "duration": 5.189
    },
    {
        "text": "She was gunned down by two motorcyclists in baghdad while sitting at a stop in her car. This reportedly happened in broad daylight",
        "start": 64.229,
        "duration": 4.95
    },
    {
        "text": "So Ferraz is deaf, Kasim",
        "start": 69.18,
        "duration": 1.84
    },
    {
        "text": "experienced it hits on this issue in the country of women being increasingly target regarding far as most people believe it's because of how she",
        "start": 71.02,
        "duration": 5.389
    },
    {
        "text": "Dressed her refreshen and maybe some hints of sectarian violence as she was a Christian",
        "start": 76.409,
        "duration": 3.72
    },
    {
        "text": "Also, reportedly, she had only been there for a short period of time and before her death",
        "start": 80.13,
        "duration": 3.09
    },
    {
        "text": "she reportedly received similar messages to those that Kasim has received her death also sparked a ton of",
        "start": 83.22,
        "duration": 4.049
    },
    {
        "text": "Controversy when a famous journalist for the state-run Aliotti a TV station commented on her killing and tweeted",
        "start": 87.369,
        "duration": 5.03
    },
    {
        "text": "it's just a whore that got killed and he eventually ended up deleting that tweet after major backlash and his employer condemned the vulgarity of",
        "start": 92.4,
        "duration": 5.729
    },
    {
        "text": "The tweet but for many had highlighted that the killings are accepted by some and also this 22 year olds death is just the tip",
        "start": 98.13,
        "duration": 5.58
    },
    {
        "text": "of the iceberg just days before her death Saad al aliy a female human rights activist was shot in the city of Misrata and before",
        "start": 103.71,
        "duration": 5.879
    },
    {
        "text": "That you had her fief alius area plastic surgeon at the Barbie clinic died",
        "start": 109.59,
        "duration": 3.27
    },
    {
        "text": "And so did Raja Al Hassan a beauty expert reportedly",
        "start": 112.86,
        "duration": 3.0
    },
    {
        "text": "both of them died via unusual",
        "start": 115.86,
        "duration": 1.63
    },
    {
        "text": "Circumstances in their homes both also in the same social circles as far as even had the Prime Minister",
        "start": 117.49,
        "duration": 4.489
    },
    {
        "text": "Hi Adia",
        "start": 121.979,
        "duration": 0.6
    },
    {
        "text": "Al Abadi even suggesting that there's an organized effort behind these deaths",
        "start": 122.579,
        "duration": 3.48
    },
    {
        "text": "Suggesting specifically that there is a plan behind these crimes and ordering an investigation and add water founder of the human rights group rocki",
        "start": 126.159,
        "duration": 6.18
    },
    {
        "text": "Allamal Association said the murders appear to be threatening messages sent to activists in particular but also to the whole of society",
        "start": 132.37,
        "duration": 5.52
    },
    {
        "text": "Having attacking women who are public figures is a bid to force them to shut themselves away at home",
        "start": 138.019,
        "duration": 4.309
    },
    {
        "text": "So that's where we are right now with the situation",
        "start": 142.329,
        "duration": 1.711
    },
    {
        "text": "I think it is a situation that needs more light cast on it but also with a situation like this",
        "start": 144.04,
        "duration": 4.74
    },
    {
        "text": "I wanted to pass the question off to you of what would you do if you were hurt if some calling for Kasim to leave?",
        "start": 148.78,
        "duration": 5.25
    },
    {
        "text": "Iraq for her own safety, whereas others have praised her for being who she is. They're saying that's how you truly change the culture",
        "start": 154.03,
        "duration": 6.209
    },
    {
        "text": "I'm really interested and want you if you were in that position what you would do now",
        "start": 160.239,
        "duration": 3.119
    },
    {
        "text": "Let's talk about better help the online counseling service which Fortran full transparency",
        "start": 163.359,
        "duration": 3.51
    },
    {
        "text": "I'm not sure how familiar you are with these videos or the business side of things that we've talked about with my company on DeFranco",
        "start": 166.87,
        "duration": 5.009
    },
    {
        "text": "Elite, but our help has been a sponsor of our videos",
        "start": 171.879,
        "duration": 2.13
    },
    {
        "text": "We've even partnered with them at a company level to help them with other sponsorships with other youtubers also",
        "start": 174.01,
        "duration": 5.039
    },
    {
        "text": "And it's not just a stick from a sponsor read. It is a service. I personally use a service",
        "start": 179.049,
        "duration": 3.54
    },
    {
        "text": "I personally love in addition to recommending and in sponsored videos",
        "start": 182.59,
        "duration": 2.789
    },
    {
        "text": "I recommend it to friends and family, especially friends and family that are like oh",
        "start": 185.379,
        "duration": 3.87
    },
    {
        "text": "I don't have the time to talk to someone and so with all of that kind of explained from the get-go",
        "start": 189.25,
        "duration": 3.269
    },
    {
        "text": "That's why I was so taken aback yesterday when all of a sudden there was this wave of claims",
        "start": 192.519,
        "duration": 3.959
    },
    {
        "text": "That better help was a scam and looking into it it mainly appears that these claims are coming from kind of these these two things",
        "start": 196.479,
        "duration": 5.1
    },
    {
        "text": "That are being connected one",
        "start": 201.579,
        "duration": 1.111
    },
    {
        "text": "there are places where there are a lot of reviews from people that weren't happy with the service or the counselors that they had or",
        "start": 202.69,
        "duration": 4.469
    },
    {
        "text": "For a variety of other reasons and two you had people calling into question",
        "start": 207.159,
        "duration": 2.58
    },
    {
        "text": "Certain parts of better helps terms and conditions and those parts hit on things like well",
        "start": 209.9,
        "duration": 3.769
    },
    {
        "text": "We may try to do so from time to time in our sole discretion you acknowledge",
        "start": 213.669,
        "duration": 3.6
    },
    {
        "text": "We do not represent to verify and do not guarantee the verification of the skills degrees qualifications licensure certification",
        "start": 217.269,
        "duration": 5.639
    },
    {
        "text": "Credentials competence or background of any counselor? It is your responsibility to conduct independent verification regarding any counselor that provides you with counselor services",
        "start": 223.489,
        "duration": 7.58
    },
    {
        "text": "Whether through the platform or not",
        "start": 231.069,
        "duration": 1.26
    },
    {
        "text": "and we strongly recommend that you will conduct this verification prior to communicating with any counselor through the platform and on a continuous basis as",
        "start": 232.329,
        "duration": 6.3
    },
    {
        "text": "You use the platform, right? And so from that Terms of Service. There's this question that pops up of okay",
        "start": 238.629,
        "duration": 4.68
    },
    {
        "text": "Are you just allowing? Anyone to say that? They're a counselor, right?",
        "start": 243.31,
        "duration": 2.97
    },
    {
        "text": "Because that language is concerning and is completely alien to my understanding of how they go and vet these people so from here",
        "start": 246.28,
        "duration": 5.879
    },
    {
        "text": "I then reached out to our contact at better help we ended up being connected with the founder of better help alone, Matassa",
        "start": 252.159,
        "duration": 5.099
    },
    {
        "text": "he gave me a statement where at one point he talked about the terms and",
        "start": 257.44,
        "duration": 2.339
    },
    {
        "text": "conditions and questions say terms and conditions document typically provides the legalese that defines the extent of liability and mitigates legal risks associated with such",
        "start": 259.85,
        "duration": 7.799
    },
    {
        "text": "Platforms we will be revising the terms and conditions document. So it more closely matches the vetting process",
        "start": 267.75,
        "duration": 4.25
    },
    {
        "text": "We currently conduct and regarding that current vetting process",
        "start": 272.0,
        "duration": 2.79
    },
    {
        "text": "He said we have a whole team that make sure every provider we bring to the platform is fully licensed and in good standing providers",
        "start": 274.79,
        "duration": 5.579
    },
    {
        "text": "Who apply are required to provide proper licensure documentation proof of identity and references from other licensed practitioners who have worked with them?",
        "start": 280.37,
        "duration": 6.6
    },
    {
        "text": "We then cross-check their licensure",
        "start": 287.0,
        "duration": 1.51
    },
    {
        "text": "Information with a respective state licensing board additionally our vetting process for each provider which typically takes four to five weeks goes well beyond checking",
        "start": 288.51,
        "duration": 6.829
    },
    {
        "text": "Credential each potential provider needs to complete a case study exam by a licensed clinician and a video interview the result of this rigorous process",
        "start": 295.35,
        "duration": 6.38
    },
    {
        "text": "is that only about",
        "start": 301.73,
        "duration": 0.64
    },
    {
        "text": "15% of the therapists who apply to work through better help or accept it to the platform then adding that on top of all of",
        "start": 302.37,
        "duration": 4.94
    },
    {
        "text": "that we also show the full licensing information for each provider to make it easier for users to do their own due diligence on their",
        "start": 307.31,
        "duration": 5.429
    },
    {
        "text": "counselor it's a seemingly the TLDR of that statement as the founder saying we",
        "start": 312.74,
        "duration": 3.21
    },
    {
        "text": "Acknowledge that we need to revise our terms and conditions the way that the legal wording was put into place was to limit liability",
        "start": 316.17,
        "duration": 5.0
    },
    {
        "text": "But we do that these people also on top of this metallically said we're welcome to go to our provider directory better help",
        "start": 321.45,
        "duration": 5.779
    },
    {
        "text": "calm slash counselors and see the credentials and licensing information of each one of our providers and also on top of all of that they",
        "start": 327.23,
        "duration": 5.369
    },
    {
        "text": "have invited me to their offices to see their processes and procedures with all that said even though I personally",
        "start": 332.6,
        "duration": 4.35
    },
    {
        "text": "Trust them. I've had a fantastic experience myself moving forward. I'm going to be putting a temporary",
        "start": 337.05,
        "duration": 4.7
    },
    {
        "text": "Hold on future better help sponsorships this until one they reword their terms and conditions",
        "start": 341.75,
        "duration": 3.869
    },
    {
        "text": "Which they said that they will and they they really need I understand the concern",
        "start": 345.66,
        "duration": 4.13
    },
    {
        "text": "They're like I looked at the site of one of their competitors and they have that some of that same distancing language",
        "start": 349.79,
        "duration": 4.049
    },
    {
        "text": "but it also says that they put in a lot of work that needs to be made a parent and I also do need to",
        "start": 353.97,
        "duration": 4.88
    },
    {
        "text": "Go there and see what they are actually doing and how they actually do and I mean getting them to address the term the conditions",
        "start": 358.85,
        "duration": 5.16
    },
    {
        "text": "the vetting process also the other complaints and criticisms of the service overall and also on that note specifically I",
        "start": 364.01,
        "duration": 5.16
    },
    {
        "text": "requested and they",
        "start": 369.36,
        "duration": 1.08
    },
    {
        "text": "Accepted for me to either bring a journalist with me or to have one come in addition to me and I think that's an important",
        "start": 370.44,
        "duration": 5.45
    },
    {
        "text": "Part because I am aware that because of my relationship and partnership with better health",
        "start": 375.89,
        "duration": 4.139
    },
    {
        "text": "There's no way that's everyone it can seem",
        "start": 380.07,
        "duration": 2.51
    },
    {
        "text": "Unbiased when I go there and so today and all of this of course is still developing",
        "start": 382.83,
        "duration": 3.019
    },
    {
        "text": "I reached out to a journalist that covered the",
        "start": 385.85,
        "duration": 2.009
    },
    {
        "text": "Controversy around better help and invited them to come with me or in addition to is it that they're interested?",
        "start": 387.93,
        "duration": 4.58
    },
    {
        "text": "And hopefully we can arrange for something sooner rather than later",
        "start": 392.6,
        "duration": 2.67
    },
    {
        "text": "ultimately that is where we are right now understand I take the situation very",
        "start": 395.37,
        "duration": 3.44
    },
    {
        "text": "Seriously, and I will keep you up to date as things develop then and you're weird",
        "start": 399.21,
        "duration": 3.71
    },
    {
        "text": "But interesting headline of the day Houston votes to ban sex robot brothel from open and according to reports the City Council vote was unanimous",
        "start": 402.92,
        "duration": 6.479
    },
    {
        "text": "regarding this so-called brothel you had the mayor of",
        "start": 410.01,
        "duration": 2.329
    },
    {
        "text": "Houston say it's not the sort of business that we advertise for or we seek to attract or quite frankly from my point of view",
        "start": 412.41,
        "duration": 5.989
    },
    {
        "text": "The sort of business that I want in the city of Houston also adding look I'm not trying to be the moral police",
        "start": 418.4,
        "duration": 4.17
    },
    {
        "text": "But I am charged with the health and safety of the people in our city and I do want to make sure that an ordinance",
        "start": 422.57,
        "duration": 4.41
    },
    {
        "text": "That came into existence in the 1990s is applicable to things that are taking place today",
        "start": 426.98,
        "duration": 3.72
    },
    {
        "text": "Also people like beau Abdullah the founder of love people not pixels saying I don't think anybody is out to protect robots",
        "start": 430.7,
        "duration": 5.22
    },
    {
        "text": "We all see the connection to the devaluation",
        "start": 435.92,
        "duration": 1.48
    },
    {
        "text": "And the abuse and the exploitation of women and that's really what we're after but on the other side of it you a the owner",
        "start": 437.4,
        "duration": 4.67
    },
    {
        "text": "Of kinky dolls saying we're here to prevent human trafficking",
        "start": 442.07,
        "duration": 2.339
    },
    {
        "text": "We are actually considering to donate a portion of our business to help fight human trafficking and prostitution",
        "start": 444.41,
        "duration": 3.989
    },
    {
        "text": "Which is an issue for many many years. Now that said looking further into the story",
        "start": 448.77,
        "duration": 3.979
    },
    {
        "text": "It appears that sex robots themselves are not being banned",
        "start": 452.75,
        "duration": 3.48
    },
    {
        "text": "But the ordinance ends up banning the try it before you buy it business model aka a brothel type mind",
        "start": 456.23,
        "duration": 4.98
    },
    {
        "text": "It was such a weird story",
        "start": 461.21,
        "duration": 0.93
    },
    {
        "text": "But I also thought there might be an interesting debate there over what you think right whether we think that it is strange or not",
        "start": 462.14,
        "duration": 5.729
    },
    {
        "text": "Is this something that should be banned if a grown person?",
        "start": 467.87,
        "duration": 1.9
    },
    {
        "text": "Making a choice about what they're doing with their life in a private setting. It's a situation with a sex doll robot",
        "start": 469.77,
        "duration": 5.629
    },
    {
        "text": "So, is that really?",
        "start": 475.4,
        "duration": 1.6
    },
    {
        "text": "Prostitution and I really love to know your thoughts on this one because why would not be super pumped to be right next to this",
        "start": 477.0,
        "duration": 5.239
    },
    {
        "text": "Place me well, it's not a place",
        "start": 482.24,
        "duration": 1.29
    },
    {
        "text": "I would actively go to it does seem like a place. That is harmless",
        "start": 483.53,
        "duration": 3.18
    },
    {
        "text": "But that said that is my personal take away from it, and I passed the question off to you",
        "start": 486.71,
        "duration": 3.779
    },
    {
        "text": "What are your thoughts see and now let's talk about this horrible story coming out of Florence County",
        "start": 490.49,
        "duration": 3.75
    },
    {
        "text": "South Carolina yesterday at around 4:00 p.m",
        "start": 494.24,
        "duration": 1.81
    },
    {
        "text": "Sheriff's there attempted to execute a search warrant on a residence that warrant was reportedly related to allegations at a 27 year old that lived",
        "start": 496.05,
        "duration": 5.63
    },
    {
        "text": "there had sexually assaulted a minor that was a foster child in the house when the sheriff's arrived instead of",
        "start": 501.68,
        "duration": 4.2
    },
    {
        "text": "Cooperating a man who has now been identified as 74 year old Frederick Hopkins",
        "start": 506.01,
        "duration": 3.47
    },
    {
        "text": "Barricaded himself inside with an unspecified number of children and opened fire poorly as other officers arrived to assist the suspect continued to fire hitting",
        "start": 509.61,
        "duration": 7.1
    },
    {
        "text": "seven officers total also due to position of the shooter officers were unable to get to the injured without putting themselves in the line of",
        "start": 516.719,
        "duration": 5.84
    },
    {
        "text": "Fire reportedly thanks to a Mine Resistant Ambush for acted or MRAP vehicle",
        "start": 522.56,
        "duration": 3.859
    },
    {
        "text": "They were able to retrieve the officers that had been shot after what ended up being a two hour",
        "start": 526.42,
        "duration": 3.39
    },
    {
        "text": "Standoff Hopkins ended up speaking with a negotiator and was taken into custody also regarding Hopkins",
        "start": 530.0,
        "duration": 4.82
    },
    {
        "text": "He was then taken to the hospital with a head wound reportedly from a fall there also reports that at least one civilian was injured",
        "start": 534.82,
        "duration": 5.099
    },
    {
        "text": "A 20 year old man inside of the house who was shot and taken to the hospital",
        "start": 539.92,
        "duration": 2.34
    },
    {
        "text": "But as of right now his condition is unknown",
        "start": 542.3,
        "duration": 1.97
    },
    {
        "text": "And as far as the police officer is one of the officers who is shot Terrence caraway",
        "start": 544.27,
        "duration": 3.839
    },
    {
        "text": "He reportedly died of his injuries on the way to the hospital. He was a 30-year veteran of the force",
        "start": 548.11,
        "duration": 4.53
    },
    {
        "text": "He was named Officer of the Year in 2004",
        "start": 552.64,
        "duration": 2.399
    },
    {
        "text": "Also among the injured you had three Florence City police officers and three other County deputies two of those police officers have reportedly been released",
        "start": 555.17,
        "duration": 6.05
    },
    {
        "text": "From the hospital and one is in serious but stable condition as far as the deputy is condition right now",
        "start": 561.22,
        "duration": 4.169
    },
    {
        "text": "We don't have new updates. So that's that during last night's press conference. We had Florence police",
        "start": 565.39,
        "duration": 3.929
    },
    {
        "text": "Chief Allen Heidler speaking of the officers bravery. These officers are my family",
        "start": 569.32,
        "duration": 4.469
    },
    {
        "text": "We will take care of them and we will take care of their",
        "start": 573.95,
        "duration": 2.239
    },
    {
        "text": "Loved ones, but I want you to please",
        "start": 577.64,
        "duration": 2.209
    },
    {
        "text": "pray for these officers and their speedy recovery pray for the family who lost",
        "start": 581.09,
        "duration": 6.469
    },
    {
        "text": "The bravest police officer that I have ever known",
        "start": 588.41,
        "duration": 3.649
    },
    {
        "text": "we also had South Carolina Governor Henry McMaster tweeting about the shooting saying this is simply",
        "start": 592.21,
        "duration": 4.289
    },
    {
        "text": "Devastating news from Florence a selfless acts of bravery from the men and women in law enforcement is real just like the power of prayer",
        "start": 596.66,
        "duration": 5.899
    },
    {
        "text": "Is real Peggy and I ask that you pray for them pray for their recovery pray for their families",
        "start": 602.56,
        "duration": 3.78
    },
    {
        "text": "and pray for all of Florence",
        "start": 606.41,
        "duration": 1.58
    },
    {
        "text": "We also saw President Trump tweeting about the incident saying my thoughts and prayers are with the Florence County Sheriff's Office and the Florence Police",
        "start": 607.99,
        "duration": 5.58
    },
    {
        "text": "Department tonight in South Carolina, we are forever grateful for what our law enforcement officers do 24/7 365 and for me today",
        "start": 613.57,
        "duration": 6.599
    },
    {
        "text": "I felt like this was an important story to talk about not only because of the actual loss of life and the injury here",
        "start": 620.17,
        "duration": 6.39
    },
    {
        "text": "But even the way our new cycle works, especially around stories that involve let's say police shootings. It's very easy to dehumanize the police",
        "start": 626.56,
        "duration": 6.78
    },
    {
        "text": "it's very easy to forget that these are people and how",
        "start": 633.34,
        "duration": 2.759
    },
    {
        "text": "Dangerous their job is they likely thought that this was just going to be a routine search warrant and all of a sudden you have",
        "start": 636.17,
        "duration": 5.03
    },
    {
        "text": "Injured and dead. I know for many online",
        "start": 641.21,
        "duration": 1.85
    },
    {
        "text": "It's become kind of this usual thing that people kind of scoff at thoughts and prayers",
        "start": 643.06,
        "duration": 4.109
    },
    {
        "text": "But what I really do want to end this story on obviously my thoughts and my heart goes out to all of those affected",
        "start": 647.17,
        "duration": 6.33
    },
    {
        "text": "But I also just want to say thank you",
        "start": 653.69,
        "duration": 2.09
    },
    {
        "text": "Thank you to the good men women that put their lives on the line for us for their community",
        "start": 655.78,
        "duration": 4.449
    },
    {
        "text": "I like pretty much everyone else that is not in law enforcement",
        "start": 660.23,
        "duration": 2.4
    },
    {
        "text": "I am commenting from the sidelines and I cannot imagine what goes into your job",
        "start": 662.63,
        "duration": 5.46
    },
    {
        "text": "So thank you my heart breaks for you here. And that's where I'm gonna end this one today",
        "start": 668.09,
        "duration": 4.649
    },
    {
        "text": "remember",
        "start": 672.74,
        "duration": 0.36
    },
    {
        "text": "If you like these videos like these daily dives into the news hit that like button if you're new here hit that subscribe button also",
        "start": 673.1,
        "duration": 4.83
    },
    {
        "text": "If you missed yesterday's show you want to catch up you can click or tap right there to watch that or if you want to",
        "start": 677.93,
        "duration": 3.869
    },
    {
        "text": "Launch a new is bonus video. You can click right there. But so that's that of course as always. My name is philip",
        "start": 681.8,
        "duration": 3.809
    },
    {
        "text": "Defranco you've just been phill'd in. I love yo faces and I'll see you next time",
        "start": 685.61,
        "duration": 4.5
    }
]