[
    {
        "text": "Sup, you beautiful bastards, hope you're having a fantastic Tuesday",
        "start": 0.0,
        "duration": 2.3
    },
    {
        "text": "Welcome back to the Philip DeFranco show and before we jump into it",
        "start": 2.97,
        "duration": 2.7
    },
    {
        "text": "I wanted to hit on a little note and it's a little bit of an apology slash announcement yesterday",
        "start": 5.67,
        "duration": 3.569
    },
    {
        "text": "we covered a story that involved domestic violence and as part of covering that story we found it to be very",
        "start": 9.24,
        "duration": 4.26
    },
    {
        "text": "important to showcase some of the video and audio of that incident now some people thought it was",
        "start": 13.75,
        "duration": 3.889
    },
    {
        "text": "Horrible that we did this I was a terrible person for doing so I greatly disagree with that. That's not what my apologies about",
        "start": 17.71,
        "duration": 5.809
    },
    {
        "text": "It's like when we covered the do five abuse story and the past",
        "start": 23.519,
        "duration": 2.49
    },
    {
        "text": "I think that it is incredibly important as much as I hate seeing that footage",
        "start": 26.01,
        "duration": 3.449
    },
    {
        "text": "I think it is important to shine a light on the horrible that happens",
        "start": 29.46,
        "duration": 3.24
    },
    {
        "text": "Otherwise, it's this more distant abstract thing rather than right in your face, and you can see why something is wrong",
        "start": 32.7,
        "duration": 5.729
    },
    {
        "text": "and so the people that are trying to shame me over that and I refuse to be ashamed over covering a story but where I",
        "start": 38.43,
        "duration": 4.41
    },
    {
        "text": "Do want to apologize is looking back watching through the episode again",
        "start": 42.84,
        "duration": 3.239
    },
    {
        "text": "I really should have provided a little more time and a content warning before we played the footage that way people especially victims of domestic",
        "start": 46.079,
        "duration": 7.02
    },
    {
        "text": "Violence who this might kind of just bring something back up",
        "start": 53.289,
        "duration": 3.23
    },
    {
        "text": "They have a little extra time to decide if they want to watch it that they can skip it",
        "start": 56.52,
        "duration": 3.509
    },
    {
        "text": "Or maybe they need to prepare themselves. And as someone that grew up in several abuse of households, I",
        "start": 60.03,
        "duration": 4.26
    },
    {
        "text": "Much get it. They announced this yesterday on Twitter. There are a few people saying, oh don't pander. It's not pandering",
        "start": 64.9,
        "duration": 5.029
    },
    {
        "text": "It'll add maybe 5 seconds to the show and it'll hopefully help people in a vulnerable place and that's something that I think is super",
        "start": 69.96,
        "duration": 4.26
    },
    {
        "text": "important because the last thing I want to do is have a negative impact on a victim of domestic violence and a piece that's been",
        "start": 74.22,
        "duration": 4.559
    },
    {
        "text": "To talk about domestic violence and the seriousness of it the main point",
        "start": 78.78,
        "duration": 2.79
    },
    {
        "text": "I just wanted to start with that and now let's just jump into it",
        "start": 81.57,
        "duration": 2.849
    },
    {
        "text": "And the first thing we're to talk about today is why YouTube and PewDiePie broke into the mainstream news today by Felix has of course",
        "start": 84.42,
        "duration": 5.669
    },
    {
        "text": "Been in the news for several reasons over the past few weeks",
        "start": 90.09,
        "duration": 2.01
    },
    {
        "text": "He with tons of people from the YouTube community",
        "start": 92.1,
        "duration": 1.9
    },
    {
        "text": "Supporting him has been holding off t series for the number one subscribed spot also as part of that",
        "start": 94.0,
        "duration": 4.339
    },
    {
        "text": "He raised money for a charity called cry of it aims to help children in India raising just under",
        "start": 98.34,
        "duration": 4.559
    },
    {
        "text": "180,000 pounds on GoFundMe just under 20,000 pounds on fundly and that's just two of the several stories that have been out there",
        "start": 103.6,
        "duration": 6.5
    },
    {
        "text": "But the big one we're talking about today stems from Sunday and Felix put out a video called don't subscribe to PewDiePie",
        "start": 110.1,
        "duration": 5.129
    },
    {
        "text": "He said that he was humbled by everyone's efforts",
        "start": 115.229,
        "duration": 1.801
    },
    {
        "text": "but that he wanted to shout out smaller youtubers as much as I'm absolutely humbled and",
        "start": 117.03,
        "duration": 3.75
    },
    {
        "text": "So happy about all the support. I do feel really weird about it",
        "start": 121.24,
        "duration": 4.159
    },
    {
        "text": "and I wanted to do a",
        "start": 125.71,
        "duration": 1.54
    },
    {
        "text": "Shout out to a bunch of smaller",
        "start": 127.25,
        "duration": 1.86
    },
    {
        "text": "creators as well or that maybe don't have as much subscribers just because there's a lot of great channels on YouTube that actually deserves",
        "start": 129.11,
        "duration": 6.649
    },
    {
        "text": "Subscribers and in the video includes a list of channels in the description",
        "start": 135.89,
        "duration": 2.24
    },
    {
        "text": "Along with links and also at the end of the video",
        "start": 138.41,
        "duration": 2.029
    },
    {
        "text": "He talks about each channel one of the initial channels that was listed was one by the name of ER",
        "start": 140.44,
        "duration": 3.779
    },
    {
        "text": "let's have a our who does great video essays about",
        "start": 144.22,
        "duration": 3.599
    },
    {
        "text": "He did one on deaf note, which I really really enjoy",
        "start": 148.489,
        "duration": 3.5
    },
    {
        "text": "Although I do want to note as of looking into this story",
        "start": 151.989,
        "duration": 2.37
    },
    {
        "text": "He has removed the link to this channel that said after Felix posted the original video",
        "start": 154.36,
        "duration": 4.139
    },
    {
        "text": "Some people started to call out that channel is being questionable",
        "start": 158.5,
        "duration": 2.339
    },
    {
        "text": "It's also including one of the hosts of the Young Turks asan piker who tweeted yesterday PewDiePie",
        "start": 160.84,
        "duration": 3.99
    },
    {
        "text": "Hen did subscribed to PewDiePie in a video where he promoted some of his favorite channels",
        "start": 164.83,
        "duration": 3.389
    },
    {
        "text": "One of them was straight up a neo-nazis YouTube page where he makes video essays on children's cartoons with added Nazi",
        "start": 168.22,
        "duration": 5.489
    },
    {
        "text": "Propaganda and adding while I certainly agree with er's assessment that live-action animes are hot garbage",
        "start": 173.87,
        "duration": 4.669
    },
    {
        "text": "He's still a crypto-fascist adding Hitler speeches and references to exterminating Jewish people in his comprehensive video. Essays",
        "start": 178.54,
        "duration": 5.22
    },
    {
        "text": "here's why he does it and what he included with that tweet was",
        "start": 183.76,
        "duration": 2.61
    },
    {
        "text": "Screenshots of what appears to be ER responding to a post on gab that asks",
        "start": 186.44,
        "duration": 3.679
    },
    {
        "text": "What's the best way to red pill people on the Jewish Question which he appears to respond pretend to joke about it until the punchline?",
        "start": 190.12,
        "duration": 5.22
    },
    {
        "text": "Really lands, I would assume then in another comment",
        "start": 195.34,
        "duration": 2.369
    },
    {
        "text": "It looks like ER says not really have an idea of my power level since I'm so gosh darned edgy",
        "start": 197.709,
        "duration": 4.589
    },
    {
        "text": "but I try to leave enough room for them to laugh at all spoonful of sugar and all that no prob via reticle and then",
        "start": 202.299,
        "duration": 4.65
    },
    {
        "text": "responds to us on sweetie our responded saying damn they're really trying to use me as a nail to put pewds to the cross and",
        "start": 206.95,
        "duration": 5.009
    },
    {
        "text": "Come after me. That's fine. But this is otherwise pretty sneaky man. Only said he enjoyed a video on an anime movie",
        "start": 211.959,
        "duration": 5.13
    },
    {
        "text": "I want to say about this initial story here is regarding Felix's",
        "start": 217.09,
        "duration": 3.48
    },
    {
        "text": "Involvement Felix specifically points to a video regarding Death Note from this channel",
        "start": 220.7,
        "duration": 3.8
    },
    {
        "text": "And in that actual video there are two moments that I personally find incredibly disgusting, but they would also be very easy to miss",
        "start": 224.5,
        "duration": 5.549
    },
    {
        "text": "There's one point where he's making a point about Death Note",
        "start": 230.049,
        "duration": 2.22
    },
    {
        "text": "But then uses real actual overhead footage from the charlottesville attack my footage of the guy who's actually sends to life in prison today",
        "start": 232.269,
        "duration": 6.9
    },
    {
        "text": "It's actually really quick sidenote",
        "start": 239.17,
        "duration": 1.17
    },
    {
        "text": "good fuck that guy uses footage of this actual moment where someone's life is being taken and then when making a joke about collateral damage,",
        "start": 240.34,
        "duration": 6.269
    },
    {
        "text": "He showed a video of the second plane about to go into the World Trade Center",
        "start": 246.609,
        "duration": 3.66
    },
    {
        "text": "Although the description of the video also says that he intended to use a racial slur throughout this video",
        "start": 250.54,
        "duration": 3.96
    },
    {
        "text": "But didn't because of YouTube policies also regarding the claims that this channel put out",
        "start": 254.5,
        "duration": 3.459
    },
    {
        "text": "Anti-semitic content looking through the channel in some of the videos that now they're just mirrors up",
        "start": 258.06,
        "duration": 3.47
    },
    {
        "text": "Oh, there's definitely some really weird stuff on it",
        "start": 261.53,
        "duration": 2.309
    },
    {
        "text": "There's one video that just straight up has about two and a half minutes of Hitler speaking or images of the Star of David",
        "start": 263.84,
        "duration": 4.41
    },
    {
        "text": "Obama Clinton george, w bush",
        "start": 268.59,
        "duration": 1.97
    },
    {
        "text": "It's also another one that just opens up with an image of dead concentration camp victims",
        "start": 270.56,
        "duration": 3.809
    },
    {
        "text": "Which seems to have no connection to the rest of the video over the sake of time",
        "start": 274.37,
        "duration": 2.73
    },
    {
        "text": "I'm just mentioning a few references here",
        "start": 277.1,
        "duration": 1.44
    },
    {
        "text": "But one of the main points to at least the first part of this story",
        "start": 278.54,
        "duration": 3.089
    },
    {
        "text": "There's really no way for us know if Felix saw those parts in the original video if you watch the other videos from this channel",
        "start": 281.63,
        "duration": 5.639
    },
    {
        "text": "right, the general thinking behind that is",
        "start": 287.27,
        "duration": 1.47
    },
    {
        "text": "You know when I see a video and I think that it's good and I throw it in today an awesome",
        "start": 288.74,
        "duration": 3.69
    },
    {
        "text": "I'm not doing deep research on those accounts, right?",
        "start": 292.43,
        "duration": 2.549
    },
    {
        "text": "So how much could Felix have really seen if he was promoting as many channels as he did in that video but on the other?",
        "start": 294.979,
        "duration": 4.98
    },
    {
        "text": "Side of this you have people saying with an audience of his size",
        "start": 299.96,
        "duration": 2.16
    },
    {
        "text": "You have a responsibility to do that work but in general as far as the public reaction to this",
        "start": 302.12,
        "duration": 3.6
    },
    {
        "text": "it seems that many people are just seeing this as the media just",
        "start": 305.72,
        "duration": 2.79
    },
    {
        "text": "Bloodthirsty at the chance to try and take down Felix again as far as my personal opinion on this",
        "start": 308.85,
        "duration": 4.22
    },
    {
        "text": "I don't think that Felix did this on purpose as bulletproof as he is with the YouTube community",
        "start": 313.07,
        "duration": 4.409
    },
    {
        "text": "I don't think that he would want to invite this into his light",
        "start": 317.479,
        "duration": 2.34
    },
    {
        "text": "And also when I looked at that video the guy promoted almost 30 YouTube channels",
        "start": 319.82,
        "duration": 3.389
    },
    {
        "text": "I think the idea that he would be aware of all the content of channels put out and these kind of little things that are",
        "start": 323.21,
        "duration": 5.07
    },
    {
        "text": "Slipped in I think that is a little bit unreasonable",
        "start": 328.28,
        "duration": 2.759
    },
    {
        "text": "I got me know and then when I promote a small youtuber NTIA when we have one of the same people",
        "start": 331.1,
        "duration": 3.839
    },
    {
        "text": "Ian come so a few of his videos that he was really hilarious. I didn't go through his entire archive and history",
        "start": 335.09,
        "duration": 3.989
    },
    {
        "text": "That's my thinking there and actually last second update before we uploaded this video Felix just posted a video where among other things he addressed",
        "start": 339.08,
        "duration": 5.309
    },
    {
        "text": "this controversy and in part",
        "start": 344.389,
        "duration": 1.171
    },
    {
        "text": "He said this now apparently one of those 28",
        "start": 345.56,
        "duration": 2.16
    },
    {
        "text": "Likes to have hidden and not so hidden Nazi references in his videos and you know",
        "start": 348.12,
        "duration": 4.549
    },
    {
        "text": "obviously",
        "start": 352.669,
        "duration": 0.461
    },
    {
        "text": "If I've noticed that I wouldn't have referenced in him in the shoutout because I said might not because I have a problem with Nazi",
        "start": 353.13,
        "duration": 6.229
    },
    {
        "text": "references being offensive in themselves, but because I said publicly a year and a half ago that I was gonna distance myself from",
        "start": 359.36,
        "duration": 7.41
    },
    {
        "text": "Nazi jokes and that kind of stuff because I want nothing to do with it, and I don't really care about it",
        "start": 367.349,
        "duration": 5.33
    },
    {
        "text": "Also adding that not only did he remove eer from the link",
        "start": 372.68,
        "duration": 2.52
    },
    {
        "text": "But he also edited the video so that is out of the video now, too",
        "start": 375.2,
        "duration": 2.729
    },
    {
        "text": "I removed er from that video and apparently you can edit video now",
        "start": 377.93,
        "duration": 4.08
    },
    {
        "text": "So he just won't appear at all and finally adding like I said because if I knew then what I knew now",
        "start": 382.01,
        "duration": 4.38
    },
    {
        "text": "I wouldn't have I just wouldn't have put them in there. I still really want to shout out smaller channels",
        "start": 386.39,
        "duration": 4.559
    },
    {
        "text": "Something's gonna keep doing that, but I'll be more careful in the future",
        "start": 391.11,
        "duration": 3.109
    },
    {
        "text": "And so with this story I actually want to ask two questions one",
        "start": 394.22,
        "duration": 2.73
    },
    {
        "text": "What do you think about this story in general? Do you feel like Felix is just being unjustly attacked for something",
        "start": 396.95,
        "duration": 4.679
    },
    {
        "text": "That's probably a mistake or no",
        "start": 401.63,
        "duration": 1.29
    },
    {
        "text": "Do you personally think that something else is going on or you're one of the people that are arguing that he needs to be way?",
        "start": 402.92,
        "duration": 4.979
    },
    {
        "text": "More responsible, you know thoughts there and secondly separate from Felix",
        "start": 407.9,
        "duration": 3.27
    },
    {
        "text": "What do you think about this idea and tactic of just posing as edgy humor as a way to slowly?",
        "start": 411.17,
        "duration": 5.88
    },
    {
        "text": "Radicalize or red pill someone because that ER screenshot where he says pretend to joke about it until the punchline really lends",
        "start": 417.3,
        "duration": 5.899
    },
    {
        "text": "I would assume it's not like we've never seen that answer before I think back to when the Daily stormer had their style guide posted",
        "start": 423.2,
        "duration": 5.369
    },
    {
        "text": "Publicly and it read most people are not comfortable with material that comes across as vitriolic raging non-ironic hatred on",
        "start": 428.57,
        "duration": 6.029
    },
    {
        "text": "Indoctrinated should not be able to tell if we are joking or not",
        "start": 434.85,
        "duration": 2.299
    },
    {
        "text": "There should also be a conscious awareness of mocking stereotypes of hateful racist. I usually think of this as self-deprecating humor continuing",
        "start": 437.15,
        "duration": 6.51
    },
    {
        "text": "I am a racist making fun of stereotypes of racist because I don't take myself super seriously",
        "start": 443.66,
        "duration": 4.32
    },
    {
        "text": "This is obviously a ploy and I actually do want to guess a Jewish slur",
        "start": 447.98,
        "duration": 2.88
    },
    {
        "text": "But that's neither here nor there it then goes on to talk about",
        "start": 450.86,
        "duration": 2.129
    },
    {
        "text": "hijacking culture and meme",
        "start": 453.27,
        "duration": 1.59
    },
    {
        "text": "Writing packing our message inside of existing cultural memes and humor can be viewed as a delivery method something like adding cherry flavor to children's",
        "start": 454.86,
        "duration": 6.739
    },
    {
        "text": "medicine personally",
        "start": 461.6,
        "duration": 0.75
    },
    {
        "text": "I think it's important that people recognize this tactic because then we potentially see moments where people who thought it was just dark edgy humor",
        "start": 462.35,
        "duration": 5.429
    },
    {
        "text": "or all of a sudden being labeled white",
        "start": 467.78,
        "duration": 1.54
    },
    {
        "text": "supremacist and often what we see there is that person then gets pushed further away and a conversation is harder to have but with all",
        "start": 469.32,
        "duration": 5.359
    },
    {
        "text": "That said once again, I'm very interested in your thoughts on that",
        "start": 474.68,
        "duration": 2.43
    },
    {
        "text": "this is something I've just been thinking about more and more this year as we've just seen different kinds of stories come out of the",
        "start": 477.11,
        "duration": 4.169
    },
    {
        "text": "woodwork",
        "start": 481.28,
        "duration": 0.33
    },
    {
        "text": "But from that I want to share some stuff I loved today and today in",
        "start": 481.61,
        "duration": 3.0
    },
    {
        "text": "Austin brought to you by skill share skill shares an online learning community with thousands of classes and design business",
        "start": 484.68,
        "duration": 4.82
    },
    {
        "text": "Technology and so much more in Premium Membership there gives you unlimited access to high-quality classes where you can improve your skills",
        "start": 489.84,
        "duration": 5.18
    },
    {
        "text": "Unlock new opportunities and do the work you love one of the reasons",
        "start": 495.27,
        "duration": 2.719
    },
    {
        "text": "I personally became interested in skill Sherri's there's actually a lot of people from the YouTube community even hosting classes on the site my personal",
        "start": 497.99,
        "duration": 5.1
    },
    {
        "text": "Favorite so far has been the motion graphics series from I my mouth can't make that sound also Sara deechi",
        "start": 503.09,
        "duration": 5.399
    },
    {
        "text": "Who's a young fantastic creator?",
        "start": 508.49,
        "duration": 1.5
    },
    {
        "text": "It's also affordable with an annual subscription",
        "start": 509.99,
        "duration": 1.57
    },
    {
        "text": "coming in at the equivalent of less than $10 a month and something cool that they're doing for all your beautiful bastards is the first",
        "start": 511.56,
        "duration": 4.669
    },
    {
        "text": "500 people who use the promo link in the description down below Skillshare will give you your first two months free",
        "start": 516.27,
        "duration": 4.549
    },
    {
        "text": "Try it out risk-free the first but I've awesome today is a reminder if you did not see this morning you posted an extra morning",
        "start": 520.94,
        "duration": 5.34
    },
    {
        "text": "News videos about this really weird and unique Supreme Court case that asks a question that that kind of involves self",
        "start": 526.28,
        "duration": 7.049
    },
    {
        "text": "Then we had Milo Ventimiglia reading first tweets",
        "start": 533.33,
        "duration": 2.609
    },
    {
        "text": "We had Ariel winter from Modern Family recapping seasons nine and ten got the honest trailer for Japanese spider-man ten things UFC champion",
        "start": 535.94,
        "duration": 7.109
    },
    {
        "text": "tyron woodley can't live without we Tom Scott giving us the city of golf carts in Fairbairn films giving us if The Incredibles was in",
        "start": 543.05,
        "duration": 5.97
    },
    {
        "text": "Australia got an awesome video from NASA that apparently is not about Steph Curry",
        "start": 549.06,
        "duration": 3.859
    },
    {
        "text": "Allegedly, thinking that we didn't land on the moon at Natalie Foreman and Jude Law answering the web's most searched questions",
        "start": 552.92,
        "duration": 4.92
    },
    {
        "text": "Remember if you want to see the full versions of everything",
        "start": 557.84,
        "duration": 1.92
    },
    {
        "text": "I just shared the secret link of the day really anything I talked about in this video links as always are in the description down",
        "start": 559.76,
        "duration": 4.979
    },
    {
        "text": "Below and the last thing we're going to talk about today is Baylor University and Jacob Walter Anderson",
        "start": 564.74,
        "duration": 4.859
    },
    {
        "text": "Now we've talked about Baylor University in the past because for many years the school has been in a spotlight over a number of sexual",
        "start": 569.6,
        "duration": 5.04
    },
    {
        "text": "assault accusations the biggest of these sexual assault scandals involves members of their football team",
        "start": 574.64,
        "duration": 4.109
    },
    {
        "text": "But today we're talking about something different today",
        "start": 578.75,
        "duration": 1.71
    },
    {
        "text": "We have a former Baylor fraternity president in the news specifically 23 year old Jacob Anderson",
        "start": 580.46,
        "duration": 4.769
    },
    {
        "text": "Jacob was charged with four counts of sexual assault after he was accused of raping a 19 year old girl rape allegedly took place in",
        "start": 585.23,
        "duration": 5.55
    },
    {
        "text": "2016 at a party thrown by his fraternity Phi Delta faith according to the victims",
        "start": 590.78,
        "duration": 3.63
    },
    {
        "text": "She drank some punch at the party and immediately felt woozy saying that Anderson then led her behind a tent and then assaulted her also",
        "start": 594.41,
        "duration": 5.819
    },
    {
        "text": "Telling police that she was gagged and choked during the assault until she lost consciousness",
        "start": 600.23,
        "duration": 3.33
    },
    {
        "text": "The victim says she eventually woke up face down in the dirt",
        "start": 603.56,
        "duration": 2.76
    },
    {
        "text": "choking on her own vomit in the same area where the assault happened she then went inside the party to find a friend who took",
        "start": 606.42,
        "duration": 5.24
    },
    {
        "text": "Her to the hospital where she underwent a sexual assault medical exam and hospital officials",
        "start": 611.66,
        "duration": 3.719
    },
    {
        "text": "notified Waco",
        "start": 615.38,
        "duration": 0.69
    },
    {
        "text": "Texas police Anderson was then indicted on sexual assault charges in June after the criminal charges surfaced Phi Delta Theta removed him from the",
        "start": 616.07,
        "duration": 5.82
    },
    {
        "text": "Organization Baylor expelled him and they also suspended the fraternities",
        "start": 622.2,
        "duration": 3.019
    },
    {
        "text": "Operations to investigate underage drinking and assault and then we fast forward to earlier this year where the district attorney's office offered Anderson a plea",
        "start": 625.35,
        "duration": 6.2
    },
    {
        "text": "Deal that was heavily criticized by the victim and our supporters",
        "start": 631.55,
        "duration": 2.369
    },
    {
        "text": "And the reason for the criticism is the DA's deal dismissed the four counts of sexual assault in exchange for a lesser charge of unlawful",
        "start": 633.92,
        "duration": 5.429
    },
    {
        "text": "Restraint and with that they recommended that Anderson only served three years of deferred adjudication",
        "start": 639.35,
        "duration": 3.989
    },
    {
        "text": "Probation which means that the charge could eventually be dismissed if he doesn't violate the terms of his probation",
        "start": 643.89,
        "duration": 3.949
    },
    {
        "text": "along with that probation",
        "start": 648.03,
        "duration": 1.34
    },
    {
        "text": "They also recommended that he pay four hundred dollar fine and go to counseling Anderson would go on to agree to that pleaded no contest",
        "start": 649.37,
        "duration": 5.879
    },
    {
        "text": "Which means that he didn't admit guilt but he also offered no defense and the reason we are talking about this today",
        "start": 655.529,
        "duration": 5.0
    },
    {
        "text": "Is that on Monday judge Ralph Strether approved the deal so with that?",
        "start": 660.529,
        "duration": 3.509
    },
    {
        "text": "Jacob Walter Anderson will not serve any jail time or be forced to register as a sex offender and this decision resulted in an uproar",
        "start": 664.169,
        "duration": 6.29
    },
    {
        "text": "Not only from general critics, but the victim herself the victim had asked rather to deny the plea offer and set a trial date",
        "start": 670.459,
        "duration": 5.339
    },
    {
        "text": "So she could testify in court instead and in her victim impact statement",
        "start": 675.799,
        "duration": 3.15
    },
    {
        "text": "she called out the",
        "start": 678.949,
        "duration": 0.82
    },
    {
        "text": "prosecutors on the case assistant district attorney Hilary Laborde and district attorney",
        "start": 679.769,
        "duration": 3.919
    },
    {
        "text": "Abel Reyna who were not in attendance saying if I had the courage to come back to Waco and face my rapist and testify you",
        "start": 683.779,
        "duration": 5.85
    },
    {
        "text": "could at least have had enough respect for me to show up today you both will have to live with this decision to let a",
        "start": 689.629,
        "duration": 4.589
    },
    {
        "text": "rapist run free in society without any warning the future victim by the grace of God",
        "start": 694.219,
        "duration": 4.08
    },
    {
        "text": "I am Alive today to fight this injustice one breath either way and Jacob Walter Anderson would be on trial for murder",
        "start": 698.299,
        "duration": 5.76
    },
    {
        "text": "She also later sent a message to Anderson and a quote to a local newspaper saying Jacob Walter Anderson",
        "start": 704.059,
        "duration": 4.53
    },
    {
        "text": "It must be horrible to be you to know what you did to me - no",
        "start": 708.589,
        "duration": 2.399
    },
    {
        "text": "You are a rapist to know that you almost",
        "start": 710.989,
        "duration": 1.69
    },
    {
        "text": "Killed me to know that you ruined my life stole my virginity and stole many other things from me",
        "start": 712.679,
        "duration": 4.64
    },
    {
        "text": "But on the other side of this we saw a defense of the plea deal the district attorney's office released a statement from Hilary Laborde",
        "start": 717.319,
        "duration": 4.679
    },
    {
        "text": "saying conflicting evidence and statements exist in this case making the original allegation difficult to prove beyond a reasonable doubt as a",
        "start": 722.119,
        "duration": 5.549
    },
    {
        "text": "Prosecutor my goal is no more victims",
        "start": 727.829,
        "duration": 1.73
    },
    {
        "text": "I believe that is best accomplished when there is a consequence rather than an acquittal this offender is now on felony probation",
        "start": 729.559,
        "duration": 4.59
    },
    {
        "text": "worse eve sex offender treatment a result, which was not",
        "start": 734.399,
        "duration": 2.75
    },
    {
        "text": "Guaranteed nor likely had we gone to trial as she then goes on to say that there are many facts that the public does not",
        "start": 737.22,
        "duration": 5.209
    },
    {
        "text": "Have but also provided no more details. I will say on a personal note",
        "start": 742.429,
        "duration": 3.359
    },
    {
        "text": "I understand that there probably are some limitations but that is that is a pretty",
        "start": 745.789,
        "duration": 3.57
    },
    {
        "text": "Shitty thing to do as the DA since people will just fill in those blanks with whatever they want also",
        "start": 749.459,
        "duration": 5.089
    },
    {
        "text": "It should be noted regarding evidence. The victims lawyers said quote the evidence is incredible. He nearly choked her to death",
        "start": 754.549,
        "duration": 4.799
    },
    {
        "text": "He raped her violently. He left her passed out in her own vomit rape exam confirmed rape",
        "start": 759.349,
        "duration": 4.35
    },
    {
        "text": "also",
        "start": 763.699,
        "duration": 0.33
    },
    {
        "text": "It should be noted that when he announced his decision judge Strother told the court that the comments about the case made on social media",
        "start": 764.029,
        "duration": 4.95
    },
    {
        "text": "Lacked crucial information adding I have as good of information as possible from all perspectives of the matter being human",
        "start": 768.979,
        "duration": 5.76
    },
    {
        "text": "I can make wrong decisions",
        "start": 774.739,
        "duration": 1.12
    },
    {
        "text": "however",
        "start": 775.859,
        "duration": 0.5
    },
    {
        "text": "I cannot be",
        "start": 776.359,
        "duration": 0.82
    },
    {
        "text": "uncertain about the decisions that I make but even still his office has been flooded with calls and letters from people who are outraged by",
        "start": 777.179,
        "duration": 5.51
    },
    {
        "text": "this decision",
        "start": 782.689,
        "duration": 0.57
    },
    {
        "text": "We've also seen more than 80,000 people signed a digital petition expressing outrage at the DA's",
        "start": 783.259,
        "duration": 4.26
    },
    {
        "text": "For all we've seen now in many news outlets reporting that this judge actually has a history of being lenient on sexual assault cases last",
        "start": 787.86,
        "duration": 5.369
    },
    {
        "text": "year",
        "start": 793.23,
        "duration": 0.24
    },
    {
        "text": "He reportedly sentenced a man to deferred",
        "start": 793.47,
        "duration": 1.66
    },
    {
        "text": "probation and ordered him to pay for the victims counseling after he pleaded guilty in the",
        "start": 795.13,
        "duration": 3.44
    },
    {
        "text": "2013 rape of a former baylor student also earlier this year",
        "start": 798.64,
        "duration": 2.599
    },
    {
        "text": "He sentenced another man to felony probation which included 30 days in jail for the sexual assault of another former Baylor student",
        "start": 801.24,
        "duration": 5.909
    },
    {
        "text": "Also, reportedly he was able to serve his jail time on the weekends",
        "start": 807.149,
        "duration": 3.15
    },
    {
        "text": "but that said regarding the situation at hand despite this decision the victim also plans continue to fight for some justice a woman has reportedly",
        "start": 810.3,
        "duration": 6.179
    },
    {
        "text": "Filed a lawsuit against Anderson the fraternity and 20 members alleging underage drinking as well as sexual assault",
        "start": 816.48,
        "duration": 4.619
    },
    {
        "text": "And as of now that case remains pending, but still as of now",
        "start": 821.1,
        "duration": 3.239
    },
    {
        "text": "There is a lot of anger and confusion with many people saying the DA and the judge are muddying up the water both mentioning evidence",
        "start": 824.339,
        "duration": 6.69
    },
    {
        "text": "that was unknown to the public, but you still have that same DA in the same statement saying as a",
        "start": 831.029,
        "duration": 4.95
    },
    {
        "text": "Prosecutor my goal is no more victims",
        "start": 836.05,
        "duration": 1.4
    },
    {
        "text": "I believe that is best accomplished when there's a consequence rather than an acquittal and she then goes on to mention",
        "start": 837.45,
        "duration": 4.229
    },
    {
        "text": "Anderson's consequence if he can even really call it that and so at least to my ears it all sounds like we think that he",
        "start": 841.779,
        "duration": 4.79
    },
    {
        "text": "Did it based on what we have we might not be able to take it home?",
        "start": 846.57,
        "duration": 2.07
    },
    {
        "text": "So let's just let's deal with the slap on the roof",
        "start": 848.64,
        "duration": 2.189
    },
    {
        "text": "The thing is and there should be a bigger part of the conversation",
        "start": 850.86,
        "duration": 2.01
    },
    {
        "text": "This isn't a rare occurrence",
        "start": 852.87,
        "duration": 1.26
    },
    {
        "text": "you know him look back to instances like Brock Turner getting a six-month jail sentence that he didn't have to fully serve out punishment that",
        "start": 854.13,
        "duration": 5.489
    },
    {
        "text": "Was so ridiculous that even led to the recall of the judge who handed down the punishment. It was also another case recently",
        "start": 859.62,
        "duration": 4.529
    },
    {
        "text": "Where a jury convicted Adapter of second-degree is sold for raping a hospital patient that crime was punishable by up to 20 years",
        "start": 864.149,
        "duration": 6.0
    },
    {
        "text": "But the doctor ended up being given only ten years of probation",
        "start": 870.149,
        "duration": 2.67
    },
    {
        "text": "But with all that said I want to pass the question off to you regarding the situation at hand today",
        "start": 872.82,
        "duration": 4.589
    },
    {
        "text": "Do you think the DA should have listened to the victim in this case and given her her day in court or no?",
        "start": 877.41,
        "duration": 4.23
    },
    {
        "text": "You think the DA and the judge here made a difficult decision, but also the best decision in a bad situation",
        "start": 881.64,
        "duration": 4.139
    },
    {
        "text": "Let me know your thoughts in those comments down below and that's where I'm going to end today's show",
        "start": 885.91,
        "duration": 3.44
    },
    {
        "text": "remember",
        "start": 889.35,
        "duration": 0.39
    },
    {
        "text": "if you like this video you like my daily dives into the news hit that like button if you new here you want more be",
        "start": 889.74,
        "duration": 4.83
    },
    {
        "text": "Sure to hit that subscribe button ring that bell to turn on notifications",
        "start": 894.57,
        "duration": 2.489
    },
    {
        "text": "also",
        "start": 897.22,
        "duration": 0.5
    },
    {
        "text": "If you missed this morning's extra news video or yesterday's PDS",
        "start": 897.72,
        "duration": 2.64
    },
    {
        "text": "You can click or tap right there to watch those Lots with that said of course as always my name's philip. Defranco",
        "start": 900.36,
        "duration": 4.26
    },
    {
        "text": "You've just been phill'd in a love yo faces, and I'll see you tomorrow",
        "start": 904.69,
        "duration": 3.709
    }
]