[
    {
        "text": "Sup ya beautiful bastards!",
        "start": 0.489,
        "duration": 1.011
    },
    {
        "text": "Hope you're having a fantastic",
        "start": 1.5,
        "duration": 0.82
    },
    {
        "text": "Monday. Welcome back to the Philip Defranco Show and let's just jump into it. And the first thing I want to talk about today",
        "start": 2.32,
        "duration": 5.93
    },
    {
        "text": "is possibly the most idiotic thing I've seen in twenty eighteen thus far and that is the Tide Pod",
        "start": 8.25,
        "duration": 6.41
    },
    {
        "text": "Challenge. If you still have faith in humanity this story might bankrupt you. And it's important to understand that this situation is two-pronged",
        "start": 14.94,
        "duration": 6.48
    },
    {
        "text": "there are the actual people that are so young or so stupid",
        "start": 21.42,
        "duration": 3.56
    },
    {
        "text": "they're actually participating and there are people that are just memeing. Right, it's just so stupid,",
        "start": 24.99,
        "duration": 3.69
    },
    {
        "text": "they're making jokes, but this is actually a problem.",
        "start": 28.68,
        "duration": 2.219
    },
    {
        "text": "We're seeing these videos popping up of mostly teenagers putting Tide Pods",
        "start": 30.9,
        "duration": 3.059
    },
    {
        "text": "in their mouths an-and then biting down which I hope this isn't new information for you, but it is a bad idea",
        "start": 34.18,
        "duration": 5.629
    },
    {
        "text": "to consume laundry detergent. You're just ingesting poison, and the thing is I want to believe that this is actually not a problem.",
        "start": 40.39,
        "duration": 7.009
    },
    {
        "text": "It's just people joking no one's actually doing it but uh, *frustrated sigh*",
        "start": 47.399,
        "duration": 2.31
    },
    {
        "text": "According to the American Association of Poison Control Centers just by January 11 there had been 40 reported exposures to liquid laundry detergent",
        "start": 50.23,
        "duration": 7.25
    },
    {
        "text": "pods by 13 to 19 year olds in that number just from the first 11 days of this year,",
        "start": 57.67,
        "duration": 4.939
    },
    {
        "text": "is already 20% of the total number of similar incidents from all of last year.",
        "start": 62.609,
        "duration": 5.009
    },
    {
        "text": "It's in fact such a big deal right now, Tide teamed up with Rob Gronkowski to let people know eating Tide Pods is bad.",
        "start": 67.619,
        "duration": 6.96
    },
    {
        "text": "\"What the heck is going on people? Use Tide Pods for washing, not eating.  \"",
        "start": 75.58,
        "duration": 4.22
    },
    {
        "text": "To which most of the internet responded with more Tide Pod eating memes.",
        "start": 79.8,
        "duration": 3.2
    },
    {
        "text": "And ultimately, at the end of this story, I find myself not knowing where to go.",
        "start": 83.0,
        "duration": 4.0
    },
    {
        "text": "Part of me goes, well, this is just Darwinism at play.",
        "start": 87.0,
        "duration": 3.3
    },
    {
        "text": "If you are 19 and you don't know it's a bad idea to bite into a Tide Pod,",
        "start": 90.3,
        "duration": 4.2
    },
    {
        "text": "Maybe that's for the best. Probably not losing the cure to cancer with that one.",
        "start": 94.6,
        "duration": 4.129
    },
    {
        "text": "But then I think about the really young kids, the impressionable kids, that maybe don't understand that it's all supposed to be a ridiculous joke that",
        "start": 98.729,
        "duration": 5.55
    },
    {
        "text": "you'd have to be a complete idiot to participate in this. And that's where I become actually worried that the joke is lost on them,.",
        "start": 104.28,
        "duration": 4.949
    },
    {
        "text": "So I guess I'll just end this with some old-school Philly D advice, and that is don't be stupid, stupid.",
        "start": 109.229,
        "duration": 5.271
    },
    {
        "text": "And also just because the story gives me the opportunity to get this out there:",
        "start": 114.5,
        "duration": 3.279
    },
    {
        "text": "This is the National Poison Help Hotline.",
        "start": 117.78,
        "duration": 2.01
    },
    {
        "text": "Save this number. You can also text POISON to 797979 just save that number in your phone.",
        "start": 120.04,
        "duration": 4.729
    },
    {
        "text": "Hopefully you never need the number in general,",
        "start": 124.84,
        "duration": 1.77
    },
    {
        "text": "Hopefully you--you never need the number for a Tide Pod related incident.",
        "start": 126.61,
        "duration": 4.39
    },
    {
        "text": "But maybe, this incredibly stupid story, getting this very important number in front of you, saves a life.",
        "start": 131.0,
        "duration": 4.949
    },
    {
        "text": "I'm trying to look at and make silver linings here, people. The world's so damn stupid.",
        "start": 135.95,
        "duration": 4.05
    },
    {
        "text": "And then let's talk about some good old-fashioned political controversy coming out of the UK,",
        "start": 140.0,
        "duration": 3.9
    },
    {
        "text": "this thanks to UK Independence Party leader Henry Bolton and his girlfriend Jo Marney.",
        "start": 143.9,
        "duration": 3.7
    },
    {
        "text": "Over the weekend, Bolton was just under fire over comments his girlfriend made in a series of Facebook messages with a friend.",
        "start": 147.6,
        "duration": 5.4
    },
    {
        "text": "Those messages end up getting published by the news",
        "start": 153.0,
        "duration": 1.52
    },
    {
        "text": "And she's talking about black people Megan Marco who of course is an American actress that is engaged to Prince Harry",
        "start": 154.52,
        "duration": 5.069
    },
    {
        "text": "So let's go through them Jo Marney's comments have the white background and her friend the blue background",
        "start": 159.59,
        "duration": 3.93
    },
    {
        "text": "She says, \"I wouldn't with a Negro.\" Friend says, \"What's wrong with black people?\" She replies, \"Ugly not my thing, they don't turn me on.\"",
        "start": 163.52,
        "duration": 5.52
    },
    {
        "text": "\"Harry's marrying. God! Wet as a scrubber. Awful. A royal yank. Yuck.\" \"What's wrong with her?\"",
        "start": 169.16,
        "duration": 4.259
    },
    {
        "text": "She's a quote, \"gender equality twat, she's obsessed with race and her seed will taint our royal family.\"",
        "start": 173.45,
        "duration": 4.229
    },
    {
        "text": "\"Just a dumb little commoner. Tiny brain.\"",
        "start": 177.75,
        "duration": 2.059
    },
    {
        "text": "\"She's black, a dumb little actress that no one has heard of. This is Britain not Africa.\" \"Racist\"",
        "start": 179.81,
        "duration": 4.08
    },
    {
        "text": "\"Oh, well, so what not wanting other races and cultures to invade your own culture doesn't mean I hate their race.\"",
        "start": 183.89,
        "duration": 4.05
    },
    {
        "text": "\"Just means I don't want their cultures invading mine. Just don't like her.\"",
        "start": 187.94,
        "duration": 2.55
    },
    {
        "text": "She's a black American pushing, their way to the top slowly,",
        "start": 190.52,
        "duration": 2.099
    },
    {
        "text": "slowly. Next will be a Muslim PM (Prime Minister) and a black King. Now when Jo Marney was confronted with her comments,",
        "start": 192.69,
        "duration": 4.61
    },
    {
        "text": "she issued this statement, saying, \"I apologize unreservedly for the shocking language I used. The opinions",
        "start": 197.3,
        "duration": 4.409
    },
    {
        "text": "I've expressed were deliberately exaggerated in order to make a point and have to an extent been taken out of context yet",
        "start": 201.709,
        "duration": 5.25
    },
    {
        "text": "Yet I fully recognize the offence they have caused. No offense was intended and again",
        "start": 206.959,
        "duration": 3.42
    },
    {
        "text": "I apologize unreservedly",
        "start": 210.38,
        "duration": 1.329
    },
    {
        "text": "for any such offence or hurt that my messages may have caused to members of the public members, of Ukip, my friends, family, and",
        "start": 211.709,
        "duration": 5.779
    },
    {
        "text": "loved ones. I've disappointed them all and let myself down.",
        "start": 217.489,
        "duration": 2.22
    },
    {
        "text": "I cannot sufficiently express my regret and sadness at having done so.\"",
        "start": 219.769,
        "duration": 3.031
    },
    {
        "text": "And to that comment, I would say I would love for her to explain how these are taken out of context, how these were quote unquote",
        "start": 222.8,
        "duration": 5.64
    },
    {
        "text": "\"deliberately exaggerated.\"",
        "start": 228.93,
        "duration": 1.309
    },
    {
        "text": "But the only added context of the situation",
        "start": 230.239,
        "duration": 1.661
    },
    {
        "text": "That makes her not a disgusting human being, just to me, is if in this back and forth with her friend",
        "start": 231.9,
        "duration": 5.24
    },
    {
        "text": "she was mocking a mutual friend that they had, that is racist. Right, like if I'm having a back and forth of another Youtuber,",
        "start": 237.14,
        "duration": 5.55
    },
    {
        "text": "And they're like, \" Hey, what do you think about filming a dead body?\" And I respond,",
        "start": 242.69,
        "duration": 2.759
    },
    {
        "text": "\"I think that's a great idea sounds like a lot of views\"",
        "start": 245.45,
        "duration": 2.13
    },
    {
        "text": "\"Y'know what'd  be a really dope idea? If we also include the dead body in the thumbnail.\" Y'know, a mocking, parody type of a situation.",
        "start": 247.58,
        "duration": 4.919
    },
    {
        "text": "But if --if you look at Jo Marney's track record, that doesn't seem to be the case here.",
        "start": 252.5,
        "duration": 3.57
    },
    {
        "text": "And if that was actually the case that would be pretty easy to explain and not exactly what we're seeing here. It really just appears that",
        "start": 256.07,
        "duration": 5.369
    },
    {
        "text": "Jo Marney is an ignorant, elitist bigot. But, that said, as you might expect, there was a lot of fallout from this situation.",
        "start": 261.44,
        "duration": 4.38
    },
    {
        "text": "Ukip Chairman, Paul Oakton saying, \"In light of messages that have been brought to my attention,",
        "start": 265.82,
        "duration": 3.449
    },
    {
        "text": "I have taken the decision to immediately suspend her party membership pending an investigation.",
        "start": 269.28,
        "duration": 3.559
    },
    {
        "text": "Ukip does not, has not, and never will condone racism.\" People also started calling on Bolton to resign. Bolton's been the leader of the party",
        "start": 273.44,
        "duration": 6.089
    },
    {
        "text": "For less than four months, and he's already been facing a lot of scrutiny over his relationship with Jo Marney",
        "start": 279.53,
        "duration": 4.38
    },
    {
        "text": "That's because they've accused him of having an affair, leaving his wife for the 25 year old model but to that",
        "start": 283.91,
        "duration": 3.899
    },
    {
        "text": "He's denied having an affair, and though he and his wife are not legally separated yet",
        "start": 287.81,
        "duration": 3.66
    },
    {
        "text": "He said their relationship ended before he and Marney started dating.",
        "start": 291.47,
        "duration": 2.79
    },
    {
        "text": "But still, many feel that his private relationships have been distracting from his leadership role",
        "start": 294.26,
        "duration": 3.599
    },
    {
        "text": "Ukip Member of Parliament, Bill Etheridge, an influential figure and the party's",
        "start": 297.89,
        "duration": 3.149
    },
    {
        "text": "Libertarian faction saying, \"I'm calling for Henry Bolton to resign as Ukip leader. A quick",
        "start": 301.23,
        "duration": 3.949
    },
    {
        "text": "resignation is now essential to allow the party to regroup and campaign properly for Brexit.\" Ben Walker, who was a candidate in the last Ukip",
        "start": 305.28,
        "duration": 5.63
    },
    {
        "text": "leadership contest, uh, just going for the throat, writing, \"Go now Henry Bolton you have destroyed your own family,",
        "start": 310.91,
        "duration": 5.609
    },
    {
        "text": "don't destroy our political one too.\" And following all of this this morning Henry Bolton went on Good Morning Britain to announce that he",
        "start": 316.52,
        "duration": 5.459
    },
    {
        "text": "is resigning having sex with Jo Marney. \"Well, as of last night our -- the romantic side of our relationship has endedm",
        "start": 321.979,
        "duration": 6.99
    },
    {
        "text": "Um, we had that conversation last night when I returned from Yorkshire.",
        "start": 329.49,
        "duration": 2.779
    },
    {
        "text": "It is obviously quite incompatible, as you say, to, uh, continue the relationship. He then goes on to kind of try and defend Jo Marney.,",
        "start": 332.27,
        "duration": 7.649
    },
    {
        "text": "why she was saying. \"The direct Facebook--\" \"--but that still has use--\" \"The direct",
        "start": 339.919,
        "duration": 3.66
    },
    {
        "text": "well then they're not, actually, they were they were made in a -- in the height of an online",
        "start": 343.58,
        "duration": 4.2
    },
    {
        "text": "argument between",
        "start": 348.33,
        "duration": 1.29
    },
    {
        "text": "Uh, her and somebody else on Facebook through direct messaging.\"",
        "start": 349.62,
        "duration": 3.02
    },
    {
        "text": "And I will say that comment is pretty confusing",
        "start": 352.64,
        "duration": 1.779
    },
    {
        "text": "Saying that it -- it you don't understand the contact was made at the height of an argument.",
        "start": 354.419,
        "duration": 3.68
    },
    {
        "text": "How would the context of \"she was having an argument with someone \" make this comment means something different?",
        "start": 358.1,
        "duration": 5.519
    },
    {
        "text": "He then goes on to say he doesn't defend the words. He then says that he won't be resigning. And ultimately",
        "start": 363.62,
        "duration": 4.02
    },
    {
        "text": "that's where we are right now, and we're gonna have to wait and see what happens.",
        "start": 367.64,
        "duration": 2.369
    },
    {
        "text": "Will the outrage continue to grow? Will he be pushed out? If that does end up happening for Ukip, it would be the fifth",
        "start": 370.31,
        "duration": 5.16
    },
    {
        "text": "leadership change in the past a year and a half. But we'll see and I'd love to know your thoughts on this story. But from there,",
        "start": 375.6,
        "duration": 4.279
    },
    {
        "text": "I want to share some stuff",
        "start": 379.88,
        "duration": 0.9
    },
    {
        "text": "I love today and today and awesome brought to you by the Sports! and",
        "start": 380.78,
        "duration": 3.54
    },
    {
        "text": "Pretentious hats. We of course still have those best-selling Sports! and Pretentious shirts on ShopDeFranco.com,",
        "start": 384.39,
        "duration": 4.279
    },
    {
        "text": "But a lot of people have been requesting the hats, so here ya get hats!",
        "start": 388.669,
        "duration": 2.85
    },
    {
        "text": "But, unlike the shirts the hats are only available",
        "start": 391.52,
        "duration": 1.83
    },
    {
        "text": "for the next 10 days or until they sell out. So if you want to snag one while you can, link to those down below. The",
        "start": 393.35,
        "duration": 4.709
    },
    {
        "text": "first bit of Awesome comes from Foot of a Ferret. He does this brief history series",
        "start": 398.06,
        "duration": 3.24
    },
    {
        "text": "And he just put out one on me, and it was just really interesting for me to see someone else to talk about",
        "start": 401.3,
        "duration": 3.839
    },
    {
        "text": "M-my over a decade on this site. If you're new here, you want to check it out, I'll link to that. Then we got our",
        "start": 405.81,
        "duration": 4.429
    },
    {
        "text": "first look at season 2 of The Handmaid's Tale. Over the weekend",
        "start": 410.24,
        "duration": 2.7
    },
    {
        "text": "We also got a black panther featurette. Then, with it being Martin Luther King Jr. Day",
        "start": 412.94,
        "duration": 3.54
    },
    {
        "text": "I wanted to link to a playlist o-of his speeches, some big moments, and even if it's for five minutes",
        "start": 416.48,
        "duration": 4.889
    },
    {
        "text": "just remembering not only the man, but his words. And if you want to see the full versions everything",
        "start": 421.37,
        "duration": 4.77
    },
    {
        "text": "I just share, the secret link of the day, anything at all, links, as always, are in the description down below.",
        "start": 426.14,
        "duration": 4.44
    },
    {
        "text": "Then let's talk about what in the actual hell happened in Hawaii over the weekend. Just insanity Saturday morning, 8:07 a.m.",
        "start": 430.58,
        "duration": 6.72
    },
    {
        "text": "People in Hawaii look to their phones, see, \"EMERGENCY ALERT: BALLISTIC MISSLE IMBOUND TO HAWAII. SEEK IMMEDIATE SHELTER. THIS IS NOT A DRILL.\"",
        "start": 437.31,
        "duration": 8.19
    },
    {
        "text": "Also at the same time, an alert played on radios and televisions. \"The US Pacific",
        "start": 445.5,
        "duration": 3.679
    },
    {
        "text": "Command has detected a missile threat to Hawaii. A missile may impact on land or sea within minutes.",
        "start": 449.37,
        "duration": 5.36
    },
    {
        "text": "This is not a drill.\" So obviously tons of people are horrified. They're running for shelter. They're texting and tweeting their loved ones. Also,",
        "start": 455.07,
        "duration": 6.559
    },
    {
        "text": "there's one guy who is like my favorite guy in this whole situation",
        "start": 461.64,
        "duration": 2.929
    },
    {
        "text": "He made a video for his loved ones and he was like, \"I'm playing golf. I did I did really good on the last hole",
        "start": 464.7,
        "duration": 4.25
    },
    {
        "text": "I'm just gonna go out playing golf.\" And for most people in the area, not until 8:45 a.m.",
        "start": 468.95,
        "duration": 4.859
    },
    {
        "text": "Did they know that it was a false alarm. At 8:45 a.m. An emergency alert went out saying",
        "start": 473.81,
        "duration": 4.92
    },
    {
        "text": "\"There is no missile threat or danger to the state of Hawaii.\"",
        "start": 478.73,
        "duration": 2.129
    },
    {
        "text": "\"Repeat. False Alarm.\"  Before that, we saw some Hawaii officials try to inform people that it was a false alarm.",
        "start": 481.23,
        "duration": 5.239
    },
    {
        "text": "One of the first ones came at 8:20 a.m.",
        "start": 486.47,
        "duration": 1.74
    },
    {
        "text": "So still 13 minutes after the false alarm.",
        "start": 488.21,
        "duration": 2.879
    },
    {
        "text": "The Hawaiian Emergency Management Agency tweeting out, NO missile threat to Hawaii.\" Road signs were changed to \"There is no threat.\" Hawaiian officials were trying to tweet",
        "start": 491.21,
        "duration": 6.689
    },
    {
        "text": "out. And so of course the question in most people's minds was, \"How the hell did this happen??\"",
        "start": 497.9,
        "duration": 3.99
    },
    {
        "text": "Why did an entire state of people get told, \"You might die, there's a missile coming.\"?",
        "start": 501.89,
        "duration": 3.929
    },
    {
        "text": "And also just think about the rest of the country, the rest of the world. We're living in tense times people see this report",
        "start": 505.82,
        "duration": 4.769
    },
    {
        "text": "They're going oh",
        "start": 510.59,
        "duration": 0.66
    },
    {
        "text": "no, we're going to war. It's happening right now. And the truth of the situation is incredibly stupid and the first explanation",
        "start": 511.25,
        "duration": 6.57
    },
    {
        "text": "We're given comes from the Governor of Hawaii David Ige who says, \"It was, uh,",
        "start": 517.82,
        "duration": 3.659
    },
    {
        "text": "a procedure, uh, that occurs at the change of shift where they go through to make sure that, um, the system is",
        "start": 522.32,
        "duration": 5.94
    },
    {
        "text": "working and, uh, an employee pushed the wrong button:",
        "start": 528.54,
        "duration": 3.17
    },
    {
        "text": " ",
        "start": 532.56,
        "duration": 0.5
    },
    {
        "text": "\"It came down to a person pushing the wrong button?\"",
        "start": 533.06,
        "duration": 2.88
    },
    {
        "text": "\"Who is that person?\" And when you actually look into the specifics of the situation,",
        "start": 537.0,
        "duration": 2.9
    },
    {
        "text": "It's almost shocking this hasn't happened before. When there's a shift change at Hawaii's Emergency Management Agency",
        "start": 540.33,
        "duration": 5.179
    },
    {
        "text": "There is always a test of the alert system. And to test the system",
        "start": 545.51,
        "duration": 2.429
    },
    {
        "text": "There is a drop-down menu with two",
        "start": 547.94,
        "duration": 2.0
    },
    {
        "text": "options. And stacked right on top of each other, you have \"test missile alert\" and \"missile alert.\"",
        "start": 549.99,
        "duration": 4.94
    },
    {
        "text": "And it doesn't include a \"whoops, I hit the wrong button\" button when you cancel in the system",
        "start": 554.93,
        "duration": 4.049
    },
    {
        "text": "It doesn't send out another message saying \"whoopsie!\" It just stops further messages from going out The message at 8:45 a.m.",
        "start": 558.98,
        "duration": 5.49
    },
    {
        "text": "Came after getting authorization from FEMA. Now following this massive mistake the FCC says they're investigating",
        "start": 564.51,
        "duration": 4.909
    },
    {
        "text": "a spokesperson for Hawaii's EMA saying they're already making changes",
        "start": 569.61,
        "duration": 3.26
    },
    {
        "text": "saying,  \"In the past there was no cancellation button, there was no false alarm button at all.",
        "start": 573.15,
        "duration": 3.469
    },
    {
        "text": "Now there's a command to issue a message immediately that goes over on the same system saying it's a false alarm,",
        "start": 576.62,
        "duration": 4.32
    },
    {
        "text": "please disregard, as soon as the mistake is identified.\" The agency",
        "start": 580.94,
        "duration": 3.15
    },
    {
        "text": "Also said they're changing the procedure so that it is a two-person job, One will initiate, the other will confirm.",
        "start": 584.09,
        "duration": 4.619
    },
    {
        "text": "And they added that the person responsible for the situation has temporarily been reassigned,",
        "start": 588.71,
        "duration": 3.57
    },
    {
        "text": "but they have no intent to fire. And that's where we are and I'm just left laughing and it's not at the",
        "start": 592.28,
        "duration": 5.25
    },
    {
        "text": "misfortune of the people who literally thought they were going to die. I'm laughing because it seems like such a ridiculously stupid and easy to avoid",
        "start": 598.05,
        "duration": 7.61
    },
    {
        "text": "situation, yet it happened.",
        "start": 605.7,
        "duration": 2.09
    },
    {
        "text": "And I find myself worried that this -- this massive blunder will make it so that people in Hawaii",
        "start": 607.79,
        "duration": 4.529
    },
    {
        "text": "When they're there, when they get the next alert, which is real. They won't believe it",
        "start": 612.45,
        "duration": 3.619
    },
    {
        "text": "So they'll ignore it, maybe they'll just be skeptical and lose very, very valuable minutes. But hopefully that's not the reality of the situation.",
        "start": 616.07,
        "duration": 6.179
    },
    {
        "text": "Hopefully that's just the cynical part of my brain doing its thing.",
        "start": 622.26,
        "duration": 3.26
    },
    {
        "text": "I don't know. I -- What I will say is if you were out there and in the comments down below",
        "start": 625.52,
        "duration": 3.539
    },
    {
        "text": "I'd love to know what that experience was like. What went through your mind? What did you do?",
        "start": 629.06,
        "duration": 4.2
    },
    {
        "text": "Let me know. And then let's talk about a story. I thought was done. It was over. I'm talking about the H&M",
        "start": 633.26,
        "duration": 4.26
    },
    {
        "text": "\"coolest monkey in the jungle\"",
        "start": 637.52,
        "duration": 1.57
    },
    {
        "text": "controversy. We talked about this two times last week",
        "start": 639.09,
        "duration": 2.149
    },
    {
        "text": "There's a lot of controversy because H&M put up a photo of a young black child wearing a hoodie",
        "start": 641.24,
        "duration": 4.29
    },
    {
        "text": "that said \"coolest monkey in the jungle\"",
        "start": 645.65,
        "duration": 1.48
    },
    {
        "text": "Meanwhile the white child model had a shirt that said survival expert. Many people saying if this choice on H&M's part was ignorant,",
        "start": 647.13,
        "duration": 5.839
    },
    {
        "text": "it was racially insensitive,",
        "start": 652.97,
        "duration": 0.7
    },
    {
        "text": "some saying just outright racist. This because of a long",
        "start": 653.67,
        "duration": 2.54
    },
    {
        "text": "History of racist people referring to black people as \"monkeys\". We saw several",
        "start": 656.42,
        "duration": 3.0
    },
    {
        "text": "celebrities end their partnerships with H&M over this. The mother of the child came out saying that it wasn't racist. H&M then",
        "start": 659.49,
        "duration": 5.839
    },
    {
        "text": "apologized for the image, they ended up removing the product from their entire",
        "start": 665.43,
        "duration": 2.959
    },
    {
        "text": "website. Still some that were angry felt the company had not done nearly enough, and so in South Africa over the weekend,",
        "start": 668.459,
        "duration": 5.119
    },
    {
        "text": "we saw protests. On Saturday, demonstrators from the EFF, the Economic Freedom Fighters, a South African Socialist Party",
        "start": 673.579,
        "duration": 5.19
    },
    {
        "text": "-- they gathered at H&M locations in Cape Town,",
        "start": 678.769,
        "duration": 2.0
    },
    {
        "text": "Pretoria, several other locations around",
        "start": 681.029,
        "duration": 1.981
    },
    {
        "text": "Johannesburg. They were wearing red, they were chanting outside of the stores. Some holding signs that said, \"H&M, say hello to the coolest monkeys.\"",
        "start": 683.01,
        "duration": 6.739
    },
    {
        "text": "and \"Away with H&M racist tendencies\" And we then saw \"protesters\" destroying the stores.",
        "start": 689.75,
        "duration": 4.409
    },
    {
        "text": "Here's some of the shots of the aftermath, and as far as the argument of, you know, this was just the actions of a few,",
        "start": 708.19,
        "duration": 4.339
    },
    {
        "text": "not the entire organization, not really . Yes, we saw random supporters of the EFF doing this tweeting out their support,",
        "start": 712.63,
        "duration": 7.07
    },
    {
        "text": "but we also saw the EFF deputy president tweet, \"That H&M",
        "start": 719.7,
        "duration": 3.119
    },
    {
        "text": "nonsense of a clothing store is now facing consequences for its racism. All rational people should agree that the store should not be allowed to",
        "start": 722.82,
        "duration": 5.58
    },
    {
        "text": "continue operating in South Africa. Well done to fighters who physically confronted racism.\"",
        "start": 728.4,
        "duration": 3.989
    },
    {
        "text": "While you had that, you also had the leader of the EFF, Julius Malema,",
        "start": 732.39,
        "duration": 3.209
    },
    {
        "text": "defending the protest and warning that there was more to come.",
        "start": 735.79,
        "duration": 2.33
    },
    {
        "text": "My response to that speech and all that destruction is, YES! You show all of those, most likely",
        "start": 759.94,
        "duration": 5.419
    },
    {
        "text": "minimum wage employees that are gonna have to clean up your mess. And also your other South African",
        "start": 765.46,
        "duration": 4.069
    },
    {
        "text": "brothers and sisters who would have been working and would have been making money,",
        "start": 769.81,
        "duration": 3.83
    },
    {
        "text": "but now can't because instead of sending your message with just words, you decide to destroy",
        "start": 773.64,
        "duration": 4.559
    },
    {
        "text": "things, to become violent. And what really sucks is the people that are",
        "start": 778.27,
        "duration": 2.929
    },
    {
        "text": "actually racist, they're going to point to this and go \"see?\". Meanwhile the people whose property you're destroying, most likely, based off of everything that",
        "start": 781.27,
        "duration": 6.079
    },
    {
        "text": "we've seen, had no ill intent, You could argue maybe ignorant, not familiar. I think a big truth of life",
        "start": 787.35,
        "duration": 4.8
    },
    {
        "text": "is that it doesn't, it doesn't even matter if you have the right",
        "start": 792.15,
        "duration": 3.389
    },
    {
        "text": "argument if you get it across like an asshole. And as far as where we are right now",
        "start": 795.79,
        "duration": 3.679
    },
    {
        "text": "H&M issued a statement saying that they're shutting down their South African stores temporarily writing",
        "start": 799.54,
        "duration": 4.52
    },
    {
        "text": "\"We strongly believe that racism and bias in any shape or form deliberate or accidental are simply unacceptable",
        "start": 804.06,
        "duration": 4.26
    },
    {
        "text": "We stress that our wonderful store staff had nothing to do with our poorly judged product and image.\" And there are reports emerging that there might be",
        "start": 808.54,
        "duration": 5.6
    },
    {
        "text": "charges of \"Incitement of Public Violence\" against the EFF Commander in Chief, their Deputy President, and a spokesperson.",
        "start": 814.14,
        "duration": 5.159
    },
    {
        "text": "But, as a recording this video, no one has been arrested.",
        "start": 819.3,
        "duration": 1.89
    },
    {
        "text": "That's where I'm gonna leave that one and actually why would it pass the question off to you.",
        "start": 821.19,
        "duration": 2.82
    },
    {
        "text": "What what is your takeaway from all of this? Do you get why this is happening? Do you support it?",
        "start": 824.01,
        "duration": 3.089
    },
    {
        "text": "Do you think it's counterproductive? I'd love to know your thoughts and any insight you have here.",
        "start": 827.1,
        "duration": 2.94
    },
    {
        "text": "And that's actually where I'm going to end today's show. And remember if you liked this video, you like what I try and",
        "start": 830.04,
        "duration": 3.539
    },
    {
        "text": "do on this channel, hit that like button. If you new here ,hit that subscribe button, that way you don't miss these daily shows, which",
        "start": 833.579,
        "duration": 4.89
    },
    {
        "text": "actually",
        "start": 838.47,
        "duration": 0.39
    },
    {
        "text": "if you did miss the last Philip DeFranco show, you want to catch up click or tap right there to watch that. Or if you need something lighter,",
        "start": 838.86,
        "duration": 4.38
    },
    {
        "text": "you want to watch whatever the hell this is ,click or tap right there. BUT!",
        "start": 843.24,
        "duration": 2.4
    },
    {
        "text": "That said, of course, as always, my name is Philip DeFranco, you've just been phill'd in. I love yo faces, and I'll see you tomorrow.",
        "start": 845.64,
        "duration": 6.239
    }
]