[
    {
        "text": "Sup you beautiful bastards hope your having a",
        "start": 0.0,
        "duration": 2.0
    },
    {
        "text": "fantastic Friday",
        "start": 2.139,
        "duration": 0.871
    },
    {
        "text": "Welcome back to the Philip DeFranco show if you're new here on Fridays. We do things a little bit different",
        "start": 3.01,
        "duration": 4.34
    },
    {
        "text": "We do it naked. No. We don't. On Fridays",
        "start": 7.35,
        "duration": 1.59
    },
    {
        "text": "I try to cover more viewer requested stories that didn't make it into the show this week other stories that we were going to include",
        "start": 8.94,
        "duration": 4.949
    },
    {
        "text": "But for times sake we ended up having to cut and so with that said let's jump into it and the first thing we're gonna",
        "start": 13.889,
        "duration": 4.17
    },
    {
        "text": "Talk about today are several pieces of YouTube centered news some that",
        "start": 18.06,
        "duration": 3.6
    },
    {
        "text": "unfortunately relate to me the first being which isn't about me is if you use YouTube kind of like a",
        "start": 21.789,
        "duration": 4.399
    },
    {
        "text": "Spotify you listen to music a lot it appears that you are about to receive a lot more ads than everyone else on YouTube this",
        "start": 26.41,
        "duration": 5.75
    },
    {
        "text": "concerning piece came from",
        "start": 32.16,
        "duration": 0.88
    },
    {
        "text": "Bloomberg Row people who treat YouTube like a music service those passively listening for long periods of time will encounter more ads according to liar",
        "start": 33.04,
        "duration": 6.199
    },
    {
        "text": "Cohen the company's global head of music oh and then reportedly addict",
        "start": 39.239,
        "duration": 3.12
    },
    {
        "text": "You're not going to be happy after you are jamming stairway to heaven and even add right after that also another fantastic quote from Cohen",
        "start": 42.36,
        "duration": 5.729
    },
    {
        "text": "he reportedly said there's a lot more people in our funnel that we can frustrate and seduced to become subscribers so it appears that the",
        "start": 48.09,
        "duration": 5.039
    },
    {
        "text": "Actual game plan is to frustrate users",
        "start": 53.129,
        "duration": 2.1
    },
    {
        "text": "Into subscribing into a new paid service and what I love is after this article came out",
        "start": 55.48,
        "duration": 3.86
    },
    {
        "text": "a spokesperson spoke with the verge to clarify those comments",
        "start": 59.399,
        "duration": 3.12
    },
    {
        "text": "And they said our top priority at YouTube is to deliver a great user",
        "start": 62.52,
        "duration": 2.909
    },
    {
        "text": "Experience and that includes ensuring users do not encounter",
        "start": 65.53,
        "duration": 2.389
    },
    {
        "text": "Excessive ad load we do not seek to specifically increase ad loads across YouTube for a specific",
        "start": 67.99,
        "duration": 3.949
    },
    {
        "text": "subset of users who use YouTube like a paid music service today and would benefit most from additional features",
        "start": 72.28,
        "duration": 5.33
    },
    {
        "text": "We may show more ads or promotional prompts to upsell to our paid service. Yeah",
        "start": 77.61,
        "duration": 4.049
    },
    {
        "text": "No, that's that's that's how most of us understood Cohen's initial comment it",
        "start": 81.659,
        "duration": 3.72
    },
    {
        "text": "Just said the same thing Cohen said but in softer language",
        "start": 85.38,
        "duration": 2.52
    },
    {
        "text": "She was like bragging at the the ways that they could annoy and that said I want a past question off to you guys how?",
        "start": 87.9,
        "duration": 5.459
    },
    {
        "text": "Do you feel about that I don't want?",
        "start": 93.36,
        "duration": 1.2
    },
    {
        "text": "I don't know what you personally use for music if you use YouTube in that way",
        "start": 94.56,
        "duration": 3.029
    },
    {
        "text": "And then - how do you feel about YouTube doing this of course that was a game plan for the future story?",
        "start": 97.59,
        "duration": 3.69
    },
    {
        "text": "There's also stories that are happening now",
        "start": 101.28,
        "duration": 1.53
    },
    {
        "text": "Would you've made an announcement that they're changing their firearms policy and what's really concerning to me is in my experience",
        "start": 102.81,
        "duration": 4.44
    },
    {
        "text": "They have a real problem",
        "start": 107.25,
        "duration": 1.689
    },
    {
        "text": "Differentiating kinds of content, and then end up suppressing content that should not be suppressed yesterday",
        "start": 108.939,
        "duration": 4.459
    },
    {
        "text": "I think is a personal and",
        "start": 113.399,
        "duration": 1.0
    },
    {
        "text": "fantastic example for me yesterday's video about",
        "start": 114.399,
        "duration": 2.24
    },
    {
        "text": "40% of you that normally watch my videos have not seen that video don't think I posted yesterday seemingly because I talk about news on",
        "start": 116.71,
        "duration": 6.29
    },
    {
        "text": "My show, and I featured body cam footage about a shooting even though",
        "start": 123.0,
        "duration": 2.969
    },
    {
        "text": "We blurred use best practices endure because we had a weapon featured in the thumbnail of that video that",
        "start": 125.969,
        "duration": 4.409
    },
    {
        "text": "Video didn't seem to go to people's home pages",
        "start": 130.45,
        "duration": 2.3
    },
    {
        "text": "Recommended feed people that had you that go to the subscription page seem to still get it a huge",
        "start": 133.06,
        "duration": 4.639
    },
    {
        "text": "Chunk of you guys consume the content the other way and that is",
        "start": 137.7,
        "duration": 2.22
    },
    {
        "text": "Incredibly troubling that is incredibly",
        "start": 140.14,
        "duration": 1.98
    },
    {
        "text": "Concern it ends up being the suppression of a very important story not even just to the general public but to people who have",
        "start": 142.12,
        "duration": 5.21
    },
    {
        "text": "Subscribed and said yes. I want this kind of content. I've done this kind of content in the past before I understand",
        "start": 147.43,
        "duration": 5.66
    },
    {
        "text": "This is a much different situation than D monetization",
        "start": 153.09,
        "duration": 2.399
    },
    {
        "text": "I didn't even try and monetize yesterday's video, but the seeming video suppression is incredibly troubling. I'm reaching out to my youtube contact",
        "start": 155.489,
        "duration": 6.029
    },
    {
        "text": "Hopefully we we figure out something with a situation",
        "start": 161.56,
        "duration": 2.119
    },
    {
        "text": "But right now",
        "start": 163.68,
        "duration": 0.899
    },
    {
        "text": "It feels like and I'm not saying me specifically but but people",
        "start": 164.579,
        "duration": 3.51
    },
    {
        "text": "Like me are going to start being targeted more and more",
        "start": 168.22,
        "duration": 2.479
    },
    {
        "text": "But ultimately there will have to wait and see and back to the store",
        "start": 170.7,
        "duration": 2.58
    },
    {
        "text": "Last year YouTube started cracking down on gun channels more than they previously had things like after the Vegas shooting",
        "start": 173.4,
        "duration": 4.83
    },
    {
        "text": "They banned videos that involved bump stuff",
        "start": 178.23,
        "duration": 1.83
    },
    {
        "text": "You also couldn't sell firearms on your channel or link to firearm sales YouTube's official policy now involves a lot more",
        "start": 180.06,
        "duration": 5.61
    },
    {
        "text": "And what some are calling vague language along with that it is now a violation if the video provides instruction on manufacturing a firearm ammunition",
        "start": 185.769,
        "duration": 6.83
    },
    {
        "text": "high-capacity magazine homemade silencer slash suppressors or certain firearms",
        "start": 192.79,
        "duration": 3.949
    },
    {
        "text": "Accessories such as those listed above this also includes instructions on how to convert a firearm to automatic or simulated automatic firing",
        "start": 197.109,
        "duration": 6.08
    },
    {
        "text": "Capabilities, and there are some like Shawn Davis the co-founder of the federalists. I think the language is too vague",
        "start": 203.44,
        "duration": 4.009
    },
    {
        "text": "He argued as written",
        "start": 207.45,
        "duration": 1.05
    },
    {
        "text": "It could even ban videos on how to safely clean a gun since you have to disassemble slash",
        "start": 208.5,
        "duration": 3.929
    },
    {
        "text": "Reassemble the firearm to clean it and based on searching gun cleaning that could affect up to two point 1 million video",
        "start": 212.62,
        "duration": 5.089
    },
    {
        "text": "also",
        "start": 217.709,
        "duration": 0.301
    },
    {
        "text": "if you search on YouTube how to build a gun you get",
        "start": 218.01,
        "duration": 2.099
    },
    {
        "text": "25 million results also other videos that people feel would be unfairly",
        "start": 220.239,
        "duration": 3.35
    },
    {
        "text": "Targeted would be videos on how to safely make reload and while these new guidelines are technically not supposed to be enforced until April it",
        "start": 223.66,
        "duration": 5.719
    },
    {
        "text": "appears that some channels are already having trouble recently we saw spikes tactical which is a firearms channel and",
        "start": 229.379,
        "duration": 4.5
    },
    {
        "text": "manufacturer of firearms and other goods their channel was taken down this for quote repeated or severe violations of our Community Guidelines",
        "start": 233.949,
        "duration": 5.63
    },
    {
        "text": "YouTube doesn't allow content that encourages or promotes violent or dangerous acts that have an inherent risk of serious physical harm",
        "start": 239.889,
        "duration": 5.3
    },
    {
        "text": "But eventually that channel was reinstated and a YouTube spokesperson said they were mistakenly removed which to me",
        "start": 245.19,
        "duration": 4.679
    },
    {
        "text": "I will say personally is just a horrifying sentence like hey",
        "start": 249.87,
        "duration": 2.91
    },
    {
        "text": "You know how you built a shit ton of your career and your business on our platform your gun oh wait?",
        "start": 252.78,
        "duration": 3.989
    },
    {
        "text": "It was just a mistake",
        "start": 256.769,
        "duration": 0.78
    },
    {
        "text": "I know it was your entire livelihood",
        "start": 257.549,
        "duration": 1.321
    },
    {
        "text": "But it was it was a whoop suit is why once again fellow creators on YouTube side now always",
        "start": 258.87,
        "duration": 3.899
    },
    {
        "text": "diversify your content and your money and",
        "start": 263.02,
        "duration": 2.06
    },
    {
        "text": "Everything don't rely on any of these people the moment that you don't help them",
        "start": 265.27,
        "duration": 3.829
    },
    {
        "text": "They will throw you under the bus and I don't mean that with YouTube",
        "start": 269.1,
        "duration": 2.19
    },
    {
        "text": "I mean anyone in business",
        "start": 271.29,
        "duration": 1.26
    },
    {
        "text": "But ultimately that is where we are with the situation right now YouTube's made this announcement we will see how they enforce",
        "start": 272.55,
        "duration": 4.799
    },
    {
        "text": "We'll see",
        "start": 277.42,
        "duration": 0.8
    },
    {
        "text": "The last one of YouTube news is more YouTube news is popping into the mainstream youtuber ksi had a massive piece done on him in",
        "start": 278.22,
        "duration": 5.399
    },
    {
        "text": "Esquire covered his early",
        "start": 283.62,
        "duration": 1.75
    },
    {
        "text": "controversies the",
        "start": 285.37,
        "duration": 0.84
    },
    {
        "text": "apology that followed the",
        "start": 286.21,
        "duration": 1.47
    },
    {
        "text": "evolution of his content since then one of the big standouts from the interview that he did was about drama his quotes are interesting because",
        "start": 287.68,
        "duration": 5.929
    },
    {
        "text": "It makes me wonder. How many other youtubers that are that are kind of in the same realm?",
        "start": 293.61,
        "duration": 3.509
    },
    {
        "text": "have a",
        "start": 297.12,
        "duration": 0.73
    },
    {
        "text": "love/hate relationship with",
        "start": 297.85,
        "duration": 1.23
    },
    {
        "text": "drama ksi saying",
        "start": 299.08,
        "duration": 1.34
    },
    {
        "text": "YouTube has been created a way where you receive the videos that have the most attention and unfortunately as humans the thing that creates most",
        "start": 300.42,
        "duration": 5.22
    },
    {
        "text": "Attention is violence and crime beef and drama adding drama is always going to be an eye-catcher ultimately YouTube is a business and YouTube is",
        "start": 305.64,
        "duration": 6.119
    },
    {
        "text": "Always going to favor anything that's going to create more views and more money",
        "start": 311.76,
        "duration": 2.76
    },
    {
        "text": "There's more interesting stuff in the piece if you're interested in the space I recommend it for a read this piece stood out to me",
        "start": 314.52,
        "duration": 4.139
    },
    {
        "text": "for a few reasons one",
        "start": 318.66,
        "duration": 1.51
    },
    {
        "text": "more online creators becoming mainstream while remaining on the platform",
        "start": 320.17,
        "duration": 3.649
    },
    {
        "text": "So it's interesting to see the acknowledgement of using something that someone may not even personally be a fan of to succeed",
        "start": 323.82,
        "duration": 6.179
    },
    {
        "text": "But also 3 I think that ksi kind of hit on a point that I mentioned earlier is a fantastic example of long term",
        "start": 330.0,
        "duration": 6.0
    },
    {
        "text": "diversification on YouTube obviously you have the videos and the merch in any of the movies the books the the music the now",
        "start": 336.4,
        "duration": 6.139
    },
    {
        "text": "fighting and then also being the director of the company that is putting it on you love them or hate them pay attention to the",
        "start": 342.76,
        "duration": 5.869
    },
    {
        "text": "business month then let's talk about the",
        "start": 348.63,
        "duration": 2.0
    },
    {
        "text": "infuriating news coming out of one of my former homes",
        "start": 350.98,
        "duration": 2.269
    },
    {
        "text": "And that is North Carolina 20 year old by the name of Brianna Sean's he left and made news when there was a video",
        "start": 353.25,
        "duration": 5.55
    },
    {
        "text": "Released and there was a version that had",
        "start": 358.87,
        "duration": 1.89
    },
    {
        "text": "1.5 million views of course there were several version and in this 10-second video you see someone from off camera take a cigarillo put it",
        "start": 360.76,
        "duration": 5.989
    },
    {
        "text": "Up to a baby's mouth that baby",
        "start": 366.75,
        "duration": 1.26
    },
    {
        "text": "Then makes a cooing sound appears to inhale and then let out a puff of smoke and understandably people were outraged by this many people",
        "start": 368.01,
        "duration": 6.479
    },
    {
        "text": "contacting the police",
        "start": 374.56,
        "duration": 0.89
    },
    {
        "text": "According to Raleigh police the mother is now in custody the baby is safe Rihanna has reportedly been charged with two counts of felony child",
        "start": 375.45,
        "duration": 5.64
    },
    {
        "text": "Abuse as well as marijuana possession reportedly while it was not immediately clear",
        "start": 381.09,
        "duration": 3.959
    },
    {
        "text": "What substance was in that cigarillo is important to know the mother was charged with marijuana possession, so what it looks like is she had",
        "start": 385.21,
        "duration": 7.609
    },
    {
        "text": "This baby smoke weed, she made her baby smoke weed. I want to throw this woman off of a cliff who does that?",
        "start": 393.35,
        "duration": 5.399
    },
    {
        "text": "It's her fucking one-year-old, and that's how she treats her garbage person off the cliff",
        "start": 398.75,
        "duration": 3.54
    },
    {
        "text": "I don't even know how to end this story other than to say",
        "start": 402.29,
        "duration": 2.04
    },
    {
        "text": "I hope she is punished to the fullest extent of the law then let's talk about I know that yesterday",
        "start": 404.33,
        "duration": 4.889
    },
    {
        "text": "I talked about the current state of American politics and the whole Drumpf",
        "start": 409.22,
        "duration": 3.33
    },
    {
        "text": "Biden the talking about fighting each other obviously the mindset of is this really where we are now comes from our history",
        "start": 412.71,
        "duration": 6.14
    },
    {
        "text": "But I think it is also important remember that this this is essentially a slap fight",
        "start": 418.85,
        "duration": 3.839
    },
    {
        "text": "Compared to what we saw from Kosovo this week Kosovo's Parliament this week in order to stop a vote they did not filibuster",
        "start": 422.97,
        "duration": 7.519
    },
    {
        "text": "No instead members of the self-determination",
        "start": 430.49,
        "duration": 2.01
    },
    {
        "text": "Movement party used three tear gas canisters in Parliament. Yes really it happened right before a vote was about to start",
        "start": 433.08,
        "duration": 6.679
    },
    {
        "text": "It was expected to pass by a two-thirds majority all the politicians had to leave the hall",
        "start": 439.76,
        "duration": 3.66
    },
    {
        "text": "Then you see people in there with gas masks on probably what we ended up saying from this is that several members of the ultra-nationalist",
        "start": 443.42,
        "duration": 5.279
    },
    {
        "text": "Organization were detained and after the gas cleared the bill was passed. Thanks to 80 votes",
        "start": 449.43,
        "duration": 3.77
    },
    {
        "text": "I'm sharing the story not because I'm like this is where the bar for crazy is",
        "start": 453.2,
        "duration": 3.479
    },
    {
        "text": "No",
        "start": 456.78,
        "duration": 0.5
    },
    {
        "text": "It is very interesting to see what else is happening in the world when we when we jump outside of our bubbles then and one",
        "start": 457.28,
        "duration": 4.35
    },
    {
        "text": "Of the viewer-requested stories of the week some people wanted me to talk about the allegations that Donald Drumpf jr.",
        "start": 461.63,
        "duration": 4.38
    },
    {
        "text": "Had an affair with Aubrey Plaza wait wrong Aubrey Aubrey. O'Day. That's a completely different story",
        "start": 466.01,
        "duration": 4.709
    },
    {
        "text": "She was a singer member of Danity Kane reality star initially I didn't cover this story because there were no huge",
        "start": 470.72,
        "duration": 4.8
    },
    {
        "text": "implications as far as an affair go rightly with President Drumpf with the",
        "start": 475.95,
        "duration": 3.139
    },
    {
        "text": "Allegations that he had these Affairs while he was married to Melania and the potential legal",
        "start": 479.22,
        "duration": 4.19
    },
    {
        "text": "Implications everything that that happened allegedly to to keep those stories from the press right that can matter whereas this I'm not personally",
        "start": 483.63,
        "duration": 6.919
    },
    {
        "text": "Interested I will say because it was recommended. I looked into it",
        "start": 490.65,
        "duration": 3.05
    },
    {
        "text": "And I'm kind of shocked this story",
        "start": 493.7,
        "duration": 2.13
    },
    {
        "text": "Wasn't a thing before like before the new sources came out in the past week giving out information like here here are a few things",
        "start": 495.99,
        "duration": 5.809
    },
    {
        "text": "That happen on social media. She would talk about this relationship",
        "start": 501.8,
        "duration": 2.309
    },
    {
        "text": "She would have where she never showed the guy after she ends up breaking up with said secret boyfriend",
        "start": 504.12,
        "duration": 3.619
    },
    {
        "text": "She releases an album that as a song literally titled",
        "start": 507.74,
        "duration": 2.94
    },
    {
        "text": "Djt and in it she sings about a lost love",
        "start": 511.14,
        "duration": 2.359
    },
    {
        "text": "And if that was that enough turns out on election night after Donald Drumpf was elected Aubrey. O'Day reportedly tweeted my story",
        "start": 513.5,
        "duration": 7.02
    },
    {
        "text": "I didn't tell is worth millions now",
        "start": 520.52,
        "duration": 1.68
    },
    {
        "text": "Dan if you pair that with the new information from sources when the media has reached out to Aubree",
        "start": 522.2,
        "duration": 3.869
    },
    {
        "text": "O'Day her manager has responded that she's not commenting at this time",
        "start": 526.07,
        "duration": 2.799
    },
    {
        "text": "I just seems obvious, but ultimately this story doesn't matter",
        "start": 528.9,
        "duration": 3.0
    },
    {
        "text": "But I do want to thank the people that recommended this because it pleased the the reality TV show",
        "start": 531.9,
        "duration": 5.429
    },
    {
        "text": "Watching petty side of my brain. It's kind of a nice break from the general horrible",
        "start": 537.55,
        "duration": 4.369
    },
    {
        "text": "We've just been talking about lately",
        "start": 542.05,
        "duration": 1.49
    },
    {
        "text": "Then we had requests to talk about the stock market because the Dow Jones",
        "start": 543.54,
        "duration": 2.76
    },
    {
        "text": "Dropped 7 under 24 points yesterday and an interesting stat",
        "start": 546.4,
        "duration": 2.839
    },
    {
        "text": "Is there was the fifth largest one-day point loss in history?",
        "start": 549.24,
        "duration": 3.72
    },
    {
        "text": "But also is the third largest one-day point loss in the past 45 days obviously remember that percentage lost",
        "start": 552.96,
        "duration": 5.729
    },
    {
        "text": "Versus point loss very different in this whole situation is also meaningful for two reasons the first being that on past shows",
        "start": 558.82,
        "duration": 5.179
    },
    {
        "text": "I've mentioned that the president for the long term might not want to",
        "start": 564.0,
        "duration": 2.94
    },
    {
        "text": "Associate himself with the stock market which can fluctuate sure you can do it and when the stock market is flourishing",
        "start": 567.25,
        "duration": 5.57
    },
    {
        "text": "Why wouldn't you do it?",
        "start": 572.83,
        "duration": 1.28
    },
    {
        "text": "But but the market does change especially because to a lot of experts are crediting the the shakiness of this market to the trade war",
        "start": 574.11,
        "duration": 7.23
    },
    {
        "text": "That Donald Drumpf seems to be pushing the drop that we saw yesterday",
        "start": 581.34,
        "duration": 2.279
    },
    {
        "text": "Happening the same day as the China tariffs were being announced the u.s.",
        "start": 583.75,
        "duration": 3.229
    },
    {
        "text": "Set to impose tariffs of around 60 billion dollars on Chinese imports",
        "start": 586.98,
        "duration": 3.66
    },
    {
        "text": "As well as limit China's investment in the United States this seemingly in retaliation",
        "start": 590.86,
        "duration": 3.59
    },
    {
        "text": "And in general with China or at the very least a lot more people and with the aluminum and steel tariffs more people are on",
        "start": 594.52,
        "duration": 5.57
    },
    {
        "text": "Board with tariffs for Chinese import it was the amount that was surprising even Drumpf's team reportedly initially saying that they were looking for something",
        "start": 600.09,
        "duration": 5.639
    },
    {
        "text": "Around 30 billion now. We're talking about double that it's a 1 now",
        "start": 605.73,
        "duration": 2.82
    },
    {
        "text": "we've seen China respond with a proposed plan to slap their own tariffs on 128 US products and 2 we see what happens with the",
        "start": 608.55,
        "duration": 5.85
    },
    {
        "text": "Market, which I think it is important to note that this is not happening in a bubble",
        "start": 614.4,
        "duration": 3.239
    },
    {
        "text": "This is also happening at the same time as the Facebook fall out and while that's happening of course",
        "start": 617.64,
        "duration": 3.299
    },
    {
        "text": "We've seen people calling for regulation",
        "start": 620.94,
        "duration": 1.89
    },
    {
        "text": "Which wouldn't just affect?",
        "start": 622.83,
        "duration": 1.0
    },
    {
        "text": "Facebook it would affect anyone using the ad model of a bear which of course is the parent company to Google also saw draw additionally",
        "start": 623.83,
        "duration": 5.869
    },
    {
        "text": "There was a change to library rates, which are actually at the highest they've been since 2008 Libor rates",
        "start": 629.7,
        "duration": 4.08
    },
    {
        "text": "If you don't know are the interest rates at which banks lend to one another and so they're just a lot happening at the same",
        "start": 633.78,
        "duration": 4.38
    },
    {
        "text": "Time I'm not saying it's gonna go further down",
        "start": 638.16,
        "duration": 2.069
    },
    {
        "text": "I'm not saying it's gonna go up, but that's everything that seems to be feeding into the moment right now",
        "start": 640.23,
        "duration": 4.23
    },
    {
        "text": "And then let's talk about the news around Gucci for a 2.0",
        "start": 644.46,
        "duration": 2.549
    },
    {
        "text": "If you don't remember that was a name of the hacker that took credit for giving WikiLeaks the DNC email",
        "start": 647.01,
        "duration": 4.5
    },
    {
        "text": "There's been a lot of speculation about who this person is I'm saying they thought he was Russian in fact in January of last year",
        "start": 651.51,
        "duration": 5.07
    },
    {
        "text": "the CIA the NSA and the FBI assessed quote with high",
        "start": 656.58,
        "duration": 2.789
    },
    {
        "text": "Russian military intelligence General Staff main intelligence",
        "start": 659.93,
        "duration": 2.599
    },
    {
        "text": "Directorate or GRU used the gucci 42.0 persona and DC leaks calm to release us victim data",
        "start": 662.81,
        "duration": 5.21
    },
    {
        "text": "But they didn't definitively say that it was an intelligence officer, and they also didn't provide evidence",
        "start": 668.02,
        "duration": 4.049
    },
    {
        "text": "But in general whether in official capacity or just as a lone hacker",
        "start": 672.07,
        "duration": 2.76
    },
    {
        "text": "There was a belief that there was a Russian there",
        "start": 674.83,
        "duration": 1.74
    },
    {
        "text": "also\nThose who believe that gucci 42.0 was Romanian because that's what they said they were in a vise interview from",
        "start": 676.57,
        "duration": 5.519
    },
    {
        "text": "2016 gucci",
        "start": 682.19,
        "duration": 0.93
    },
    {
        "text": "42.0. Reportedly said I don't like Russians and their foreign policy. I hate being attributed to Russia adding that he was from Romania",
        "start": 683.12,
        "duration": 5.419
    },
    {
        "text": "Just like the first Gucci fur then that same article vice pointed out that when they spoke to him in Romanian his sentence was were",
        "start": 688.54,
        "duration": 4.859
    },
    {
        "text": "Full of mistakes he would stall and more complicated topics in the language leading to suspicions that he wasn't really Romanian also at Roger stone",
        "start": 693.399,
        "duration": 6.24
    },
    {
        "text": "Of course is attributed to being a longtime Drumpf advisor who's admitted being in touch with gucci 42.0 even posting pictures of their",
        "start": 699.64,
        "duration": 6.299
    },
    {
        "text": "Dmc1 told people to stop blaming Russia saying I think I've got the real culprit",
        "start": 706.31,
        "duration": 3.5
    },
    {
        "text": "It doesn't seem the Russians hack the DNC, but instead of hacker who goes by the name of Gucci 42.0 Roger stone?",
        "start": 709.81,
        "duration": 4.169
    },
    {
        "text": "also",
        "start": 713.98,
        "duration": 0.39
    },
    {
        "text": "Saying I myself had no contacts or communications with the Russian State Russian intelligence or anyone fronting for them or acting as",
        "start": 714.37,
        "duration": 5.279
    },
    {
        "text": "intermediaries for them but according to new information Roger stone may be wrong there and the CIA NSA and FBI",
        "start": 719.899,
        "duration": 6.14
    },
    {
        "text": "were seemingly right that brings us to Kyle MK an intelligence researcher at the cybersecurity firm threat connect led an",
        "start": 726.29,
        "duration": 5.54
    },
    {
        "text": "Investigation that tried to track down Gucci for from the metadata of his email that trail reportedly always ends at in France the same data",
        "start": 731.93,
        "duration": 5.779
    },
    {
        "text": "Set MK",
        "start": 737.709,
        "duration": 0.511
    },
    {
        "text": "Then finds out that gucci 42.0 is using a service called elite VPN and reportedly according to this Daily Beast report",
        "start": 738.22,
        "duration": 6.36
    },
    {
        "text": "Which he for 2.0",
        "start": 744.58,
        "duration": 0.84
    },
    {
        "text": "Failed to activate the VPN client before logging on and as a result",
        "start": 745.42,
        "duration": 3.9
    },
    {
        "text": "He left a real",
        "start": 749.32,
        "duration": 0.97
    },
    {
        "text": "Moscow based Internet Protocol address and the server logs of an American social media company this according to a source familiar with the government's Kushi",
        "start": 750.29,
        "duration": 6.5
    },
    {
        "text": "for investigation then adding working off the IP address US investigators identified gucci 42.0 as a",
        "start": 756.79,
        "duration": 5.1
    },
    {
        "text": "particular GRU",
        "start": 762.17,
        "duration": 1.32
    },
    {
        "text": "officer working out of the agency's headquarters",
        "start": 763.49,
        "duration": 1.68
    },
    {
        "text": "On grizz aduba voice street in moscow and this is massive. New is because if everything here is on the up-and-up",
        "start": 765.17,
        "duration": 5.659
    },
    {
        "text": "Not only does it show us that there were people in russia doing this, but specifically russia's government being involved",
        "start": 770.829,
        "duration": 5.52
    },
    {
        "text": "That's a massive deal because special counsel Robert Muller has never explicitly implicated Russian President Vladimir Putin",
        "start": 776.35,
        "duration": 5.01
    },
    {
        "text": "But all of a sudden we have this new information reportedly connecting Gucci fur to Russia's largest foreign intelligence agency",
        "start": 781.36,
        "duration": 5.489
    },
    {
        "text": "But ultimately that is where we are right now",
        "start": 786.85,
        "duration": 1.35
    },
    {
        "text": "It's going to be very interesting to see what happens and acts as far as as far as the collusion talk I feel",
        "start": 788.2,
        "duration": 4.679
    },
    {
        "text": "If anything this information makes it seem that Roger stone was",
        "start": 793.059,
        "duration": 2.46
    },
    {
        "text": "unintentionally a participant and said we don't know if the",
        "start": 795.949,
        "duration": 2.209
    },
    {
        "text": "Investigations going to reveal more information this story does 100% though lend itself to the Russian meddling",
        "start": 798.289,
        "duration": 4.91
    },
    {
        "text": "Situation as far as the meddling",
        "start": 803.299,
        "duration": 1.19
    },
    {
        "text": "I mean I'm surprised that it's even a debate for a lot of people like at times",
        "start": 804.489,
        "duration": 3.69
    },
    {
        "text": "it feels like a video of Vladimir Putin could come out where he's like yes hack the",
        "start": 808.179,
        "duration": 3.9
    },
    {
        "text": "Election and people would be like nah fake news that said that's where I'm gonna end",
        "start": 812.149,
        "duration": 3.169
    },
    {
        "text": "This is the Philip DeFranco show it gave you the news it gave you some opinion",
        "start": 815.319,
        "duration": 3.419
    },
    {
        "text": "and I'm lovin on your thoughts on this story the first one anything in between let me know in those comments down below remember if",
        "start": 818.739,
        "duration": 5.19
    },
    {
        "text": "You liked this video like what I try and do on this channel in general that like button if you're new here hit that subscribe",
        "start": 823.929,
        "duration": 4.41
    },
    {
        "text": "button",
        "start": 828.339,
        "duration": 0.63
    },
    {
        "text": "I'll so if you missed the last philip defranco show you want to catch up click or tap right there to watch that or if",
        "start": 828.969,
        "duration": 4.17
    },
    {
        "text": "You're in the mood for something lighter you want to see a little preview of the the new space",
        "start": 833.139,
        "duration": 3.089
    },
    {
        "text": "So we're moving in click or tap right there to watch the newest blah",
        "start": 836.229,
        "duration": 2.28
    },
    {
        "text": "Lot so that's it of course as always my name's philip defranco. You've just been phill'd in",
        "start": 838.509,
        "duration": 4.109
    },
    {
        "text": "I love you faces, and I'll see you Monday. I don't know why it's confusing. I don't know I mess it up every time",
        "start": 842.619,
        "duration": 7.5
    }
]