[
    {
        "text": "Sup, you beautiful bastards. Hope you're having a fantastic Tuesday--",
        "start": 0.03,
        "duration": 3.119
    },
    {
        "text": "Welcome back to the Philip DeFranco show, and let's just jump into it",
        "start": 3.149,
        "duration": 3.27
    },
    {
        "text": "The first thing we're gonna talk about today is the anger surrounding movie and TV",
        "start": 6.42,
        "duration": 2.819
    },
    {
        "text": "casting news which feels like it's just happening more and more these days and it's not one of those outrage",
        "start": 9.37,
        "duration": 3.83
    },
    {
        "text": "situations where it's like Kevin Spacey and Harvey Weinstein are in the new Batman movie",
        "start": 13.42,
        "duration": 3.35
    },
    {
        "text": "I don't know, they just got cast and everyone's like ah, but there are horrible people. How could you do this?",
        "start": 16.77,
        "duration": 4.229
    },
    {
        "text": "Rather most of the outrage seems to be that the person playing that character isn't what that character is",
        "start": 21.0,
        "duration": 4.83
    },
    {
        "text": "We've got two people today:",
        "start": 25.83,
        "duration": 1.17
    },
    {
        "text": "The first is Jack Whitehall who's recently announced that he'll be playing the first openly gay",
        "start": 27.0,
        "duration": 3.299
    },
    {
        "text": "Character in a Disney movie and specifically he's set to star in Jungle Cruise along with Emily Blunt and Dwayne the rock Johnson",
        "start": 30.429,
        "duration": 5.27
    },
    {
        "text": "But the issue that many people had is that Jack Whitehall",
        "start": 35.7,
        "duration": 2.0
    },
    {
        "text": "himself is not gay. An actor, Ethan Harvey, writing on Twitter:",
        "start": 37.75,
        "duration": 2.899
    },
    {
        "text": "\"If only there were gay actors who could play camp as well as Jack Whitehall\" - Salvatore saying: \"Such a damn shame",
        "start": 40.649,
        "duration": 5.19
    },
    {
        "text": "It's so hard to find gay actors to play gay roles in Hollywood!\"",
        "start": 45.84,
        "duration": 2.669
    },
    {
        "text": "Jimmy, hensley writing: \"Disgraceful that Jack Whitehall has been cast as Disney first openly gay character!",
        "start": 48.51,
        "duration": 4.26
    },
    {
        "text": "Where's our #Queertoo - obviously Hollywood has run out of gay actors!\"",
        "start": 52.77,
        "duration": 3.899
    },
    {
        "text": "You also have people defending Disney's choice as well as the actors saying that the whole point of acting is you can be anything. Some are",
        "start": 56.67,
        "duration": 5.7
    },
    {
        "text": "Asking if we're getting angry about this should we also be getting angry about actors like Matt Bomer who plays straight characters on TV?",
        "start": 62.37,
        "duration": 5.069
    },
    {
        "text": "Along that negative people like Jonah Ford saying calling for gay actors to play gay roles will limit gay actors only to gay role adding",
        "start": 67.51,
        "duration": 6.739
    },
    {
        "text": "That what mattered was if the performance was believable. Like I said, Jack Whitehall was not the only target here",
        "start": 74.25,
        "duration": 4.799
    },
    {
        "text": "There was also Ruby Rose Ruby Rose was recently announced his bat woman in the CW's arrow verse and there was a lot of backlash",
        "start": 79.049,
        "duration": 6.03
    },
    {
        "text": "It appears so much so that we ended up seeing Ruby Rose. Delete her Twitter before she deleted it",
        "start": 85.08,
        "duration": 4.439
    },
    {
        "text": "She addressed some of the outrage tweeting where on earth did Ruby is not a lesbian therefore",
        "start": 89.52,
        "duration": 3.989
    },
    {
        "text": "She can't be bat woman come from ask me the funniest most ridiculous thing I've ever read",
        "start": 93.509,
        "duration": 3.45
    },
    {
        "text": "I came out at 12 and half or the past five years had to deal with she's too gay",
        "start": 96.96,
        "duration": 3.51
    },
    {
        "text": "How do you all flip it like that? I didn't chain",
        "start": 100.47,
        "duration": 1.8
    },
    {
        "text": "I wish we would all support each other and our journeys and if here is the nut gay enough argument came from Ruby Rose saying",
        "start": 102.27,
        "duration": 6.029
    },
    {
        "text": "That she was gender-fluid",
        "start": 108.299,
        "duration": 0.96
    },
    {
        "text": "You also had people saying that Ruby Rose was a problem because she's not jewish",
        "start": 109.259,
        "duration": 4.319
    },
    {
        "text": "In case you don't know the monitor Batwoman character is of Jewish descent",
        "start": 113.759,
        "duration": 2.67
    },
    {
        "text": "It tweets like this when they gained a lot of traction not only does Ruby Rose not identify as a lesbian",
        "start": 116.43,
        "duration": 4.11
    },
    {
        "text": "But she's not Jewish either so they basically lied about it wanting an actor that represented the diversity to stay true to who bat woman",
        "start": 120.549,
        "duration": 6.47
    },
    {
        "text": "Is and instead just picked a hot white person that isn't too gay to offend the straights. And another calling it \"a complete erasure",
        "start": 127.02,
        "duration": 6.209
    },
    {
        "text": "Of Kate Cain's Jewishness.\" So like I said Ruby Rosen's to believe in Twitter",
        "start": 133.45,
        "duration": 3.479
    },
    {
        "text": "The last thing she said is \"taking a break from Twitter to focus all my energy on my next two projects if you need me",
        "start": 136.93,
        "duration": 4.83
    },
    {
        "text": "I'll be on my bat phone\" which I will say",
        "start": 141.76,
        "duration": 1.86
    },
    {
        "text": "I",
        "start": 143.62,
        "duration": 0.369
    },
    {
        "text": "Really loved that last week because it's kind of just a giant middle finger to everyone giving her shit right now",
        "start": 143.989,
        "duration": 5.029
    },
    {
        "text": "And the thing is when it comes to movies and entertainment I get the idea behind wanting to see representation",
        "start": 149.019,
        "duration": 4.95
    },
    {
        "text": "But I also think at the moment that your argument is someone is not gay enough",
        "start": 153.97,
        "duration": 3.629
    },
    {
        "text": "you lost you've overdosed on sjw juice and you've most likely become kind of like the thing that judged and hated and",
        "start": 157.91,
        "duration": 7.609
    },
    {
        "text": "Excluded you in the first place. Rather than being supportive of what I imagine is supposed to be a very very inclusive and broad",
        "start": 165.68,
        "duration": 6.29
    },
    {
        "text": "Group you decide to exclude and to judge and to just throw out shit",
        "start": 172.34,
        "duration": 4.669
    },
    {
        "text": "But of course as always that's the story in my opinion and I passed the question off to you",
        "start": 177.01,
        "duration": 4.199
    },
    {
        "text": "What are your thoughts on this you understand why people are angry here or do you think that they're being ridiculous? Then in quicky",
        "start": 181.209,
        "duration": 5.309
    },
    {
        "text": "Advertising news there have been a lot of people angry about an ad that's been playing here on YouTube",
        "start": 186.65,
        "duration": 3.889
    },
    {
        "text": "You have what started out where all of a sudden it looks like the volume on your device is going down",
        "start": 190.54,
        "duration": 3.479
    },
    {
        "text": "Maybe that makes you turn it up and then I jump-scare this instead of my face though",
        "start": 194.019,
        "duration": 5.07
    },
    {
        "text": "it was a",
        "start": 199.09,
        "duration": 0.459
    },
    {
        "text": "Scary-ass nun. That genuinely scared a lot of people it also made a lot of people really angry and apparently it was such a problem",
        "start": 199.549,
        "duration": 5.51
    },
    {
        "text": "That a warning tweet about it",
        "start": 205.06,
        "duration": 2.009
    },
    {
        "text": "got over a hundred thirty thousand retweets the update to the story as YouTube's now remove the",
        "start": 207.069,
        "duration": 3.84
    },
    {
        "text": "Advertisements citing their policy guidelines and YouTube specifically has a policy said that there are no promotions that are likely to shock or scare",
        "start": 211.1,
        "duration": 5.929
    },
    {
        "text": "but really the fact that we're talking about it the fact that it was such a big deal that it got to this point the",
        "start": 217.03,
        "duration": 4.589
    },
    {
        "text": "advertising agency is gonna be over the moon about and that said where I'm going to end this story is I'm gonna give you a",
        "start": 221.66,
        "duration": 4.489
    },
    {
        "text": "little YouTube life hack",
        "start": 226.15,
        "duration": 1.26
    },
    {
        "text": "I've seen a number of people in general angry that they're getting ads for scary movies when they're just trying to watch",
        "start": 227.41,
        "duration": 4.739
    },
    {
        "text": "light-hearted stuff or comedy videos with their kids",
        "start": 232.28,
        "duration": 2.299
    },
    {
        "text": "I'm going to provide a link down below that goes into your ad settings",
        "start": 234.579,
        "duration": 3.18
    },
    {
        "text": "You can just go in and click what kind of ads you don't want including horror films now",
        "start": 237.76,
        "duration": 4.05
    },
    {
        "text": "Now you know",
        "start": 241.81,
        "duration": 0.519
    },
    {
        "text": "Or use an ad blocker and this did not affect you in any way. Moving on. But from that I want to share some stuff",
        "start": 242.329,
        "duration": 5.27
    },
    {
        "text": "I love today and today in awesome brought to you by better help calm slash DeFranco and better help if you don't know is the",
        "start": 247.599,
        "duration": 5.43
    },
    {
        "text": "fantastic place in service where you can get affordable private online counseling right on your computer you tablet your phone whenever you want you get",
        "start": 253.16,
        "duration": 5.809
    },
    {
        "text": "access to a licensed trained experienced accredited",
        "start": 258.97,
        "duration": 2.009
    },
    {
        "text": "Psychologist and all you've got to do is go help calm DeFranco you fill out a questionnaire",
        "start": 261.5,
        "duration": 3.55
    },
    {
        "text": "They match you with a counselor and you could start counseling today on top of them being a sponsor.",
        "start": 265.09,
        "duration": 4.579
    },
    {
        "text": "It is also a service I personally use a service",
        "start": 269.67,
        "duration": 1.29
    },
    {
        "text": "I personally recommend",
        "start": 270.96,
        "duration": 0.73
    },
    {
        "text": "for me",
        "start": 271.69,
        "duration": 0.56
    },
    {
        "text": "it's a place where I get to kind of talk things out and also kind of gaining tools to be able to deal with my",
        "start": 272.25,
        "duration": 5.1
    },
    {
        "text": "Daily life and relationships the main point if it sounds interesting to you you want to try it out",
        "start": 277.35,
        "duration": 3.959
    },
    {
        "text": "Just go to better help calm DeFranco. The first bit of Awesome is over in our shop at shop DeFranco dot-com",
        "start": 281.31,
        "duration": 5.46
    },
    {
        "text": "We actually just launched a brand new backpack.. The fluoro greatest day backpack, which I think might be my new favorite",
        "start": 286.77,
        "duration": 5.459
    },
    {
        "text": "But of course the big thing to remember is with the launch of this new product",
        "start": 292.23,
        "duration": 3.179
    },
    {
        "text": "It will be up for at least a week if it ends up selling well",
        "start": 295.41,
        "duration": 2.07
    },
    {
        "text": "if we think that it has legs for the long term. We'll keep it up",
        "start": 297.48,
        "duration": 2.519
    },
    {
        "text": "And if not, it'll be gone in a week and you won't be able to get it",
        "start": 300.0,
        "duration": 2.7
    },
    {
        "text": "So if you want one, snag one while you can. Then we had the soundtrack to",
        "start": 302.7,
        "duration": 3.119
    },
    {
        "text": "Titanic with ariana grande and James Corden we had drinko with Ryan Reynolds for some food porn. Awesome",
        "start": 305.95,
        "duration": 5.54
    },
    {
        "text": "We had Thrillist giving us the pizza bagel. We had some Danny McBride goodness with a trailer for Arizona",
        "start": 311.49,
        "duration": 5.039
    },
    {
        "text": "We had a number final giving us a video on the 5 sided square if you want to see the full versions of everything",
        "start": 316.53,
        "duration": 4.35
    },
    {
        "text": "I just shared the secret link of the day really anything",
        "start": 320.88,
        "duration": 2.429
    },
    {
        "text": "I talked about today links as always are in the description down below and then let's talk about these updates around the Omarosa",
        "start": 323.31,
        "duration": 4.74
    },
    {
        "text": "Donald Trump cluster frak. So as we talked about yesterday Omarosa",
        "start": 328.29,
        "duration": 2.76
    },
    {
        "text": "of course released audio",
        "start": 331.05,
        "duration": 1.3
    },
    {
        "text": "Recordings of her being fired her talking to Donald Trump after the big part of the coverage had to deal with the illegal situation around",
        "start": 332.35,
        "duration": 6.11
    },
    {
        "text": "that and I even said",
        "start": 338.46,
        "duration": 1.05
    },
    {
        "text": "You know what she talked about this this so-called",
        "start": 339.51,
        "duration": 2.79
    },
    {
        "text": "apprentice tape where Donald Trump says the n-word I am personally incredibly skeptical of",
        "start": 342.61,
        "duration": 4.069
    },
    {
        "text": "Everything that Omarosa says or does and unless I can actually see or hear it. I'm not really inclined to believe her",
        "start": 346.84,
        "duration": 6.559
    },
    {
        "text": "There are now updates to the story that involved new statements audio recordings Donald Trump sounding off on Twitter",
        "start": 353.4,
        "duration": 5.729
    },
    {
        "text": "It feels like now we have to talk about it",
        "start": 359.13,
        "duration": 1.95
    },
    {
        "text": "So Omarosa said that she recently listened to a three-minute audio tape where Donald Trump",
        "start": 361.08,
        "duration": 3.899
    },
    {
        "text": "Multiple times uses the n-word specifically in reference to 2004 Apprentice contestant Kwame Jackson",
        "start": 365.32,
        "duration": 5.39
    },
    {
        "text": "According to Omarosa, even though she only just recently heard it in her book",
        "start": 370.74,
        "duration": 3.479
    },
    {
        "text": "She references a conversation from 2016 where she speaks with Katrina Pierson, Trump's former campaign spokeswoman, former campaign",
        "start": 374.22,
        "duration": 6.45
    },
    {
        "text": "Communications director Jason Miller and Lynn Patton. And last night Katrina Pierson was on Fox and who is being read part of Omarosa's book",
        "start": 380.83,
        "duration": 6.26
    },
    {
        "text": "Specifically talking about asking the president if the tape might exist and he said no and she asked him what he wanted her to do",
        "start": 387.49,
        "duration": 5.179
    },
    {
        "text": "And he said put it to bed and then the happen Katrina cursed and said he said it did that happen",
        "start": 392.67,
        "duration": 5.999
    },
    {
        "text": "No, and that did not happen. It sounds like she's writing a script for a movie.",
        "start": 399.249,
        "duration": 4.215
    },
    {
        "text": "but the problem for Katrina Pierson",
        "start": 403.464,
        "duration": 1.654
    },
    {
        "text": "is that omarosa said then just hours later released another audio clip that appears to be a recorded conversation from",
        "start": 405.119,
        "duration": 6.45
    },
    {
        "text": "2016 with Omarosa, Katrina Pierson, Jason Miller and Lynn Patton, and this is what we hear",
        "start": 411.909,
        "duration": 4.97
    },
    {
        "text": "Patton then described a conversation she had with then candidate Trump about making the",
        "start": 426.369,
        "duration": 4.61
    },
    {
        "text": "Recorded conversation is authentic it sure as hell seems like a Katrina Pierson is lying this bold-faced lie",
        "start": 455.769,
        "duration": 5.96
    },
    {
        "text": "And it also brings up a question. How long has Omarosa just been recording conversation?",
        "start": 461.729,
        "duration": 4.47
    },
    {
        "text": "she had. Makes me wonder has the intent always been to blackmail or to cover her ass or to just make sure she had",
        "start": 466.199,
        "duration": 5.79
    },
    {
        "text": "Recordings because she wanted to write a book",
        "start": 472.089,
        "duration": 1.88
    },
    {
        "text": "So there's that but then like I said, of course the president has been sounding off yesterday",
        "start": 473.969,
        "duration": 3.33
    },
    {
        "text": "We saw Trump",
        "start": 477.3,
        "duration": 0.629
    },
    {
        "text": "tweet Mark Burnett called to say there are no tapes of The Apprentice where I use such a terrible and disgusting word as attributed by",
        "start": 477.929,
        "duration": 5.52
    },
    {
        "text": "Wacky and deranged Omarosa. I don't have that word in my vocabulary and never have. She made it up",
        "start": 483.449,
        "duration": 4.709
    },
    {
        "text": "Look at her many recent quotes saying such wonderful and powerful things about me a true champion of civil rights until she got fired",
        "start": 488.159,
        "duration": 5.729
    },
    {
        "text": "Omarosa had zero",
        "start": 494.039,
        "duration": 0.91
    },
    {
        "text": "Credibility with the media they didn't want interviews when she worked in the White House now that she says bad about me",
        "start": 494.949,
        "duration": 4.549
    },
    {
        "text": "They will talk to her. Fake news",
        "start": 499.499,
        "duration": 1.45
    },
    {
        "text": "Following that you also had people calling those tweets and a question saying why would someone call you to let you know that tapes don't",
        "start": 500.949,
        "duration": 6.139
    },
    {
        "text": "Exist for a thing that you're saying never happened",
        "start": 507.089,
        "duration": 2.1
    },
    {
        "text": "If you're saying you saying the n-word never happened",
        "start": 509.189,
        "duration": 2.309
    },
    {
        "text": "Then why would someone need to call you to let you know that there is no audio evidence for the thing that never",
        "start": 511.499,
        "duration": 4.86
    },
    {
        "text": "Apparently occurred? But you also had people saying that no, this was just a conversation about a confirmation that there no tape there",
        "start": 516.519,
        "duration": 5.99
    },
    {
        "text": "we're not the reason that she's saying this so there was that Trump statement and then early this morning Donald Trump tweeted and you give",
        "start": 522.51,
        "duration": 5.46
    },
    {
        "text": "A crazed crying lowlife a break and give her a job at the White House, I guess",
        "start": 527.97,
        "duration": 3.419
    },
    {
        "text": "It just didn't work out good work my general Kelly for quickly firing that dog at the very least",
        "start": 531.39,
        "duration": 4.08
    },
    {
        "text": "I just need to respond to the first part of that statement if Omarosa is a crazed crying",
        "start": 535.47,
        "duration": 5.099
    },
    {
        "text": "lowlife and you're saying you're giving her a break which means that you believed that she was that thing before you brought her into the",
        "start": 540.91,
        "duration": 5.75
    },
    {
        "text": "White House for a job where she reportedly made around",
        "start": 546.66,
        "duration": 2.339
    },
    {
        "text": "$180,000 a year. It appears at the very least you have incredibly questionable judgment",
        "start": 550.09,
        "duration": 4.489
    },
    {
        "text": "This person's a horrible human being they should get almost two hundred thousand dollars of taxpayer money",
        "start": 554.77,
        "duration": 5.57
    },
    {
        "text": "And also they should be position incredibly close to the most powerful office in the United States",
        "start": 560.34,
        "duration": 3.75
    },
    {
        "text": "so there's that and then",
        "start": 564.09,
        "duration": 1.45
    },
    {
        "text": "Unsurprisingly there was also a ton of pushback and backlash about calling Omarosa a dog. To paraphrase several arguments here",
        "start": 565.54,
        "duration": 7.099
    },
    {
        "text": "It's not great to defend yourself from being called a racist by using the dehumanizing language about a black woman",
        "start": 572.64,
        "duration": 5.25
    },
    {
        "text": "It wasn't just the chuck schumer's of the world calling about people like Geraldo Rivera tweeting fear",
        "start": 577.89,
        "duration": 4.5
    },
    {
        "text": "\"Fear my friend Donald Trump undermines himself by using intemperate boorish language to describe his enemies",
        "start": 582.39,
        "duration": 4.619
    },
    {
        "text": "I can't stand Omarosa, a bully,",
        "start": 587.01,
        "duration": 1.78
    },
    {
        "text": "backstabber and big mouth to call her a dog and lowlife is beneath the dignity of the office of President of the United States and",
        "start": 588.79,
        "duration": 5.599
    },
    {
        "text": "Open to ugly connotation.\"",
        "start": 594.39,
        "duration": 1.41
    },
    {
        "text": "You also had former rap and conservative radio host joe walsh saying the President of the United States just called a woman a dog it",
        "start": 595.8,
        "duration": 4.949
    },
    {
        "text": "Is called a black woman a dog not good",
        "start": 600.75,
        "duration": 1.59
    },
    {
        "text": "And while you also had people outright calling Donald Trump racist for this tweet",
        "start": 602.34,
        "duration": 3.299
    },
    {
        "text": "You also had people defending the president saying he calls a lot of people dog in the past",
        "start": 605.64,
        "duration": 3.63
    },
    {
        "text": "He's used in reference to Arianna",
        "start": 609.27,
        "duration": 1.93
    },
    {
        "text": "Huffington Glenn Beck Ted Cruz Mac Miller",
        "start": 611.2,
        "duration": 2.84
    },
    {
        "text": "my personal response to all of this is how is anyone using the term dog in a negative way one dogs are just",
        "start": 614.19,
        "duration": 6.45
    },
    {
        "text": "Generally awesome - Two, I guess specifically for Donald Trump a dog will never record your conversation",
        "start": 620.77,
        "duration": 5.0
    },
    {
        "text": "Also three while searching through Donald Trump's tweets for some reason",
        "start": 625.77,
        "duration": 3.239
    },
    {
        "text": "He uses the phrase fired like a dog",
        "start": 629.01,
        "duration": 2.28
    },
    {
        "text": "Which I don't believe is a thing or it turns out Donald Trump has a very interesting side business",
        "start": 631.29,
        "duration": 5.069
    },
    {
        "text": "we know nothing about I guess the main point here is I'm just not here for this dog slander and also specifically in reference to",
        "start": 636.36,
        "duration": 5.01
    },
    {
        "text": "Donald Trump calling Omarosa a dog. I don't think the intent there was racism instead",
        "start": 641.37,
        "duration": 4.35
    },
    {
        "text": "I think it's just a regular Trump practice of dehumanizing language about people he does not like that said of course",
        "start": 645.72,
        "duration": 5.07
    },
    {
        "text": "I love know your opinion about any and all of this story as far as where this story ends today",
        "start": 650.79,
        "duration": 3.689
    },
    {
        "text": "Being reported by the Washington Examiner that the Trump campaign has filed an arbitration action against Omarosa",
        "start": 654.69,
        "duration": 4.77
    },
    {
        "text": "specifically citing a breach of her 2016 nondisclosure agreement",
        "start": 659.65,
        "duration": 2.57
    },
    {
        "text": "And as far as what happens from here, we're ultimately gonna have to see it",
        "start": 662.41,
        "duration": 3.23
    },
    {
        "text": "And this is just a weird weird crazy mess. And then let's talk about the horrific accident in Genoa",
        "start": 665.64,
        "duration": 5.25
    },
    {
        "text": "Italy today. Genoa is a city of nearly 600,000 people in northern Italy",
        "start": 670.89,
        "duration": 3.659
    },
    {
        "text": "It is just 91 miles south of Milan one of the primary ways to travel from Genoa on a popular vacation spots along the Italian",
        "start": 674.55,
        "duration": 5.489
    },
    {
        "text": "Riviera and the south of France is the 8th and toll motorway a part of this motorway consists of a 3/4 of a mile long",
        "start": 680.05,
        "duration": 5.15
    },
    {
        "text": "Bridge called the morandi bridge a bridge that is 300 feet high and passes over river building streets and rail lines",
        "start": 685.2,
        "duration": 5.219
    },
    {
        "text": "According to reports traffic on the bridge today was especially heavy as it's the day before fair Agosto",
        "start": 690.6,
        "duration": 4.2
    },
    {
        "text": "which is a major Italian summer holiday and many people were trying to get out of town and that around noon a",
        "start": 694.8,
        "duration": 4.02
    },
    {
        "text": "650 foot section of the bridge",
        "start": 699.4,
        "duration": 1.8
    },
    {
        "text": "Collapsed which was captured on video by a witness and that collapsed some people and vehicles plummeting hundreds of feet off the bridge aerial footage",
        "start": 701.2,
        "duration": 5.779
    },
    {
        "text": "showing the intense level of destruction that occurred has broken piles of concrete lay piled up below photos posted all over social media show the",
        "start": 706.98,
        "duration": 6.27
    },
    {
        "text": "level of destruction from the ground-level the before and after photo comparison is just",
        "start": 713.25,
        "duration": 3.39
    },
    {
        "text": "horrifying to look at also what we saw was a section of the bridge that supports the span also collapsed onto the roof of a",
        "start": 716.83,
        "duration": 4.519
    },
    {
        "text": "nearby",
        "start": 721.35,
        "duration": 0.31
    },
    {
        "text": "Factory and other buildings crushing at least one shrunk on the scene at least 280 rescue workers have arrived trying to clear rubble and search",
        "start": 721.66,
        "duration": 5.929
    },
    {
        "text": "For survivors also officials checking the bridge and other points ensure that other portions don't collapse and even just as a precaution",
        "start": 727.59,
        "duration": 5.339
    },
    {
        "text": "Areas are being evacuated on top of that",
        "start": 733.24,
        "duration": 2.119
    },
    {
        "text": "You also have firefighters were worried that gas lines might explode around the area and with all of that said it brings us to what",
        "start": 735.36,
        "duration": 4.679
    },
    {
        "text": "Is the casualty count of this situation?",
        "start": 740.04,
        "duration": 1.69
    },
    {
        "text": "according to a firefighter at the scene about 20 vehicles either fell off the bridge or were crushed down below that firefighter are also saying",
        "start": 741.73,
        "duration": 5.42
    },
    {
        "text": "That at least two people were pulled from the rubble according to the initial reports coming from Italy's Deputy Transport Minister at least 22 people",
        "start": 747.15,
        "duration": 5.489
    },
    {
        "text": "Died and eight were injured, but of course",
        "start": 752.74,
        "duration": 2.03
    },
    {
        "text": "These numbers are expected to rise and most recent numbers put out by an Italian news agency",
        "start": 754.77,
        "duration": 3.479
    },
    {
        "text": "Ansah puts the death count at 35 people. Now, obviously even though this is still an active situation",
        "start": 758.53,
        "duration": 5.149
    },
    {
        "text": "There's of course the question what caused this collapse that's right. Now investigators don't know the exact cause but several explanations are being explored",
        "start": 763.68,
        "duration": 6.359
    },
    {
        "text": "It's known that it was a particularly",
        "start": 770.04,
        "duration": 1.33
    },
    {
        "text": "Stormy day in Genoa and there was also an eyewitness saying they saw a lightning bolt strike the bridge it's also known that the bridge",
        "start": 771.37,
        "duration": 5.239
    },
    {
        "text": "Was originally built in the 1960s but restructuring work had been done on the bridge in 2016",
        "start": 776.61,
        "duration": 4.29
    },
    {
        "text": "And in fact according to the company that operates the toll road Atlanta",
        "start": 780.9,
        "duration": 2.699
    },
    {
        "text": "There was also work being done on the bridge to reinforce its foundation during the time",
        "start": 783.6,
        "duration": 3.119
    },
    {
        "text": "the collapse however officials with Atlantia say that the bridge had been",
        "start": 786.91,
        "duration": 2.429
    },
    {
        "text": "Constantly monitored and atlanta CEO. I said that the company had not received any specific reports or alerts regarding the bridges foundation. But Italy's",
        "start": 789.47,
        "duration": 6.349
    },
    {
        "text": "deputy transport minister",
        "start": 795.82,
        "duration": 1.05
    },
    {
        "text": "Really doesn't seem to be buying that excuse, saying it's not acceptable that such an important bridge was not built to avoid this kind",
        "start": 796.87,
        "duration": 5.309
    },
    {
        "text": "of collapse and additionally it's being reported that a full two years before the collapse an engineering professor at the university of Genoa said that",
        "start": 802.18,
        "duration": 5.549
    },
    {
        "text": "The bridge was bound to fail due to problems with its structure and it also turns out this isn't the first bridge collapse that Atlanta",
        "start": 807.73,
        "duration": 4.89
    },
    {
        "text": "has been involved in in recent years in March of 2017 a bridge in northeastern Italy run by Atlantias toll road unit collapse while",
        "start": 812.62,
        "duration": 5.699
    },
    {
        "text": "undergoing maintenance collapse that killed a couple and led to a criminal investigation by Italian authorities ultimately",
        "start": 818.32,
        "duration": 4.8
    },
    {
        "text": "That's where we are with the situation right now as far as any updates",
        "start": 823.12,
        "duration": 3.359
    },
    {
        "text": "We're going to have to see what comes from this investigation",
        "start": 826.48,
        "duration": 2.25
    },
    {
        "text": "obviously my thoughts and well wishes go out to all of those affected and it's on there's no main point to this story world is",
        "start": 828.73,
        "duration": 6.45
    },
    {
        "text": "unpredictable and",
        "start": 835.18,
        "duration": 0.88
    },
    {
        "text": "unforgiving and I know that's kind of a dark note to end the show on I guess it's also part of the reason that we",
        "start": 836.06,
        "duration": 3.979
    },
    {
        "text": "Should know what's happening the world try to have an effect on it or at the very least just love who we have",
        "start": 840.04,
        "duration": 4.799
    },
    {
        "text": "While we have that's what I'm going to end. Today's show. Of course remember with us being the PDS",
        "start": 845.0,
        "duration": 3.619
    },
    {
        "text": "I also want it to be a conversation",
        "start": 848.62,
        "duration": 1.29
    },
    {
        "text": "so whether it be the last story the first one anything in between",
        "start": 849.91,
        "duration": 2.82
    },
    {
        "text": "Let me know what you're thinking in those comments down below. And with that said of course as always, my name is Philip",
        "start": 852.73,
        "duration": 4.169
    },
    {
        "text": "Defranco you've just been phill'd in. I love yo faces and i'll see you tomorrow",
        "start": 856.9,
        "duration": 4.349
    }
]