[
    {
        "text": "Sup, you beautiful Bastards?",
        "start": 0.0,
        "duration": 1.24
    },
    {
        "text": "Hope you're having a fantastic Thursday.",
        "start": 1.24,
        "duration": 1.76
    },
    {
        "text": "Welcome back to the Philip DeFranco Show and let's just jump into it",
        "start": 3.0,
        "duration": 3.2
    },
    {
        "text": "And the first thing I'll briefly address",
        "start": 6.2,
        "duration": 1.16
    },
    {
        "text": "A lot of people have been asking me to recover the YouTube monetization story",
        "start": 7.36,
        "duration": 3.34
    },
    {
        "text": "because there have been a lot of updates",
        "start": 10.7,
        "duration": 1.34
    },
    {
        "text": "I reported on Monday YouTube had put into place their broader ad policies",
        "start": 12.04,
        "duration": 3.0
    },
    {
        "text": "A ton of people all of a sudden had a lot of videos that had their ads removed",
        "start": 15.04,
        "duration": 2.82
    },
    {
        "text": "They were demonetized; many people not receiving any e-mail whatsoever",
        "start": 17.86,
        "duration": 3.66
    },
    {
        "text": "No notification, although there was a minority saying that they are getting them now",
        "start": 21.52,
        "duration": 3.44
    },
    {
        "text": "The story slowly got bigger and bigger as people actually realized 'oh crap my videos are being demonetized too'",
        "start": 24.96,
        "duration": 4.72
    },
    {
        "text": "Massive creators like Jenna Marbles, H3H3 productions saying",
        "start": 29.68,
        "duration": 3.34
    },
    {
        "text": "Not only were their videos being demonetized",
        "start": 33.02,
        "duration": 2.46
    },
    {
        "text": "ads pulled off of videos that had millions of views already",
        "start": 35.48,
        "duration": 2.76
    },
    {
        "text": "they weren't able to appeal",
        "start": 38.24,
        "duration": 1.18
    },
    {
        "text": "that is question the choice of YouTube's automatic system",
        "start": 39.42,
        "duration": 2.1
    },
    {
        "text": "YouTube then responded",
        "start": 41.52,
        "duration": 0.98
    },
    {
        "text": "\"Thanks for the reports!  We've identified a bug that is preventing the appeal of some demonetized videos. We're working on a fix ASAP.",
        "start": 42.5,
        "duration": 4.68
    },
    {
        "text": "and so then I wanted to double check if I had anymore videos demonetized",
        "start": 47.38,
        "duration": 3.4
    },
    {
        "text": "There are so many, I went through and I have 3 pages of demonetized videos or",
        "start": 50.78,
        "duration": 4.74
    },
    {
        "text": "videos I have to submit appeals on where it's often where I'm just talking about",
        "start": 55.52,
        "duration": 3.08
    },
    {
        "text": "hate groups and the disgusting things they have to do and the outcry against them",
        "start": 58.6,
        "duration": 3.64
    },
    {
        "text": "and there was more news that there were more advertisers that pulled advertising off of YouTube",
        "start": 62.24,
        "duration": 3.72
    },
    {
        "text": "Obviously this is frustrating for me but  who I really get worried about are the up-and-comers",
        "start": 65.96,
        "duration": 4.36
    },
    {
        "text": "The new voices that are up-and-coming that are getting those",
        "start": 70.32,
        "duration": 1.72
    },
    {
        "text": "100,000  200,000 views here and there",
        "start": 72.04,
        "duration": 2.74
    },
    {
        "text": "It's those people who are often working check to check",
        "start": 74.78,
        "duration": 1.72
    },
    {
        "text": "and can be completely derailed by a deviation like this",
        "start": 76.5,
        "duration": 2.64
    },
    {
        "text": "But do understand, it is going to get worse before the hemorrhaging stops",
        "start": 79.14,
        "duration": 3.48
    },
    {
        "text": "You have advertisers freaking out, YouTube freaking out and now creators freaking out",
        "start": 82.64,
        "duration": 3.76
    },
    {
        "text": "We'll have to wait and see",
        "start": 86.42,
        "duration": 0.86
    },
    {
        "text": "I'm scheduling a call later today so hopefully we get more information",
        "start": 87.28,
        "duration": 3.04
    },
    {
        "text": "And I want to talk about and update to one of yesterdays big stories",
        "start": 90.32,
        "duration": 2.26
    },
    {
        "text": "And that is the Gabbie Show  Ricegum situation",
        "start": 92.58,
        "duration": 2.22
    },
    {
        "text": "There is a lot of confusion, misinformation and seemingly more and more lies being thrown around",
        "start": 94.8,
        "duration": 4.52
    },
    {
        "text": "And so I want to address this, if you a want to deep dive of the accusations that were made",
        "start": 99.34,
        "duration": 3.22
    },
    {
        "text": "Go watch yesterday's video, if you haven't, I'll try to oversimplify to bring you up to speed",
        "start": 102.56,
        "duration": 3.04
    },
    {
        "text": "Gabbie and Rice are massive creators on this site",
        "start": 105.6,
        "duration": 1.8
    },
    {
        "text": "Rice made a video bashing and making fun of Gabbie",
        "start": 107.4,
        "duration": 2.6
    },
    {
        "text": "It got over 7 million views",
        "start": 110.0,
        "duration": 1.32
    },
    {
        "text": "Made fun of everything from her content, her personality, her appeareance",
        "start": 111.34,
        "duration": 2.38
    },
    {
        "text": "So then the other night Gabbie realizes they're at the same party",
        "start": 113.72,
        "duration": 2.28
    },
    {
        "text": "She's snapchatting the whole thing",
        "start": 116.0,
        "duration": 1.6
    },
    {
        "text": "She says I'm gonna go up to him. She snapchats herself \"challenging\" him",
        "start": 117.6,
        "duration": 2.84
    },
    {
        "text": "but really just giving him crap. He says he asked her not to post those",
        "start": 120.44,
        "duration": 2.8
    },
    {
        "text": "she posted those. And the next thing we know we have Gabbie posting a snapchat where she says",
        "start": 123.24,
        "duration": 3.74
    },
    {
        "text": "Ricegum didn't think that joke was very funny and",
        "start": 126.98,
        "duration": 2.22
    },
    {
        "text": "he hit me in the middle of a party and shattered my phone",
        "start": 129.2,
        "duration": 3.4
    },
    {
        "text": "And the word hit here is a key point because that is one of the main points being debated",
        "start": 132.6,
        "duration": 3.4
    },
    {
        "text": "On the same string of snapchats Gabbie goes on to clarify",
        "start": 136.0,
        "duration": 2.64
    },
    {
        "text": "when I say hit I'm not saying that he beat the shit out of me",
        "start": 138.64,
        "duration": 1.98
    },
    {
        "text": "that he punched me in the face, he grabbed me, twisted my arm",
        "start": 140.62,
        "duration": 2.2
    },
    {
        "text": "my phone away, he took it, he smashed it, destroying my property",
        "start": 142.82,
        "duration": 2.62
    },
    {
        "text": "The thing that even as of posting the video we knew was true",
        "start": 145.44,
        "duration": 2.6
    },
    {
        "text": "because Ricegum then sent her money to pay for the phone",
        "start": 148.04,
        "duration": 2.84
    },
    {
        "text": "I reached out to both of them, Gabbie responded Ricegum did not and has still not.",
        "start": 150.88,
        "duration": 3.04
    },
    {
        "text": "Although he did publicly on his twitter did deny hitting her",
        "start": 153.96,
        "duration": 2.5
    },
    {
        "text": "And then separate from that he did several interviews, and the information seems to conflict with reality and so I want to jump into that",
        "start": 156.46,
        "duration": 5.84
    },
    {
        "text": "When Ricegum was being interviewed, his main point was to focus on the word 'hit'",
        "start": 162.3,
        "duration": 3.08
    },
    {
        "text": "because that's the first word Gabbie used so he keeps repeating it over and over again",
        "start": 165.38,
        "duration": 3.8
    },
    {
        "text": "he's trying to defend this argument that she clarifies on later. It keeps sounding like he's trying to build up on it",
        "start": 169.18,
        "duration": 5.52
    },
    {
        "text": "Rice: she said I hit her as if I like, put her down (lauging) she said I hit her like I fucking like",
        "start": 174.92,
        "duration": 5.52
    },
    {
        "text": "But all that appears to be is Ricegum making a straw man. Gabbie once again in her snapchat says",
        "start": 180.44,
        "duration": 4.54
    },
    {
        "text": "Like assaulting me I guess is the word, um.. he didn't like beat the shit out of me if that is the impression you guys are gett--",
        "start": 184.98,
        "duration": 6.86
    },
    {
        "text": "But he grabbed me like twisted my arm, I think I said that, and like held me down, and I have like those scratches up here and on",
        "start": 191.96,
        "duration": 6.64
    },
    {
        "text": "my wrists and arm and like I had a big scratch on my leg",
        "start": 198.6,
        "duration": 2.7
    },
    {
        "text": "So he's arguing against a thing that is not the main point. He says oh she is trying to say",
        "start": 201.3,
        "duration": 3.34
    },
    {
        "text": "I made those bruises on her legs. No in Gabbie's video where she was trying to show injuries, she was showing scratch marks",
        "start": 204.64,
        "duration": 4.86
    },
    {
        "text": "Even before these videos went out Gabbie clarified to me \"I'm not talking about those bruises, those scars, I'm talking about the scratches\"",
        "start": 209.5,
        "duration": 6.08
    },
    {
        "text": "Once again strawman. And then when Ricegum was asked well about those scratches he says \"I-It is not possible.\"",
        "start": 215.58,
        "duration": 4.8
    },
    {
        "text": "Rice: Bro I don't even have nails --",
        "start": 220.38,
        "duration": 1.38
    },
    {
        "text": "I don't even have nails to do that, but then he took to twitter and posted a video of him scratching himself with his hands",
        "start": 221.76,
        "duration": 6.12
    },
    {
        "text": "Not only showing that he could have in fact inflicted those scratches through some sort of tussle",
        "start": 227.88,
        "duration": 4.5
    },
    {
        "text": "But alleging that Gabbie self harmed to frame him.",
        "start": 232.38,
        "duration": 3.32
    },
    {
        "text": "And he would later go on to delete that video but other people kept it up including Gabbie herself",
        "start": 235.7,
        "duration": 3.62
    },
    {
        "text": "But then we get an eye witness account from someone that says they were at the party from another creator by the name of Romeo LaCoste",
        "start": 239.32,
        "duration": 4.88
    },
    {
        "text": "Or LeCost -- I'm sorry if I misprounounce your last name",
        "start": 244.2,
        "duration": 2.1
    },
    {
        "text": "just to prevent further mispronunciation of your name I'm just gonna call you tattoo neck",
        "start": 246.3,
        "duration": 3.3
    },
    {
        "text": "Not a bash, nice ink",
        "start": 249.6,
        "duration": 1.34
    },
    {
        "text": "he says Ricegum didn't really hit her it was more",
        "start": 250.94,
        "duration": 2.0
    },
    {
        "text": "she's sitting on the couch, he's standing up",
        "start": 252.94,
        "duration": 1.4
    },
    {
        "text": "and it was more of like a tug of war",
        "start": 254.34,
        "duration": 2.04
    },
    {
        "text": "you know them pulling the phone back and forth, maybe for a few seconds",
        "start": 256.42,
        "duration": 3.48
    },
    {
        "text": "and then he snatched the phone out of her hand and slammed it on the ground",
        "start": 259.9,
        "duration": 2.74
    },
    {
        "text": "and broke the phone and then walked out",
        "start": 262.64,
        "duration": 2.34
    },
    {
        "text": "ummm.. was he being aggressive? Yes definitely, definitely more aggressive than he should have been",
        "start": 264.98,
        "duration": 4.56
    },
    {
        "text": "um for the situation, did I see him hit her?",
        "start": 269.54,
        "duration": 3.92
    },
    {
        "text": "definitely not.",
        "start": 273.46,
        "duration": 0.56
    },
    {
        "text": "So that gives us a little more background but once again everyone keeps focusing",
        "start": 274.02,
        "duration": 2.66
    },
    {
        "text": "on the word hit as in punch",
        "start": 276.68,
        "duration": 1.64
    },
    {
        "text": "Gabbie clarifies in her string of snapchats that he grabbed her",
        "start": 278.32,
        "duration": 3.28
    },
    {
        "text": "got on top of her, which sounds like he was standing up, she was on the couch",
        "start": 281.6,
        "duration": 3.36
    },
    {
        "text": "there was a tussle for the phone which means he put hands on her and then he destroyed her property",
        "start": 284.96,
        "duration": 3.34
    },
    {
        "text": "and in the videos of his interviews he's minimizing that situation it starts that I had to use two hands to just a quick \"I snatched it\"",
        "start": 288.3,
        "duration": 6.62
    },
    {
        "text": "like I didn't even have to touch her it was a pickpocket situation",
        "start": 294.92,
        "duration": 2.18
    },
    {
        "text": "but then I yes 100% destroyed her property",
        "start": 297.1,
        "duration": 2.5
    },
    {
        "text": "then with all of this going down, Gabbie shares the text that says",
        "start": 299.6,
        "duration": 2.64
    },
    {
        "text": "Rice just texted me and said \"Tell her to publicly apologize or shits gonna get worse just saying\"",
        "start": 302.24,
        "duration": 4.0
    },
    {
        "text": "which I was like, well that's just an allegation but then Ricegum responded saying",
        "start": 306.38,
        "duration": 3.34
    },
    {
        "text": "\"shit is gonna get worse because of You. You can't just tell the world I hit you when I didn't. PEOPLE THINK I HIT GIRLS NOW\"",
        "start": 309.72,
        "duration": 4.08
    },
    {
        "text": "so to Ricegum I would say",
        "start": 313.96,
        "duration": 1.1
    },
    {
        "text": "eh that does suck, if the, if the people think that you hit women",
        "start": 315.06,
        "duration": 2.7
    },
    {
        "text": "I would like to clarify to the viewing audience right now, Ricegum does not hit women",
        "start": 317.76,
        "duration": 3.84
    },
    {
        "text": "there is a possibility that Ricegum aggressively puts hands on women and or their property and then destroys the property",
        "start": 321.6,
        "duration": 5.62
    },
    {
        "text": "there, we fixed it",
        "start": 327.22,
        "duration": 0.8
    },
    {
        "text": "which, by the way, the destruction of property is one of the most overlooked parts of this story",
        "start": 328.02,
        "duration": 4.06
    },
    {
        "text": "that is a crime",
        "start": 332.08,
        "duration": 0.74
    },
    {
        "text": "google 'criminal mischief'",
        "start": 332.82,
        "duration": 1.3
    },
    {
        "text": "he destroyed a phone that let's say is betwen $700, $1000, that is above $400",
        "start": 334.12,
        "duration": 5.32
    },
    {
        "text": "so if Gabbie filed charges, he could actually be found guilty and that is punishable by up to a $10,000 fine",
        "start": 339.44,
        "duration": 5.22
    },
    {
        "text": "and up to one year in county jail",
        "start": 344.66,
        "duration": 1.86
    },
    {
        "text": "I mean, over a certain dollar amount, I mean you're talking about a felony",
        "start": 346.52,
        "duration": 2.58
    },
    {
        "text": "now it is incredibly unlikely you would get the most extreme sentence your first time",
        "start": 349.1,
        "duration": 4.42
    },
    {
        "text": "but with his own admission in his interview where he says that he did do this",
        "start": 353.52,
        "duration": 3.92
    },
    {
        "text": "Rice: again, I can't just sit there and look like a bitch. I grab her phone, smash her phone, and run away",
        "start": 357.44,
        "duration": 5.12
    },
    {
        "text": "you know, how a man does when someone's saying words at him, so he takes that person's phone",
        "start": 362.56,
        "duration": 3.5
    },
    {
        "text": "destroys it, and then runs away",
        "start": 366.06,
        "duration": 1.66
    },
    {
        "text": "so admission here",
        "start": 367.72,
        "duration": 0.68
    },
    {
        "text": "and then if you look to his Twitter",
        "start": 368.4,
        "duration": 1.54
    },
    {
        "text": "he wrote a long post where he says",
        "start": 369.94,
        "duration": 1.7
    },
    {
        "text": "if you look at that, any lawyer worth a damn would go 'obviously we see a tendency here",
        "start": 382.76,
        "duration": 4.54
    },
    {
        "text": "we see that he is a serial destroyer of property and that's why we think he should be punished more'",
        "start": 387.3,
        "duration": 3.66
    },
    {
        "text": "and ultimately my take away is the more that Ricegum talks about this in a video that he does not have the",
        "start": 390.96,
        "duration": 4.78
    },
    {
        "text": "control of the edit, the more it appears that he was the one that was very much so in the wrong",
        "start": 395.74,
        "duration": 4.58
    },
    {
        "text": "whereas Gabbie's one mess up is she used the word hit in reference to a guy aggressively man-handling and",
        "start": 400.32,
        "duration": 5.48
    },
    {
        "text": "stripping her property from her hands",
        "start": 405.8,
        "duration": 1.72
    },
    {
        "text": "how dare she?",
        "start": 407.52,
        "duration": 0.54
    },
    {
        "text": "and I say this as someone who honestly- and I, I mean this with as little offense as intended",
        "start": 408.06,
        "duration": 4.28
    },
    {
        "text": "kinda just doesn't give a damn about either of these people",
        "start": 412.34,
        "duration": 2.92
    },
    {
        "text": "I've talked to both, they've both been nice to me",
        "start": 415.26,
        "duration": 1.62
    },
    {
        "text": "maybe that's why it's easy for me not to be bias here, is I have nothing to gain from either of these people",
        "start": 416.88,
        "duration": 4.98
    },
    {
        "text": "no matter what my final opinion was, there was gonna be one fandom that massively hated on me for this video",
        "start": 421.86,
        "duration": 5.52
    },
    {
        "text": "because, in general, people that are a part of fandom take feelings over facts",
        "start": 427.38,
        "duration": 3.28
    },
    {
        "text": "that's where I'm gonna leave that, of course I'd love to know your opinion here",
        "start": 430.66,
        "duration": 2.34
    },
    {
        "text": "but from there, I wanna share some stuff I loved today in 'Today in Awesome'",
        "start": 433.0,
        "duration": 3.42
    },
    {
        "text": "brought to you by squarespace.com/phil",
        "start": 436.42,
        "duration": 2.02
    },
    {
        "text": "squarespace of course the fantastic all in one platform where you can make a beautiful website",
        "start": 438.54,
        "duration": 3.56
    },
    {
        "text": "no installs, no patches, no upgrades ever",
        "start": 442.1,
        "duration": 2.72
    },
    {
        "text": "you also have that award winning 24/7 customer service",
        "start": 444.82,
        "duration": 2.52
    },
    {
        "text": "so if you wanna start your free trial like many from the Nation already have, go to",
        "start": 447.34,
        "duration": 2.74
    },
    {
        "text": "squarespace.com/phil",
        "start": 450.08,
        "duration": 1.5
    },
    {
        "text": "and if you really like it, use coupon code Phil for 10% off your first purchase",
        "start": 451.58,
        "duration": 3.02
    },
    {
        "text": "and the first bit of awesome is your boy Ethan aka h3h3productions",
        "start": 454.6,
        "duration": 4.04
    },
    {
        "text": "doing an episode of Hot Ones",
        "start": 458.64,
        "duration": 1.74
    },
    {
        "text": "if you're a fan of either of those things, you're gonna love it, it's fupa-tastic",
        "start": 460.38,
        "duration": 2.72
    },
    {
        "text": "then we got a trailer for season 4 of Silicon Valley",
        "start": 463.1,
        "duration": 2.26
    },
    {
        "text": "we also got a trailer for Valerian and the City of a Thousand Planets",
        "start": 465.36,
        "duration": 2.58
    },
    {
        "text": "which I will note I'm including in this because I'm hopeful that it's gonna be good",
        "start": 467.94,
        "duration": 3.62
    },
    {
        "text": "but I also get a little bit iffy when I see a movie advertised as much as this movie",
        "start": 471.56,
        "duration": 4.3
    },
    {
        "text": "they bought a Twitter trend yesterday, the trailer is at over 4.4 million",
        "start": 475.86,
        "duration": 3.76
    },
    {
        "text": "but only has 8,000 likes on it which means",
        "start": 479.62,
        "duration": 2.46
    },
    {
        "text": "it's either being shared on a lot of other sites and people are watching it but they're not passionate enough",
        "start": 482.08,
        "duration": 3.7
    },
    {
        "text": "to then go to the site and leave a comment",
        "start": 485.78,
        "duration": 1.22
    },
    {
        "text": "or a buch of these are paid pre-roll ad views",
        "start": 487.0,
        "duration": 1.66
    },
    {
        "text": "but it does look beautiful 90% of the time",
        "start": 488.66,
        "duration": 1.82
    },
    {
        "text": "and I'm a big fan of Dane ever since I saw him in Chronicle",
        "start": 490.48,
        "duration": 2.52
    },
    {
        "text": "so I'm hopeful and I'm gonna give it a chance",
        "start": 493.0,
        "duration": 1.42
    },
    {
        "text": "and then, some of you might wanna put some plastic down before I say this",
        "start": 494.42,
        "duration": 3.08
    },
    {
        "text": "we got a Game of Thrones 90 second teaser trailer",
        "start": 497.5,
        "duration": 2.24
    },
    {
        "text": "rejoice until you remember that we're only gonna really get 6 episodes",
        "start": 499.74,
        "duration": 2.9
    },
    {
        "text": "cause they're doing that thing where they split the final season into two seasons",
        "start": 502.64,
        "duration": 2.26
    },
    {
        "text": "but still, a phrase that may resonate to you in, uh, multiple ways",
        "start": 504.9,
        "duration": 3.02
    },
    {
        "text": "6 is enough if you use it correctly",
        "start": 507.92,
        "duration": 1.5
    },
    {
        "text": "and if you wanna see the full versions of everything I shared, the secret link of the day",
        "start": 509.42,
        "duration": 3.42
    },
    {
        "text": "anything at all, links as always are in the description down below",
        "start": 512.84,
        "duration": 3.06
    },
    {
        "text": "then just wanna share one of my favorite headlines from today",
        "start": 515.9,
        "duration": 2.32
    },
    {
        "text": "'North Korea accuses John McCain of blasphemy for calling Kim Jong-un that crazy fat kid'",
        "start": 518.22,
        "duration": 5.44
    },
    {
        "text": "this because McCain called the ultimate leader",
        "start": 523.66,
        "duration": 2.38
    },
    {
        "text": "a crazy fat kid",
        "start": 526.04,
        "duration": 1.22
    },
    {
        "text": "also, random side fact I just learned, China had to ban search results for people who were searching the phrase",
        "start": 527.26,
        "duration": 5.3
    },
    {
        "text": "Kim Fatty the Third",
        "start": 532.56,
        "duration": 1.58
    },
    {
        "text": "wait, before we move on, the best thing about this story is that when John McCain found out",
        "start": 534.14,
        "duration": 4.6
    },
    {
        "text": "that North Korea was angry, he responded by tweeting",
        "start": 538.74,
        "duration": 2.74
    },
    {
        "text": "\"What, did they want me to call him a crazy skinny kid?\"",
        "start": 541.48,
        "duration": 2.46
    },
    {
        "text": "AAHHHHHH",
        "start": 544.08,
        "duration": 1.18
    },
    {
        "text": "it's just so beautiful",
        "start": 545.26,
        "duration": 0.82
    },
    {
        "text": "hey, I'm not saying that I'm on board with fat shaming",
        "start": 546.08,
        "duration": 2.74
    },
    {
        "text": "unless it is about Kim Jong-un, because in that case, I  have to say",
        "start": 548.82,
        "duration": 3.72
    },
    {
        "text": "fuck you king sausage fingers",
        "start": 552.54,
        "duration": 1.78
    },
    {
        "text": "then let's talk about Tomi Lahren, of course the controversial conservative host",
        "start": 554.32,
        "duration": 3.86
    },
    {
        "text": "on the Blaze",
        "start": 558.18,
        "duration": 0.74
    },
    {
        "text": "last time we talked about her, she had been suspended from her show because she went on the View and said this",
        "start": 558.92,
        "duration": 4.2
    },
    {
        "text": "and I am someone that's for limited government, and so I can't sit here and be a hypocrite and say",
        "start": 563.12,
        "duration": 3.14
    },
    {
        "text": "I'm for limited government but I think that the government should decide what women do with",
        "start": 566.26,
        "duration": 2.78
    },
    {
        "text": "their bodies, I can sit here and say that as a Republican",
        "start": 569.04,
        "duration": 2.7
    },
    {
        "text": "and I can say, you know what, I'm for limited government, so stay out of my, my guns",
        "start": 571.74,
        "duration": 3.5
    },
    {
        "text": "and you can stay out of my body as well",
        "start": 575.24,
        "duration": 1.64
    },
    {
        "text": "and that seemed to outrage her employer, many conservative fans, many people calling her a hypocrite herself",
        "start": 576.88,
        "duration": 4.36
    },
    {
        "text": "then the reports coming out that she was completely fired from her show",
        "start": 581.24,
        "duration": 3.02
    },
    {
        "text": "and now the news is coming out that there are allegations that she and her team",
        "start": 584.26,
        "duration": 3.4
    },
    {
        "text": "don't even have access to her massively popular Facebook page",
        "start": 587.66,
        "duration": 3.24
    },
    {
        "text": "she has 4.2 million Facebook fans, but reportedly she does not own it",
        "start": 590.9,
        "duration": 3.42
    },
    {
        "text": "the Blaze owns it",
        "start": 594.32,
        "duration": 1.1
    },
    {
        "text": "and there are sources saying Tomi and her team have been cut off from access",
        "start": 595.42,
        "duration": 2.76
    },
    {
        "text": "which many people are debating if that hurts her market value, she has 6 months left on her contract with the Blaze",
        "start": 598.18,
        "duration": 4.7
    },
    {
        "text": "there's no doubt in my mind either Tomi Lahren starts up her own venture or she ends somewhere mainstream",
        "start": 602.88,
        "duration": 5.24
    },
    {
        "text": "and of course there were people angry and celebrating this news as well",
        "start": 608.12,
        "duration": 3.28
    },
    {
        "text": "she's a very polarizing person",
        "start": 611.4,
        "duration": 1.6
    },
    {
        "text": "but really quick, I wanna lay down some truth for the corporations and also the creators out there",
        "start": 613.0,
        "duration": 3.86
    },
    {
        "text": "this is not bad news for Tomi Lahren",
        "start": 616.86,
        "duration": 1.74
    },
    {
        "text": "Tomi Lahren not having access to her page is just more promotion for her",
        "start": 618.6,
        "duration": 3.7
    },
    {
        "text": "what's the Blaze gonna do with that channel?",
        "start": 622.3,
        "duration": 1.44
    },
    {
        "text": "are they going to rebrand it and all of Tomi Lahren's fans are just gonna be completely fine with it?",
        "start": 623.74,
        "duration": 4.66
    },
    {
        "text": "the best thing they could do in that situation is try to pawn it off to someone else that's stupid enough to buy it",
        "start": 628.4,
        "duration": 4.4
    },
    {
        "text": "or just not do anything with it and avoid the horrible PR they would receive",
        "start": 632.8,
        "duration": 3.44
    },
    {
        "text": "when Tomi does eventually launch her own thing, she many not instantly jump to 4.2 million because",
        "start": 636.24,
        "duration": 4.76
    },
    {
        "text": "as we all know, that the main numbers",
        "start": 641.0,
        "duration": 1.84
    },
    {
        "text": "those are accrued over time and they're not representative of the current audience",
        "start": 642.84,
        "duration": 2.72
    },
    {
        "text": "example - I have 5+ million subscribers on YouTube, and my videos get a million views",
        "start": 645.56,
        "duration": 3.48
    },
    {
        "text": "my channel's existed for 10 years, a majority of those are probably not active",
        "start": 649.04,
        "duration": 3.14
    },
    {
        "text": "but those ones that are active, once Tomi launches her new thing, they're gonna come in a hoard",
        "start": 652.18,
        "duration": 4.06
    },
    {
        "text": "social media's gonna blow up about it, she'll probably gain new viewers she would not've gained otherwise",
        "start": 656.24,
        "duration": 4.56
    },
    {
        "text": "and that is because audiences are loyal to people, not brands",
        "start": 660.8,
        "duration": 3.9
    },
    {
        "text": "whether it be with the Tomi Lahren's of the world",
        "start": 664.7,
        "duration": 2.22
    },
    {
        "text": "or the Grace Helbig's of the world",
        "start": 666.92,
        "duration": 1.86
    },
    {
        "text": "that's YouTube's best reminder that, uh, channels kinda don't matter, people matter",
        "start": 668.78,
        "duration": 3.82
    },
    {
        "text": "so whether you like Tomi, you hate Tomi",
        "start": 672.6,
        "duration": 1.88
    },
    {
        "text": "that, this is just the truth of the situation",
        "start": 674.48,
        "duration": 2.08
    },
    {
        "text": "then a quickie story I saw blowing up is that George Bush has finally released a comment",
        "start": 676.56,
        "duration": 4.46
    },
    {
        "text": "on Donald Trump's inauguration",
        "start": 681.02,
        "duration": 1.86
    },
    {
        "text": "now, big note is this is not an official George W Bush comment, but",
        "start": 682.88,
        "duration": 3.58
    },
    {
        "text": "reportedly, according to three people who were present, Bush gave a brief assessment of Trump's inaugural saying quote",
        "start": 686.46,
        "duration": 5.12
    },
    {
        "text": "\"That was some weird shit.\"",
        "start": 691.58,
        "duration": 1.34
    },
    {
        "text": "reportedly all three people heard him say that",
        "start": 692.92,
        "duration": 1.88
    },
    {
        "text": "and a spokesman for Bush declined to comment",
        "start": 694.8,
        "duration": 2.06
    },
    {
        "text": "side note - my buddy Kevin Brueck was so excited that his years of mastering a George Bush impersonation",
        "start": 696.86,
        "duration": 5.22
    },
    {
        "text": "was still viable",
        "start": 702.08,
        "duration": 1.3
    },
    {
        "text": "Kevin (as GW): old George W Bush is kinda lookin' like Albert Einstein, Galileo, and, which one was the really smart Ninja Turtle? Oh yeah, Leonardo DaVinci",
        "start": 703.38,
        "duration": 7.6
    },
    {
        "text": "Kevin (as GW): I'm like all three of those guys rolled into one",
        "start": 710.98,
        "duration": 2.32
    },
    {
        "text": "but Donald Tump was also in the news for a more real reason",
        "start": 713.3,
        "duration": 2.54
    },
    {
        "text": "and that's because this morning, it appears that he is ready to with war with part of his own party",
        "start": 715.84,
        "duration": 3.96
    },
    {
        "text": "tweeting",
        "start": 719.8,
        "duration": 0.5
    },
    {
        "text": "\"The Freedom Caucas will hurt the entire Republicin agenda if the don't get on the team & fast. We must fight them & Dems, in 2018!\"",
        "start": 720.3,
        "duration": 6.76
    },
    {
        "text": "now if you don't know what the Freedom Caucus is",
        "start": 727.14,
        "duration": 1.32
    },
    {
        "text": "it's around 30 Republicans that are in the House",
        "start": 728.46,
        "duration": 2.14
    },
    {
        "text": "they're seen as sympathetic to the Tea Party, Right, to far Right",
        "start": 730.6,
        "duration": 3.1
    },
    {
        "text": "and more recently they were one of the main opponents to the American Health Care Act",
        "start": 733.7,
        "duration": 2.76
    },
    {
        "text": "they of course weren't the only opposition, but many have blamed them or thanked them",
        "start": 736.46,
        "duration": 3.74
    },
    {
        "text": "so there were some cheering Donald Trump on, of not being scared to bash people in his own party",
        "start": 740.2,
        "duration": 4.28
    },
    {
        "text": "others bashing Trump because he's talking about party over politics",
        "start": 744.48,
        "duration": 3.08
    },
    {
        "text": "but a thing I wanna point out is I don't really know if there's much they can do to hurt the Freedom Caucas",
        "start": 747.56,
        "duration": 5.26
    },
    {
        "text": "thanks very much to gerrymandering that happened back in 2010",
        "start": 752.82,
        "duration": 2.8
    },
    {
        "text": "I'm gonna oversimplify this, but it's the changing of congressional districts to try and pull out a winner",
        "start": 755.62,
        "duration": 4.46
    },
    {
        "text": "where there previously might have been a more competitive race",
        "start": 760.08,
        "duration": 2.2
    },
    {
        "text": "both Democrats and Republicans have been guilty of gerrymandering, but the Republicans did an amazing job  in 2010",
        "start": 762.28,
        "duration": 5.22
    },
    {
        "text": "many attribute it to that specifically of why we've seen Congress swing so much to the red",
        "start": 767.5,
        "duration": 3.86
    },
    {
        "text": "the past 7 years",
        "start": 771.36,
        "duration": 0.86
    },
    {
        "text": "so, in certain places like North Carolina, where there would've been a more competitive race",
        "start": 772.22,
        "duration": 3.54
    },
    {
        "text": "thanks to the way the district is set up, people like Mark Meadows, who is a Republican in North Carolina",
        "start": 775.76,
        "duration": 4.88
    },
    {
        "text": "was part of the Freedom Caucus, he's an example of someone that looks invulnerable",
        "start": 780.64,
        "duration": 3.32
    },
    {
        "text": "he won his last election 230,000 votes to 129,000  votes",
        "start": 783.98,
        "duration": 4.28
    },
    {
        "text": "and you look at the other members of the Freedom Caucus and many fit this same description",
        "start": 788.26,
        "duration": 3.48
    },
    {
        "text": "they are safe Republicans",
        "start": 791.74,
        "duration": 1.4
    },
    {
        "text": "Moe Brooks of Alabama won 205,000 to 102,000",
        "start": 793.14,
        "duration": 3.04
    },
    {
        "text": "when he had to fight off a fellow Republican in 2014",
        "start": 796.18,
        "duration": 2.38
    },
    {
        "text": "he won with 80% of the vote",
        "start": 798.56,
        "duration": 1.82
    },
    {
        "text": "a lot of these guys can just do whatever they want and not toe party lines",
        "start": 800.38,
        "duration": 3.68
    },
    {
        "text": "so if Trump is going to villainize these members of his same party, he has a long fight ahead of him",
        "start": 804.06,
        "duration": 5.18
    },
    {
        "text": "and so for me personally, the most interesting place in politics right now",
        "start": 809.24,
        "duration": 3.26
    },
    {
        "text": "isn't at the executive level",
        "start": 812.5,
        "duration": 1.42
    },
    {
        "text": "it is in the House",
        "start": 813.92,
        "duration": 0.9
    },
    {
        "text": "can a president with his current approval ratings really threaten the Freedom Caucus who are winning by landslides?",
        "start": 814.82,
        "duration": 5.88
    },
    {
        "text": "and what do other House Republicans do, do they stand by and back Donald Trump's words?",
        "start": 820.7,
        "duration": 4.64
    },
    {
        "text": "or do they say 'woah, you're overstepping, we're all a part of the same party'?",
        "start": 825.34,
        "duration": 3.4
    },
    {
        "text": "and of course, you'll have the 2018 eleciton that just, that could shake everything up",
        "start": 828.74,
        "duration": 3.4
    },
    {
        "text": "as far as legislation being passed or shut down",
        "start": 832.14,
        "duration": 2.54
    },
    {
        "text": "the House is the most interesting place in politics right now",
        "start": 834.68,
        "duration": 3.08
    },
    {
        "text": "cause the Senate, as we saw today, isn't really gonna have that issue",
        "start": 837.76,
        "duration": 2.96
    },
    {
        "text": "the most it's gonna get to that is a 50/50 tie",
        "start": 840.72,
        "duration": 2.18
    },
    {
        "text": "and they have Pence there",
        "start": 842.9,
        "duration": 0.84
    },
    {
        "text": "that's also a little bit of an oversimplification",
        "start": 843.74,
        "duration": 1.7
    },
    {
        "text": "not everyone just votes with the party",
        "start": 845.44,
        "duration": 1.78
    },
    {
        "text": "although more and more these days that is often the case",
        "start": 847.22,
        "duration": 2.1
    },
    {
        "text": "but that's where I'm gonna end that story",
        "start": 849.32,
        "duration": 1.04
    },
    {
        "text": "and also this video",
        "start": 850.36,
        "duration": 1.16
    },
    {
        "text": "not because there's not more I wanna talk about",
        "start": 851.52,
        "duration": 1.64
    },
    {
        "text": "but I have to get out of this room, this is my last day in this studio",
        "start": 853.16,
        "duration": 3.54
    },
    {
        "text": "it is shuttin' down",
        "start": 856.7,
        "duration": 0.96
    },
    {
        "text": "so right after I stop recording, movers gonna come in and dismantle everything",
        "start": 857.66,
        "duration": 3.1
    },
    {
        "text": "I'll be shooting the show from a different or several different locations",
        "start": 860.76,
        "duration": 2.28
    },
    {
        "text": "over the next week to two weeks",
        "start": 863.04,
        "duration": 1.46
    },
    {
        "text": "but yeah, then new space and new- oh man, I can't wait",
        "start": 864.5,
        "duration": 3.28
    },
    {
        "text": "2017's gonna be a fascinating year",
        "start": 867.78,
        "duration": 1.7
    },
    {
        "text": "and remember if you liked this video",
        "start": 869.48,
        "duration": 1.22
    },
    {
        "text": "you like what I try and do on this channel",
        "start": 870.7,
        "duration": 1.44
    },
    {
        "text": "hit that like button",
        "start": 872.14,
        "duration": 1.1
    },
    {
        "text": "if you're new here, hit that subscribe button",
        "start": 873.24,
        "duration": 1.4
    },
    {
        "text": "which, by the way, welcome to the thousands of you who've been subscribing, joining the family",
        "start": 874.64,
        "duration": 3.32
    },
    {
        "text": "hope you're enjoying these daily videos",
        "start": 877.96,
        "duration": 1.34
    },
    {
        "text": "which, by the way, if you missed yesterday's Philip DeFranco Show, you wanna watch it",
        "start": 879.3,
        "duration": 3.26
    },
    {
        "text": "click or tap right there to watch that",
        "start": 882.56,
        "duration": 1.34
    },
    {
        "text": "if you missed yesterday's new vlog, you can click or tap right there to watch that",
        "start": 883.9,
        "duration": 2.78
    },
    {
        "text": "but that said, of course, as always",
        "start": 886.68,
        "duration": 1.84
    },
    {
        "text": "my name's Philip DeFranco, you'e just been Phil'd in",
        "start": 888.52,
        "duration": 2.6
    },
    {
        "text": "I love yo faces and I'll see you tomorrow",
        "start": 891.14,
        "duration": 2.92
    }
]