[
    {
        "text": "Sup you beautiful bastards, hope you're having a fantastic wednesday, welcome back to the philip defranco show and let's just jump into it.",
        "start": 0.03,
        "duration": 5.77
    },
    {
        "text": "And the first thing we're to talk about today is why fox news commentator",
        "start": 5.8,
        "duration": 3.29
    },
    {
        "text": "Tomi Lahren is in the news today.",
        "start": 9.219,
        "duration": 1.371
    },
    {
        "text": "And reason is in minneapolis over the weekend Tomi Lahren was at a restaurant to have brunch with her parents, and as Lahren and",
        "start": 10.59,
        "duration": 5.069
    },
    {
        "text": "Her mother were leaving the restaurant a woman threw a full glass of water on her",
        "start": 15.66,
        "duration": 1.47
    },
    {
        "text": "and we know that because there is video of it. Tomi then goes",
        "start": 17.13,
        "duration": 3.54
    },
    {
        "text": "over to the table she confronts the woman there are other videos showing the two arguing and then security steps in. But it also",
        "start": 20.67,
        "duration": 5.099
    },
    {
        "text": "wasn't kind of just a one-on-one confrontation, there were other people there that were shouting at Lahren",
        "start": 25.769,
        "duration": 4.14
    },
    {
        "text": "According to Jeremy Jacks and the bouncer seen in the videos Lahren claimed that the girls were \"scowling\" at her and so as she",
        "start": 38.5,
        "duration": 5.329
    },
    {
        "text": "was walking, by, she said \"just another day in the life,\" and then the drink was thrown.",
        "start": 43.829,
        "duration": 3.75
    },
    {
        "text": "Jackson also saying that when he tried to break up the two women, Lahren said",
        "start": 47.579,
        "duration": 2.819
    },
    {
        "text": "\"you're just going to kick me out for them throwing water? Unbelievable.\" And according to Jackson, after Lahren left,",
        "start": 50.399,
        "duration": 4.71
    },
    {
        "text": "he also escorted the water-thrower out. And following these videos going viral of course it was a big reaction. Some really do not like Tomi",
        "start": 55.11,
        "duration": 5.519
    },
    {
        "text": "Lehren, cheering on the move, supporters of Tomi Lahren, saying this is disgusting, but, what was really interesting",
        "start": 60.629,
        "duration": 4.65
    },
    {
        "text": "is that it seemed that there are more people on that side. Even Kathy Griffin, of severed donald trump head photo saying,",
        "start": 65.32,
        "duration": 6.049
    },
    {
        "text": "\"I couldn't disagree more with Tomi Lahren, but I don't think it's cool",
        "start": 71.369,
        "duration": 2.94
    },
    {
        "text": "to resort to physical actions to make your point. The first amendment is a beautiful thing - use it.\" We also saw others have",
        "start": 74.31,
        "duration": 4.65
    },
    {
        "text": "similar reactions \"I may",
        "start": 78.96,
        "duration": 1.199
    },
    {
        "text": "not agree with a lot of the views you have, but I enjoy the face that you have them and I live in a country",
        "start": 80.159,
        "duration": 3.24
    },
    {
        "text": "where you are allowed to do so.\" \"Can't stomach her but this behavior doesn't work...\" and following the events, the initial reaction, Lahren tweeted out \"Thanks",
        "start": 83.4,
        "duration": 6.149
    },
    {
        "text": "for the support,\" and announced that she was going to be on fox & friends to discuss the situation.",
        "start": 89.549,
        "duration": 3.09
    },
    {
        "text": "This morning, when she went on fox and friends she had a similar sentiment to kathy griffin",
        "start": 92.71,
        "duration": 3.5
    },
    {
        "text": "You, don't have to like me you, don't have to agree with, my political opinions but",
        "start": 96.21,
        "duration": 3.419
    },
    {
        "text": "You, don't have the right to throw",
        "start": 99.63,
        "duration": 1.05
    },
    {
        "text": "Things at me, is that the point that, we got in this country that you can't disagree with",
        "start": 100.68,
        "duration": 3.779
    },
    {
        "text": "Someone civilly without resorting to something like that it's really disheartening but, again",
        "start": 104.46,
        "duration": 4.83
    },
    {
        "text": "I'm tough i can handle it and following that interview",
        "start": 109.84,
        "duration": 2.63
    },
    {
        "text": "Huge fan of fox news, and president of the united states donald trump tweeted out everybody",
        "start": 112.47,
        "duration": 4.439
    },
    {
        "text": "Is with tommy lehren it's really outstanding and respected young, woman and lehren retweeting that, along with the american flag emoji",
        "start": 116.909,
        "duration": 4.62
    },
    {
        "text": "And following trump's tweet of support towards tommy lehren, we saw a, new?",
        "start": 121.53,
        "duration": 3.029
    },
    {
        "text": "Wave of criticism come in and much of a kind of revolve around the sentiment of this tweet where tony puznowski said it took donald",
        "start": 124.56,
        "duration": 5.55
    },
    {
        "text": "Trump less than a day to show",
        "start": 130.11,
        "duration": 1.019
    },
    {
        "text": "Support for tommy lehren, who had a drink thrown at her arm, also took donald from three weeks to show. Support for james shaw",
        "start": 131.129,
        "duration": 4.78
    },
    {
        "text": "Jr, who disarmed a, mass shooter and saved lives i wonder why, also kind of a",
        "start": 135.91,
        "duration": 3.479
    },
    {
        "text": "Weird side bit to this story one of the guys that's on video saying fuck that bitch identified himself on twitter it matches with the",
        "start": 139.39,
        "duration": 5.819
    },
    {
        "text": "Tag you see in the video his real name is devin madison he has since made a song about the incident which is an interesting",
        "start": 145.209,
        "duration": 5.58
    },
    {
        "text": "Soundcloud rapper kind of thing to do but to jump back to the, main part of the story to throw",
        "start": 150.98,
        "duration": 3.44
    },
    {
        "text": "My opinion in there i really do agree with griffin",
        "start": 154.42,
        "duration": 2.699
    },
    {
        "text": "And lehren here once you resort to physical actions because you",
        "start": 157.12,
        "duration": 2.369
    },
    {
        "text": "Do not like something that someone is saying you greatly disagree you are disgusted",
        "start": 159.489,
        "duration": 4.26
    },
    {
        "text": "By, that person the only person you're really hurting is yourself and the only thing that you are hurting is your argument?",
        "start": 163.75,
        "duration": 5.61
    },
    {
        "text": "Well i was disappointed to still see a good number of people cheering on what happened i was very happy to see many people that",
        "start": 169.36,
        "duration": 5.429
    },
    {
        "text": "Do not like tommy lehren speaking out against this but of course with",
        "start": 174.79,
        "duration": 3.3
    },
    {
        "text": "That said that is my opinion and i want to kick that question to you what's your takeaway?",
        "start": 178.09,
        "duration": 3.209
    },
    {
        "text": "From this situation regarding one the actual altercation and then to the whole reaction around trump, and with trump and then let's talk",
        "start": 181.299,
        "duration": 6.57
    },
    {
        "text": "about the obama",
        "start": 187.87,
        "duration": 0.88
    },
    {
        "text": "Boycotts if you didn't see on monday was announce at the obama signed a multi-year deal to produce shows and films for",
        "start": 188.75,
        "duration": 5.029
    },
    {
        "text": "Netflix the announcement, saying the obamas will produce a diverse mix of content including the potential for scripted series unscripted series docu-series",
        "start": 193.849,
        "duration": 6.41
    },
    {
        "text": "Documentaries and features as right now",
        "start": 200.93,
        "duration": 1.76
    },
    {
        "text": "No, specific content or timeline have been given but according to a source sometimes the former president",
        "start": 202.69,
        "duration": 4.829
    },
    {
        "text": "And first lady, will be on camera as host or moderator in other cases they will stay behind the scenes as producers",
        "start": 207.519,
        "duration": 4.529
    },
    {
        "text": "Also as of right now the financial terms of the deal have not been disclosed but experts believe the deal is probably valued somewhere",
        "start": 212.049,
        "duration": 5.46
    },
    {
        "text": "Near, a fuck ton of money - oh my god can",
        "start": 217.51,
        "duration": 2.729
    },
    {
        "text": "You, even have that much money money former president obama saying in a statement",
        "start": 220.239,
        "duration": 2.76
    },
    {
        "text": "We hope to cultivate and curate the talented inspiring creative voices were able to promote greater empathy and understanding between peoples and help them share",
        "start": 223.0,
        "duration": 6.479
    },
    {
        "text": "Their, stories with the entire world and following this announcement he, saw",
        "start": 229.48,
        "duration": 2.43
    },
    {
        "text": "A lot of reactions there was a lot of general excitement",
        "start": 231.91,
        "duration": 2.099
    },
    {
        "text": "Some kind of confusion as as far as what the content will actually look, like and then",
        "start": 234.019,
        "duration": 4.369
    },
    {
        "text": "Also a lot of hate some just generally not happy that netflix and the obamas have reached a deal and you",
        "start": 238.389,
        "duration": 4.62
    },
    {
        "text": "Also, have people saying that they were canceling their netflix subscription, and they were calling for a. Boycott, so i'm mentioning they're",
        "start": 243.01,
        "duration": 4.349
    },
    {
        "text": "Gonna, switch to services like, hulu, some referencing other, pass what",
        "start": 247.359,
        "duration": 3.36
    },
    {
        "text": "We constantly been a part of now as far as will it be effective",
        "start": 250.72,
        "duration": 2.039
    },
    {
        "text": "We'll see since the deal with the obamas was announced netflix stock has just continued to go up as a recording",
        "start": 253.0,
        "duration": 4.38
    },
    {
        "text": "This video is up more than three percent just for today i don't personally believe that it will but situations like",
        "start": 257.38,
        "duration": 4.109
    },
    {
        "text": "This, you really have to look, you know several weeks out several months out to see, what any real effect",
        "start": 261.489,
        "duration": 4.97
    },
    {
        "text": "Boycott or wear cancellations have",
        "start": 267.129,
        "duration": 2.12
    },
    {
        "text": "So we'll do just that from that i want to share some stuff i love today and today an, awesome brought to you",
        "start": 269.25,
        "duration": 4.769
    },
    {
        "text": "By, defranco elite comm if you don't know",
        "start": 274.02,
        "duration": 1.769
    },
    {
        "text": "Defranco elite comm, is the best way to support this at times we've been called advertiser unfriendly show",
        "start": 275.789,
        "duration": 5.4
    },
    {
        "text": "And everything else that we're building the franco elite subscribers get access to several exclusive live streams a month exclusive content it's essentially like",
        "start": 281.19,
        "duration": 7.049
    },
    {
        "text": "All the stuff that we're testing and building on some of its more news focus some of its more casual like",
        "start": 288.24,
        "duration": 4.29
    },
    {
        "text": "We put out an over an hour podcast today that, we call the rogue rocket podcast and actually if you",
        "start": 292.53,
        "duration": 4.379
    },
    {
        "text": "Want to watch that one specifically a link to it in the top",
        "start": 296.909,
        "duration": 2.04
    },
    {
        "text": "Links down below there a bunch of other features and exclusives but i'll just i'll just put the link down below if you want to",
        "start": 298.949,
        "duration": 3.959
    },
    {
        "text": "Check it out the first bit of awesome today comes from a small youtuber, by the name of ian kung after yesterday's video where",
        "start": 302.909,
        "duration": 4.62
    },
    {
        "text": "We talked, about kendrick lamar, bring that white fan on stage all that outrage a lot of people were asking you know",
        "start": 307.53,
        "duration": 4.799
    },
    {
        "text": "how",
        "start": 312.33,
        "duration": 0.42
    },
    {
        "text": "Was she supposed to sing on stage with kendrick lamar and ian come made a fantastic",
        "start": 312.75,
        "duration": 3.149
    },
    {
        "text": "Explainer video of how to do that if you're ever in that position i highly recommend you watch it after today's video then",
        "start": 316.18,
        "duration": 5.899
    },
    {
        "text": "We got a, new, bad lip-reading video this time around the royal wedding, we got a",
        "start": 322.08,
        "duration": 3.209
    },
    {
        "text": "Clip for luke cage season two get a brand",
        "start": 325.289,
        "duration": 2.07
    },
    {
        "text": "New trailer for skyscraper although warning it does feel like",
        "start": 327.36,
        "duration": 2.82
    },
    {
        "text": "You get to see pretty much most of the movie a trailer for down",
        "start": 330.18,
        "duration": 3.45
    },
    {
        "text": "A dark hall if you",
        "start": 333.63,
        "duration": 0.93
    },
    {
        "text": "Want to see the full versions of everything i just shared the secret link of the day anything at all",
        "start": 334.56,
        "duration": 3.719
    },
    {
        "text": "Links is always there in the description down below",
        "start": 338.38,
        "duration": 1.73
    },
    {
        "text": "And then let's talk about, why, we have the nfl and kneeling during the national anthem, back in the news that of course",
        "start": 340.11,
        "duration": 4.41
    },
    {
        "text": "Was a hot-button, issue it was the focus of national debate last season, well the reason we're talking",
        "start": 344.52,
        "duration": 4.32
    },
    {
        "text": "About it today is today the nfl announced that they have a",
        "start": 348.84,
        "duration": 2.369
    },
    {
        "text": "New policy regarding kneeling and it involves penalties nfl commissioner roger goodell releasing a statement, saying the efforts",
        "start": 351.21,
        "duration": 5.819
    },
    {
        "text": "By, many of our players sparked, awareness and action around issues of social",
        "start": 357.029,
        "duration": 3.12
    },
    {
        "text": "Justice that must be addressed, adding it was unfortunate that on field protests created",
        "start": 360.15,
        "duration": 3.809
    },
    {
        "text": "A false perception, among, many that thousands of nfl players were unpatriotic this is not and was never the case then adding",
        "start": 363.96,
        "duration": 6.089
    },
    {
        "text": "This, season all league, and team personnel shall stand and show respect",
        "start": 370.05,
        "duration": 3.359
    },
    {
        "text": "For the flag and the antha personnel, who choose not to stand for the anthem",
        "start": 373.409,
        "duration": 2.94
    },
    {
        "text": "may",
        "start": 376.349,
        "duration": 0.301
    },
    {
        "text": "Stay in the locker room until after the anthem has been performed and if the team's and its individual players do not abide",
        "start": 376.65,
        "duration": 5.1
    },
    {
        "text": "By this, new policy a policy statement says a club will be fined by the lea",
        "start": 381.75,
        "duration": 3.569
    },
    {
        "text": "And the commissioner will impose appropriate discipline on league personnel as you might imagine the nfl players association",
        "start": 385.319,
        "duration": 4.89
    },
    {
        "text": "Was none too happy saying in a statement the nfl chose to not consult the union in the development of this new",
        "start": 390.279,
        "duration": 4.64
    },
    {
        "text": "Policy i think nfl players have shown",
        "start": 395.11,
        "duration": 1.549
    },
    {
        "text": "Their patriotism through their social activism community service and support of our military and law enforcement and yes through their protests to raise",
        "start": 396.659,
        "duration": 6.1
    },
    {
        "text": "Awareness, about the issues they care, about the vote by nfl club",
        "start": 402.759,
        "duration": 2.52
    },
    {
        "text": "Ceo is today contradicts the statements made to our player leadership",
        "start": 405.28,
        "duration": 3.149
    },
    {
        "text": "By commissioner roger goodell and the chairman of the nfl's management council john mara about the principles values and patriotism of our league and they",
        "start": 408.43,
        "duration": 6.57
    },
    {
        "text": "Close the statement saying our union will review. The, new",
        "start": 415.0,
        "duration": 2.19
    },
    {
        "text": "Policy and challenge any aspect of it that is inconsistent with the collective bargaining agreement",
        "start": 417.19,
        "duration": 4.049
    },
    {
        "text": "And from my point of view it kind of looks like roger goodell and the and the owners in the league",
        "start": 421.24,
        "duration": 3.75
    },
    {
        "text": "We're trying to kind of go for a middle ground but largely online it doesn't look, like, that's how",
        "start": 425.09,
        "duration": 3.949
    },
    {
        "text": "It's been receipt and so from the league standpoint they're most likely just thinking how",
        "start": 429.039,
        "duration": 3.09
    },
    {
        "text": "Do, we stop the bleeding that last year's controversy caused and at the same time, they probably, feel, like they're",
        "start": 432.13,
        "duration": 4.319
    },
    {
        "text": "Not throwing the teams and the players under the bus, because they said, you know all the protests it did raise",
        "start": 436.449,
        "duration": 4.649
    },
    {
        "text": "Awareness to issues that they cared about and they are still free to protest but just not on the field during the national anthem",
        "start": 441.099,
        "duration": 5.49
    },
    {
        "text": "We're not stopping. You from protesting we're just stopping, where you can. Protest as far as is that actually how",
        "start": 446.66,
        "duration": 4.849
    },
    {
        "text": "People are receiving this information i'm very interested in so i want to pass that question off to you",
        "start": 451.509,
        "duration": 4.41
    },
    {
        "text": "What you think about this move is it ridiculous or no it makes complete sense, why, why, not i'd love to know",
        "start": 455.919,
        "duration": 5.279
    },
    {
        "text": "Your thoughts and those comments down below",
        "start": 461.199,
        "duration": 1.411
    },
    {
        "text": "And then let's talk, about possibly the sexiest kind of news i could include on this show",
        "start": 462.61,
        "duration": 3.72
    },
    {
        "text": "And that is primaries leading up to the 2018?",
        "start": 466.33,
        "duration": 2.64
    },
    {
        "text": "Midterms, oh, my, god i hope you are watching this in private might, want to put a pillow on your lap for this one?",
        "start": 469.49,
        "duration": 5.45
    },
    {
        "text": "But joking aside this is actually a really interesting situation that kind of gives us an insight into, where",
        "start": 476.03,
        "duration": 4.639
    },
    {
        "text": "We are in this country right now so yesterday texas georgia kentucky and arkansas held",
        "start": 480.669,
        "duration": 3.779
    },
    {
        "text": "Primaries and there there are a lot of candidates running in those four states there is plenty",
        "start": 484.49,
        "duration": 3.589
    },
    {
        "text": "To, unpack but here are essentially the three most important things",
        "start": 488.21,
        "duration": 2.899
    },
    {
        "text": "We learn from yesterday's primary results one?",
        "start": 491.11,
        "duration": 2.0
    },
    {
        "text": "Candidates in both parties seem to agree on one thing",
        "start": 493.13,
        "duration": 2.029
    },
    {
        "text": "And that is president trump is the issue in 2018 - this is the year for female candidates?",
        "start": 495.159,
        "duration": 4.95
    },
    {
        "text": "And three some democrats are putting their faith and veterans running as outsiders so regarding things being all about trump",
        "start": 500.11,
        "duration": 4.83
    },
    {
        "text": "we saw a lot of campaigning republicans trying to prove who is the most loyal and most liked the president meanwhile democrats believe that is",
        "start": 504.94,
        "duration": 5.069
    },
    {
        "text": "A plan that is going to backfire for the gop and so their strategy is to use the trump presidency to motivate more democratic voters",
        "start": 510.009,
        "duration": 5.37
    },
    {
        "text": "In the republicans in november one of the best examples for the republicans was a republican governors race in georgia three most notable very had",
        "start": 515.38,
        "duration": 5.699
    },
    {
        "text": "georgia",
        "start": 521.079,
        "duration": 0.301
    },
    {
        "text": "secretary of state brian kemp state senator michael williams and lieutenant governor casey cagle all seemingly trying to prove themselves as the most conservative or",
        "start": 521.38,
        "duration": 7.5
    },
    {
        "text": "Cagle you might remember back in february",
        "start": 528.88,
        "duration": 1.38
    },
    {
        "text": "He made national headlines after he threatened to kill it",
        "start": 530.26,
        "duration": 2.0
    },
    {
        "text": "Sprague, for georgia's largest employer delta airlines that after the airline decided to cut ties with the nra it was a bold move but",
        "start": 532.45,
        "duration": 5.58
    },
    {
        "text": "When it actually paid, off for him because the nra endorsed him last month then, we saw",
        "start": 538.03,
        "duration": 3.299
    },
    {
        "text": "georgia",
        "start": 541.33,
        "duration": 0.33
    },
    {
        "text": "Secretary of state bryan cam turning to political as it became viral hits on social media and one you might remember cam pointing a shotgun",
        "start": 541.66,
        "duration": 5.309
    },
    {
        "text": "Alongside a young teenager that, was interested in dating his, daughter. Jake, gas was running for governor i said one cap government spending to",
        "start": 547.25,
        "duration": 7.13
    },
    {
        "text": "Take a chainsaw to regulations three make",
        "start": 554.9,
        "duration": 3.14
    },
    {
        "text": "Georgia, number one for small business in two things if you gon date one of my",
        "start": 558.04,
        "duration": 3.809
    },
    {
        "text": "Daughters respect man a healthy appreciation",
        "start": 561.85,
        "duration": 3.869
    },
    {
        "text": "For the second amendment sir and adds he really tried to tie himself with trump on the narrative of political correctness i'm brian",
        "start": 565.72,
        "duration": 5.789
    },
    {
        "text": "kemp i'm so conservative i",
        "start": 571.51,
        "duration": 2.0
    },
    {
        "text": "Blow up government spending i own guns",
        "start": 575.27,
        "duration": 3.32
    },
    {
        "text": "No, one's taken, away, my?",
        "start": 579.71,
        "duration": 2.0
    },
    {
        "text": "chainsaws ready to rip up some regulations i",
        "start": 582.26,
        "duration": 2.57
    },
    {
        "text": "Got a big truck",
        "start": 586.79,
        "duration": 1.92
    },
    {
        "text": "Just in case i need to round up criminal illegals and take them home",
        "start": 588.71,
        "duration": 3.32
    },
    {
        "text": "Myself kate steinle edwin jackson and the cannon family all killed",
        "start": 592.03,
        "duration": 4.169
    },
    {
        "text": "By, illegal immigrants donald trump is right, we must secure the, border in in sanctuary cities and of course?",
        "start": 596.2,
        "duration": 6.45
    },
    {
        "text": "Maine state senator mike williams you, may have seen on the news in the past week because of his outspoken",
        "start": 602.65,
        "duration": 4.589
    },
    {
        "text": "Ads that featured his deportation bus we've got the",
        "start": 607.24,
        "duration": 3.03
    },
    {
        "text": "Deportation bus that's, why, you heard me we're gonna implement my 287g deportation plan that's",
        "start": 610.91,
        "duration": 5.779
    },
    {
        "text": "Gonna fill this bus with illegals to send them back to where they came from",
        "start": 616.69,
        "duration": 3.48
    },
    {
        "text": "We're, not just gonna track them watch them roam around our state we're, gonna put him on this bus",
        "start": 620.71,
        "duration": 3.989
    },
    {
        "text": "And send him home in the end we actually ended up having, some interesting results",
        "start": 624.83,
        "duration": 3.049
    },
    {
        "text": "No, candidate was able to secure 50% of the vote which",
        "start": 627.88,
        "duration": 2.52
    },
    {
        "text": "Means the top two vote earners will have to continue campaigning in a runoff against one another and the two candidates who advance to the",
        "start": 630.4,
        "duration": 5.099
    },
    {
        "text": "July, runoff are casey cagle is secured 39% of the vote and brian camp",
        "start": 635.5,
        "duration": 3.63
    },
    {
        "text": "Who secured twenty five point six percent and whoever wins that runoff is going to have to face off against democrat stacey abrams in the",
        "start": 639.13,
        "duration": 5.34
    },
    {
        "text": "November midterm she is notable for a few reasons",
        "start": 644.47,
        "duration": 2.0
    },
    {
        "text": "Including the fact that she is the state's first female nominee for governor from either party and on that note specifically if abrams were to",
        "start": 646.49,
        "duration": 5.39
    },
    {
        "text": "Beat out kemp or casey in november she would become the nation's first",
        "start": 651.88,
        "duration": 2.489
    },
    {
        "text": "African-american female governor the main two that i want to hit on right now are one it's been a lot of conversation of where",
        "start": 654.77,
        "duration": 4.729
    },
    {
        "text": "Democrats should land going into 2018",
        "start": 659.6,
        "duration": 2.27
    },
    {
        "text": "And then 2020 isn't a move closer to the middle something more centrist and maybe you can",
        "start": 661.87,
        "duration": 3.9
    },
    {
        "text": "Win back some trump voters or is it a push to the left you look",
        "start": 665.77,
        "duration": 2.459
    },
    {
        "text": "Back to the 2016 election the democrats are rather the",
        "start": 668.23,
        "duration": 2.4
    },
    {
        "text": "Dnc pushed forward hillary clinton a candidate that was obviously to the right of bernie sanders",
        "start": 670.88,
        "duration": 4.339
    },
    {
        "text": "And here the state of georgia is this fantastic test case to see what sells better georgia is typically a red",
        "start": 675.32,
        "duration": 4.94
    },
    {
        "text": "State but it's one that trump only won in 2016 with 5.2",
        "start": 680.26,
        "duration": 3.149
    },
    {
        "text": "Percent more than clinton so in 2018 it might be more of a",
        "start": 683.41,
        "duration": 2.429
    },
    {
        "text": "Purple state the democrats have a chance how, will democrats vote in the primary what",
        "start": 685.839,
        "duration": 3.6
    },
    {
        "text": "We ended up seeing as a democrats in georgia passed up on the kind of more centrist stacy evans and they voted for abrams",
        "start": 689.44,
        "duration": 5.279
    },
    {
        "text": "Who, won with seventy six point five percent of the vote and of course you never want to say",
        "start": 694.72,
        "duration": 3.51
    },
    {
        "text": "What happens in one state is going to be representative about what happens in the other 49, well considering how",
        "start": 698.23,
        "duration": 4.08
    },
    {
        "text": "Small the vote differential, was back in the 2016",
        "start": 702.31,
        "duration": 2.099
    },
    {
        "text": "Presidential election it makes you wonder where 2018 is going to land everywhere else that said",
        "start": 704.41,
        "duration": 4.38
    },
    {
        "text": "Stacy abrams was, also notable because she was part of a much larger story",
        "start": 708.79,
        "duration": 3.0
    },
    {
        "text": "And that is the number of women running this year overall there are four hundred seventy six women running for house seeds both parties are",
        "start": 711.79,
        "duration": 5.7
    },
    {
        "text": "Putting forward more women than in 2016 democrats saw a",
        "start": 717.49,
        "duration": 2.609
    },
    {
        "text": "146 percent increase in female candidates republicans saw",
        "start": 720.649,
        "duration": 2.809
    },
    {
        "text": "35% increase and the thing is they're actually winning a lot of party nominations - even before yesterday's primaries close to half the women running",
        "start": 724.01,
        "duration": 5.63
    },
    {
        "text": "For house primaries ended up winning",
        "start": 729.64,
        "duration": 1.26
    },
    {
        "text": "60 women won and 63 lost and yesterday there were even more victories for female candidates one of the biggest",
        "start": 730.9,
        "duration": 4.709
    },
    {
        "text": "Wins was democrat, amy mcgrath, who beat out lexington, mayor?",
        "start": 735.61,
        "duration": 2.429
    },
    {
        "text": "Jim, gray, and the race for kentucky six district nomination in the grass when there is a huge shake-up for the democratic",
        "start": 738.04,
        "duration": 5.01
    },
    {
        "text": "Party, because gray and not mcgrath, was initially backed",
        "start": 743.05,
        "duration": 2.489
    },
    {
        "text": "By the democratic congressional campaign committee the thing is it actually looks like that helped her because throughout the primary campaign",
        "start": 745.54,
        "duration": 4.739
    },
    {
        "text": "she used her lack of",
        "start": 750.279,
        "duration": 1.091
    },
    {
        "text": "Endorsement as a way to position herself as an outsider and also it really doesn't hurt that she's a veteran and the first female marine",
        "start": 751.37,
        "duration": 5.39
    },
    {
        "text": "To, fly an f-18",
        "start": 756.76,
        "duration": 1.019
    },
    {
        "text": "Fighter jet in combat and actually on the topic of veterans it is important to note that, while mcgrath, wasn't supported",
        "start": 757.779,
        "duration": 4.62
    },
    {
        "text": "By the d-triple-c in the primaries she is part of a smaller strategy initiated in part by massachusetts, democratic congressman",
        "start": 762.4,
        "duration": 5.939
    },
    {
        "text": "Seth moulton and moulton strategy, is pretty simple get veterans elected moulton is a veteran himself he is a former marine",
        "start": 768.339,
        "duration": 5.67
    },
    {
        "text": "Who served four tours in iraq and was one of the first, americans to reach baghdad, after 9/11 he",
        "start": 774.01,
        "duration": 4.079
    },
    {
        "text": "Also established a pac called serve america to raise, money for other veterans running for office and so, along with, mcgrath, we saw",
        "start": 778.089,
        "duration": 5.04
    },
    {
        "text": "Gina, ortiz, jones an iraq war veteran",
        "start": 783.13,
        "duration": 1.98
    },
    {
        "text": "Who, won the democratic nomination for a texas us house seat yesterday and as far as, why",
        "start": 785.11,
        "duration": 3.66
    },
    {
        "text": "They, think this strategy will work as explained",
        "start": 788.77,
        "duration": 1.77
    },
    {
        "text": "By, joe trippi a longtime national democratic strategist, they're all people, who serve the country without worrying",
        "start": 790.54,
        "duration": 4.59
    },
    {
        "text": "About who's a democrat and who's a republican? Let's just get the damn done in this washington in this divisive chaotic",
        "start": 795.13,
        "duration": 5.399
    },
    {
        "text": "Cycle you, have these people, who proven, they can rise",
        "start": 800.529,
        "duration": 2.04
    },
    {
        "text": "Above party and actually accomplish a mission and as of right now it appears to be working there are 17 candidates currently in multan serve",
        "start": 802.57,
        "duration": 5.639
    },
    {
        "text": "America and so far none of them have lost, their primary campaigns, we of course will have to wait and see how",
        "start": 808.279,
        "duration": 4.429
    },
    {
        "text": "The packs other candidates do moving forward but it is it is it's going to be very interested and i know that i want to?",
        "start": 812.709,
        "duration": 4.35
    },
    {
        "text": "End this story on whether you're on the left you're on the right you're kind of on the fence in terms of certainly have a",
        "start": 817.06,
        "duration": 4.109
    },
    {
        "text": "Much lower voter turnout, even though the people that you're voting for there are more likely to affect",
        "start": 821.17,
        "duration": 4.679
    },
    {
        "text": "Your, day-to-day life than kind of the bigger, stuff, that's before you",
        "start": 825.85,
        "duration": 2.789
    },
    {
        "text": "Even take into account the relationship between congress and the president and where you want to see those things",
        "start": 828.639,
        "duration": 4.68
    },
    {
        "text": "Go, and so i'm saying, no matter where you live if you",
        "start": 833.32,
        "duration": 2.549
    },
    {
        "text": "Want to see more of what you think should be happening in the world both locally and nationally",
        "start": 835.87,
        "duration": 4.769
    },
    {
        "text": "make, sure you vote in these upcoming, midterms it's exactly, like, what president trump said, yesterday so your vote in",
        "start": 840.68,
        "duration": 4.82
    },
    {
        "text": "2018 is every bit as important as your vote in",
        "start": 846.92,
        "duration": 3.469
    },
    {
        "text": "2016 although i'm not sure i really believe that but you know i",
        "start": 852.5,
        "duration": 2.959
    },
    {
        "text": "Don't know, who the hell, wrote that line i'm not sure",
        "start": 858.889,
        "duration": 2.48
    },
    {
        "text": "But it's still important to remember. And that's what i'm going to end today's show",
        "start": 865.69,
        "duration": 3.26
    },
    {
        "text": "And of course remember this is the philip defranco show i give you the news sometimes my opinion",
        "start": 868.95,
        "duration": 3.239
    },
    {
        "text": "And then i want to hear from you whether it be the last, story the first one anything in between let me know",
        "start": 872.19,
        "duration": 4.29
    },
    {
        "text": "What you're thinking in those comments down below, also if you're, new here you want more of these",
        "start": 876.48,
        "duration": 2.789
    },
    {
        "text": "Daily, news videos hit that subscribe button ring that bell to turn on notifications, also if you missed yesterday's show",
        "start": 879.27,
        "duration": 5.22
    },
    {
        "text": "And you, want to catch up you can. Click or tap right there to watch that or if you need something later you can",
        "start": 884.49,
        "duration": 3.839
    },
    {
        "text": "Click or tap right there to watch today's brand-new behind the scenes blog, what's that's and of course as always my?",
        "start": 888.33,
        "duration": 4.32
    },
    {
        "text": "Name's philip, defranco you've just been phill'd in a la, vie o faces and i'll see you tomorrow",
        "start": 892.65,
        "duration": 4.679
    }
]