[
    {
        "text": "What's up ya beautiful bastards, hope you havin' a fantastic Tuesday",
        "start": 0.03,
        "duration": 3.21
    },
    {
        "text": "Welcome back to the philip defranco show and let's just jump into it",
        "start": 3.24,
        "duration": 3.329
    },
    {
        "text": "the first thing we're gonna talk about today is some good old-fashioned who are people",
        "start": 6.569,
        "duration": 3.09
    },
    {
        "text": "Boycotting today news and today we have walmart and the specific reason people are calling for a boycott with walmart today and I say today",
        "start": 9.849,
        "duration": 6.08
    },
    {
        "text": "Specifically because if you wanted to take aim at Walmart, there are a number of reasons",
        "start": 16.209,
        "duration": 4.34
    },
    {
        "text": "But today it appears that the main reason is on Walmart's website",
        "start": 20.55,
        "duration": 2.61
    },
    {
        "text": "They have been selling these things. The impeach Trump's soft baby one piece impeach forty five the impeach Trump mug the impeach Trump American flag",
        "start": 23.16,
        "duration": 7.559
    },
    {
        "text": "Shirt among several other products and so the tweets started coming in just another company that clearly wants to dig their own grave Walmart",
        "start": 30.72,
        "duration": 5.82
    },
    {
        "text": "You're dead to me, bye-bye. Why would any store sale a shirt that says to impeach any president? So disgusting?",
        "start": 36.54,
        "duration": 4.889
    },
    {
        "text": "What the hell were you thinking pissing off half your customers. He could sell a couple of t-shirts no in response to this reaction",
        "start": 41.43,
        "duration": 4.709
    },
    {
        "text": "We've seen that Walmart has removed those products from their website, but do you want to note two specific things here, one:",
        "start": 46.14,
        "duration": 4.709
    },
    {
        "text": "It's important to understand the context of the situation and that it was not actually Walmart",
        "start": 50.85,
        "duration": 4.2
    },
    {
        "text": "That was making the shirts. On Walmart.com",
        "start": 55.05,
        "duration": 1.919
    },
    {
        "text": "They include millions of items from third-party",
        "start": 56.969,
        "duration": 1.93
    },
    {
        "text": "Manufacturers that are just trying to sell through Walmart as the shirts which were made by a company by the name of Old Glory",
        "start": 58.899,
        "duration": 4.639
    },
    {
        "text": "You go to their site",
        "start": 63.67,
        "duration": 0.86
    },
    {
        "text": "You see that they have everything there doesn't appear that Walmart was taking a stance here",
        "start": 64.53,
        "duration": 3.75
    },
    {
        "text": "Especially when you search Walmart calm and you find all the magazine America first. I heart Donald Trump Trump one get over it",
        "start": 68.28,
        "duration": 6.75
    },
    {
        "text": "Also the company in question",
        "start": 75.03,
        "duration": 0.79
    },
    {
        "text": "Old Glory that has these impeach Trump shirts if you search their Walmart specifically for Obama you find they have",
        "start": 75.82,
        "duration": 5.75
    },
    {
        "text": "Anti Obama shirt one reading. This is my Obama costume now hand over your candy so I can redistribute it",
        "start": 81.759,
        "duration": 5.87
    },
    {
        "text": "Additionally, they sell the dear. Mr. Obama. You're fired sincerely D Trump shirt",
        "start": 87.659,
        "duration": 3.9
    },
    {
        "text": "And in fact this same company on Walmart have pro-trump shirts and so I just wanted to point that out",
        "start": 91.56,
        "duration": 4.319
    },
    {
        "text": "Not only for the people hating on Walmart here",
        "start": 95.88,
        "duration": 2.25
    },
    {
        "text": "But also the people that were cheering on Walmart in no way does this appear to be a stance.",
        "start": 98.13,
        "duration": 3.33
    },
    {
        "text": "It appears to be the result of a third-party",
        "start": 101.46,
        "duration": 2.189
    },
    {
        "text": "Marketplace attached to your name because as far as what you boycott if you boycott that's on you",
        "start": 103.84,
        "duration": 4.819
    },
    {
        "text": "I just want you to have the facts and then let's talk about what I hope to be the final time",
        "start": 108.81,
        "duration": 3.839
    },
    {
        "text": "We talked about the tanacon tanah mojo situation. Now after yesterday's video. I was of the mindset of you know, what?",
        "start": 112.659,
        "duration": 5.779
    },
    {
        "text": "I don't know if there really is much to add here",
        "start": 118.439,
        "duration": 2.25
    },
    {
        "text": "we showcase that newly revealed footage that shows that Tana knew that there was a",
        "start": 120.689,
        "duration": 3.3
    },
    {
        "text": "1200 person capacity limit at the Marriott and they still were moving forward with 5200 plus. She talks excitedly about the spectacle",
        "start": 124.18,
        "duration": 6.859
    },
    {
        "text": "That is you know",
        "start": 131.039,
        "duration": 0.541
    },
    {
        "text": "people trying to get",
        "start": 131.58,
        "duration": 1.07
    },
    {
        "text": "being outside, being opressed and then I thought well really what else can I add to this story and I wasn't actually going to",
        "start": 132.65,
        "duration": 5.279
    },
    {
        "text": "Talk about it today, but then last night I saw something that really I felt like okay",
        "start": 137.93,
        "duration": 3.75
    },
    {
        "text": "I'm gonna chime in one last time and that was Shane Dawson responding to a fan online",
        "start": 141.68,
        "duration": 3.51
    },
    {
        "text": "Who said why is everyone ignoring the fact that Tana mojo literally said she wanted people waiting outside in Shane's video and Shane replied",
        "start": 145.19,
        "duration": 5.699
    },
    {
        "text": "I spoke to her about that clip before I put it in she says she was just kidding around and meant more like waiting to",
        "start": 150.89,
        "duration": 4.08
    },
    {
        "text": "Get into a concert and building anticipation which makes sense. She'd never purposefully want people waiting for hours",
        "start": 154.97,
        "duration": 4.559
    },
    {
        "text": "I don't think anyone would want that but both the initial tweet and Shane's response kind of hit on a note that I've not argue",
        "start": 159.53,
        "duration": 5.429
    },
    {
        "text": "It and just so we're on the same page. Here's the video again. I",
        "start": 164.959,
        "duration": 2.13
    },
    {
        "text": "Have it set at fifty two hundred right now. I",
        "start": 171.959,
        "duration": 2.119
    },
    {
        "text": "Love that for us. So I feel like five thousand two hundred's a good number.",
        "start": 174.599,
        "duration": 3.139
    },
    {
        "text": "It would be really really cool to have people like outside waiting to get in. People love to be oppressed outside",
        "start": 177.739,
        "duration": 6.3
    },
    {
        "text": "I'm not arguing that Tana mojo is evil and she wanted fans to be outside for five to six hours getting",
        "start": 193.89,
        "duration": 5.479
    },
    {
        "text": "Sunburned what I'm simply pointing out as we now have video evidence that Tana and Michael were both aware of the limitations of the venue",
        "start": 199.44,
        "duration": 5.839
    },
    {
        "text": "1200 people yet still both",
        "start": 205.5,
        "duration": 2.0
    },
    {
        "text": "Enthusiastically moved forward with fifty two hundred plus even saying maybe we'll keep it open",
        "start": 207.69,
        "duration": 4.489
    },
    {
        "text": "Michael even says we could drop it from fifty two hundred to three",
        "start": 212.18,
        "duration": 2.639
    },
    {
        "text": "Thousand which that should have been a red flag when you're like how many people should come this number or around?",
        "start": 214.919,
        "duration": 5.24
    },
    {
        "text": "42% less. So Tana pushes back against that maybe because the spectacle is too interesting to her",
        "start": 220.859,
        "duration": 4.16
    },
    {
        "text": "she's not thinking of how things could go wrong this despite the numbers seemingly making it obvious and really one of the only defense is",
        "start": 225.019,
        "duration": 5.91
    },
    {
        "text": "That Michael and Tana have here is that they said that Marriott even though it wasn't in the contract said oh, yeah",
        "start": 230.93,
        "duration": 4.529
    },
    {
        "text": "We can handle five thousand or the legal document that Michael signed with Marriott said that they hadn't expected attendance of one thousand a Marriott",
        "start": 235.459,
        "duration": 5.82
    },
    {
        "text": "Said we only have that number there for safety reason which makes no damn sense. Why would you ever sign that contract?",
        "start": 241.28,
        "duration": 4.829
    },
    {
        "text": "Obviously I'm shifting gears here. This part has definitely aimed towards Michael",
        "start": 246.359,
        "duration": 3.29
    },
    {
        "text": "That's like if you were trying to figure out a legal agreement with someone and you're like why does it say here with this clause?",
        "start": 249.65,
        "duration": 4.649
    },
    {
        "text": "at anytime you can hit me in the back of the head with a baseball bat and their response was like we never intend to",
        "start": 254.299,
        "duration": 5.399
    },
    {
        "text": "do\nthere's no reason that would actually ever happen but just it's just a it's just a legal thing for safety reasons and you're like",
        "start": 259.699,
        "duration": 6.3
    },
    {
        "text": "Yeah, that makes sense",
        "start": 266.0,
        "duration": 0.96
    },
    {
        "text": "No\nthe document is really one of the only things that matters but even with my me saying okay that",
        "start": 266.96,
        "duration": 4.349
    },
    {
        "text": "Conversation definitely happened even though right now we do not see evidence of it plan from the beginning was to still sell",
        "start": 271.65,
        "duration": 5.029
    },
    {
        "text": "Hundreds more tickets than this capacity that allegedly was mentioned in conversation",
        "start": 276.9,
        "duration": 5.21
    },
    {
        "text": "Which once again to talk about the ridiculousness of the situation and the argument is still four thousand more people four thousand more tickets",
        "start": 282.11,
        "duration": 6.72
    },
    {
        "text": "minimal in the official capacity of the hotel which would not sound like a lot of you're talking about a venue that had a",
        "start": 288.99,
        "duration": 5.15
    },
    {
        "text": "Hundred thousand people four thousand still four percent. Were you talking about a place where it's listed at twelve hundred?",
        "start": 294.33,
        "duration": 5.419
    },
    {
        "text": "I feel like one of the reasons is incredibly important to point this out is",
        "start": 299.75,
        "duration": 3.179
    },
    {
        "text": "Accountability and the narrative that we're seeing and it's a weird thing to talk about because part of it does involve feelings",
        "start": 303.42,
        "duration": 5.209
    },
    {
        "text": "There are several times where to paraphrase Tana has taken full responsibility",
        "start": 308.63,
        "duration": 3.119
    },
    {
        "text": "but then several times I was followed by her pointing the finger at Michael blaming Michael talking about all these things that people have said",
        "start": 312.36,
        "duration": 6.41
    },
    {
        "text": "about him",
        "start": 318.77,
        "duration": 1.27
    },
    {
        "text": "Alleging that he did all these other things and keep in mind",
        "start": 320.04,
        "duration": 2.66
    },
    {
        "text": "I'm not going to completely fault her for each and every one of those there are certain areas where there was a lot of gray",
        "start": 322.7,
        "duration": 3.869
    },
    {
        "text": "And mutual failure in this story",
        "start": 326.57,
        "duration": 2.13
    },
    {
        "text": "But unfortunately one of the narratives and I don't believe that Shane intended this that has taken off is essentially, you know",
        "start": 328.7,
        "duration": 4.949
    },
    {
        "text": "It's this stupid girl that trusted this guy",
        "start": 333.65,
        "duration": 2.1
    },
    {
        "text": "The main part of the failure was actually picked wrong",
        "start": 335.75,
        "duration": 1.77
    },
    {
        "text": "but I feel like it's important to showcase as far as the the",
        "start": 337.52,
        "duration": 2.399
    },
    {
        "text": "Acknowledgement of the numbers as far as the though the planning of five thousand-plus",
        "start": 340.08,
        "duration": 3.44
    },
    {
        "text": "He was a part of that and I'm not doing that to kind of beat a person while they're down there from a legal standpoint",
        "start": 343.52,
        "duration": 4.859
    },
    {
        "text": "this part may really really matter and Tana may want to check her contract if they have a",
        "start": 348.38,
        "duration": 4.709
    },
    {
        "text": "Contract with good times to check if there is an indemnification clause or not and the other part of it",
        "start": 353.19,
        "duration": 3.919
    },
    {
        "text": "I think I mentioned it earlier. It is accountability",
        "start": 357.11,
        "duration": 2.07
    },
    {
        "text": "I don't know necessarily how I feel about people long term not being held accountable when we look to situations like this or",
        "start": 359.39,
        "duration": 5.909
    },
    {
        "text": "Logan Paul, it almost feels like we're incentivizing people to not give a fuck. We've all know the net impact",
        "start": 365.49,
        "duration": 5.51
    },
    {
        "text": "This has on Tana and so let's say three to twelve months from now",
        "start": 371.0,
        "duration": 2.399
    },
    {
        "text": "Does it hurt our profitability once the scandal passes. New",
        "start": 373.43,
        "duration": 2.67
    },
    {
        "text": "subscribers do they go away? Because one of the things to consider is this whole thing got Tana in front of a lot more people than",
        "start": 376.32,
        "duration": 4.849
    },
    {
        "text": "normal daily new subscriber count essentially just doubling on day as a chain posted about this so I get very concerned and maybe",
        "start": 381.169,
        "duration": 5.7
    },
    {
        "text": "Not even if people are incentivized to be stupid",
        "start": 387.02,
        "duration": 2.64
    },
    {
        "text": "And and for the spectacle there seems to be no actual incentive to grow as a human being to evolve to try to be better",
        "start": 389.66,
        "duration": 6.539
    },
    {
        "text": "Because there will always be the diehards that she'll do",
        "start": 396.199,
        "duration": 2.279
    },
    {
        "text": "And so and I really hope that it comes across I'm not making this video to be like fuck Tana Mojo!",
        "start": 398.479,
        "duration": 3.66
    },
    {
        "text": "But, because I truly hope that beyond words that people will be held accountable that that people will try to",
        "start": 402.139,
        "duration": 4.83
    },
    {
        "text": "Grow from this and be better because in the current environment and ecosystem",
        "start": 407.039,
        "duration": 3.44
    },
    {
        "text": "Someone wanting to change someone wanting to do better that has to come",
        "start": 410.759,
        "duration": 3.77
    },
    {
        "text": "Internally from from a very real place because the environment the ecosystem",
        "start": 414.84,
        "duration": 3.979
    },
    {
        "text": "It doesn't really penalize people for doing horrible or stupid bullshit and when it comes to Tana",
        "start": 418.819,
        "duration": 5.1
    },
    {
        "text": "I don't personally know if there is going to be a change there",
        "start": 423.919,
        "duration": 2.85
    },
    {
        "text": "that's also because I had small issues with how she",
        "start": 426.77,
        "duration": 2.0
    },
    {
        "text": "Responded to allegations that while she said she was putting in her own money",
        "start": 429.03,
        "duration": 4.16
    },
    {
        "text": "That Michael said she didn't and when confronted with that she seemingly changed the situation into well know you were talking about we're both",
        "start": 433.289,
        "duration": 6.98
    },
    {
        "text": "Invested in this and you knew I wasn't gonna make a profit from this",
        "start": 440.43,
        "duration": 2.839
    },
    {
        "text": "That's what I'm gonna leave this what from that I want to share some stuff",
        "start": 443.27,
        "duration": 2.309
    },
    {
        "text": "I loved today and today an awesome brought to you by movementcom./phillyd. Movement, if you don't know is the fantastic",
        "start": 445.58,
        "duration": 5.369
    },
    {
        "text": "Watch and sunglass company for men and women they have fantastic",
        "start": 451.02,
        "duration": 2.899
    },
    {
        "text": "Products and they're actually affordable. I mean movement want to start just 95 dollars",
        "start": 454.5,
        "duration": 3.679
    },
    {
        "text": "which is a breath of fresh air because every time I go into a department store see four hundred five hundred dollar price tags the",
        "start": 458.18,
        "duration": 5.369
    },
    {
        "text": "Best of all whether you want sunglasses or a watch you want to try it out they ship to 160 countries",
        "start": 463.55,
        "duration": 4.08
    },
    {
        "text": "They've got free shipping free return so you can try it all risk-free if you want to check it out",
        "start": 467.63,
        "duration": 3.779
    },
    {
        "text": "Maybe you want to try some on you can make the smart move like many from the nation already have and go to movement",
        "start": 471.409,
        "duration": 3.72
    },
    {
        "text": "Comm slash Philly be and when you find what you like",
        "start": 475.199,
        "duration": 2.269
    },
    {
        "text": "make sure you enter in code Philly D for 15 dollars off your first order the first bit of Awesome today is we got the",
        "start": 477.469,
        "duration": 4.47
    },
    {
        "text": "Honest trailers for the PERT then we had epicMealTime given us a cheese bomb",
        "start": 481.94,
        "duration": 3.929
    },
    {
        "text": "We got ant-man in the wasp pass answering the web's most searched questions",
        "start": 486.11,
        "duration": 3.359
    },
    {
        "text": "mathias giving us 10 of the world's smallest foods that you can eat to get a trailer for I am the knight and if you",
        "start": 489.479,
        "duration": 4.79
    },
    {
        "text": "Want to see the full versions of everything i just shared, the secret link of the day, anything at all",
        "start": 494.27,
        "duration": 3.869
    },
    {
        "text": "Links is always on the description down below then in quickie good news, but also random news",
        "start": 498.24,
        "duration": 4.789
    },
    {
        "text": "Honestly a sometimes it feels like we gotta scrape the bottom of the barrel to find things that we can all cheer for quarterly for",
        "start": 503.029,
        "duration": 5.28
    },
    {
        "text": "Just the second time in recorded US history zero people have died in",
        "start": 508.31,
        "duration": 3.419
    },
    {
        "text": "In June because of a tornado and as far as the reason for this part of it is connected to early warning systems",
        "start": 511.98,
        "duration": 4.949
    },
    {
        "text": "But also one of the main factors is that in the first half of the year",
        "start": 516.93,
        "duration": 2.429
    },
    {
        "text": "There are usually around 1,000 tornadoes and this year according to the Storm Prediction Center there have only been 318",
        "start": 519.36,
        "duration": 4.86
    },
    {
        "text": "So there we have it for now a wins a win man",
        "start": 524.22,
        "duration": 2.25
    },
    {
        "text": "And I'm let's talk about this wild story coming out of Thailand this story actually starts June 23rd when twelve boys in their soccer coach",
        "start": 526.47,
        "duration": 5.489
    },
    {
        "text": "Enter a cave complex in Thailand after a game boys report early between the ages of 11 to 16",
        "start": 531.96,
        "duration": 4.469
    },
    {
        "text": "The coach is 25 and while this specific cave system was massive",
        "start": 536.43,
        "duration": 3.39
    },
    {
        "text": "It also reportedly wasn't the team's first time in the cave",
        "start": 539.82,
        "duration": 2.13
    },
    {
        "text": "And in fact according to reports the boys knew it well, so on June 23rd",
        "start": 541.95,
        "duration": 2.76
    },
    {
        "text": "They enter it's a normal sunny day in Thailand, but unfortunately",
        "start": 544.71,
        "duration": 2.88
    },
    {
        "text": "It is monsoon season and this great day turns into a rainy one incredibly quick",
        "start": 547.59,
        "duration": 3.809
    },
    {
        "text": "so the rain begins pouring and the cave complex just begins to flood and that's an incredibly big deal because during the dry season it's",
        "start": 551.4,
        "duration": 5.039
    },
    {
        "text": "Reportedly fairly easy to navigate but during the rainy season the complex gets almost completely flooded",
        "start": 556.44,
        "duration": 4.83
    },
    {
        "text": "And so the next thing we know is that the team does not come back out on June",
        "start": 561.27,
        "duration": 2.969
    },
    {
        "text": "23rd and immediately there are fears that they got caught in the caves flood waters",
        "start": 564.31,
        "duration": 3.35
    },
    {
        "text": "So at first the search response was local the governor of the province taking the lead and his team quickly found that the boys were",
        "start": 567.66,
        "duration": 4.769
    },
    {
        "text": "Still in the cave, they found the boys bicycles outside",
        "start": 572.43,
        "duration": 2.13
    },
    {
        "text": "Once they went in they found things like handprints on walls sandals soccer bags cell phones while they kept finding these things",
        "start": 574.56,
        "duration": 5.76
    },
    {
        "text": "They never found the boys. So there was a lot of hope that these boys were still alive",
        "start": 580.48,
        "duration": 3.53
    },
    {
        "text": "And so the story kept growing in Thailand eventually internationally many Thai social media users posting things like please come home",
        "start": 584.01,
        "duration": 6.03
    },
    {
        "text": "I'm waiting for 13 people to come back home come out",
        "start": 590.04,
        "duration": 2.25
    },
    {
        "text": "Everyone is waiting for you",
        "start": 592.29,
        "duration": 1.08
    },
    {
        "text": "And in addition to the initial response from the local government, all of a sudden search efforts ramped up",
        "start": 593.37,
        "duration": 3.96
    },
    {
        "text": "we saw thousands in Thailand volunteer to help the story then reportedly got the attention of the king of Thailand who then sent supplies to",
        "start": 597.33,
        "duration": 5.669
    },
    {
        "text": "Feed and clothe the volunteers additionally almost immediately",
        "start": 603.0,
        "duration": 2.76
    },
    {
        "text": "international experts came in from nearly ten countries to assist one of the things that made this incredibly hard to deal with is that at",
        "start": 605.95,
        "duration": 5.299
    },
    {
        "text": "This point the cave system had reportedly been flooded up to 16 feet",
        "start": 611.25,
        "duration": 3.359
    },
    {
        "text": "and so this meant huge sections of the cave were completely cut off and so our first teams thought maybe we could possibly pump the",
        "start": 614.62,
        "duration": 5.179
    },
    {
        "text": "Water out that'll allow the water level to recede enough",
        "start": 619.8,
        "duration": 2.16
    },
    {
        "text": "But unfortunately because it's just been raining and raining that wasn't a possibility",
        "start": 621.96,
        "duration": 3.179
    },
    {
        "text": "And so I was quickly established that the only way to actually look for these boys was to dive for them and so diving teams",
        "start": 625.27,
        "duration": 4.429
    },
    {
        "text": "Including Thai Navy SEALs were brought in and began searches and while you may be thinking, okay",
        "start": 629.7,
        "duration": 3.719
    },
    {
        "text": "Well if water is blocking them you get the guys who can dive through the water. Everything is easy",
        "start": 633.43,
        "duration": 4.16
    },
    {
        "text": "No, it was a lot more complicated and the situations have been described as a nightmarish",
        "start": 637.59,
        "duration": 4.049
    },
    {
        "text": "For example yet things like the for the staging area for many divers that was flooded",
        "start": 641.64,
        "duration": 4.199
    },
    {
        "text": "And so because of that the divers gear had to be taken and slowly gather another place called the third chamber",
        "start": 645.839,
        "duration": 4.469
    },
    {
        "text": "Additionally and if you've ever been diving, you know",
        "start": 650.379,
        "duration": 1.7
    },
    {
        "text": "This is a key aspect",
        "start": 652.079,
        "duration": 1.57
    },
    {
        "text": "Visibility matters and the conditions in the cave made it almost impossible",
        "start": 653.649,
        "duration": 2.929
    },
    {
        "text": "To dive in because we're talking about rain water that washed in dirt debris from the cave",
        "start": 656.649,
        "duration": 4.309
    },
    {
        "text": "it made the water murky almost impossible to see through even with a light and that's in a",
        "start": 660.959,
        "duration": 4.109
    },
    {
        "text": "Situation where a cave is already pitch-black and so the divers have to slowly find their way through this cave system",
        "start": 665.29,
        "duration": 5.539
    },
    {
        "text": "Tens of meters at a time going by feel alone, which isn't a great thing if you've ever gone caving or spelunking",
        "start": 671.139,
        "duration": 5.9
    },
    {
        "text": "I don't know where you're from or what you call or if you're just familiar with caves",
        "start": 677.04,
        "duration": 2.639
    },
    {
        "text": "but then they came across a formation of",
        "start": 679.679,
        "duration": 1.81
    },
    {
        "text": "stalagmites that they had to chip their way through in the pitch-black and all of that is happening in flood waters that are",
        "start": 681.489,
        "duration": 5.48
    },
    {
        "text": "Notoriously turbulent and the reason I paint that ridiculous and dire",
        "start": 687.22,
        "duration": 3.709
    },
    {
        "text": "Situation is we got amazing news yesterday on Monday a team of two British divers",
        "start": 691.329,
        "duration": 3.919
    },
    {
        "text": "They were laying rope out one diver by the name of John the Lanvin then reaches the end of his 300 metres of guide rope",
        "start": 695.249,
        "duration": 5.01
    },
    {
        "text": "He services to stake his rope down, you know right in front of him lit up by his headlight. He finds the 13 missing people",
        "start": 700.259,
        "duration": 5.97
    },
    {
        "text": "And this was an amazing and fantastic",
        "start": 714.369,
        "duration": 2.059
    },
    {
        "text": "Discovered because understandably after ten days",
        "start": 716.889,
        "duration": 2.0
    },
    {
        "text": "There were very real fears that there was going to be a search and recovery mission understand. They had been there for ten days",
        "start": 718.899,
        "duration": 4.94
    },
    {
        "text": "So they were clearly emaciated",
        "start": 723.839,
        "duration": 1.381
    },
    {
        "text": "But otherwise in healthy condition really only having minor injuries like a skin rash and since the discovery rescue workers have managed to send food",
        "start": 725.22,
        "duration": 5.429
    },
    {
        "text": "And supplies to the group. The first meal in fact was grilled pork sticky rice and milk",
        "start": 730.649,
        "duration": 3.599
    },
    {
        "text": "They've also had medical personnel and to the area to help them regain their strength",
        "start": 734.249,
        "duration": 2.82
    },
    {
        "text": "Watch what they eat with all of this being fantastic news",
        "start": 737.069,
        "duration": 2.7
    },
    {
        "text": "It is also important to note that the situation is not over",
        "start": 739.769,
        "duration": 2.399
    },
    {
        "text": "Urban, conflicting reports all over as far as when they can get these 13 out of it",
        "start": 742.23,
        "duration": 3.959
    },
    {
        "text": "Reportedly one Thai officer told CNN that they plan on sending in four months worth of food water and supplies that",
        "start": 746.189,
        "duration": 4.559
    },
    {
        "text": "Seeming this suggests. They're gonna wait till the end of rainy season in October to get them out",
        "start": 750.879,
        "duration": 3.559
    },
    {
        "text": "We heard from the deputy governor",
        "start": 754.439,
        "duration": 0.93
    },
    {
        "text": "And he said that if they can if it's appropriate and if it's not going to risk the boys safety",
        "start": 755.369,
        "duration": 3.48
    },
    {
        "text": "They will at least start getting them out",
        "start": 758.85,
        "duration": 1.469
    },
    {
        "text": "So one of the biggest concerns with this is the actual",
        "start": 760.319,
        "duration": 2.489
    },
    {
        "text": "Diving when we just talked about how insane the conditions are there and how challenging it is for professional divers",
        "start": 762.91,
        "duration": 4.849
    },
    {
        "text": "Now you're talking about trying to get 13 people that are not professional divers through those same conditions and making things even more",
        "start": 767.759,
        "duration": 5.489
    },
    {
        "text": "Located there are reports at some of the boys don't even know how to swim",
        "start": 773.57,
        "duration": 2.25
    },
    {
        "text": "And so right now the rescue teams are just trying to agree on what they should do",
        "start": 775.82,
        "duration": 3.059
    },
    {
        "text": "Reportedly they have agreed on full face masks for the boys now would remove the need of special training on normal breathing valve",
        "start": 778.91,
        "duration": 4.739
    },
    {
        "text": "but also right now it's believed that it is very likely that these 13 are too weak to safely undertake the dive and even once",
        "start": 783.65,
        "duration": 5.399
    },
    {
        "text": "They get in better health",
        "start": 789.05,
        "duration": 0.6
    },
    {
        "text": "there's a fear of what if one of these boys freaks out underwater that could be a death sentence down there as far as the",
        "start": 789.65,
        "duration": 4.469
    },
    {
        "text": "actual plan we're gonna have to wait to see because once again we have tiny Navy SEALs saying, you know,",
        "start": 794.12,
        "duration": 4.049
    },
    {
        "text": "We don't need to rush this thing at the same time",
        "start": 798.17,
        "duration": 1.62
    },
    {
        "text": "You've officials telling the news that you could be getting kids out by tonight",
        "start": 799.79,
        "duration": 2.73
    },
    {
        "text": "But the main thing here hopefully with how professional and and just above the board amazing",
        "start": 802.52,
        "duration": 4.469
    },
    {
        "text": "Everyone has been everything will work out an amazing story",
        "start": 807.12,
        "duration": 3.109
    },
    {
        "text": "I cannot imagine what is going through the minds of the parents family members",
        "start": 810.23,
        "duration": 3.78
    },
    {
        "text": "friends of those they thought they had lost so we'll see and",
        "start": 814.35,
        "duration": 2.78
    },
    {
        "text": "And I hope to see happy news somewhat soon. And that's where I'm going to end today's show",
        "start": 817.23,
        "duration": 3.77
    },
    {
        "text": "And remember this is the PDS. It is not just a show. It is a conversation",
        "start": 821.0,
        "duration": 3.059
    },
    {
        "text": "so whether it be the last story the first one anything in between",
        "start": 824.07,
        "duration": 2.75
    },
    {
        "text": "Let me know what you think of in those comments down below",
        "start": 826.89,
        "duration": 2.089
    },
    {
        "text": "so while you're on remember if you liked the show you want to help to show you can just hit that like button if you're",
        "start": 828.98,
        "duration": 3.66
    },
    {
        "text": "New here hit that subscribe button ring that bell. So you get notifications when YouTube actually allows that to work",
        "start": 832.64,
        "duration": 4.589
    },
    {
        "text": "also",
        "start": 837.23,
        "duration": 0.33
    },
    {
        "text": "if you missed yesterday's philip defranco show you want to catch up you can click or tap right there to watch that or if you",
        "start": 837.56,
        "duration": 4.26
    },
    {
        "text": "Need something lighter. You can watch a new it's behind the scenes blog by clicking. It's happen there. That's it",
        "start": 841.82,
        "duration": 3.479
    },
    {
        "text": "Of course as always, my name is philip. Defranco. You've just been phill'd in. I love yo faces and I'll see you tomorrow",
        "start": 845.3,
        "duration": 5.1
    }
]