[
    {
        "text": "What's up, you beautiful bastards. Hope you had a fantastic Tuesday.",
        "start": 0.0,
        "duration": 2.909
    },
    {
        "text": "Welcome back to the Philip DeFranco show, and a quick note before we get started:",
        "start": 2.909,
        "duration": 3.391
    },
    {
        "text": "If you didn't see, yesterday we posted the Monday Philip DeFranco show.",
        "start": 6.3,
        "duration": 2.5
    },
    {
        "text": "We kind of expected, given the topics that we were covering that we were going to get hit by Youtube.",
        "start": 8.8,
        "duration": 3.7
    },
    {
        "text": "Ended up getting hit but what was the other option? Just not talk about those important stories?",
        "start": 12.5,
        "duration": 3.91
    },
    {
        "text": "So if you missed yesterday's show, and it's a big one, it's one of the top links in the description down below.",
        "start": 16.41,
        "duration": 3.29
    },
    {
        "text": "You can watch that; but with that said, let's just jump into it.",
        "start": 19.7,
        "duration": 2.8
    },
    {
        "text": "And the first thing we're gonna talk about is some interesting entertainment and money news that came out today",
        "start": 22.6,
        "duration": 3.56
    },
    {
        "text": "There's a piece that came out today from Variety where they talked about the salaries of top TV stars",
        "start": 26.16,
        "duration": 3.93
    },
    {
        "text": "Although \"TV\" should be in quotes or should just be changed to \"series stars\",",
        "start": 30.09,
        "duration": 3.91
    },
    {
        "text": "and I say that because streaming has become such a big part of where people consume series",
        "start": 34.0,
        "duration": 4.07
    },
    {
        "text": "That's what really stood out to me with this list is digital is throwing a ton of",
        "start": 38.07,
        "duration": 3.63
    },
    {
        "text": "Money at people which really does make sense for two reasons one",
        "start": 41.92,
        "duration": 2.659
    },
    {
        "text": "I believe since season 1 of house of cards Netflix proved to the world that the best way to get people to use your",
        "start": 44.579,
        "duration": 5.13
    },
    {
        "text": "Service isn't licensing but rather really good originals, although with Netflix nowadays. There's a constant conversation about quality versus quantity",
        "start": 49.899,
        "duration": 6.53
    },
    {
        "text": "they're also two thanks to the rise of so many digital platforms that have",
        "start": 56.559,
        "duration": 3.44
    },
    {
        "text": "exclusive",
        "start": 60.19,
        "duration": 0.57
    },
    {
        "text": "content actors have the ability to go into so many places because there is such a big content war going on and there are so",
        "start": 60.76,
        "duration": 5.869
    },
    {
        "text": "Many different places to go you can ask for more money",
        "start": 66.63,
        "duration": 2.94
    },
    {
        "text": "So on this list, yes, we do see examples of people getting a ton of money for broadcast television",
        "start": 69.57,
        "duration": 4.589
    },
    {
        "text": "You have John Goodman Laura Metcalfe Sara Gilbert of the Connors reportedly getting three hundred seventy five thousand per episode unscripted",
        "start": 74.159,
        "duration": 6.24
    },
    {
        "text": "We see a lot of money getting thrown at the rock Kelly Clarkson Alec Baldwin, Kevin Hart",
        "start": 80.4,
        "duration": 4.289
    },
    {
        "text": "but also here we see digital gain some ground nor McDonald reportedly getting seventy five thousand per episode Sarah Silverman reportedly getting",
        "start": 84.689,
        "duration": 5.819
    },
    {
        "text": "225 thousand per episode and then in drama",
        "start": 90.88,
        "duration": 2.18
    },
    {
        "text": "It gets really interested so much of the money is being thrown at actors and digital random broadcast",
        "start": 93.24,
        "duration": 4.319
    },
    {
        "text": "It's reported that Stephen Amell is making 125 thousand dollars per episode",
        "start": 97.56,
        "duration": 3.269
    },
    {
        "text": "And then you look at what Apple is throwing around and it is a wild difference for Glee",
        "start": 100.829,
        "duration": 3.87
    },
    {
        "text": "They're giving Reese Witherspoon, 1.1 million an episode Jennifer Aniston, 1.1 million an episode Steve Carell",
        "start": 104.7,
        "duration": 6.09
    },
    {
        "text": "$600,000 in episode Amazon reportedly giving Javier Bardem",
        "start": 111.7,
        "duration": 2.779
    },
    {
        "text": "1.2 million dollars in episode Elizabeth moss on Handmaid's Tale reportedly getting 1 million in episode and also an important note as some of these",
        "start": 114.759,
        "duration": 6.05
    },
    {
        "text": "actors are actually making money on top of this one of the examples that cited in this report is Milly Bobby Brown who's listed is",
        "start": 120.81,
        "duration": 5.519
    },
    {
        "text": "getting",
        "start": 126.329,
        "duration": 1.031
    },
    {
        "text": "$350,000 per episode and also she's reportedly set to collect additional fees and also thing to keep in mind",
        "start": 127.36,
        "duration": 4.58
    },
    {
        "text": "is there references all over for example, Dwayne Johnson is listed here at",
        "start": 131.94,
        "duration": 3.259
    },
    {
        "text": "$450,000 that's reportedly per episode of Titan games and not even what he's been getting paid on baller",
        "start": 135.84,
        "duration": 4.309
    },
    {
        "text": "well",
        "start": 140.15,
        "duration": 0.33
    },
    {
        "text": "This story is interesting to me from a standpoint of money and entertainment",
        "start": 140.48,
        "duration": 2.19
    },
    {
        "text": "specifically series versus movies that and then there's also the digital versus traditional",
        "start": 143.1,
        "duration": 4.25
    },
    {
        "text": "Media and also the evolution of traditional what I'm left wondering is how long is this viable?",
        "start": 147.63,
        "duration": 5.119
    },
    {
        "text": "how long is this sustainable for a lot of the companies involved and also with just the range of online services out there that have",
        "start": 152.75,
        "duration": 6.449
    },
    {
        "text": "Exclusives at what point? Is it economically viable for your everyday person, right?",
        "start": 159.66,
        "duration": 4.22
    },
    {
        "text": "One of the biggest reasons initially people were excited about cord cutting",
        "start": 163.88,
        "duration": 2.369
    },
    {
        "text": "it was like",
        "start": 166.25,
        "duration": 0.33
    },
    {
        "text": "Oh",
        "start": 166.58,
        "duration": 0.18
    },
    {
        "text": "I get to save money and she was what I actually want and it all adds up if you want to do it legally which",
        "start": 166.76,
        "duration": 4.229
    },
    {
        "text": "I recommend and I would never say to steal anything",
        "start": 170.99,
        "duration": 2.309
    },
    {
        "text": "Like if you legally want all the exclusives when this isn't considering the the TV replacement packages like PlayStation View sling TV",
        "start": 173.3,
        "duration": 6.449
    },
    {
        "text": "YouTube TV",
        "start": 179.91,
        "duration": 0.71
    },
    {
        "text": "You know that right which even there there are pockets in cover if you look at the other services if you want to do everything",
        "start": 180.62,
        "duration": 4.05
    },
    {
        "text": "Legally all of a sudden you need to have an account with Netflix and Amazon",
        "start": 184.67,
        "duration": 2.58
    },
    {
        "text": "and Hulu and now Apple and if you want DC stuff",
        "start": 187.41,
        "duration": 3.739
    },
    {
        "text": "They have their exclusive service and you got the Disney streaming service that's coming out",
        "start": 191.15,
        "duration": 3.45
    },
    {
        "text": "that's not even covering the channels that have evolved like HBO whether it be HBO go and",
        "start": 194.6,
        "duration": 3.539
    },
    {
        "text": "Connection to something else or HBO now even places like Hulu have evolved to the point where it's like you can have your regular",
        "start": 198.269,
        "duration": 5.27
    },
    {
        "text": "Hulu stuff and then live TV. So I wonder is there enough money?",
        "start": 203.73,
        "duration": 2.75
    },
    {
        "text": "Is there enough market share?",
        "start": 206.519,
        "duration": 1.711
    },
    {
        "text": "involved for this to be viable or are you gonna see kind of people tanked but actually on that note if I can pass a",
        "start": 208.23,
        "duration": 4.43
    },
    {
        "text": "Question off to you with this story. What is the top or to top pay subscription services you use online?",
        "start": 212.66,
        "duration": 5.22
    },
    {
        "text": "I'll allow you into this conversation. Even if you're just using someone's login, and you're not personally pay and also let me know",
        "start": 217.88,
        "duration": 4.739
    },
    {
        "text": "Why you gravitated towards those places rather than maybe somewhere else so from that I want to share some stuff",
        "start": 222.62,
        "duration": 4.26
    },
    {
        "text": "I love today and today in Austin brought to you by seeking and seeking is of course fantastic ticket app that takes confusion out of",
        "start": 226.91,
        "duration": 6.059
    },
    {
        "text": "Buying tickets for all kinds of live events from concerts to comedy shows to sport",
        "start": 232.97,
        "duration": 3.809
    },
    {
        "text": "They put all the tickets in one place. They give them 0 to 100 score. So you never getting a good deal or not",
        "start": 236.78,
        "duration": 4.139
    },
    {
        "text": "And you're so incredibly easy whether you want something kind of a last minute thing. Maybe it's date night",
        "start": 240.92,
        "duration": 3.66
    },
    {
        "text": "Maybe it's a present or something down the road. You're looking forward to that's a great time to test it out",
        "start": 244.58,
        "duration": 4.02
    },
    {
        "text": "You have the NFL season the NBA season",
        "start": 248.6,
        "duration": 2.339
    },
    {
        "text": "They're a ton of fantastic concerts the best of all for you beautiful bastards if you're new",
        "start": 250.94,
        "duration": 3.479
    },
    {
        "text": "You want to download the app and click the link in the description or go to see geek fill com?",
        "start": 254.42,
        "duration": 3.389
    },
    {
        "text": "however",
        "start": 257.84,
        "duration": 0.329
    },
    {
        "text": "You want to do it? Just make sure you use code fill and then we'll give you",
        "start": 258.169,
        "duration": 2.429
    },
    {
        "text": "$20 off your first ticket purchase and the first bit of awesome today is we got",
        "start": 260.729,
        "duration": 3.26
    },
    {
        "text": "A brand new bad lip reading around the MLB area Keira Knightley and Mackenzie Foy answering the web's most searched",
        "start": 264.05,
        "duration": 5.609
    },
    {
        "text": "Questions the official trailer of boy race official trailer of head full of honey",
        "start": 269.729,
        "duration": 3.92
    },
    {
        "text": "It's ed ed giving us the fascinating history of cemeteries",
        "start": 273.65,
        "duration": 2.91
    },
    {
        "text": "We had bone Appetit giving us some daily food porn",
        "start": 276.56,
        "duration": 2.19
    },
    {
        "text": "Then we got the honest trailer for Batman the Animated Series if you want to see the full versions of everything",
        "start": 278.75,
        "duration": 4.5
    },
    {
        "text": "I just shared the secret link of the day really anything at all",
        "start": 283.25,
        "duration": 2.94
    },
    {
        "text": "Links is always our in the description down below and then let's talk about one of the sexiest topics of all time ever",
        "start": 286.379,
        "duration": 5.029
    },
    {
        "text": "Birthright citizenship in connection to this. You also may have heard the term anchor, baby",
        "start": 291.75,
        "duration": 3.589
    },
    {
        "text": "So today why is everyone talking about birthright citizenship in the new?",
        "start": 295.49,
        "duration": 3.089
    },
    {
        "text": "Well Axios this morning released a small clip from their new show Axios on HBO and in it",
        "start": 298.58,
        "duration": 4.23
    },
    {
        "text": "We see this back and forth about birthright citizenship. It was always told to me that you needed a constitutional amendment",
        "start": 302.81,
        "duration": 5.639
    },
    {
        "text": "Yes, one minute. You don't you don't number one. Number one. You don't need that number two next thing just",
        "start": 308.759,
        "duration": 5.48
    },
    {
        "text": "As well, you can definitely do it with an act of Congress",
        "start": 314.969,
        "duration": 3.29
    },
    {
        "text": "But now they're saying I can do it just with an executive order now how ridiculous were the only country in the world?",
        "start": 318.409,
        "duration": 6.15
    },
    {
        "text": "where a",
        "start": 325.139,
        "duration": 0.661
    },
    {
        "text": "person comes in has a baby and the baby is",
        "start": 325.8,
        "duration": 2.359
    },
    {
        "text": "Essentially a citizen of the United States for 85 years with all of those benefits. It's ridiculous",
        "start": 328.229,
        "duration": 5.029
    },
    {
        "text": "It's ridiculous and it has to end have you talked about that with counsel? Yeah",
        "start": 333.259,
        "duration": 4.769
    },
    {
        "text": "So we're in the process in the process. It'll happen and after watching that clip",
        "start": 338.58,
        "duration": 3.44
    },
    {
        "text": "I just think it's really important to publicly fact check that what the president's describing in the clip about having a baby in a country",
        "start": 342.02,
        "duration": 5.009
    },
    {
        "text": "And that baby essentially being a citizen is birthright citizenship. What he said is inaccurate",
        "start": 347.029,
        "duration": 3.57
    },
    {
        "text": "The United States is not the only country in the world that has birthright citizenship",
        "start": 350.599,
        "duration": 3.45
    },
    {
        "text": "It's not even the only country in North America that has birthright citizenship Canada and Mexico recognize it as well",
        "start": 354.05,
        "duration": 5.429
    },
    {
        "text": "And in fact almost the entire Western Hemisphere recognizes birthright citizenship, although it is important to know that worldwide is a minority position",
        "start": 359.479,
        "duration": 6.0
    },
    {
        "text": "It's only around thirty countries that recognize citizenship. That way there are over a hundred ninety countries worldwide",
        "start": 365.479,
        "duration": 4.98
    },
    {
        "text": "You only include the world's top developed economies a list shrinks to the United States and Canada",
        "start": 370.46,
        "duration": 3.54
    },
    {
        "text": "You did have places like the UK and Australia recognized it",
        "start": 374.0,
        "duration": 2.579
    },
    {
        "text": "But they got rid of the practice back in the 80s and most recently you had Ireland and New Zealand get rid of it in",
        "start": 376.58,
        "duration": 4.139
    },
    {
        "text": "The early 2000 that's just something I wanted to point out since at least in the teaser clip",
        "start": 380.719,
        "duration": 3.12
    },
    {
        "text": "We don't know what the full looks like",
        "start": 383.84,
        "duration": 1.319
    },
    {
        "text": "But in the teaser clip Trump kind of says that uncontested with that out of the way, let's head on a few different things",
        "start": 385.159,
        "duration": 3.84
    },
    {
        "text": "So one of the main issues here is whether or not the Fourteenth Amendment applies to children of illegal and temporary residents like people traveling",
        "start": 389.0,
        "duration": 5.429
    },
    {
        "text": "On a tourist visa. So first things first can Trump actually do this with an exact",
        "start": 394.43,
        "duration": 3.239
    },
    {
        "text": "Well, there's debate on this point",
        "start": 397.759,
        "duration": 1.41
    },
    {
        "text": "But it seems very unlikely",
        "start": 399.169,
        "duration": 1.18
    },
    {
        "text": "even had conservatives who advocate for curved immigration like ben shapiro saying he doesn't think the president can and there's a nearly",
        "start": 400.349,
        "duration": 4.85
    },
    {
        "text": "unanimous view that if trump did try to sign an executive order to ban any",
        "start": 405.3,
        "duration": 2.779
    },
    {
        "text": "birthright citizenship so that it would end up in the Supreme Court and even if Congress changed the rules people are fairly confident that it",
        "start": 408.27,
        "duration": 5.0
    },
    {
        "text": "Would also end in the Supreme Court there article suggesting the Trump wants to end all birthright citizenship or right now that isn't completely clear",
        "start": 413.27,
        "duration": 5.85
    },
    {
        "text": "And hasn't been officially confirmed. But with that said we should answer a question that's incredibly important to this situation",
        "start": 419.12,
        "duration": 4.649
    },
    {
        "text": "How does birthright citizenship in the United States currently work?",
        "start": 424.189,
        "duration": 2.55
    },
    {
        "text": "Well, it applies to nearly everyone born in the United States and there are tiny exceptions",
        "start": 426.74,
        "duration": 3.539
    },
    {
        "text": "We're gonna jump into a bit a main point essentially right now",
        "start": 430.279,
        "duration": 2.16
    },
    {
        "text": "If you are born in the United States regardless of where your parents are from or how they got here",
        "start": 432.439,
        "duration": 3.69
    },
    {
        "text": "You are a US citizen at birth which brings up the big question does the Constitution explicitly allow for all birthright citizenship",
        "start": 436.129,
        "duration": 5.61
    },
    {
        "text": "And that's what we're seeing people debate right now with the 14th amendment the 14th amendment reads all persons born or naturalized",
        "start": 441.74,
        "duration": 4.589
    },
    {
        "text": "In the United States and subject to the jurisdiction",
        "start": 446.52,
        "duration": 2.179
    },
    {
        "text": "Thereof are citizens of the United States and of the State wherein they resigned if you're unfamiliar with 14th amendment",
        "start": 449.189,
        "duration": 4.67
    },
    {
        "text": "it was passed to give citizenship to people who were born in the United States and who were in citizen ie",
        "start": 453.86,
        "duration": 3.57
    },
    {
        "text": "It's how ex-slaves and even freed black people were given citizenship where the main debate lies with the 14th amendment is the end",
        "start": 457.62,
        "duration": 5.599
    },
    {
        "text": "subject of the",
        "start": 463.349,
        "duration": 0.87
    },
    {
        "text": "Jurisdiction there and this is a debate we've seen for decades and there are two interpretations of this law the mainstream one among legal scholars",
        "start": 464.219,
        "duration": 5.84
    },
    {
        "text": "is that if you're in the United States even to a temporary or legal resident you are still subject to US laws and police so",
        "start": 470.06,
        "duration": 5.219
    },
    {
        "text": "You're subject to the jurisdiction thereof and so are many it seems clear",
        "start": 475.279,
        "duration": 2.91
    },
    {
        "text": "It's like real estate location location location and of those who think that this is obvious you have Omar dois",
        "start": 478.189,
        "duration": 4.86
    },
    {
        "text": "He's a director of the ACLU immigrant Rights Project",
        "start": 483.05,
        "duration": 2.13
    },
    {
        "text": "Who said the President cannot erase the Constitution with an executive order and the 14th amendment citizenship guarantee is clear",
        "start": 485.18,
        "duration": 5.609
    },
    {
        "text": "This is a transparent and blatantly unconstitutional",
        "start": 490.789,
        "duration": 2.0
    },
    {
        "text": "Attempt to sow division and fanned the flames of anti-immigrant hatred in the days ahead of the midterms",
        "start": 493.02,
        "duration": 4.489
    },
    {
        "text": "But on the other side of this debate",
        "start": 497.509,
        "duration": 1.02
    },
    {
        "text": "You have people pointing to that same line",
        "start": 498.529,
        "duration": 1.5
    },
    {
        "text": "if they argue that it only counts for lawful permanent residents and citizens who owe full political allegiance to the US since they are always",
        "start": 500.029,
        "duration": 5.64
    },
    {
        "text": "subject to the jurisdiction of the US even when they are abroad so this view is at least partially used by the US government to",
        "start": 505.8,
        "duration": 5.179
    },
    {
        "text": "Deny citizenship to some people born in the United States. Most notably here",
        "start": 510.979,
        "duration": 3.059
    },
    {
        "text": "You have the children of diplomats born in the US since they are not subject to the jurisdiction of the US because of their diplomatic",
        "start": 514.039,
        "duration": 4.65
    },
    {
        "text": "Status they're denied citizenship",
        "start": 518.69,
        "duration": 1.409
    },
    {
        "text": "it's also been argued that it was worded this way to prevent children of foreign soldiers born in the United States to be citizen and",
        "start": 520.099,
        "duration": 4.71
    },
    {
        "text": "Also, unfortunately to prevent Native Americans born on natively within the u.s. To claim US citizenship",
        "start": 524.81,
        "duration": 4.559
    },
    {
        "text": "That was something that was reaffirmed at an 1884 Supreme Court case",
        "start": 529.37,
        "duration": 2.85
    },
    {
        "text": "but and then later changed in",
        "start": 532.22,
        "duration": 1.42
    },
    {
        "text": "1924 when Congress granted citizenship to nearly all Native Americans also on the note of important Supreme Court cases connected to what we're looking at",
        "start": 533.64,
        "duration": 6.08
    },
    {
        "text": "Today there are two that we can mention the last time this was an issue before the Supreme Court was in",
        "start": 539.72,
        "duration": 3.539
    },
    {
        "text": "1898 or the United States",
        "start": 543.36,
        "duration": 1.38
    },
    {
        "text": "became long our case the court found there that Kim was a US citizen despite being born a Chinese immigrants who were in citizens because",
        "start": 544.74,
        "duration": 5.66
    },
    {
        "text": "The parents were lawful permanent residents of the US, but obviously that's not an exact match to what we're talking about today",
        "start": 550.4,
        "duration": 4.469
    },
    {
        "text": "And since that case the court has an issued a ruling on whether or not the children of undocumented",
        "start": 554.87,
        "duration": 3.66
    },
    {
        "text": "Unlawful or even lawful but temporary residents of the u.s. Get citizenship",
        "start": 558.6,
        "duration": 3.409
    },
    {
        "text": "however",
        "start": 562.01,
        "duration": 0.28
    },
    {
        "text": "Justice William Brennan touched on this tangentially in 1982 because for a 1982 case he wrote quote. No plausible",
        "start": 562.29,
        "duration": 5.719
    },
    {
        "text": "distinction with respect to Fourteenth Amendment jurisdiction can be drawn between resident aliens whose entry into the United States was lawful and resident aliens whose",
        "start": 568.2,
        "duration": 6.83
    },
    {
        "text": "Entry was unlawful also with the situation",
        "start": 575.03,
        "duration": 1.83
    },
    {
        "text": "It's an interesting thing to know that for the longest time birthright citizenship wasn't a massive issue",
        "start": 576.86,
        "duration": 4.35
    },
    {
        "text": "But that changed drastically over the course of three decades back in 1980",
        "start": 581.21,
        "duration": 3.269
    },
    {
        "text": "We saw 30,000 births to us unauthorized immigrants in the United States and that continued to increase until it hit its peak in",
        "start": 584.48,
        "duration": 6.93
    },
    {
        "text": "2007 with 370 thousand births a year in which the number of these births were actually 9% of all births in the u.s",
        "start": 591.84,
        "duration": 7.219
    },
    {
        "text": "that number though has declined since the Great Recession and now accounts for only about 7 percent of the births in the United States and",
        "start": 599.06,
        "duration": 5.07
    },
    {
        "text": "With all that said I do want to bring it back to the main point that a lot of this conversation",
        "start": 604.13,
        "duration": 3.09
    },
    {
        "text": "Ultimately revolves around can Donald Trump via?",
        "start": 607.59,
        "duration": 2.539
    },
    {
        "text": "Executive order do this not can it change by other means or should it change should should birthright citizenship come to an end",
        "start": 610.26,
        "duration": 5.299
    },
    {
        "text": "That's something we saw other Republicans in Congress hit on for example",
        "start": 615.56,
        "duration": 2.58
    },
    {
        "text": "You had Senator Lindsey Graham who didn't outright say the president can't do this rather praise the president for wanting to take on this",
        "start": 618.14,
        "duration": 4.799
    },
    {
        "text": "Policy and saying in addition I plan to introduce legislation along the same lines in the proposed executive order from President Trump, right?",
        "start": 623.01,
        "duration": 5.69
    },
    {
        "text": "So Graham's angle there is glad the president brought this up",
        "start": 628.7,
        "duration": 2.669
    },
    {
        "text": "I am going to introduce legislation to try and get this through Congress",
        "start": 631.37,
        "duration": 2.52
    },
    {
        "text": "Right, and if the president could just do this via executive order. Would that be necessary?",
        "start": 633.93,
        "duration": 3.65
    },
    {
        "text": "But at the same time you had House Speaker Paul Ryan kind of just cut to the point saying well",
        "start": 637.58,
        "duration": 3.809
    },
    {
        "text": "Obviously you cannot do that. You cannot end birthright citizenship with an executive order and adding as a conservative",
        "start": 641.39,
        "duration": 5.099
    },
    {
        "text": "I'm a believer in following the plain text of the Constitution",
        "start": 646.49,
        "duration": 2.73
    },
    {
        "text": "I think in this case the 14th amendment is pretty clear",
        "start": 649.22,
        "duration": 2.339
    },
    {
        "text": "And that would involve a very very lengthy constitutional process",
        "start": 651.56,
        "duration": 2.91
    },
    {
        "text": "But then adding where we obviously totally agree with the president is getting a the issue here, which is unchecked illegal immigration",
        "start": 654.47,
        "duration": 5.969
    },
    {
        "text": "and also I Paul Ryan pointing to the past with President Obama because in the past",
        "start": 660.44,
        "duration": 3.029
    },
    {
        "text": "Republicans objected to when President Obama tried to issue executive orders on immigration",
        "start": 663.57,
        "duration": 3.32
    },
    {
        "text": "With all that said where I do want to end this story today is I want to know your opinions on birthright citizenship I ask",
        "start": 666.959,
        "duration": 6.14
    },
    {
        "text": "That is because the polls",
        "start": 673.1,
        "duration": 1.06
    },
    {
        "text": "Regarding this topic. They are all over the place and obviously a comment section is not a great way to take a poll",
        "start": 674.16,
        "duration": 5.419
    },
    {
        "text": "but what I want to see there are the varying opinions and explanations as to the reason what people see as the positives and the",
        "start": 679.579,
        "duration": 5.73
    },
    {
        "text": "Negatives that sort of thing actually connected to that let's talk about what's happening at our southern border right now",
        "start": 685.31,
        "duration": 4.38
    },
    {
        "text": "The reason we expressed a drum has talked a lot about the threat of the migrant caravan that we've covered on this show",
        "start": 689.69,
        "duration": 4.049
    },
    {
        "text": "Slowly heading towards the United States and last week there was talk about deploying active military to the southern border to repeal that group also",
        "start": 693.81,
        "duration": 5.75
    },
    {
        "text": "Saw president from tweet yesterday many gang members and some very bad people are mixed into the caravan",
        "start": 699.56,
        "duration": 4.44
    },
    {
        "text": "Heading to our southern border. Please go back",
        "start": 704.0,
        "duration": 1.68
    },
    {
        "text": "You will not be admitted into the United States unless you go through the legal process",
        "start": 705.68,
        "duration": 2.94
    },
    {
        "text": "This is an invasion of our country and our military is waiting for you and on Monday",
        "start": 708.69,
        "duration": 3.95
    },
    {
        "text": "We learned that the government will in fact be deploying active military troops to the border reportedly",
        "start": 712.64,
        "duration": 4.109
    },
    {
        "text": "800 soldiers are already on their way by the end of the week",
        "start": 716.82,
        "duration": 2.63
    },
    {
        "text": "They're expecting 5,200 active-duty soldiers to be deployed at the borders along the three southern border states and in each state",
        "start": 719.45,
        "duration": 5.969
    },
    {
        "text": "1200 to 1800 soldiers are estimated to be in those although according to reports",
        "start": 725.61,
        "duration": 3.589
    },
    {
        "text": "They'll first be deployed to staging areas where the we briefed and trained on their mission and effort that's reportedly being referred to as operation",
        "start": 729.199,
        "duration": 5.01
    },
    {
        "text": "Faithful Patriot and it's expected to last until mid-december",
        "start": 734.55,
        "duration": 2.51
    },
    {
        "text": "But with this news there's been a big question as to what role can the military actually play at the border at a press conference",
        "start": 737.13,
        "duration": 4.969
    },
    {
        "text": "Yesterday general Terrence O'Shaughnessy head of us Northern Command explained that role",
        "start": 742.1,
        "duration": 3.75
    },
    {
        "text": "Well, thank you commissioner Macklin for the partnership and the opportunity today to speak about how u.s",
        "start": 745.85,
        "duration": 4.65
    },
    {
        "text": "Northern Command as the operational command for the Department of Defense's forces is",
        "start": 750.5,
        "duration": 4.079
    },
    {
        "text": "Providing mission enhancing capabilities to the Department of Homeland Security and US Customs and Border Protection",
        "start": 754.86,
        "duration": 5.33
    },
    {
        "text": "To harden the southern border in a macro sense",
        "start": 760.709,
        "duration": 2.809
    },
    {
        "text": "Our concept of operations is to flow in our military assets with a priority",
        "start": 763.709,
        "duration": 4.04
    },
    {
        "text": "To build up southern Texas and then Arizona and then California will reinforce along priority points of entry",
        "start": 768.12,
        "duration": 7.459
    },
    {
        "text": "So as to enhance",
        "start": 775.62,
        "duration": 2.0
    },
    {
        "text": "CBP's ability to harden and",
        "start": 777.779,
        "duration": 1.861
    },
    {
        "text": "Secure the border and so like the general said the military's role here will primarily be a support role. You got military",
        "start": 779.64,
        "duration": 4.879
    },
    {
        "text": "Engineer groups to reinforce infrastructure along the border of three helicopter companies and four airplane",
        "start": 784.589,
        "duration": 4.58
    },
    {
        "text": "To help transport Border Patrol or identify crossings medical units military police other support personnel for planning and logistics",
        "start": 789.279,
        "duration": 5.909
    },
    {
        "text": "With Trump being so hardline about this issue actually sending the military",
        "start": 795.35,
        "duration": 3.559
    },
    {
        "text": "You might be wondering why the military is not taking a stronger role on",
        "start": 798.91,
        "duration": 2.429
    },
    {
        "text": "well",
        "start": 801.339,
        "duration": 0.151
    },
    {
        "text": "There's a law known as passe Comitatus which limits the role of the military in the enforcement of domestic law according to the RAND Corporation",
        "start": 801.49,
        "duration": 5.429
    },
    {
        "text": "it was first used and federal troops from policing state elections and former Confederate state and immigration enforcement is a domestic law that the military",
        "start": 807.019,
        "duration": 6.59
    },
    {
        "text": "Cannot enforce and so that's why you're seeing them in this support role. There's that part of the story",
        "start": 813.61,
        "duration": 3.809
    },
    {
        "text": "But okay, what about the actual care of it? Well yesterday we saw Kevin McAllen and the commissioner of Customs and Border Protection",
        "start": 817.42,
        "duration": 4.769
    },
    {
        "text": "Say this as of this afternoon, we continue to track a large group of approximately",
        "start": 822.29,
        "duration": 4.19
    },
    {
        "text": "3,500 traveling through southern Mexico with a stated intent to reach the US border",
        "start": 827.389,
        "duration": 5.0
    },
    {
        "text": "This group is near the Chiapas Oaxaca border in southern Mexico",
        "start": 832.73,
        "duration": 3.109
    },
    {
        "text": "So we learned from that as the caravan is essentially halfed from the last time we talked about it where it was",
        "start": 835.839,
        "duration": 4.53
    },
    {
        "text": "7,000 also based on their location the caravan appears to be a little under a thousand miles away from the southernmost part of the border",
        "start": 840.589,
        "duration": 5.359
    },
    {
        "text": "Also, michaleen and mentioned that there was another caravan that was reportedly forming along the Mexico Guatemala border",
        "start": 845.949,
        "duration": 4.59
    },
    {
        "text": "We're also aware of a second large group of migrants at the Ciudad inaudible border crossing between Guatemala and Mexico",
        "start": 850.54,
        "duration": 5.429
    },
    {
        "text": "Size estimates for the second group are around 3,000 as well",
        "start": 856.699,
        "duration": 3.38
    },
    {
        "text": "however reports have indicated that some of this group is currently stuck at the border there while several hundred across the river in defiance of",
        "start": 860.079,
        "duration": 5.369
    },
    {
        "text": "Police there are a couple of considerations here first another Caravan that was widely publicized",
        "start": 865.449,
        "duration": 3.27
    },
    {
        "text": "Earlier this year ended up making to the California border a lot of the 1500 actually started in southern Mexico",
        "start": 868.819,
        "duration": 4.58
    },
    {
        "text": "reportedly amounted to around 400 or so requesting asylum second under US and",
        "start": 873.559,
        "duration": 3.8
    },
    {
        "text": "International law migrants are entitled to apply for asylum regardless of how they cross the border",
        "start": 877.519,
        "duration": 3.919
    },
    {
        "text": "But on that know there is a huge backup of would-be asylum seekers waiting to apply at legal ports of entry",
        "start": 881.439,
        "duration": 4.26
    },
    {
        "text": "So I'm have reportedly been waiting for weeks and are waiting in Mexican border towns",
        "start": 885.699,
        "duration": 2.94
    },
    {
        "text": "Also an interesting thing of note are the reactions and conversations around this situation last night on Fox News",
        "start": 888.639,
        "duration": 4.41
    },
    {
        "text": "We saw Donald Trump being interviewed by Laura Ingraham and during that they talked about what was happening at the border",
        "start": 893.05,
        "duration": 4.259
    },
    {
        "text": "What if they're applying for asylum isn't the law because Congress if they applied for asylum?",
        "start": 897.309,
        "duration": 3.6
    },
    {
        "text": "We're going to hold them until such time as their trial where we have the facility",
        "start": 900.91,
        "duration": 3.84
    },
    {
        "text": "We're going to put up. We're going to build 10 cities. We're going to put tents up all over the place",
        "start": 904.75,
        "duration": 3.509
    },
    {
        "text": "We're not going to build structures and spend all of this, you know hundreds of millions of dollars",
        "start": 908.48,
        "duration": 4.549
    },
    {
        "text": "We're gonna have tents",
        "start": 913.249,
        "duration": 1.291
    },
    {
        "text": "they're gonna be very nice and they're gonna wait and if they don't get asylum if they get out,",
        "start": 914.54,
        "duration": 4.669
    },
    {
        "text": "You've also seen Trump's move to send troops to the border being",
        "start": 919.209,
        "duration": 2.34
    },
    {
        "text": "criticized as a political ploy by many saw Kelly maximun who served on the National",
        "start": 921.67,
        "duration": 3.33
    },
    {
        "text": "Security Council and in the Pentagon under Bush and Obama saying it's a craven misuse of the US Armed Forces for an obvious political stunt",
        "start": 925.13,
        "duration": 6.049
    },
    {
        "text": "And I'm surprised defense secretary mattis agreed to a given the range of real national security threats",
        "start": 931.18,
        "duration": 4.38
    },
    {
        "text": "Our military has to deal with this is not an appropriate use of the military that mattis feels the need to appease the President on",
        "start": 935.56,
        "duration": 5.01
    },
    {
        "text": "this should be shocking and Congress should have a lot of questions about scott cooper a marine veteran and director of national security outreach for",
        "start": 940.57,
        "duration": 5.969
    },
    {
        "text": "Human rights first saying I try not to be a cynic but this just smacks of looking for a political advantage during an election",
        "start": 946.54,
        "duration": 5.19
    },
    {
        "text": "I think that the military",
        "start": 951.73,
        "duration": 0.94
    },
    {
        "text": "redeploy is probably within the next couple weeks and they will have done very little I'm just kind of scratching my head as to the",
        "start": 952.67,
        "duration": 5.479
    },
    {
        "text": "need for this",
        "start": 958.15,
        "duration": 0.48
    },
    {
        "text": "We also saw the Shepard Smith an anchor on Fox News striking a very different tone from many of his colleagues tomorrow",
        "start": 958.63,
        "duration": 5.25
    },
    {
        "text": "The migrants according to Fox News reporting are more than two months away. If any of them actually come here",
        "start": 964.25,
        "duration": 6.859
    },
    {
        "text": "But tomorrow is one week before the midterm election",
        "start": 971.87,
        "duration": 4.459
    },
    {
        "text": "Which is what all of this is about",
        "start": 977.0,
        "duration": 2.0
    },
    {
        "text": "There is no invasion",
        "start": 979.73,
        "duration": 2.0
    },
    {
        "text": "No one's coming to get you",
        "start": 981.83,
        "duration": 2.0
    },
    {
        "text": "There's nothing at all to worry about",
        "start": 984.02,
        "duration": 2.0
    },
    {
        "text": "When they did this to us got us all riled up in April. Remember the result was 14 arrests",
        "start": 986.57,
        "duration": 5.449
    },
    {
        "text": "where America we can handle it as far as my personal take away do I think that this is at least in part a",
        "start": 992.84,
        "duration": 5.419
    },
    {
        "text": "political ploy",
        "start": 998.33,
        "duration": 0.68
    },
    {
        "text": "Yes immigration is one of the most important topics for voters this year, especially for Republican voters as well as Republican politicians. Just hitting on",
        "start": 999.01,
        "duration": 6.93
    },
    {
        "text": "immigration even to the point where we saw reports that Donald Trump was annoyed that last week's mail bomb coverage took away from the",
        "start": 1006.46,
        "duration": 5.119
    },
    {
        "text": "Conversation around the caravan given where the current Caravan is and what happened with the last Caravan",
        "start": 1011.68,
        "duration": 3.679
    },
    {
        "text": "I think that Donald Trump is doing this for political points that said it is important to know that he's not the only",
        "start": 1015.36,
        "duration": 4.979
    },
    {
        "text": "president to engage in border operations in 2006",
        "start": 1020.44,
        "duration": 2.779
    },
    {
        "text": "You had Bush deploy",
        "start": 1023.22,
        "duration": 1.06
    },
    {
        "text": "6000 National Guard with 3,500 in the field in 2010 yet Obama deploying 1200 National Guardsmen to the border",
        "start": 1024.28,
        "duration": 6.079
    },
    {
        "text": "But of course even with that at the top level there are differences another thing that comes to mind even even trying to compare this",
        "start": 1030.36,
        "duration": 5.34
    },
    {
        "text": "Situation to things in the past is money according to a 2011",
        "start": 1035.83,
        "duration": 2.599
    },
    {
        "text": "Government accountability and Department of Defense report the combined cause of those two deployments caused 1.35 billion dollars",
        "start": 1038.5,
        "duration": 5.989
    },
    {
        "text": "And so the question pops up here. Well, what's the price tag going to be? But of course it's the pds",
        "start": 1044.49,
        "duration": 3.9
    },
    {
        "text": "That's the story then my person will take away and I pass the question off to you",
        "start": 1048.39,
        "duration": 3.27
    },
    {
        "text": "Well, what do you think about all of this?",
        "start": 1051.66,
        "duration": 1.74
    },
    {
        "text": "Do you agree with Shepard Smith that this is all?",
        "start": 1053.4,
        "duration": 1.769
    },
    {
        "text": "Political move that it's all for the midterms where you have the mindset that this is this is a massive deal and all these moves",
        "start": 1055.169,
        "duration": 5.189
    },
    {
        "text": "They're justified, you know thoughts. I'd love to see in those comments down below and that's what I'm going to end",
        "start": 1060.359,
        "duration": 4.17
    },
    {
        "text": "Today's show but of course remember, it's not just something you'll watch",
        "start": 1064.529,
        "duration": 2.43
    },
    {
        "text": "I'd love for you to join the conversation in those comments down below",
        "start": 1066.96,
        "duration": 2.699
    },
    {
        "text": "I can be on anything whether it be the last story the first one anything in between",
        "start": 1069.659,
        "duration": 3.57
    },
    {
        "text": "I just want to hear from you also while you're at it",
        "start": 1073.23,
        "duration": 1.649
    },
    {
        "text": "If you liked today's video you want to support the show hit that like button if you're new here hit that subscribe button",
        "start": 1074.879,
        "duration": 4.32
    },
    {
        "text": "Make sure you get future episodes",
        "start": 1079.2,
        "duration": 1.53
    },
    {
        "text": "Which actually if you missed the last philip defranco show you can click your tap right there to watch that",
        "start": 1080.73,
        "duration": 3.149
    },
    {
        "text": "Maybe you're in the mood for something different. You can watch a brand new bonus video right here",
        "start": 1083.879,
        "duration": 3.03
    },
    {
        "text": "But with that said, of course as always, my name's philip. Defranco. You've just been phill'd Zin",
        "start": 1086.909,
        "duration": 4.05
    },
    {
        "text": "I love yo faces, and I'll see you tomorrow",
        "start": 1090.96,
        "duration": 2.159
    }
]