[
    {
        "text": "Wassup you beautiful bastards. Hope you are having a fantastic Thursday",
        "start": 0.0,
        "duration": 3.179
    },
    {
        "text": "Welcome back to the Philip DeFranco show and let's just jump into it",
        "start": 3.179,
        "duration": 3.179
    },
    {
        "text": "The first thing we're to talk about today is we had two bits of news around YouTube the first most likely only matters to creators",
        "start": 6.359,
        "duration": 5.46
    },
    {
        "text": "first up we had YouTube announcing that people will be going down in the number of subscribers they have and they say this is because",
        "start": 11.82,
        "duration": 4.83
    },
    {
        "text": "They are removing what they're calling spam subscriptions writing in a blog post",
        "start": 16.65,
        "duration": 3.03
    },
    {
        "text": "we regularly verify the legitimacy of accounts and actions on your YouTube channel and adding we've recently identified and fixed an issue that caused some",
        "start": 19.68,
        "duration": 6.209
    },
    {
        "text": "Spam not to be removed today/tomorrow. We'll be taking action and removing subscribers that were in fact spam from our systems",
        "start": 25.89,
        "duration": 5.549
    },
    {
        "text": "I'll include a link down below to the post there the main thing here. I just want to spread the word",
        "start": 31.439,
        "duration": 3.45
    },
    {
        "text": "So people weren't freaking out and going like what did I do?",
        "start": 34.89,
        "duration": 2.0
    },
    {
        "text": "I don't even think that video is so controversial, but that's that the second bit of YouTube news is",
        "start": 37.05,
        "duration": 4.079
    },
    {
        "text": "international news because its history YouTube rewind",
        "start": 41.26,
        "duration": 3.02
    },
    {
        "text": "2018 is now the most disliked YouTube video in",
        "start": 44.86,
        "duration": 3.469
    },
    {
        "text": "History with over 10 million dislikes dethroning the previous most disliked video, which was Justin Bieber's baby",
        "start": 48.73,
        "duration": 6.319
    },
    {
        "text": "Although I...I do think it needs to be pointed out. There is a big difference between the two videos, One:",
        "start": 55.05,
        "duration": 3.63
    },
    {
        "text": "it's took Bieber's video a much longer time to get that number of dislikes and Two: his video also has 10 million likes and actually",
        "start": 58.71,
        "duration": 6.72
    },
    {
        "text": "Is more like than dislike whereas YouTube rewind has 2.1 million likes 2 over 10 million dislikes personally",
        "start": 65.43,
        "duration": 6.449
    },
    {
        "text": "I'm left wondering how is in ur YouTube",
        "start": 71.88,
        "duration": 2.4
    },
    {
        "text": "reacting to all of this because as far as I've seen a lot of the creators that were in it have kind of just been",
        "start": 74.47,
        "duration": 4.729
    },
    {
        "text": "Joking about how bad it's been received and they've been rolling with the punches",
        "start": 79.2,
        "duration": 3.389
    },
    {
        "text": "They see nice that for example",
        "start": 82.59,
        "duration": 1.26
    },
    {
        "text": "I believe like 70% of his response is on Twitter to people over the past few days has been just kpop",
        "start": 83.85,
        "duration": 5.4
    },
    {
        "text": "And marques Brownlee mkbhd he posted we made history",
        "start": 90.04,
        "duration": 3.469
    },
    {
        "text": "So I think the community and audience at large",
        "start": 93.509,
        "duration": 1.961
    },
    {
        "text": "Realizes that it's not any of these one creators that created this piece that they were just brought in there",
        "start": 95.47,
        "duration": 5.029
    },
    {
        "text": "They were I mean a lot of people kind of know the story a lot of creators are invited you're there for a long time",
        "start": 100.5,
        "duration": 4.5
    },
    {
        "text": "They use you like that",
        "start": 105.0,
        "duration": 1.14
    },
    {
        "text": "Which was also one of the big complaints from a number of people that were featured in YouTube's free one 2017",
        "start": 106.14,
        "duration": 4.379
    },
    {
        "text": "the reason I wonder how YouTube is receiving all of this is because of something that mkbhd",
        "start": 110.52,
        "duration": 3.84
    },
    {
        "text": "Hit on I think really really well in his video",
        "start": 114.579,
        "duration": 2.72
    },
    {
        "text": "They obviously are company that has to make money and the way they do that is by pairing advertisers to content",
        "start": 117.299,
        "duration": 6.63
    },
    {
        "text": "So they started seeing YouTube rewind as a place to showcase all the best stuff that happens on YouTube",
        "start": 124.149,
        "duration": 5.0
    },
    {
        "text": "for advertisers and so now fast-forward to this era of",
        "start": 129.819,
        "duration": 2.6
    },
    {
        "text": "Brand safety and post ad pocalypse and all these things. It's become more important than ever for that relationship between YouTube and",
        "start": 132.95,
        "duration": 7.679
    },
    {
        "text": "Advertisers to remain strong and for them to show the best stuff on the platform to those advertisers",
        "start": 141.239,
        "duration": 5.93
    },
    {
        "text": "So YouTube rewind turned into this like hey",
        "start": 147.17,
        "duration": 2.52
    },
    {
        "text": "Check out all these",
        "start": 149.69,
        "duration": 1.39
    },
    {
        "text": "advertiser friendly things for you to spend your money on all these",
        "start": 151.08,
        "duration": 2.809
    },
    {
        "text": "Super clean creators and these late-night show hosts and all these things that you want your ads next to you",
        "start": 153.989,
        "duration": 5.63
    },
    {
        "text": "So YouTube rewind in a way just turned into a giant ad",
        "start": 159.62,
        "duration": 3.899
    },
    {
        "text": "For YouTube, that's the truth and also a big note here just so it doesn't seem like I'm misrepresenting him",
        "start": 164.04,
        "duration": 4.759
    },
    {
        "text": "He this was him seeing it from their point of view before going into all the problems that create",
        "start": 168.799,
        "duration": 4.8
    },
    {
        "text": "Well, the note that he hits on is incredibly important that YouTube rewind is seen by YouTube as a way to say",
        "start": 173.599,
        "duration": 4.8
    },
    {
        "text": "Hey brands, look at the things you can throw money. And so it brings up the question community reaction aside",
        "start": 178.4,
        "duration": 4.47
    },
    {
        "text": "Is this still going to be effective for the brands that are out there?",
        "start": 182.97,
        "duration": 2.419
    },
    {
        "text": "Our brands are looking for safe places to put their advertising in a go. Oh, well this video got 10 million dislikes",
        "start": 185.39,
        "duration": 4.529
    },
    {
        "text": "That makes me change my mind or will they just go? No, this is a single video",
        "start": 189.92,
        "duration": 3.509
    },
    {
        "text": "This is a small moment in time. All of these other brands save people them separately",
        "start": 193.43,
        "duration": 4.41
    },
    {
        "text": "We're still really interested in this we're gonna throw money at those things",
        "start": 197.84,
        "duration": 2.399
    },
    {
        "text": "My honest answer to that is I have no idea because depending on the brand or the agency you're dealing with you're dealing with",
        "start": 200.239,
        "duration": 5.73
    },
    {
        "text": "Someone that either really gets it or a different kind of crazy",
        "start": 206.22,
        "duration": 3.169
    },
    {
        "text": "I think a big part of this is how YouTube and a big thing to consider is that there are a lot of different people",
        "start": 209.389,
        "duration": 4.02
    },
    {
        "text": "With different mind since their how they see the community",
        "start": 213.41,
        "duration": 3.0
    },
    {
        "text": "Why do they see this as a moment that they want to learn from that they want to incorporate more things or maybe like marques?",
        "start": 216.41,
        "duration": 5.729
    },
    {
        "text": "hits not include",
        "start": 222.139,
        "duration": 1.72
    },
    {
        "text": "everything because that's when what you exclude becomes even more apparent or do they look at this reaction that they don't like is essentially a",
        "start": 223.859,
        "duration": 6.08
    },
    {
        "text": "Bunch of kids in the backseat that won't stop screaming and personally",
        "start": 229.94,
        "duration": 2.759
    },
    {
        "text": "I don't know because you have so many players over there and at the end of the day like Marcus said they are a company",
        "start": 232.7,
        "duration": 4.439
    },
    {
        "text": "And so they're of the mindset of to keep everything moving and going they got to make a dollar",
        "start": 237.139,
        "duration": 3.69
    },
    {
        "text": "That's why I've always said while I love YouTube",
        "start": 240.829,
        "duration": 1.831
    },
    {
        "text": "I'll always be thankful for YouTube forgivingly me this platform and essentially my career",
        "start": 242.66,
        "duration": 4.049
    },
    {
        "text": "I personally think of YouTube as a business partner and when I think of a relationship",
        "start": 246.709,
        "duration": 4.11
    },
    {
        "text": "I don't have one with YouTube. I have one with the community",
        "start": 250.819,
        "duration": 5.099
    },
    {
        "text": "I like I don't expect you to if you care about my feelings, although last second update to the story",
        "start": 255.919,
        "duration": 3.72
    },
    {
        "text": "It appears that YouTube is trying to kind of roll with the punches Sweeting new record",
        "start": 259.639,
        "duration": 3.33
    },
    {
        "text": "Oh wait, and also saying thanks to the creators",
        "start": 263.18,
        "duration": 1.95
    },
    {
        "text": "I took part in rewind to the",
        "start": 265.13,
        "duration": 1.23
    },
    {
        "text": "Community that responded hear what you're saying and you want to make next year better for all of you. Watch this space",
        "start": 266.36,
        "duration": 4.32
    },
    {
        "text": "But with all of that said I do want to pass a question off to you the community",
        "start": 270.68,
        "duration": 3.779
    },
    {
        "text": "What would your thoughts about this reaction?",
        "start": 274.46,
        "duration": 2.07
    },
    {
        "text": "We're seeing here. And what do you think YouTube is going to do moving forward?",
        "start": 276.53,
        "duration": 2.879
    },
    {
        "text": "Do you think they're just gonna scrap rewind do you think they're gonna keep it going as is are they gonna try and modify?",
        "start": 279.409,
        "duration": 6.18
    },
    {
        "text": "right now it's seeming like more of the",
        "start": 285.59,
        "duration": 1.75
    },
    {
        "text": "Modifications but I mean what modifications and tweaks will they make and will they be affected on that?",
        "start": 287.34,
        "duration": 4.879
    },
    {
        "text": "No, it's a question of what do you think they'll do and what do you want them to do?",
        "start": 292.219,
        "duration": 2.91
    },
    {
        "text": "And then we had Taylor Swift in the news for a tech",
        "start": 295.129,
        "duration": 3.27
    },
    {
        "text": "privacy reason according to reports taylor swift security team",
        "start": 299.009,
        "duration": 2.75
    },
    {
        "text": "Installed a kiosk that was scanning fans faces without them knowing reportedly they were using facial recognition",
        "start": 301.889,
        "duration": 5.809
    },
    {
        "text": "Technology to see if they could identify any of Taylor Swift's stalkers that may have gone to the venue",
        "start": 308.159,
        "duration": 4.34
    },
    {
        "text": "according to Rolling Stone",
        "start": 312.62,
        "duration": 0.72
    },
    {
        "text": "At least one of the places that it was deployed was at a kiosk those playing rehearsal footage of Taylor Swift",
        "start": 313.34,
        "duration": 5.009
    },
    {
        "text": "So people were looking at this thing not realizing that they're being scanned with this",
        "start": 318.349,
        "duration": 3.3
    },
    {
        "text": "We've seen privacy advocates raise a red flag, right?",
        "start": 321.65,
        "duration": 2.25
    },
    {
        "text": "A lot of questions have been posed what happens to those photos and that data are there limitations to the data is a primarily security",
        "start": 323.9,
        "duration": 5.85
    },
    {
        "text": "And we know for a fact that it's not going to be sold to someone that wants information",
        "start": 329.75,
        "duration": 3.059
    },
    {
        "text": "On people like data about what you do online is heavily monetized",
        "start": 332.909,
        "duration": 3.05
    },
    {
        "text": "Right is that topic and thought that keeps popping up?",
        "start": 335.96,
        "duration": 1.829
    },
    {
        "text": "If you're using a free service most likely you are the product but at the same time a big part of this",
        "start": 337.789,
        "duration": 4.049
    },
    {
        "text": "conversation isn't so much a legal one is because as other experts have pointed out what you're talking about is a private event where they",
        "start": 342.0,
        "duration": 5.69
    },
    {
        "text": "Wouldn't be required to inform people",
        "start": 347.69,
        "duration": 1.71
    },
    {
        "text": "And so if anything",
        "start": 349.4,
        "duration": 0.72
    },
    {
        "text": "it's more of a moral question a question about the",
        "start": 350.12,
        "duration": 2.459
    },
    {
        "text": "Limitations and a question about privacy and how much people care in general and so with this story",
        "start": 352.86,
        "duration": 3.919
    },
    {
        "text": "I want to pass the question off to you. What do you think about this?",
        "start": 356.779,
        "duration": 2.67
    },
    {
        "text": "Do you think this technology is very useful? It should be implemented. You're completely fine with it or no?",
        "start": 359.449,
        "duration": 5.01
    },
    {
        "text": "Do you think that this is bad out, right?",
        "start": 364.46,
        "duration": 1.919
    },
    {
        "text": "It's a slippery slope and obviously it's not just a pure black and white issue. There are small modifiers",
        "start": 366.379,
        "duration": 4.23
    },
    {
        "text": "Like are you ok with it?",
        "start": 370.61,
        "duration": 1.229
    },
    {
        "text": "As long as they make people more aware that this is happening or no",
        "start": 371.839,
        "duration": 2.7
    },
    {
        "text": "They should be required to do that because they're trying to find people that might be there to harm people like Taylor Swift",
        "start": 374.539,
        "duration": 4.98
    },
    {
        "text": "So I'd love to know your thoughts on this one",
        "start": 379.52,
        "duration": 1.38
    },
    {
        "text": "And also if you will let me know",
        "start": 380.9,
        "duration": 2.0
    },
    {
        "text": "Where you are from because I know that based on a region the the opinions on this really vary",
        "start": 382.919,
        "duration": 5.059
    },
    {
        "text": "But from that I want to share some stuff",
        "start": 387.979,
        "duration": 1.351
    },
    {
        "text": "I loved today in today in Austin brought to you by Nord VPN comm slash",
        "start": 389.33,
        "duration": 4.17
    },
    {
        "text": "If you're not familiar with VPNs",
        "start": 393.5,
        "duration": 1.409
    },
    {
        "text": "they allow users to securely access a private network and share data remotely through public networks, or",
        "start": 394.909,
        "duration": 4.23
    },
    {
        "text": "To put it more simply much like your firewall protects our data on your computer VPNs protected online",
        "start": 399.409,
        "duration": 4.29
    },
    {
        "text": "It's a perfect thing for you to have just in general at home traveling with the family for holidays online shopping season",
        "start": 403.699,
        "duration": 5.459
    },
    {
        "text": "In fact Nord VPN could make a great holiday gift for all your family and friends. You have no idea what to get them",
        "start": 409.159,
        "duration": 4.14
    },
    {
        "text": "otherwise and part of the reason Nord VPN is so",
        "start": 413.3,
        "duration": 2.0
    },
    {
        "text": "fantastic, is they have",
        "start": 415.319,
        "duration": 0.99
    },
    {
        "text": "Thousands of superfast servers in 61 countries and have absolutely no data log and the two best things here one you can do this risk",
        "start": 416.309,
        "duration": 6.26
    },
    {
        "text": "For either as a 30-day money-back",
        "start": 422.569,
        "duration": 1.33
    },
    {
        "text": "guarantee and two",
        "start": 423.899,
        "duration": 0.89
    },
    {
        "text": "If you go to North Vee PN comm slash ville",
        "start": 424.789,
        "duration": 1.83
    },
    {
        "text": "You use code fill you will get 75% off a three-year plan and an extra month for free the special offer makes it the equivalent",
        "start": 426.619,
        "duration": 6.059
    },
    {
        "text": "of just",
        "start": 432.679,
        "duration": 1.03
    },
    {
        "text": "$2.99 per month",
        "start": 433.709,
        "duration": 0.83
    },
    {
        "text": "so if you want to make a smart move like many from the nation already have just go to Nord VPN comm slash field the",
        "start": 434.539,
        "duration": 4.079
    },
    {
        "text": "First bit of Awesome is if you haven't seen it yet",
        "start": 438.619,
        "duration": 1.92
    },
    {
        "text": "Which is incredibly possible because it was not unexpected",
        "start": 440.539,
        "duration": 2.609
    },
    {
        "text": "YouTube hit our video this morning did a morning bonus a news video",
        "start": 443.429,
        "duration": 2.75
    },
    {
        "text": "I have been blown away by the positive reaction from you guys",
        "start": 446.179,
        "duration": 3.33
    },
    {
        "text": "It's not over the topic, but obviously of the the presentation of the video a main point after today's video",
        "start": 449.509,
        "duration": 4.229
    },
    {
        "text": "I'll include in the outro card linked down below. I highly recommend it. Then we had lin-manuel Miranda answering the web's most searched question",
        "start": 453.739,
        "duration": 6.54
    },
    {
        "text": "We had half as interesting giving us. What's the shortest international border in the world with a fantastic Vanessa Hudgens on hot ones? Damn?",
        "start": 460.279,
        "duration": 5.489
    },
    {
        "text": "I got a clip for a movie that I'm so excited to see spider-man into the spider verse binging with babish giving us some holiday",
        "start": 465.769,
        "duration": 4.92
    },
    {
        "text": "cocktails and we have the daily hit because this fruitcake",
        "start": 470.699,
        "duration": 2.6
    },
    {
        "text": "Actually sucked. We had Ted ed giving us a brief history of cheese if you want to see the full versions of everything",
        "start": 473.519,
        "duration": 4.97
    },
    {
        "text": "I just share the secret link of the day really anything at all",
        "start": 478.49,
        "duration": 2.939
    },
    {
        "text": "links as always are in the description down below and then let's talk about",
        "start": 481.589,
        "duration": 2.989
    },
    {
        "text": "California taxes because apparently people in California not paying enough leaves. It seems to be the opinion of California's Public Utilities Commission",
        "start": 485.069,
        "duration": 6.529
    },
    {
        "text": "Otherwise known as the CPUC",
        "start": 491.729,
        "duration": 1.37
    },
    {
        "text": "They are reportedly considering a plan that would tax text messages and as they say would be in order to fund programs",
        "start": 493.099,
        "duration": 5.07
    },
    {
        "text": "That would bring connectivity to underserved residents and what it aim to do is expand the current",
        "start": 498.169,
        "duration": 3.63
    },
    {
        "text": "surcharge on phone services to text messages",
        "start": 501.869,
        "duration": 2.33
    },
    {
        "text": "Although the exact structure right now is likely to vary between carriers. So we don't know exactly what this would look like right now",
        "start": 504.199,
        "duration": 5.97
    },
    {
        "text": "It's believed that this would increase funding by around forty four point five million dollars a year how the money would reportedly go to things",
        "start": 510.169,
        "duration": 5.279
    },
    {
        "text": "Like 9-1-1 services subsidized phone service for low-income residents and equipment for deaf and hard-of-hearing users",
        "start": 515.449,
        "duration": 5.489
    },
    {
        "text": "So I guess if we're against this tax, we hate deaf people and the police. That's just great",
        "start": 520.939,
        "duration": 4.47
    },
    {
        "text": "But as far as why this is happening now",
        "start": 525.41,
        "duration": 1.649
    },
    {
        "text": "This is coming after the CPUC published a report last month saying a tech should",
        "start": 527.059,
        "duration": 3.66
    },
    {
        "text": "be eligible for taxes and our board argues that a tech surcharge is necessary due to a lack of funding for public purpose program if",
        "start": 530.779,
        "duration": 5.549
    },
    {
        "text": "That was unfamiliar",
        "start": 536.329,
        "duration": 0.661
    },
    {
        "text": "These programs were actually set up back in the 90s by state and federal governments",
        "start": 536.99,
        "duration": 3.149
    },
    {
        "text": "Which charged all phone users a surcharge that went to programs for a little earner?",
        "start": 540.139,
        "duration": 3.27
    },
    {
        "text": "Those charges are already included in every phone bill",
        "start": 543.41,
        "duration": 2.46
    },
    {
        "text": "But because people aren't making phone calls as much anymore revenue has fallen for my very young",
        "start": 545.87,
        "duration": 4.109
    },
    {
        "text": "Listeners out there if you're unfamiliar a phone call is essentially like an interactive audio podcast",
        "start": 550.079,
        "duration": 5.419
    },
    {
        "text": "But even less necessary the main point revenue is have phone and at the same time the budget has reportedly grown by 50%",
        "start": 555.499,
        "duration": 5.19
    },
    {
        "text": "And report says the surcharge rate has had to rise to keep up with the funding",
        "start": 560.97,
        "duration": 3.589
    },
    {
        "text": "but the report says that this is",
        "start": 564.559,
        "duration": 1.39
    },
    {
        "text": "Unsustainable e there was a decrease in the surcharge rate back in 2017 when the prepaid mobile",
        "start": 565.949,
        "duration": 4.13
    },
    {
        "text": "Telephony services surcharge was put into place",
        "start": 570.149,
        "duration": 2.09
    },
    {
        "text": "and so this inclusion of MTS also means that some texts are already included in the",
        "start": 572.24,
        "duration": 3.719
    },
    {
        "text": "Surcharge on is actually what prompted the Commission to clarify whether text messages were included and according to a spokesperson for the Commission the industry",
        "start": 576.029,
        "duration": 6.289
    },
    {
        "text": "Filed a petition asking the CPUC to clarify whether text messaging should be included in the bill amount that is subject to the existing",
        "start": 582.319,
        "duration": 5.82
    },
    {
        "text": "surcharges depending draft proposal recommends that the CPUC",
        "start": 588.449,
        "duration": 2.75
    },
    {
        "text": "Include text messaging revenue as part of the total bill amounts subject to surcharge and to put it into just very basic terms",
        "start": 591.329,
        "duration": 5.239
    },
    {
        "text": "They're arguing that we need to change because the market is changing. Also according to current reports",
        "start": 596.569,
        "duration": 4.68
    },
    {
        "text": "it's not just text messages moving forward portal II the CPUC is also looking to",
        "start": 601.25,
        "duration": 4.769
    },
    {
        "text": "Retroactively Li tax five years worth of text messages",
        "start": 606.629,
        "duration": 3.44
    },
    {
        "text": "But that said as you might imagine there are people against this in response to the report the CTIA",
        "start": 610.069,
        "duration": 4.32
    },
    {
        "text": "Which is a group that represents the u.s. Wireless communications industry",
        "start": 614.389,
        "duration": 2.94
    },
    {
        "text": "They filed a comment saying at the CPUC was wrong in its assessment",
        "start": 617.329,
        "duration": 3.57
    },
    {
        "text": "the text messages were telecommunication services and to argue this they pointed to a draft declaratory ruling from the FCC that included tax as",
        "start": 620.899,
        "duration": 6.21
    },
    {
        "text": "Information services, right so similar to emails which are exempt from tax also claiming, you know",
        "start": 627.269,
        "duration": 4.28
    },
    {
        "text": "This isn't really simple that this tax would create an inequality between traditional carriers and messaging apps like whatsapp and iMessage and following this move",
        "start": 631.55,
        "duration": 6.57
    },
    {
        "text": "Illogical anti-competitive and harmful to consumers and some of the big news here",
        "start": 638.309,
        "duration": 3.47
    },
    {
        "text": "is that on Wednesday the FCC actually adopted that draft officially making text and",
        "start": 641.779,
        "duration": 4.2
    },
    {
        "text": "information service this resulted in Jamie Hastings senior vice president of external and state affairs of CTIA saying we hope that the CPUC he",
        "start": 646.11,
        "duration": 6.799
    },
    {
        "text": "recognizes that taxing text messages is bad for consumers consumers exchanged one point seven seven trillion messages in",
        "start": 653.04,
        "duration": 5.989
    },
    {
        "text": "2017 making text messages one of the most common and effect means of",
        "start": 659.309,
        "duration": 3.15
    },
    {
        "text": "communication for",
        "start": 662.56,
        "duration": 0.6
    },
    {
        "text": "American taxing this service would burden those who rely on and use the service each and every day now as of recording this video the",
        "start": 663.16,
        "duration": 5.84
    },
    {
        "text": "Commission is not officially responded to the FCC's decision",
        "start": 669.0,
        "duration": 2.339
    },
    {
        "text": "but they still do have an opportunity to change the draft proposal before it is voted on which is expected to be January 10 and",
        "start": 671.5,
        "duration": 5.869
    },
    {
        "text": "As far as my reaction to this, I mean one as someone that lives and works in, California",
        "start": 677.37,
        "duration": 4.229
    },
    {
        "text": "More taxes, but it wouldn't be as angry about the taxes that we have here",
        "start": 682.389,
        "duration": 3.29
    },
    {
        "text": "If driving to work didn't feel like I was on a fucking wooden roller coaster, but also to I think it's just an eventualities",
        "start": 685.68,
        "duration": 4.709
    },
    {
        "text": "To get money if you're just taxing old school text messages and people are aware of this change",
        "start": 691.959,
        "duration": 4.73
    },
    {
        "text": "People are just going to migrate to services. Like what's at the market thanks to in general technology",
        "start": 696.85,
        "duration": 4.82
    },
    {
        "text": "But also younger people having their own preferences and being very savvy it might not be what you're projecting",
        "start": 701.67,
        "duration": 5.609
    },
    {
        "text": "But with that said that's a story my personal opinion and I pass the question after you what do you thoughts around the this chain?",
        "start": 707.279,
        "duration": 5.669
    },
    {
        "text": "Do you think it's understandable, you know what the markets changed? We have to fund these programs more or no?",
        "start": 712.949,
        "duration": 4.11
    },
    {
        "text": "Do you agree with some of the other assessments that it is anticompetitive?",
        "start": 717.06,
        "duration": 2.219
    },
    {
        "text": "That it will just hurt the consumer that it doesn't do what it needs to do",
        "start": 719.35,
        "duration": 3.409
    },
    {
        "text": "And then we also had more tax news, although this was not related to just text messages",
        "start": 722.759,
        "duration": 4.17
    },
    {
        "text": "I guess would be closer to sex or not. Really",
        "start": 726.93,
        "duration": 2.369
    },
    {
        "text": "Harassment and what we're talking about here is there's been this push for reforming the Congressional Accountability Act of 1995",
        "start": 729.519,
        "duration": 4.88
    },
    {
        "text": "Which picked up steam in the wake of the me2 movement?",
        "start": 734.399,
        "duration": 2.22
    },
    {
        "text": "Especially after several lawmakers were accused of sexual harassment around that same time",
        "start": 736.62,
        "duration": 3.599
    },
    {
        "text": "it was also revealed that several lawmakers had used taxpayer funds to pay settlements to their accuser people like representative Patrick Mian from",
        "start": 740.23,
        "duration": 7.19
    },
    {
        "text": "Pennsylvania and Blake Farenthold from Texas also under the current law",
        "start": 747.55,
        "duration": 3.2
    },
    {
        "text": "You have things like Capitol Hill staffers who claimed that they were harassed or discriminated against have to undergo counseling",
        "start": 750.75,
        "duration": 4.949
    },
    {
        "text": "mandatory arbitration and a 30-day cooling-off",
        "start": 756.189,
        "duration": 2.09
    },
    {
        "text": "Period before going to court and so what we saw this year is the House and Senate both passing bills to improve the policy",
        "start": 758.529,
        "duration": 4.7
    },
    {
        "text": "But these bills were actually pretty different before going into what we're talking about today",
        "start": 763.23,
        "duration": 2.76
    },
    {
        "text": "I want to talk about the differences because it's pretty interesting",
        "start": 765.99,
        "duration": 2.549
    },
    {
        "text": "for example",
        "start": 768.54,
        "duration": 0.359
    },
    {
        "text": "Some of the differences the Senate bill would have let law makers still use tax payer funds for their settlements and legal fees",
        "start": 768.899,
        "duration": 4.95
    },
    {
        "text": "Whereas the House bill required people to pay out-of-pocket",
        "start": 773.85,
        "duration": 2.0
    },
    {
        "text": "Also, the House bill wanted to address both harassment and discrimination settlements",
        "start": 775.899,
        "duration": 3.77
    },
    {
        "text": "But the Senate version only wanted to deal with harassment. Also, the Senate bill would not have provided legal representation to all accusers",
        "start": 779.67,
        "duration": 5.309
    },
    {
        "text": "Whereas the House bill did and the Senate bill is also criticized for how it narrowly defined sexual harassment as severe or pervasive",
        "start": 784.98,
        "duration": 5.489
    },
    {
        "text": "And required that such harassment be unwanted but main point after nearly seven months back and forth Congress finally came to an agreement",
        "start": 790.54,
        "duration": 6.01
    },
    {
        "text": "Yesterday and here are some of the main points and changes members of Congress will be personally liable for awards and settlements stemming from harassment",
        "start": 796.74,
        "duration": 5.84
    },
    {
        "text": "and related retaliation",
        "start": 802.58,
        "duration": 1.53
    },
    {
        "text": "They personally commit even if a member leaves office and Ettore counseling",
        "start": 804.11,
        "duration": 3.15
    },
    {
        "text": "Mediation and cooling-off periods for accusers would be eliminated",
        "start": 807.45,
        "duration": 2.599
    },
    {
        "text": "the bill also includes a provision that would require a review by the House or Senate Ethics Committee on any settlement that is made as",
        "start": 810.05,
        "duration": 5.25
    },
    {
        "text": "well as an annual report on settlements involving members additionally these",
        "start": 815.3,
        "duration": 3.0
    },
    {
        "text": "Protections will extend to unpaid staff including interns and fellows it also provides opportunities for accusers to work remotely or request paid leave without fear",
        "start": 818.399,
        "duration": 7.07
    },
    {
        "text": "Of retribution and it says that a staff survey would be conducted each Congress about workplace culture",
        "start": 825.47,
        "duration": 4.32
    },
    {
        "text": "also",
        "start": 829.79,
        "duration": 0.18
    },
    {
        "text": "There are some differences for Senate and House staffers as far as legal representation for",
        "start": 829.97,
        "duration": 3.72
    },
    {
        "text": "Accusers Senate staffers who file complaints will have access to a confidential advocate who must be an attorney but cannot provide legal representation",
        "start": 833.82,
        "duration": 6.019
    },
    {
        "text": "But House staffers will have access to full legal representation",
        "start": 839.839,
        "duration": 2.94
    },
    {
        "text": "also interestingly the bill leaves out some",
        "start": 842.779,
        "duration": 2.04
    },
    {
        "text": "Provisions sought out by Republicans and Democrats in the house including one that would hold members personally liable for discrimination in their offices",
        "start": 844.92,
        "duration": 6.53
    },
    {
        "text": "Meaning that for now taxpayers would still foot the bill for any discrimination",
        "start": 851.45,
        "duration": 3.089
    },
    {
        "text": "Settlements also on that note House lawmakers say they plan to take up the issue and others and next Congress and overall lawmakers on both",
        "start": 854.7,
        "duration": 5.45
    },
    {
        "text": "Parties were pleased with this compromise now with all of that said this is not technically a law yet",
        "start": 860.15,
        "duration": 4.049
    },
    {
        "text": "But the bill is expected to reach the President's desk before the end of the year. So it's an interesting move",
        "start": 864.2,
        "duration": 3.809
    },
    {
        "text": "I don't know really what question to attach to this story",
        "start": 868.01,
        "duration": 2.609
    },
    {
        "text": "I don't think there's a lot of support behind do you think taxpayer money should go to",
        "start": 870.62,
        "duration": 3.33
    },
    {
        "text": "Settlements or regarding sexual harassment so maybe a better question is how do you feel about the discrimination exemption?",
        "start": 874.5,
        "duration": 5.929
    },
    {
        "text": "And also, of course I'm interested in your thoughts in general on this. That's where I'm going to end today's show",
        "start": 880.43,
        "duration": 3.45
    },
    {
        "text": "Remember if you like this video you like that now 7 News videos",
        "start": 883.94,
        "duration": 2.7
    },
    {
        "text": "You have been getting each week support the show hit that like button",
        "start": 886.64,
        "duration": 2.369
    },
    {
        "text": "Also, if you're new here, you'll want more in the future hit that subscribe button also ring that bell for notifications",
        "start": 889.01,
        "duration": 5.339
    },
    {
        "text": "also",
        "start": 894.35,
        "duration": 0.21
    },
    {
        "text": "If you missed yesterday's Philip defranco's show or this morning's deep dive",
        "start": 894.56,
        "duration": 3.029
    },
    {
        "text": "You can click or tap right there to watch those spots with that said of course as always my name's philip. Defranco",
        "start": 897.589,
        "duration": 4.26
    },
    {
        "text": "You've just been phill'd in a love yo faces, and I'll see you tomorrow",
        "start": 901.92,
        "duration": 3.71
    }
]