[
    {
        "text": "What's up you beautiful bastards, Hope you're having a fantastic Tuesday.",
        "start": 0.0,
        "duration": 3.4
    },
    {
        "text": "Welcome back to The Philip DeFranco Show and let's just jump into it.",
        "start": 3.4,
        "duration": 3.34
    },
    {
        "text": "And the first thing I wanna talk about: It's been heavily requested, something I want to dismiss and explain.",
        "start": 6.74,
        "duration": 4.72
    },
    {
        "text": "In the past day a lot of people have been sending me headlines like this one:",
        "start": 11.46,
        "duration": 2.4
    },
    {
        "text": "\"PewDiePie vows to go 'family friendly' as he suffers major advertisement loss\"",
        "start": 13.86,
        "duration": 4.04
    },
    {
        "text": "and asking. Is this what the beginning of the end of YouTube looks like?",
        "start": 17.9,
        "duration": 3.02
    },
    {
        "text": "And my response to that is. No, and the first reason why is this article is clickbait.",
        "start": 20.92,
        "duration": 3.04
    },
    {
        "text": "PewDiePie aka Felix did say \"I'm going family friendly!\"",
        "start": 23.96,
        "duration": 3.38
    },
    {
        "text": "in a video that Polygon themselves, in the first line of the article say, is a new satirical video.",
        "start": 27.34,
        "duration": 5.1
    },
    {
        "text": "A video where he says \"I gotta change. I love money too much!\"",
        "start": 32.44,
        "duration": 3.0
    },
    {
        "text": "The headline seems like a legitimate thing and then they go, I'm jus..just kidding",
        "start": 35.44,
        "duration": 3.52
    },
    {
        "text": "That said, yes there still is a problem primarily for channels that have always kind of been deemed in one way or another",
        "start": 38.96,
        "duration": 4.76
    },
    {
        "text": "non-advertiser friendly including myself.",
        "start": 43.72,
        "duration": 2.0
    },
    {
        "text": "My videos through YouTube's ad network, and we already weren't getting YouTube's primo ads.",
        "start": 45.72,
        "duration": 4.06
    },
    {
        "text": "We aren't seen by them as advertiser friendly.",
        "start": 49.78,
        "duration": 2.14
    },
    {
        "text": "But even I saw initially like a 80% drop and then still to this day it's about a 40..50..60% drop",
        "start": 51.94,
        "duration": 6.06
    },
    {
        "text": "But that's without talking about all the videos that have been demonetized. Certain genres of channels like the gun channels have been hit really hard",
        "start": 58.0,
        "duration": 6.2
    },
    {
        "text": "There is a bit of a panic and there's a bit of we're gonna have to evolve how we do things, how we fund things, to continue living.",
        "start": 64.2,
        "duration": 6.0
    },
    {
        "text": "So that's why there are parts of Felix's video where you can tell ok that's not a joke.",
        "start": 70.2,
        "duration": 3.02
    },
    {
        "text": "A lot of videos being demonetized, videos that are monetized the rates are lower",
        "start": 73.28,
        "duration": 4.0
    },
    {
        "text": "So that's why I also think it's a very smart thing that he is also launching a new show on Twitch",
        "start": 77.28,
        "duration": 4.16
    },
    {
        "text": "Whether you are a YouTuber or you are not the best business advice in the world. Is to always never put all of your eggs in one basket.",
        "start": 81.44,
        "duration": 5.86
    },
    {
        "text": "It's something I have preached for the past decade here on YouTube. I love YouTube, I'm critical of YouTube.",
        "start": 87.3,
        "duration": 4.4
    },
    {
        "text": "YouTube will always be my home they gave me my start, but I'm not going to tie myself to that ship.",
        "start": 91.8,
        "duration": 4.62
    },
    {
        "text": "Leave my potential success and future in the hands of people who's job is really not to look out for me but to look out for their own company.",
        "start": 96.42,
        "duration": 6.58
    },
    {
        "text": "Where they have all the control. Also at the same time I'm aware that I am not \"a deserved\"",
        "start": 103.08,
        "duration": 4.32
    },
    {
        "text": "YouTube doesn't owe me anything, advertisers don't owe me anything.",
        "start": 107.4,
        "duration": 2.92
    },
    {
        "text": "And that's why we as creators need to diversify. We need to figure out plan B, plan C, plan D",
        "start": 110.32,
        "duration": 3.92
    },
    {
        "text": "And I feel like, that through this big bump in the road we are going to find that certain genres are going to have to be fan funded.",
        "start": 114.4,
        "duration": 4.8
    },
    {
        "text": "Whether it's subscription based like Rooster Teeth's First Program, or just through Patreon.",
        "start": 119.2,
        "duration": 3.72
    },
    {
        "text": "There maybe better opportunities for certain genres like people that normally make Let's Play videos",
        "start": 122.92,
        "duration": 3.82
    },
    {
        "text": "Instead of them doing that, they may find they make more money by doing longer livestreams over on Twitch.",
        "start": 126.74,
        "duration": 4.7
    },
    {
        "text": "For example one of the reasons I sell shirts is because we have such horrible ad rates.",
        "start": 131.44,
        "duration": 4.28
    },
    {
        "text": "Last week when we doing the run of the \"Don't Be Stupid, Stupid\" shirts we made 8 times the amount of money off of that shirt",
        "start": 135.72,
        "duration": 5.74
    },
    {
        "text": "and support from you beautiful bastards than we did from YouTube advertising.",
        "start": 141.46,
        "duration": 4.1
    },
    {
        "text": "I love YouTube but you got to treat it like you are walking over a frozen lake and it's got cracks in it. Maybe it's just selling merch",
        "start": 145.6,
        "duration": 5.6
    },
    {
        "text": "And I'm not saying that this is not a hard time for a lot of people. That is not the case, but I do believe that what we are going through right now is..",
        "start": 151.2,
        "duration": 5.44
    },
    {
        "text": "just..it was inevitable growing pains",
        "start": 156.64,
        "duration": 1.78
    },
    {
        "text": "And I personally believe and hope that this is something we will get through.",
        "start": 158.56,
        "duration": 3.08
    },
    {
        "text": "And then let's talk about the updates and fallout from the United Airlines scandal",
        "start": 161.64,
        "duration": 4.22
    },
    {
        "text": "I talked about this yesterday to fully understand the situation I highly recommend you watch that video if you did not see it.",
        "start": 165.86,
        "duration": 4.2
    },
    {
        "text": "United airlines had a sold out and already boarded airplane they wanted to have 4 of their employees on",
        "start": 170.06,
        "duration": 4.54
    },
    {
        "text": "They reportedly offered 400 then 800. I saw some reports saying 1000 but that hasn't been confirmed.",
        "start": 174.6,
        "duration": 4.4
    },
    {
        "text": "And instead of offering even more money: they can do up to $1300.",
        "start": 179.0,
        "duration": 3.38
    },
    {
        "text": "They say, \"Our computer is going to select 4 of you at random and you're just going to have to get off this plane\"",
        "start": 182.38,
        "duration": 3.58
    },
    {
        "text": "One man was selected, he's now been identified as Dr. David Dao. He said I can't give up my seat I need to see my patients",
        "start": 185.96,
        "duration": 4.72
    },
    {
        "text": "United Airlines then called 3 security officers. They pulled him out of his seat slamming his face against an armrest",
        "start": 190.74,
        "duration": 4.82
    },
    {
        "text": "He was dazed, he was confused, he was bloody, and there was mass outrage.",
        "start": 195.56,
        "duration": 2.8
    },
    {
        "text": "Let's talk about whats happened since we last talked about this.",
        "start": 198.36,
        "duration": 2.04
    },
    {
        "text": "The first is that one of the officers that was involved in this incident, that left the customer bloody and battered.",
        "start": 200.4,
        "duration": 4.34
    },
    {
        "text": "He has been placed on leave pending investigation. Which I'll be the first to say that just because",
        "start": 204.74,
        "duration": 3.84
    },
    {
        "text": "someone is put on leave that is not saying that person is guilty in the eyes of the Chicago Police Department.",
        "start": 208.6,
        "duration": 4.68
    },
    {
        "text": "But also to a lot of people this was an odd move considering that just hours before they did this they released a statement where they said the man fell",
        "start": 213.28,
        "duration": 6.78
    },
    {
        "text": "Despite there being video evidence from multiple angles that contradicted that statement. Then we had the CEO of United Airlines Oscar Munoz",
        "start": 220.12,
        "duration": 7.44
    },
    {
        "text": "Otherwise known as The Re-Accommodator! This because Oscar's PR Week's US communicator of the year",
        "start": 227.56,
        "duration": 6.6
    },
    {
        "text": "After video of this bloodied man being dragged off of the plane, released a statement: \"I apologize for having to re-accommodate these customers.\"",
        "start": 234.2,
        "duration": 7.22
    },
    {
        "text": "Well he was back in the news because of a letter he sent to the employees of his company got leaked and it very much appeared that he was doubling down",
        "start": 241.42,
        "duration": 6.18
    },
    {
        "text": "and not apologizing in anyway and in it people are pointing out that he is pointing to the passenger as the main source of the blame. Key excerpts:",
        "start": 247.64,
        "duration": 7.02
    },
    {
        "text": "And I'll link to the whole letter so you can see all the points he makes. Looking at this letter I have this feeling that he just doesn't see customers as human beings",
        "start": 300.96,
        "duration": 6.48
    },
    {
        "text": "anymore. He talks about his employees being apologetic following the rules. They were left with no choice, but this passenger he was disruptive he was",
        "start": 307.44,
        "duration": 7.24
    },
    {
        "text": "belligerent, he defied. And for me kind of boils down to the point that he said \"denial of boarding\" whether it be re-accommodating, denied boarding",
        "start": 314.76,
        "duration": 7.62
    },
    {
        "text": "I don't think that those words mean what you think they mean. The plane had already been boarded you are not denying people boarding. You are kicking people off of a",
        "start": 322.38,
        "duration": 7.64
    },
    {
        "text": "flight. After they have paid for a ticket. After they then exchanged that ticket for their seat on the airplane, and were waiting to take off. And once again even in your",
        "start": 330.02,
        "duration": 7.72
    },
    {
        "text": "statement. If instead of offering $800 you offered $1000 compensation. Your employees that you are defending, your company did not offer the maximum",
        "start": 337.74,
        "duration": 7.08
    },
    {
        "text": "amount of money you could offer to passengers. Then on top of the mass outrage we had inside the United States there was mass outrage in China.",
        "start": 344.82,
        "duration": 6.9
    },
    {
        "text": "On weibo China's version of Twitter this was one of the top trending topics. People were announcing that they were boycotting the airlines, they were cancelling their",
        "start": 351.72,
        "duration": 7.22
    },
    {
        "text": "tickets, they were cutting up their membership cards. The captions along with some of these",
        "start": 358.94,
        "duration": 3.5
    },
    {
        "text": "Some didn't care what his nationality was. Though many said, \"You know he's Chinese, and this is discrimination against Chinese people.\" One comment reading:",
        "start": 365.94,
        "duration": 5.7
    },
    {
        "text": "And so this is a huge problem for United because China is one of their key markets. On top of all outrage on social media this has already had a real world impact",
        "start": 388.58,
        "duration": 7.24
    },
    {
        "text": "for United Airlines. It's being reported this morning from Fortune.com they have already lost 1.4 billion dollars in company value. Shares of the company had dropped",
        "start": 395.82,
        "duration": 8.44
    },
    {
        "text": "6.3% in premarket trading, early this morning stocks were down 4%. It was also believed from some experts that because United Airlines was being hit in this",
        "start": 404.26,
        "duration": 7.94
    },
    {
        "text": "scandal the other airlines would succeed. That wasn't really the case: Southwest Airlines, Delta, jetBlue all their stocks dropped around 1% although shares for",
        "start": 412.22,
        "duration": 7.64
    },
    {
        "text": "American Airlines jumped 2% but that might not be related to this incident. Also as a sidenote yesterday saw a lot of people saying, \"Well Phil what's your favorite",
        "start": 419.86,
        "duration": 6.08
    },
    {
        "text": "airline since, you know it easy for a lot of people to be negative?\" That's a simple answer jetBlue is..right now is my favorite airline. I've never personally had a problem",
        "start": 425.94,
        "duration": 6.8
    },
    {
        "text": "with them, the staff has always been very courteous, their thinking as far as the internet is very forward thinking, a lot of the time it's so much better than the",
        "start": 432.76,
        "duration": 6.42
    },
    {
        "text": "garbage internet the other places sell. And actually if you look into the stats for the number of people that are booted from flights they are in the bottom 3.",
        "start": 439.18,
        "duration": 6.6
    },
    {
        "text": "But wait the story is still somehow not over. As what happens with any national and now international story, information surrounding the passenger in this incident has come out.",
        "start": 445.78,
        "duration": 9.58
    },
    {
        "text": "And when it comes to this situation there are people that are arguing that this is a side story, it does not affect the facts of the situation that we're talking about now.",
        "start": 455.36,
        "duration": 6.22
    },
    {
        "text": "This is meant to hurt the image of the passenger, and thus make it look like United was maybe not in the wrong. While others argue no this is pertinent to this",
        "start": 461.58,
        "duration": 7.1
    },
    {
        "text": "situation because it is a situation that involves his character. If he is a good or bad person that changes the situation on whether he egged the officers on.",
        "start": 468.68,
        "duration": 7.2
    },
    {
        "text": "If he exaggerated, he brought it onto himself. So lets talk about what this information is. Like I mentioned the passenger has now been identified as Dr. David Dao",
        "start": 475.88,
        "duration": 7.04
    },
    {
        "text": "Dr. Dao was reportedly charged in 2005 with:",
        "start": 482.98,
        "duration": 1.94
    },
    {
        "text": "Although Dao says he has a defense here. In medical board documents he denied paying for sex, but",
        "start": 505.0,
        "duration": 4.38
    },
    {
        "text": "So I didn't exchange drugs or money for sex, but you know if someone owes you $100 then they put part of you inside their mouth sometimes that $100 owed becomes less dollars owed.",
        "start": 516.42,
        "duration": 9.0
    },
    {
        "text": "Which I will say is a really shoddy defense",
        "start": 525.42,
        "duration": 2.0
    },
    {
        "text": "But here is part of his past I do think pertains to this situation. In 2005 Dr. Dao surrended his license to practice medicine in Kentucky.",
        "start": 527.42,
        "duration": 6.72
    },
    {
        "text": "But in 2015 the medical board lifted his suspension allowing him [to] practice medicine again, but then last year the medical board put restrictions on him to the point:",
        "start": 534.18,
        "duration": 8.92
    },
    {
        "text": "And so this has changed some peoples minds where other people are saying that this doesn't pertain to the situation this is an airline treating a passenger doesn't matter who.",
        "start": 548.14,
        "duration": 7.52
    },
    {
        "text": "So I pass that question off to you, with all of this new information:",
        "start": 555.66,
        "duration": 2.42
    },
    {
        "text": "The leaked letter from the United Airlines CEO, their point of view,",
        "start": 558.08,
        "duration": 4.08
    },
    {
        "text": "The new information coming out about Dr. David Dao's past; Does any of that change your opinion of what transpired?",
        "start": 562.16,
        "duration": 5.24
    },
    {
        "text": "I'd love to know what you're thinking and why here.",
        "start": 567.48,
        "duration": 2.0
    },
    {
        "text": "And actually from that I want to share some stuff I love today and today in awesome brought to you by the Don't Be Stupid, Stupid shirt",
        "start": 569.48,
        "duration": 7.14
    },
    {
        "text": "You guys ordered so many in last week's run that it auto started another run this week there are 2 more days.",
        "start": 576.62,
        "duration": 4.84
    },
    {
        "text": "If you missed out last week, you wanna get one now link to that down below.",
        "start": 581.46,
        "duration": 3.02
    },
    {
        "text": "And the first bit of awesome, if you are a fan of the Star Wars franchise, you are a fan of charity, it is that time again.",
        "start": 584.48,
        "duration": 5.6
    },
    {
        "text": "LucasFilms is collaborating with UNICEF. It's a little thing called Star Wars: Force for Change.",
        "start": 590.08,
        "duration": 5.12
    },
    {
        "text": "I used the term little term just jokingly they've raised millios of dollars for charity.",
        "start": 595.2,
        "duration": 3.0
    },
    {
        "text": "It's essentially a raffle/store. You can donate $10 that's 100 entries. If you donate more you can actually get an item as well as more entries",
        "start": 598.2,
        "duration": 7.38
    },
    {
        "text": "$100 gets you 1000 entries plues a Chewie shirt,",
        "start": 605.58,
        "duration": 2.36
    },
    {
        "text": "$500 you get the Trilogy Poster Set, as well as 5000 entries.",
        "start": 607.94,
        "duration": 3.06
    },
    {
        "text": "and so on and so forth up to their top donation which is $50,000 which is 500,000 entries to win as well as an exclusive screening of StarWars: The Last Jedi",
        "start": 611.06,
        "duration": 8.18
    },
    {
        "text": "For you plus 20 guest in your hometown. But the main prize which is what the raffle is for: If you win you get to:",
        "start": 619.24,
        "duration": 4.94
    },
    {
        "text": "Depending on how you feel about the prequels maybe George Lucas isn't there.",
        "start": 625.72,
        "duration": 2.74
    },
    {
        "text": "That of course covers flights and 4 star accommondations.",
        "start": 630.8,
        "duration": 2.76
    },
    {
        "text": "And the biggest thing for all the nerds out there",
        "start": 633.56,
        "duration": 1.56
    },
    {
        "text": "something I wanna give a little promo love to. Then the next bit of awesome: I had already talked about United Airlines so much",
        "start": 639.34,
        "duration": 5.64
    },
    {
        "text": "The memes around this it's....ugh, so good so funny I just had to link you to some of the best ones.",
        "start": 645.04,
        "duration": 5.16
    },
    {
        "text": "Then the Honest Trailer guys gave us a Honest Trailer for Rogue One. A warning though if you haven't seen the movie there are spoilers in it.",
        "start": 650.2,
        "duration": 5.38
    },
    {
        "text": "And if you want to see the full versions of everything I just shared, the Secret Link of The Day, anything at all, links as always are in the description down below.",
        "start": 655.58,
        "duration": 6.6
    },
    {
        "text": "And then I want to talk about this guy. Does he look familiar?",
        "start": 662.18,
        "duration": 2.1
    },
    {
        "text": "He might look familiar because he is the pastor",
        "start": 664.28,
        "duration": 2.3
    },
    {
        "text": "who in the wake of the Orlando nightclub shooting, that killed 50 people, he tweeted:",
        "start": 666.58,
        "duration": 4.04
    },
    {
        "text": "Well the news coming in this week is that Pastor Ken; By the way fuck you, you disgusting hate filled bigot.",
        "start": 676.6,
        "duration": 5.34
    },
    {
        "text": "He has been convicted on 8 charges related to child molestation.",
        "start": 682.0,
        "duration": 3.36
    },
    {
        "text": "One of the teenagers was male the other was female. Which of course had a lot of people going like what are you..what are you saying about the gays.",
        "start": 691.22,
        "duration": 6.44
    },
    {
        "text": "But I do want to point out it is very important for us to not associate gay with pedophile.",
        "start": 697.66,
        "duration": 5.34
    },
    {
        "text": "Gay are just people attracted to people of the same gender, bi both genders, then pedophile you have people that are sexually attracted to children.",
        "start": 703.0,
        "duration": 6.88
    },
    {
        "text": "If they don't act on it that's where it remains but then it could also go into child molestation and even there while I am disgusted by both groups.",
        "start": 709.88,
        "duration": 6.22
    },
    {
        "text": "I feel like it is important to properly label both groups.",
        "start": 716.1,
        "duration": 3.22
    },
    {
        "text": "And that is a predator prey situation child molesters are the most disgusting...Brrrgh",
        "start": 719.32,
        "duration": 4.14
    },
    {
        "text": "If there was a list where you could curbstomp child molesters I would pay for you spot if you were ahead of me.",
        "start": 723.46,
        "duration": 4.34
    },
    {
        "text": "I guess the main part of this story is Pastor Kenneth Adkins should no longer be remembered as: The pastor who said those horrible things about the people who were killed in that shooting.",
        "start": 727.8,
        "duration": 7.74
    },
    {
        "text": "But rather Pastor Kenneth Adkins is the man who was convicted for sexually molesting a boy and girl.",
        "start": 735.54,
        "duration": 5.7
    },
    {
        "text": "Enjoy prison buddy.",
        "start": 741.24,
        "duration": 0.86
    },
    {
        "text": "And then briefly lets talk about Syria. Yesterday I saw a small but vocal group saying, \"Phil, why aren't you talking about Donald Trump shooting Tomahawk missiles",
        "start": 742.1,
        "duration": 6.24
    },
    {
        "text": "into Syria?\" And the two main reasons I didn't talk about it. 1) it happened Thursday night, I didn't have a Friday show, and it was talked about heavily in the news cycle for 72 hours.",
        "start": 748.34,
        "duration": 7.82
    },
    {
        "text": "And the 2nd is I don't know what the hell it means. Now what I mean by that is I know what missiles do. I understand why Donald Trump says he shot them.",
        "start": 756.16,
        "duration": 7.26
    },
    {
        "text": "I understand where people stand regarding him shooting those missiles, but I am unsure what this means for the long term.",
        "start": 763.42,
        "duration": 5.94
    },
    {
        "text": "Donald Trump has said time and time again that we should not be involved in this situation, but then reportedly we see an Assad-backed chemical attack.",
        "start": 769.36,
        "duration": 6.18
    },
    {
        "text": "Some argue that the President saw this and saw the children dying and was forced to act. Others are going further based off an Eric Trump interview.",
        "start": 775.54,
        "duration": 5.72
    },
    {
        "text": "Saying that Ivanka talked to Donald Trump. The article reads:",
        "start": 781.26,
        "duration": 2.74
    },
    {
        "text": "So whether the President is that easily pulled by his daughter. That isn't the biggest issue to me.",
        "start": 791.78,
        "duration": 4.08
    },
    {
        "text": "The issue is where does the United States stand from here on out? Is the President of the United States only against chemical attacks?",
        "start": 795.86,
        "duration": 5.54
    },
    {
        "text": "If the Assad regime bombs another building and they killed another 20-30 other children do we still care? Do we care to the point where we shoot more missiles?",
        "start": 801.4,
        "duration": 6.36
    },
    {
        "text": "Do we care to the point that we're going to more heavily arm people? Would we put people on the ground? How involved or un-involved are we going to be from here on out?",
        "start": 807.76,
        "duration": 6.28
    },
    {
        "text": "Are we willing to fight Russia who is backing Assad? Or was it a one-off to show you are not like Barack Obama. Where you make threats but don't really pull the trigger",
        "start": 814.04,
        "duration": 8.28
    },
    {
        "text": "in Syria? Also what does that accomplish because we've got the President who said one thing and then did another in a very quick time span.",
        "start": 822.32,
        "duration": 5.16
    },
    {
        "text": "Then we've got the US Secretary of State Rex Tillerson. He just a few days ago said:",
        "start": 827.48,
        "duration": 3.32
    },
    {
        "text": "But then new news where Rex Tillerson says",
        "start": 833.94,
        "duration": 2.06
    },
    {
        "text": "Then you have representives of the G7 meeting. They can't seem to agree. You've got Boris Johnson calling for targeted sanctions against senior Russian and Syrian officials.",
        "start": 844.08,
        "duration": 8.04
    },
    {
        "text": "Then you've got Sigma Gabriel saying that there is no solution for Syria without Moscow and Tehran we need to involve them.",
        "start": 852.12,
        "duration": 5.32
    },
    {
        "text": "The Italian Foreign Minister saying we can't push Russia into a corner on this issue.",
        "start": 857.46,
        "duration": 3.82
    },
    {
        "text": "The Italian Foreign Minister saying",
        "start": 861.28,
        "duration": 1.72
    },
    {
        "text": "And the G7 on Syria reconstruction said:",
        "start": 866.08,
        "duration": 2.02
    },
    {
        "text": "Meanwhile Russia has warned of \"extremely serious consequences\" for this American strike. Also reportedly suspending key military agreements with the United States",
        "start": 872.28,
        "duration": 7.98
    },
    {
        "text": "And now a defense official is saying the Russians are sending two corvettes, not that one, yeah those an oiler and also a tugboat which sounds adorable.",
        "start": 880.26,
        "duration": 6.96
    },
    {
        "text": "But the big note there is they aren't just sending this, these are joining the 6 other Russian warships that are already in the area",
        "start": 887.22,
        "duration": 6.14
    },
    {
        "text": "Along with 4 other support vessels. And while that's happening, we have the whole North Korea situation.",
        "start": 893.36,
        "duration": 4.62
    },
    {
        "text": "This one involving North Korea, the United States, and China. This morning Donald Trump tweeted.",
        "start": 897.98,
        "duration": 3.62
    },
    {
        "text": "These tweets seemingly a response from North Korean state media warning of a nuclear attack on the United States if they sense any US aggression whatsoever.",
        "start": 913.18,
        "duration": 8.1
    },
    {
        "text": "So I guess to bring it all back to that original \"why didn't you talk about Syria?\" There is that first reason, but the second reason is very much noone knows.",
        "start": 921.28,
        "duration": 6.74
    },
    {
        "text": "What the fuck is going on, it is horrifying. The experts out there are going, \"like I don't know\" It just feels like we are going into potentially uncharted territories",
        "start": 928.02,
        "duration": 8.3
    },
    {
        "text": "on several fronts. And it doesn't feel like leadership whether it's one person or an entire administration have one fully thought-out idea.",
        "start": 936.32,
        "duration": 8.68
    },
    {
        "text": "And I don't know if opinions are just evolving and if there is debate or if it's based off people just being wishy-washy",
        "start": 945.0,
        "duration": 5.8
    },
    {
        "text": "I feel like a big part of why people enjoy this show is I am able to provide clarity to situations. And *chuckle* I can provide no such thing in this situation",
        "start": 950.8,
        "duration": 8.08
    },
    {
        "text": "Except maybe to make you feel OK and not crazy to be genuinely freaked out and confused and actually that's where I'm going to end today's show",
        "start": 958.88,
        "duration": 6.88
    },
    {
        "text": "And remember if you like this show, if you like what I do on this channel. Hit that like button, if you're new here hit that subscribe button",
        "start": 965.76,
        "duration": 5.54
    },
    {
        "text": "Also if you missed and would like to watch yesterdays Philip DeFranco Show",
        "start": 971.3,
        "duration": 2.0
    },
    {
        "text": "You can click or tap right there",
        "start": 973.3,
        "duration": 1.3
    },
    {
        "text": "If you want to watch the newest vlog",
        "start": 974.7,
        "duration": 1.66
    },
    {
        "text": "You can click or tap right there",
        "start": 976.36,
        "duration": 1.06
    },
    {
        "text": "But that said of course as always my names Philip DeFranco, you've just been Phil-ed in. I love yo' faces and I'll see you tomorrow.",
        "start": 977.42,
        "duration": 7.5
    }
]