[
    {
        "text": "Beautiful bastards, hope even a fantastic Thursday",
        "start": 0.459,
        "duration": 2.84
    },
    {
        "text": "Welcome back to the Philip DeFranco show and let's just jump into the first thing I want to talk about today",
        "start": 3.3,
        "duration": 4.74
    },
    {
        "text": "in fact",
        "start": 8.04,
        "duration": 0.36
    },
    {
        "text": "One of the most requested stories this week is the story around Tommy",
        "start": 8.4,
        "duration": 3.449
    },
    {
        "text": "Robinson now Robinson if you don't know because of his believes his former association with the English Defence League",
        "start": 12.07,
        "duration": 4.67
    },
    {
        "text": "He has long been a controversial figure in the UK",
        "start": 16.74,
        "duration": 2.309
    },
    {
        "text": "He's best known for his anti Islam and Islamic immigration views Robinson supporters in general",
        "start": 19.05,
        "duration": 4.38
    },
    {
        "text": "like him for speaking out against political correctness and the growing influence of Muslim communities throughout the UK all opponents",
        "start": 23.43,
        "duration": 4.74
    },
    {
        "text": "While opponents call him a racist bigot who Stokes fear and division by painting the Muslim community with a very wide brush",
        "start": 28.17,
        "duration": 4.53
    },
    {
        "text": "Although Tommy's argument there as he claims. He's not a racist since he only talks about an ideology and not the people's race",
        "start": 32.73,
        "duration": 4.68
    },
    {
        "text": "So that's a simplified version of the who we're talking about here",
        "start": 37.41,
        "duration": 2.489
    },
    {
        "text": "And now for the what why how and when which started last Friday that's because last Friday?",
        "start": 39.899,
        "duration": 4.229
    },
    {
        "text": "Robinson was filming outside a courthouse covering a huge child grooming sex trafficking trial involving Muslim men the trial which is just one of a",
        "start": 44.2,
        "duration": 6.049
    },
    {
        "text": "Series of shocking trials at his Rock the UK involves ten accused men and allegedly upwards of one hundred",
        "start": 50.25,
        "duration": 4.59
    },
    {
        "text": "Young girls as the victims as of right now",
        "start": 54.91,
        "duration": 2.209
    },
    {
        "text": "18 have publicly come forward and some of these girls are as young as 11 and so Robinson was there to wait the potential verdict",
        "start": 57.25,
        "duration": 5.75
    },
    {
        "text": "and he was live streaming the whole thing and the stream starts with him confronting some of the men that are on trial but for",
        "start": 63.0,
        "duration": 4.529
    },
    {
        "text": "The most part it's just him standing around talking to other bystanders talking about the case, but then things ramped up at 9:40 a.m",
        "start": 67.53,
        "duration": 5.639
    },
    {
        "text": "When Robinson who is still live streaming is surrounded by seven police officers who tell him he's being arrested",
        "start": 73.17,
        "duration": 4.919
    },
    {
        "text": "Are you gonna ask me Mike Lai's is going to explain what's gonna happen next?",
        "start": 78.22,
        "duration": 3.319
    },
    {
        "text": "And from that interaction there was a lot of confusion of why was he being arrested right before the police showed up",
        "start": 88.509,
        "duration": 4.819
    },
    {
        "text": "He's kind of just standing around",
        "start": 93.329,
        "duration": 1.33
    },
    {
        "text": "talking to",
        "start": 94.659,
        "duration": 0.811
    },
    {
        "text": "Bystanders reportedly Robinson was arrested for just talking about the ongoing child grooming case and made comments that the judge believed risk causing the child",
        "start": 95.47,
        "duration": 6.439
    },
    {
        "text": "Grooming trial to collapse. And the reason for that is this case has something called a postponement order",
        "start": 101.909,
        "duration": 3.989
    },
    {
        "text": "It's essentially a gag order and the justification for this restriction on speech in the UK is that it's seen as necessary",
        "start": 105.899,
        "duration": 4.29
    },
    {
        "text": "So the defendants can get a fair trial as the secret barrister a prominent legal blog explains to avoid jurors having their deliberations",
        "start": 110.189,
        "duration": 6.029
    },
    {
        "text": "contaminated by what they might read or hear about the earlier link trials reporting of all of them is often postponed until the end this",
        "start": 116.29,
        "duration": 5.569
    },
    {
        "text": "Is what we had here the judge had imposed a postponement order preventing the media from reporting on the ongoing trial until all linked trials",
        "start": 121.86,
        "duration": 5.639
    },
    {
        "text": "had concluded reaching a reporting restriction amounts to a contempt of court and what ended up being kind of crazy in my opinion is that",
        "start": 127.5,
        "duration": 5.009
    },
    {
        "text": "Till Tuesday it was hard for outlets to talk about this because there was then a postponement order uncovering",
        "start": 132.65,
        "duration": 4.139
    },
    {
        "text": "Robinson's case this because the judge believed it indirectly influenced the child grooming case",
        "start": 136.95,
        "duration": 3.559
    },
    {
        "text": "but that was lifted after English news groups challenged that in court and the official reason that order was then lifted was because it was",
        "start": 140.51,
        "duration": 5.069
    },
    {
        "text": "pointed out to the judge of the gag order to be quiet about Robinson's case was already being widely ignored online as far as what",
        "start": 145.579,
        "duration": 5.13
    },
    {
        "text": "Happened to Robinson within five hours of his arrest he pled guilty and was sentenced to 13 months",
        "start": 150.709,
        "duration": 4.889
    },
    {
        "text": "and of course following this you had people furious at Robinson's arrest this sentence saying he was just",
        "start": 155.599,
        "duration": 4.169
    },
    {
        "text": "Live-streaming the event all they also have people arguing against that because of the beginning of the livestream",
        "start": 159.84,
        "duration": 3.919
    },
    {
        "text": "He is confrontational with several of the accused",
        "start": 163.76,
        "duration": 2.009
    },
    {
        "text": "He had Robinson asking them what they feel about their verdict something that had not come out yet at one point",
        "start": 165.92,
        "duration": 3.929
    },
    {
        "text": "he points out the men's bag and calls it as prison bagged as implying the Tommy things if they're guilty and the reason people have",
        "start": 169.849,
        "duration": 4.77
    },
    {
        "text": "Been pointing out those moments is this is pretty much what he did back in",
        "start": 174.62,
        "duration": 2.16
    },
    {
        "text": "2017 where it got him in trouble and the judge then was very clear that if he did it again",
        "start": 177.09,
        "duration": 3.559
    },
    {
        "text": "He'd be back in prison and connected to that because it is a major point one of the reasons leading to his arrest and quick",
        "start": 180.65,
        "duration": 4.529
    },
    {
        "text": "Sentencing is that he was out on a suspended sentence for what he did in 2017",
        "start": 185.22,
        "duration": 3.799
    },
    {
        "text": "Now that said there of also been criticisms of the gag order itself and Tommy's arrest based on it",
        "start": 189.019,
        "duration": 4.23
    },
    {
        "text": "Well some think that it is needed for a fair trial many in the UK believe the whole concept of a postponement order is anti",
        "start": 193.25,
        "duration": 5.039
    },
    {
        "text": "free speech Keeble",
        "start": 198.29,
        "duration": 0.809
    },
    {
        "text": "Also pointing out that Tommy was allegedly just reading out things at a local newspaper and printed this leading to claims that he was targeted",
        "start": 199.099,
        "duration": 5.099
    },
    {
        "text": "Specifically that it was already publicly available information",
        "start": 204.269,
        "duration": 2.059
    },
    {
        "text": "There also people to believe that this is a death sentence because given Tommy his anti Islamic views",
        "start": 206.459,
        "duration": 4.25
    },
    {
        "text": "He'd be a target for Muslim inmates not according to Tommy's lawyer",
        "start": 210.709,
        "duration": 2.699
    },
    {
        "text": "the judge basically said he doesn't care and Tommy has claimed that president ministries have purposefully put him in situations out endanger his life in",
        "start": 213.409,
        "duration": 5.97
    },
    {
        "text": "The UK they can apparently hold you for eight days without a trial during one incident during his eight days",
        "start": 219.379,
        "duration": 4.02
    },
    {
        "text": "He was transferred to a prison for no reason thing",
        "start": 223.4,
        "duration": 1.89
    },
    {
        "text": "He asked for solitary for his protection but was denied Robinson also claimed that a white prisoner saved his life when he came to Tommy",
        "start": 225.29,
        "duration": 5.309
    },
    {
        "text": "And said that Muslim inmates in the prison were getting ready to put boiling water and sugar on it",
        "start": 230.599,
        "duration": 3.539
    },
    {
        "text": "So he started a fight to get thrown in solitary",
        "start": 234.139,
        "duration": 1.6
    },
    {
        "text": "We've also seen over 550 2,000 people signed a change.org petition demanding that Robinson be freed",
        "start": 235.739,
        "duration": 5.75
    },
    {
        "text": "We've seen hundreds of supporters protesting his arrest at Whitehall and 10 Downing Street",
        "start": 241.489,
        "duration": 3.899
    },
    {
        "text": "We've also seen UK Independence Party leader and European MP Gerard batten",
        "start": 245.389,
        "duration": 3.839
    },
    {
        "text": "Criticizing the gag order calling it an attack on free speech saying what kind of police state have we become I am trying to recall",
        "start": 249.419,
        "duration": 5.63
    },
    {
        "text": "A legal case where someone was convicted of a crime which cannot be reported on where he can be cast into prison without it being",
        "start": 255.049,
        "duration": 5.01
    },
    {
        "text": "possible to report his name offense or place of imprisonment for fear of contempt of court and I will say",
        "start": 260.06,
        "duration": 4.409
    },
    {
        "text": "Ultimately where I land on this as far as Tommy Robinson as a person, I'm not saying I like what he says",
        "start": 264.639,
        "duration": 5.549
    },
    {
        "text": "I'm not ever wanting to be paired with him",
        "start": 270.189,
        "duration": 2.07
    },
    {
        "text": "what I will say is a postponement order a gag order on what should be a free press is",
        "start": 272.259,
        "duration": 4.92
    },
    {
        "text": "Disgusting and outright ridiculous. It is without a doubt suppression of free speech",
        "start": 277.55,
        "duration": 4.279
    },
    {
        "text": "It creates an environment that is prime for abuse and it's essentially",
        "start": 281.83,
        "duration": 3.839
    },
    {
        "text": "Criminalizing news following facts and sometimes opinions is and not the answer. But of course that is my opinion",
        "start": 286.219,
        "duration": 5.27
    },
    {
        "text": "And so I passed the question off to you. What is your takeaway from this situation? Because there's kind of two situations one",
        "start": 291.49,
        "duration": 5.279
    },
    {
        "text": "There's the current legal situation of there is a law. However ridiculous. I personally find it. Should you have taken that into account?",
        "start": 296.77,
        "duration": 5.369
    },
    {
        "text": "Not live-streamed or no, you're happy that he did and on the other end. What do you think about postponement orders?",
        "start": 302.15,
        "duration": 5.72
    },
    {
        "text": "Are you for them or against them? Why why not? I'd love to know your thoughts in those comments down below",
        "start": 307.87,
        "duration": 4.229
    },
    {
        "text": "But from that I want to share some stuff. I love today and today in awesome brought to you by better help",
        "start": 312.099,
        "duration": 4.89
    },
    {
        "text": "calm slash DeFranco better help",
        "start": 316.99,
        "duration": 1.59
    },
    {
        "text": "If you do not know is a fantastic place we can get affordable private online counseling get access to licensed trained experienced accredited",
        "start": 318.58,
        "duration": 6.179
    },
    {
        "text": "Psychologists marriage and family therapists clinical social workers and board licensed professional counselors. All you've got to do is go to better help",
        "start": 325.279,
        "duration": 5.99
    },
    {
        "text": "Calm slash DeFranco you fill out a questionnaire. They match you with a counselor and boom you can start counseling today",
        "start": 331.27,
        "duration": 5.1
    },
    {
        "text": "they really lean into the Affordable aspect after three months the service becomes cheaper for you if money is an issue in general you can",
        "start": 336.37,
        "duration": 5.88
    },
    {
        "text": "See if you're eligible for financial aid discount and I personally love this service for so many reasons before we did our first sponsorship",
        "start": 342.25,
        "duration": 5.009
    },
    {
        "text": "I was already signed up for it and it makes available a very important thing that I think more people need to embrace the main",
        "start": 347.259,
        "duration": 4.889
    },
    {
        "text": "Point if that sounds interesting to you",
        "start": 352.149,
        "duration": 1.26
    },
    {
        "text": "You want to try it out like many combination or you have got a better help calm slash to Franco",
        "start": 353.409,
        "duration": 3.84
    },
    {
        "text": "but also a big note that I always like to hit on if you are in crisis or you know,",
        "start": 357.25,
        "duration": 2.789
    },
    {
        "text": "Someone is in danger. Don't use that site instead. I'll link to resources down below where you can get immediate help",
        "start": 360.039,
        "duration": 4.679
    },
    {
        "text": "It is always important to be aware of the differences there and the first bit of awesome today is the fantastic",
        "start": 364.719,
        "duration": 3.809
    },
    {
        "text": "Shitty robot creator that is simone gears. Also simone if I mispronounced your last name, I apologize",
        "start": 368.599,
        "duration": 5.21
    },
    {
        "text": "I found this explainer you put out on how to properly pronounce your name",
        "start": 373.839,
        "duration": 2.58
    },
    {
        "text": "But I did not have the idea the appropriate equipment to to replicate it or rather a way to replicate it without it resulting in",
        "start": 376.419,
        "duration": 6.45
    },
    {
        "text": "A career-ending lawsuit but main point for those that aren't aware simone fantastic creator highly recommend you check out her channel",
        "start": 382.87,
        "duration": 5.489
    },
    {
        "text": "Subscribe and two yesterday. She went into surgery to have a brain tumor removed according to a tweet on her account",
        "start": 388.36,
        "duration": 4.289
    },
    {
        "text": "The doctors were very pleased woke up long enough to make an inappropriate joke things are looking good",
        "start": 392.649,
        "duration": 4.08
    },
    {
        "text": "And I just want to send some love and positivity your way either with my words or my people",
        "start": 396.729,
        "duration": 4.78
    },
    {
        "text": "Love you face and fuck Brian",
        "start": 401.51,
        "duration": 1.59
    },
    {
        "text": "Then we got a video from the fantastic molly burke who I will say as a side note",
        "start": 403.1,
        "duration": 3.299
    },
    {
        "text": "I feel like a complete dick",
        "start": 406.4,
        "duration": 1.26
    },
    {
        "text": "We talked multiple times by getting together for a video and because I am scheduled ignorant. I",
        "start": 407.66,
        "duration": 4.41
    },
    {
        "text": "Have not done that so promoting. Her awesome collabs is how I will make do for now",
        "start": 412.14,
        "duration": 3.529
    },
    {
        "text": "Then we had Tom Cruise giving us a teaser pic for Top Gun - and oh",
        "start": 415.67,
        "duration": 3.179
    },
    {
        "text": "Please don't suck it life knocking asking who owns your DNA zach woods gave us tips for surviving in the woods",
        "start": 418.85,
        "duration": 5.07
    },
    {
        "text": "We have a featurette for action point with chris pratt and bryce dallas howard replying to comments and if you want to see the full",
        "start": 423.92,
        "duration": 5.13
    },
    {
        "text": "Versions of everything I just shared the secret link of the day anything at all",
        "start": 429.05,
        "duration": 3.119
    },
    {
        "text": "Links has always are in the description down below. And what is the mainstream media blaming youtubers for today news?",
        "start": 432.27,
        "duration": 5.179
    },
    {
        "text": "We have BBC news telling us youtube stars might encourage kids to eat more calories where they specifically named the massive creators alfie deyes",
        "start": 437.45,
        "duration": 7.859
    },
    {
        "text": "And zoella making the kids fat and they've been doing it right under our noses this entire time reportedly",
        "start": 445.47,
        "duration": 5.39
    },
    {
        "text": "There was a new study that was presented by the european congress on obesity",
        "start": 450.86,
        "duration": 2.879
    },
    {
        "text": "They said the study found that when kids watch popular vloggers consume sugary and fatty snacks that those kids would then consume",
        "start": 453.74,
        "duration": 6.42
    },
    {
        "text": "26% more calories reportedly how they got these numbers. They came to this conclusion. They took",
        "start": 460.59,
        "duration": 4.25
    },
    {
        "text": "176 kids they split them into three groups one group was shown a personality promoting an unhealthy food another healthy food",
        "start": 465.54,
        "duration": 5.72
    },
    {
        "text": "and the last one and non-food products where the kids were offered a variety of unhealthy and healthy foods right in the range here was",
        "start": 471.26,
        "duration": 6.149
    },
    {
        "text": "carrot stick to chocolate reportedly the children who had seen unhealthy images consumed an average of 448 calories while the others ate just",
        "start": 477.41,
        "duration": 6.42
    },
    {
        "text": "357 and according to dr. Emma Boylan the children considered the vloggers to be everyday people just like their peers adding",
        "start": 484.35,
        "duration": 5.389
    },
    {
        "text": "They've earned a position of trust among young people and there has to be some responsibility along the line",
        "start": 489.74,
        "duration": 4.08
    },
    {
        "text": "But if I could interject really fast",
        "start": 493.82,
        "duration": 2.07
    },
    {
        "text": "This is not news all that appears to actually have been done with this study is to once again prove that",
        "start": 495.89,
        "duration": 5.339
    },
    {
        "text": "Advertising works if you see a thing online on TV on a billboard and it is presented in a way that is appealing to you",
        "start": 501.84,
        "duration": 5.69
    },
    {
        "text": "You are more likely to incorporate that into your life. Maybe make a purchase",
        "start": 507.53,
        "duration": 2.79
    },
    {
        "text": "you've also kind of explained the the parent child or",
        "start": 510.35,
        "duration": 2.73
    },
    {
        "text": "Brother-sister sort of relationship where if you see someone that you you feel connected to doing something you incorporate that once again?",
        "start": 513.57,
        "duration": 6.38
    },
    {
        "text": "That's not even new information even Anna Coates",
        "start": 519.95,
        "duration": 1.95
    },
    {
        "text": "The lead researcher of the study says we know that if you show children a traditional drink ever than their preference for that drink rise",
        "start": 521.9,
        "duration": 5.489
    },
    {
        "text": "And adding now that we've shown that children are influenced by online stars",
        "start": 527.56,
        "duration": 2.909
    },
    {
        "text": "Our next study will look at whether they understand that in many cases",
        "start": 530.47,
        "duration": 2.82
    },
    {
        "text": "Celebrities are being paid to promote products",
        "start": 533.42,
        "duration": 1.79
    },
    {
        "text": "What I would say about that last part is I think that is the most important thing in general",
        "start": 535.21,
        "duration": 3.479
    },
    {
        "text": "I do think there needs to be rules regulations enforcement to make it so that all of these online stars are",
        "start": 538.69,
        "duration": 5.099
    },
    {
        "text": "Transparent when they're doing ads on top of it being in general just kind of a scummy thing to try and sneak something like that",
        "start": 544.01,
        "duration": 5.149
    },
    {
        "text": "In it's just plain",
        "start": 549.16,
        "duration": 1.06
    },
    {
        "text": "Manipulative my main point when you see that relative go and see I told you YouTube was a bad influence on the kids",
        "start": 550.22,
        "duration": 4.64
    },
    {
        "text": "Maybe give them this extra information and maybe they're not allergic to new information or having a different opinion and though though though",
        "start": 555.41,
        "duration": 7.4
    },
    {
        "text": "widen their worldview and actually understand the reality of the situation or that's just wishful thinking and and it's too late for a lot of",
        "start": 563.3,
        "duration": 6.14
    },
    {
        "text": "People and then let's talk about the massive update around the park Linda's shooting that shooting of course at Stoneman Douglas High School were 17",
        "start": 569.44,
        "duration": 5.729
    },
    {
        "text": "Were killed 17 were injured and so right now the shooter is facing 17 counts of first-degree murder and 17 counts of attempted",
        "start": 575.17,
        "duration": 5.52
    },
    {
        "text": "First-degree murder a Broward County prosecutors said they plan to seek the death penalty. This will require them to prove the crime was premeditated",
        "start": 580.85,
        "duration": 5.66
    },
    {
        "text": "But on the other end",
        "start": 586.73,
        "duration": 1.04
    },
    {
        "text": "The shooters attorneys have said that he will plead guilty in exchange for a life sentence instead of facing the possibility of the death penalty",
        "start": 587.77,
        "duration": 5.19
    },
    {
        "text": "His lawyers insisting he had a troubled life that he should be spared",
        "start": 593.2,
        "duration": 2.279
    },
    {
        "text": "execution also arguing that'll be wrong for the state to execute the shooter after so many red flags were missed that could have prevented the",
        "start": 595.73,
        "duration": 5.15
    },
    {
        "text": "shooting and finally",
        "start": 600.88,
        "duration": 0.78
    },
    {
        "text": "they argue that this deal would spare the victims families from having to relive the tragedy through what would certainly be a lengthy trial and",
        "start": 601.66,
        "duration": 5.34
    },
    {
        "text": "appeals process that said the prosecution feels very",
        "start": 607.0,
        "duration": 2.46
    },
    {
        "text": "confident because they have three videos from the shooters cell phone that proved that the crime was premeditated and those clips are part of an",
        "start": 609.56,
        "duration": 5.39
    },
    {
        "text": "Inventory of prosecution evidence recently shared with the defense team during pretrial discovery",
        "start": 614.95,
        "duration": 3.63
    },
    {
        "text": "And the reason that for the past 24 hours, you've seen that video posted on pretty much every news outlet",
        "start": 618.589,
        "duration": 5.03
    },
    {
        "text": "Which I will touch on again at the very end of this story",
        "start": 623.62,
        "duration": 2.669
    },
    {
        "text": "is that because under Florida law with few exceptions evidence becomes a public record when it's turned over to the defendants attorney as part of",
        "start": 626.29,
        "duration": 5.46
    },
    {
        "text": "The pre-trial discovery process these videos are disgusting. They are horrible",
        "start": 631.75,
        "duration": 3.33
    },
    {
        "text": "But also they are fantastic evidence for the prosecution the first video",
        "start": 635.08,
        "duration": 3.869
    },
    {
        "text": "He says his name. He says that he is only to be the next school shooter of 2018",
        "start": 638.95,
        "duration": 3.63
    },
    {
        "text": "He says his goal is to kill at least 20 people with an ar-15",
        "start": 642.61,
        "duration": 2.46
    },
    {
        "text": "gives the location of Stoneman Douglas and he says that it will be a big event that you will see him on the news you'll",
        "start": 645.43,
        "duration": 5.01
    },
    {
        "text": "Know who I am. He then laughs says you're all gonna die makes gun sound says he can't wait in the second video",
        "start": 650.44,
        "duration": 4.679
    },
    {
        "text": "He details his exact plan of how he's going to get there and what he's going to do in the third video",
        "start": 655.12,
        "duration": 3.78
    },
    {
        "text": "Here's to give motive saying I hate everyone and everything with the power of my AR",
        "start": 659.04,
        "duration": 3.09
    },
    {
        "text": "You will all know who I am",
        "start": 662.13,
        "duration": 1.17
    },
    {
        "text": "I had enough of being told what to do. And when to do later adding you will all see it",
        "start": 663.3,
        "duration": 3.929
    },
    {
        "text": "You will all know who my name is it over all we see from these disgusting and disturbing videos is a twisted monster who?",
        "start": 667.23,
        "duration": 6.869
    },
    {
        "text": "Premeditated his attack talking about it and then being excited about being made famous",
        "start": 674.589,
        "duration": 5.51
    },
    {
        "text": "Which is why I want to say to any of the mainstream media news outlets in the outlets",
        "start": 680.1,
        "duration": 4.2
    },
    {
        "text": "any any kind of news blogging organizations that promoted this video just plastered this assholes face and name all",
        "start": 684.3,
        "duration": 7.409
    },
    {
        "text": "Over the place and in a video where he is",
        "start": 691.899,
        "duration": 2.48
    },
    {
        "text": "so",
        "start": 694.38,
        "duration": 0.49
    },
    {
        "text": "Excited knowing that the media is going to eat this up and showcase his face and he's going to be made famous go fuck yourself",
        "start": 694.87,
        "duration": 5.989
    },
    {
        "text": "Right in your stupid fucking face at this point. I cannot believe that there is anyone out there in the news world",
        "start": 701.04,
        "duration": 5.58
    },
    {
        "text": "That is ignorant to the fact that when you plaster these faces and names all over the place you make these people famous you also",
        "start": 706.62,
        "duration": 6.929
    },
    {
        "text": "incentivize",
        "start": 713.86,
        "duration": 0.659
    },
    {
        "text": "Copycats you're incentivizing the next mass shooter and you have a track record of just feeding",
        "start": 714.519,
        "duration": 4.73
    },
    {
        "text": "These people the extra clicks and ad dollars from people's morbid curiosity shouldn't be the driving force behind your news organization",
        "start": 719.319,
        "duration": 7.04
    },
    {
        "text": "You should always try to think how things are going to affect people people should matter common decency",
        "start": 726.36,
        "duration": 3.869
    },
    {
        "text": "Common sense should matter hell. Look at this. Here's NBA Finals",
        "start": 730.42,
        "duration": 3.529
    },
    {
        "text": "If someone just you know storms the court, right like we've seen YouTube pranksters try and do in the past",
        "start": 733.949,
        "duration": 3.99
    },
    {
        "text": "Guess what?",
        "start": 737.94,
        "duration": 0.54
    },
    {
        "text": "they don't fucking air that on television if they can't help it because they don't want to promote that behavior yet apparently for",
        "start": 738.48,
        "duration": 4.95
    },
    {
        "text": "Organizations like the Washington Post and NBC. No, it's just another murderer",
        "start": 743.5,
        "duration": 4.039
    },
    {
        "text": "So we're giving him exactly what he talked about in several videos and laughed about but you know",
        "start": 747.54,
        "duration": 4.08
    },
    {
        "text": "whatever the people that message me and say we'll fill how are we supposed to talk about this story if we're not using",
        "start": 751.779,
        "duration": 5.39
    },
    {
        "text": "Faces and names. What do you think? I just fucking do it's not hard. All it takes is caring about decency more than dollars",
        "start": 757.269,
        "duration": 6.35
    },
    {
        "text": "I'm not saying suppress speech or suppress information. Let's find out everything we can but don't make them famous. Of course",
        "start": 763.86,
        "duration": 6.299
    },
    {
        "text": "There can be moments or you have a different policy if there's an active search for someone",
        "start": 770.16,
        "duration": 2.88
    },
    {
        "text": "Yes, get their name get their face out there so that they get apprehended. But once there they're taken in",
        "start": 773.04,
        "duration": 4.26
    },
    {
        "text": "No\nThere's no benefit except to you for trying to get more clicks want to show the names on your TV show",
        "start": 777.3,
        "duration": 4.44
    },
    {
        "text": "Your website you were ever. How about one of the 17 people. He killed",
        "start": 781.81,
        "duration": 3.619
    },
    {
        "text": "Well, I appreciate places like CBS who have said they just will outright not show the video",
        "start": 785.43,
        "duration": 3.899
    },
    {
        "text": "That's a fantastic start. But if you still go to CB",
        "start": 789.37,
        "duration": 3.109
    },
    {
        "text": "His name and face are still plastered all over the place",
        "start": 793.02,
        "duration": 2.359
    },
    {
        "text": "It feels a little bit sad to me that I need to even praise thee the smallest of steps",
        "start": 795.38,
        "duration": 3.45
    },
    {
        "text": "But but hopefully this this slow kind of tippy toe can turn into a full-on sprint to not be in complete shit bag",
        "start": 798.83,
        "duration": 5.969
    },
    {
        "text": "But that's where this non",
        "start": 804.8,
        "duration": 1.57
    },
    {
        "text": "Advertiser friendly rant is going to end and of course",
        "start": 806.37,
        "duration": 2.9
    },
    {
        "text": "It's a story then my opinion and obviously this is a very strong opinion",
        "start": 809.28,
        "duration": 4.309
    },
    {
        "text": "I'd still love to hear from you whether you agree or you disagree in those comments below and that's where I'm going to end today's",
        "start": 813.59,
        "duration": 4.559
    },
    {
        "text": "show although if you are not done consuming news some of the other things happening around the world today that I'll link to in the",
        "start": 818.15,
        "duration": 4.2
    },
    {
        "text": "Description down below we had Denmark passing what is being called the burqa ban?",
        "start": 822.35,
        "duration": 3.15
    },
    {
        "text": "It's a lot of prohibits face covering in public unless there is a quote recognizable purpose with this move",
        "start": 825.5,
        "duration": 4.589
    },
    {
        "text": "Denmark is now in line with other European countries including Austria Belgium and France also in New Jersey",
        "start": 830.09,
        "duration": 4.29
    },
    {
        "text": "We had a couple admit. They stole 1.4 million dollars from victims of Hurricane",
        "start": 834.38,
        "duration": 4.229
    },
    {
        "text": "Sandy this through a construction fraud scheme, and they reportedly spent the money on gambling and jewelry",
        "start": 838.61,
        "duration": 4.679
    },
    {
        "text": "We also had Kim kardashian-west meeting with Donald Trump is to discuss the possibility of a pardon for Alice Marie Johnson",
        "start": 843.29,
        "duration": 5.04
    },
    {
        "text": "And actually despite many mocking this meeting including the New York Post who called her Kim phone hoon adding Trump meets rump at the other",
        "start": 848.33,
        "duration": 6.509
    },
    {
        "text": "Big-ass summit Alice Marie Johnson's story is actually interesting and it really hits on mandatory minimums",
        "start": 854.84,
        "duration": 4.74
    },
    {
        "text": "And so there's that and much more in the links down below",
        "start": 859.58,
        "duration": 2.19
    },
    {
        "text": "but unfortunately",
        "start": 861.77,
        "duration": 0.9
    },
    {
        "text": "I have to get out of here because",
        "start": 862.67,
        "duration": 1.12
    },
    {
        "text": "This is the last show in this office and I got a move now",
        "start": 863.79,
        "duration": 2.239
    },
    {
        "text": "Remember if you like this video like I try and do on this channel hit that like button if you're new here hit that subscribe",
        "start": 866.03,
        "duration": 4.35
    },
    {
        "text": "Button, maybe ring that Bell",
        "start": 870.38,
        "duration": 1.47
    },
    {
        "text": "Also if you missed yesterday's Philip DeFranco show you want to catch up especially with the last story",
        "start": 871.85,
        "duration": 3.869
    },
    {
        "text": "Which was just crazy",
        "start": 875.72,
        "duration": 0.9
    },
    {
        "text": "all you gotta do is click or tap right there to watch that unless you want something a little bit lighter you can watch the",
        "start": 876.62,
        "duration": 4.5
    },
    {
        "text": "Newest behind the scenes vlog by clicking that butts that said of course as always my name's philip. Defranco",
        "start": 881.12,
        "duration": 4.409
    },
    {
        "text": "You've just been phill'd in a love yo faces",
        "start": 885.57,
        "duration": 2.719
    },
    {
        "text": "And I'll see you tomorrow either in a video or in a livestream where we tour the new other new facility",
        "start": 888.29,
        "duration": 5.28
    }
]