[
    {
        "text": "Sup, you beautiful bastards, hope you having a fantastic Friday welcome back to the Friday show",
        "start": 0.0,
        "duration": 4.9
    },
    {
        "text": "For you newbies that don't know Monday Tuesday, Wednesday, Thursday I talk about world, events the news,",
        "start": 4.9,
        "duration": 4.34
    },
    {
        "text": "and then Friday it's about the conversation.",
        "start": 9.24,
        "duration": 2.08
    },
    {
        "text": "I go through the past week of videos, the past week of stories and comment back to your comments",
        "start": 11.32,
        "duration": 3.82
    },
    {
        "text": "I mean it when I say what we're doing here isn't just a show it is a conversation.",
        "start": 15.14,
        "duration": 3.36
    },
    {
        "text": "But before we jump into that I wanted to address one of the things that has been requested over and over this week to talk about",
        "start": 18.5,
        "duration": 5.36
    },
    {
        "text": "It really didn't fit into any of the shows and the coverage this week and I just wanted to kind of just knock it out of the way",
        "start": 23.86,
        "duration": 4.48
    },
    {
        "text": "People have been messaging me all week that the parents behind the Daddy-O-Five and the Mommy-O-Five channel are back.",
        "start": 28.34,
        "duration": 5.36
    },
    {
        "text": "Without doing the 30 minute recap for everyone that doesn't know what happened,",
        "start": 33.7,
        "duration": 2.38
    },
    {
        "text": "There's this family vlog prank channel, there are five kids and across their videos you find instances of what seems like verbal abuse to some people.",
        "start": 36.08,
        "duration": 6.06
    },
    {
        "text": "Kids getting pushed, punched, tossed around, told to slap another one",
        "start": 42.14,
        "duration": 3.22
    },
    {
        "text": "The story blew up, initially they blame me,",
        "start": 45.36,
        "duration": 1.62
    },
    {
        "text": "Martin - It would have never got this out of hand if it wasn't for that DeFranco guy.",
        "start": 46.98,
        "duration": 4.2
    },
    {
        "text": "Phil - Then they removed that video, they issued an apology",
        "start": 51.18,
        "duration": 1.96
    },
    {
        "text": "There were reports that two of the kids were then given to their birth mother who is fighting for custody,",
        "start": 53.14,
        "duration": 3.4
    },
    {
        "text": "and for a while the updates around that story were pretty much nothing.",
        "start": 56.54,
        "duration": 2.34
    },
    {
        "text": "There were reports there was a gag order, and then in this past week they uploaded a new video to the Mommy-O-Five channel.",
        "start": 58.92,
        "duration": 4.98
    },
    {
        "text": "And the mom on the channel talked about them wanting to start up again, that the dad in the situation Mike Martin then released a video on his gaming channel,",
        "start": 63.9,
        "duration": 5.76
    },
    {
        "text": "He says his wife and therapist told him to get back into gaming,",
        "start": 69.66,
        "duration": 2.3
    },
    {
        "text": "and a lot of people have been asking me what my takeaway from this is, and, I don't know.",
        "start": 71.96,
        "duration": 3.34
    },
    {
        "text": "I'm still bothered and disturbed by what I saw in the past in those now removed videos",
        "start": 75.3,
        "duration": 3.5
    },
    {
        "text": "The only reason I covered those stories was if there were any children in danger, I want them to not be in danger.",
        "start": 78.8,
        "duration": 4.8
    },
    {
        "text": "And so as of right now, it looks like that part is being handled legally.",
        "start": 83.6,
        "duration": 2.62
    },
    {
        "text": "And I feel like in general, they're trying to normalize themselves, they're trying to normalize the situation, evoke sympathy,",
        "start": 86.22,
        "duration": 5.0
    },
    {
        "text": "and to see that with what they're saying in the videos, how they're saying it, the music they use underneath it,",
        "start": 91.22,
        "duration": 5.18
    },
    {
        "text": "Heather - The only thing I will say, is, trust is a liar's most useful tool.",
        "start": 96.4,
        "duration": 6.08
    },
    {
        "text": "We go to movies, hang out, uh, we just-- we're a regular family",
        "start": 102.48,
        "duration": 5.64
    },
    {
        "text": "And I think that's the hard part when you do something like this, um, people tend to forget that you're real people.",
        "start": 108.12,
        "duration": 6.36
    },
    {
        "text": "Daddy-O-Five is severely depressed, he doesn't even want to get out of bed most days.",
        "start": 114.6,
        "duration": 7.1
    },
    {
        "text": "And so you hear that sad music that maybe opens you up a little more, she says we're just a regular family, she says Mike has depression,",
        "start": 121.7,
        "duration": 6.28
    },
    {
        "text": "It's been what, it's been two months. the situation is no longer as fresh in everyone's mind the emotions maybe for a lot of people aren't there,",
        "start": 127.98,
        "duration": 7.34
    },
    {
        "text": "It's important remember the same person saying all this stuff, trying to connect to an audience over sappy music,",
        "start": 135.32,
        "duration": 4.6
    },
    {
        "text": "they're also still one of two adults that were responsible for five children, did film and profited off of content like this.",
        "start": 139.92,
        "duration": 6.419
    },
    {
        "text": "Heather: What the  f**k!",
        "start": 146.34,
        "duration": 1.92
    },
    {
        "text": "Codi: I didn't do that!",
        "start": 148.26,
        "duration": 0.76
    },
    {
        "text": "Heather: You tell me what you did!",
        "start": 149.02,
        "duration": 1.56
    },
    {
        "text": "Codi: I swear to god I didn't do that!",
        "start": 150.58,
        "duration": 2.16
    },
    {
        "text": "Heather: So you were f**king up here too?",
        "start": 152.78,
        "duration": 2.28
    },
    {
        "text": "Ryan: No but...",
        "start": 155.08,
        "duration": 0.5
    },
    {
        "text": "Mike: So you did it too! Ryan: No I didn't!",
        "start": 155.58,
        "duration": 1.66
    },
    {
        "text": "Heather: Take a joke, you're the only one in the house that can't take a joke and gotta act like a butthole!",
        "start": 160.56,
        "duration": 4.34
    },
    {
        "text": "Mike: It's just a prank!",
        "start": 164.9,
        "duration": 1.58
    },
    {
        "text": "Codi: So you all made me go, all, through all this, just for a stupid prank!",
        "start": 167.16,
        "duration": 5.22
    },
    {
        "text": "Codi: I'm tired of this.",
        "start": 172.7,
        "duration": 1.06
    },
    {
        "text": "Mike: You wanna go outside and play?",
        "start": 173.76,
        "duration": 0.9
    },
    {
        "text": "Codi: I want everybody to leave me alone, I just wanna be left alone so I can calm down!",
        "start": 174.66,
        "duration": 4.4
    },
    {
        "text": "Mike: You know you don't hit girls! But she's your sister, she don't count.",
        "start": 179.06,
        "duration": 4.24
    },
    {
        "text": "*Slap*",
        "start": 183.3,
        "duration": 0.5
    },
    {
        "text": "*Mike hits Codi*",
        "start": 183.8,
        "duration": 0.5
    },
    {
        "text": "*Mike slams Codi against the shelf*",
        "start": 184.3,
        "duration": 1.16
    },
    {
        "text": "*Codi crying*",
        "start": 186.36,
        "duration": 2.32
    },
    {
        "text": "That's just some of it. It's been two months since our apology video, They have all those videos with the kids taken down still,",
        "start": 188.68,
        "duration": 5.18
    },
    {
        "text": "and ultimately I'm not really sure how to feel, it's weird seeing them online again.",
        "start": 193.86,
        "duration": 4.06
    },
    {
        "text": "I don't know if I'll ever be able to see them in a different light than the hours of deleted videos we were able to bring in and research,",
        "start": 197.92,
        "duration": 5.54
    },
    {
        "text": "their audience in general think is going to be accepting of them, excited that they're back",
        "start": 203.46,
        "duration": 3.66
    },
    {
        "text": "Which side note, hello to the DO5 fans who have come to this video to hit the dislike button.",
        "start": 207.12,
        "duration": 4.02
    },
    {
        "text": "Also special tip of the hat to the DO5 fans who have sent threats my way, so sweet of you.",
        "start": 211.14,
        "duration": 3.84
    },
    {
        "text": "But we'll see what happens, they have a moral dilemma and a legal dilemma to get past,",
        "start": 215.0,
        "duration": 3.48
    },
    {
        "text": "But all that aside, as of right now there's really no other reason for me to cover this story unless something else happens with the legal battle.",
        "start": 218.5,
        "duration": 5.48
    },
    {
        "text": "And of course if there's an update there, It involves the safety of children, we'll cover that,",
        "start": 223.98,
        "duration": 3.54
    },
    {
        "text": "and all the other parts of the story doesn't really make sense for us to talk about on the show and with",
        "start": 227.52,
        "duration": 3.2
    },
    {
        "text": "That said let's jump into the Monday show Monday",
        "start": 230.73,
        "duration": 2.399
    },
    {
        "text": "We have the present posting a meme and the internet blowing up about it and now this nerd update the Kendall and Kylie Jenner",
        "start": 233.13,
        "duration": 5.69
    },
    {
        "text": "backlash and Chris Christie's Beach gate on the Kendall and Kylie story D wrote",
        "start": 238.89,
        "duration": 3.77
    },
    {
        "text": "\"I don't think the Jenner sisters meant anything with that design",
        "start": 242.66,
        "duration": 2.58
    },
    {
        "text": "They are too stupid to think of anything other than money\"",
        "start": 245.24,
        "duration": 3.029
    },
    {
        "text": "Justin HD wrote, \"I seriously doubt the Jenner girls put enough thought into those shirts for them to be considered offensive",
        "start": 248.27,
        "duration": 3.899
    },
    {
        "text": "I just don't think the brains are capable of forming any of the ideas you brought up.\"",
        "start": 252.169,
        "duration": 4.311
    },
    {
        "text": "Ben Leshley wrote, \"Jenner sisters: We're sorry that we pushed our luck so far and people called us out for the shameless money grubbers",
        "start": 256.48,
        "duration": 3.76
    },
    {
        "text": "we are. We'll stop for now until we find something else to steal and profit from with our insane fanbase",
        "start": 260.24,
        "duration": 3.84
    },
    {
        "text": "And that's actually not too far off base right now",
        "start": 264.08,
        "duration": 2.43
    },
    {
        "text": "I mean just in the past month like not even",
        "start": 266.51,
        "duration": 2.25
    },
    {
        "text": "past 30 days, this is the second time that Kylie Jenner has been in a",
        "start": 269.12,
        "duration": 3.48
    },
    {
        "text": "controversy where they have been selling stuff that other people said was theirs. In the case of using Metallica, Tupac, Biggie,",
        "start": 272.6,
        "duration": 4.94
    },
    {
        "text": "It is definitive",
        "start": 277.55,
        "duration": 1.23
    },
    {
        "text": "But just back in June Plugged NYC",
        "start": 278.78,
        "duration": 1.63
    },
    {
        "text": "Said Kylie Jenner ripped off their brand that company did camo two pieces other stuff reportedly they had actually worked with",
        "start": 280.41,
        "duration": 6.529
    },
    {
        "text": "Kylie Jenner worked with her people sent clothes to her, and then boom out of nowhere Kylie Jenner launches crop tops",
        "start": 287.13,
        "duration": 5.809
    },
    {
        "text": "Two-piece camo pieces to that I would argue like many other people on the internet did Destiny's child",
        "start": 293.22,
        "duration": 5.059
    },
    {
        "text": "Did that shit back in what wow eight years ago eight years ago the outfits they wore in Survivor. On Trump and  CNN",
        "start": 298.28,
        "duration": 5.699
    },
    {
        "text": "Goodgirl140 wrote, \"Am I the only person that actually thought it was kind of endearing that Trump posted that meme? I always feel",
        "start": 303.979,
        "duration": 4.661
    },
    {
        "text": "Politicians are so humorless and out of the loop and this move is actually kind of refreshing\" Well Gg the point you actually made there,",
        "start": 308.64,
        "duration": 4.789
    },
    {
        "text": "I think that's part of the great divide. There many people that love when Trump does this whether he's bashing on the media or he's",
        "start": 313.43,
        "duration": 5.07
    },
    {
        "text": "shitposting. He swapped out wit for spit.",
        "start": 319.26,
        "duration": 1.969
    },
    {
        "text": "He makes attacks",
        "start": 321.229,
        "duration": 1.031
    },
    {
        "text": "Personal for a good number of people that is relatable the other hand you have people that say what he does is beneath the office",
        "start": 322.26,
        "duration": 4.669
    },
    {
        "text": "Of the president it's disrespectful. It hurts the way that Americans",
        "start": 326.93,
        "duration": 2.309
    },
    {
        "text": "View this Country and the world views this country Crude Road means leading this country down a horrible Road",
        "start": 329.34,
        "duration": 4.91
    },
    {
        "text": "that's in General, how",
        "start": 334.25,
        "duration": 1.06
    },
    {
        "text": "counterculture works the only reason we have Donald trump is we had hillary Clinton and Obama the only reason we got Obama was because of",
        "start": 335.31,
        "duration": 5.929
    },
    {
        "text": "Bush and cheney more I think about it the more I feel like if those who came before",
        "start": 341.24,
        "duration": 3.3
    },
    {
        "text": "Had not been there",
        "start": 344.729,
        "duration": 1.19
    },
    {
        "text": "We would not have gotten who we had got this I think for several generations",
        "start": 345.919,
        "duration": 2.49
    },
    {
        "text": "Is the biggest swing of the Pendulum and so I think that's why we're seeing this great device exit by rote",
        "start": 348.6,
        "duration": 4.879
    },
    {
        "text": "I don't think that the intention of the video is to encourage violence against Cnn",
        "start": 353.479,
        "duration": 2.88
    },
    {
        "text": "But some trump supporters are taking the video, too",
        "start": 356.36,
        "duration": 1.9
    },
    {
        "text": "Seriously and harassing the CnN reporters which is an ok so I will say I have personally seen a few examples",
        "start": 358.26,
        "duration": 4.369
    },
    {
        "text": "Of this, and I want to go on the record you're going to criticize journal as host researchers writers. Whoever that is fine",
        "start": 362.94,
        "duration": 6.42
    },
    {
        "text": "But the moment you go into harassing moment you go into threats you can go fuck yourself in quote-unquote beat them up with facts",
        "start": 369.36,
        "duration": 6.209
    },
    {
        "text": "Dropping with a good argument, but the moment you cross that line your your argument is no",
        "start": 375.67,
        "duration": 4.369
    },
    {
        "text": "And what I really hate is it feels like the extremists on both sides",
        "start": 380.04,
        "duration": 3.0
    },
    {
        "text": "slowly make the other side a little bit more extreme bringing more and more into the fold every day Bob leonard wrote the reality of",
        "start": 383.41,
        "duration": 6.35
    },
    {
        "text": "The situation is there is an element of the population that loves violence drama and Chaos trump will always appeal to them no matter what?",
        "start": 389.76,
        "duration": 5.85
    },
    {
        "text": "Donald Trump is the perfect candidate for everyone who votes with their middle finger?",
        "start": 395.71,
        "duration": 3.589
    },
    {
        "text": "Yeah, and that's why in the past",
        "start": 399.3,
        "duration": 0.78
    },
    {
        "text": "I refer to donald trump as the disruption can deter people voting for trump because they believed in what he was saying",
        "start": 400.08,
        "duration": 5.729
    },
    {
        "text": "But then there are also people who felt like the system had failed",
        "start": 405.81,
        "duration": 2.76
    },
    {
        "text": "Voting Donald trump for them was loving a hand grenade into the government government",
        "start": 408.91,
        "duration": 4.309
    },
    {
        "text": "They saw had forgotten them or at the very least was failing them and the more and more I talk to people the more I",
        "start": 413.22,
        "duration": 4.679
    },
    {
        "text": "Heard that one of the biggest reasons was no matter what they didn't want to in general vote for anything that seemed",
        "start": 417.91,
        "duration": 5.299
    },
    {
        "text": "Remotely the same as what they had experienced over the past eight years then we had the Tuesday show Tuesday",
        "start": 423.37,
        "duration": 4.52
    },
    {
        "text": "We talked about German social media censorship and the heartbreaking Charlie guard situation on the Charley guard situation",
        "start": 427.89,
        "duration": 6.209
    },
    {
        "text": "We have Shayan who says Phil",
        "start": 434.1,
        "duration": 1.29
    },
    {
        "text": "I love you",
        "start": 435.39,
        "duration": 0.51
    },
    {
        "text": "But I agree with lots of people right now that you're applying American values a bit too much to other countries and not paying enough",
        "start": 435.9,
        "duration": 4.86
    },
    {
        "text": "attention to local",
        "start": 440.76,
        "duration": 0.73
    },
    {
        "text": "Content a big part of the reason why the hospital didn't want to send the kid to the state?",
        "start": 441.49,
        "duration": 3.26
    },
    {
        "text": "Is that the treatment is literally experimental it hasn't been fully tested, so it probably wasn't going to work",
        "start": 444.75,
        "duration": 3.929
    },
    {
        "text": "But the parents and kid would have gone to hell for nothing and not letting him leave part was out of fear that the parents",
        "start": 448.68,
        "duration": 4.17
    },
    {
        "text": "Would run off to the states regardless of the judgments very uncomfortable?",
        "start": 452.85,
        "duration": 2.609
    },
    {
        "text": "But if you look at it like that it makes sense and to that I say I understand where you and those people are coming",
        "start": 455.46,
        "duration": 4.5
    },
    {
        "text": "From a I'm applying what you're calling American values I call just at least my own",
        "start": 459.96,
        "duration": 3.48
    },
    {
        "text": "Values to the rest of the world when I'm giving my opinion",
        "start": 463.93,
        "duration": 2.21
    },
    {
        "text": "I will continue to do that not out of disrespect for another culture",
        "start": 466.14,
        "duration": 3.69
    },
    {
        "text": "But because I think that people deserve certain rights even if you take away the possibility of that family going to the states for that",
        "start": 469.83,
        "duration": 5.879
    },
    {
        "text": "Experimental treatment which even the person that is involved there that would administer the therapy says that it could be futile take it away",
        "start": 475.81,
        "duration": 6.38
    },
    {
        "text": "And I hope that this isn't just an American Mindset in a family has",
        "start": 482.19,
        "duration": 3.269
    },
    {
        "text": "The means to to bring their child home so that that child can die with dignity at home with family not in a fucking",
        "start": 485.65,
        "duration": 7.1
    },
    {
        "text": "Hospital where they've been keeping this child with family to just be in that bed that they had paired for him for one night",
        "start": 492.91,
        "duration": 6.94
    },
    {
        "text": "We can't give them that the government steps in the way as far as the flight risk. I understand what you're saying",
        "start": 499.85,
        "duration": 4.05
    },
    {
        "text": "I imagine that if a government has the ability to keep your child from you keep them in a hospital",
        "start": 503.9,
        "duration": 4.139
    },
    {
        "text": "Not allow them to come home. Maybe there'd be a way that you can make sure they don't actually do that",
        "start": 508.04,
        "duration": 3.329
    },
    {
        "text": "I don't know. I understand when it comes to a story like this",
        "start": 511.37,
        "duration": 1.859
    },
    {
        "text": "They're just they're going to be a lot of us. I just don't see eye to eye",
        "start": 513.229,
        "duration": 2.61
    },
    {
        "text": "I saw this was heavily debated pretty even notonly isle and where I'll and I",
        "start": 515.84,
        "duration": 3.75
    },
    {
        "text": "Will acknowledge my bias and this as a father and a soon-to-be father of two no matter what I just feel for that family two",
        "start": 519.78,
        "duration": 5.719
    },
    {
        "text": "Popular rights, I understand where Germany is coming from but what they are asking for is quite frankly unreasonable",
        "start": 525.5,
        "duration": 4.71
    },
    {
        "text": "We just look at Youtube in the fact that roughly",
        "start": 530.21,
        "duration": 1.42
    },
    {
        "text": "300 hours of videos are being uploaded daily ask for the company to respond to a video that may or may not contain hate speech",
        "start": 531.63,
        "duration": 5.78
    },
    {
        "text": "Within 24 hours is ridiculous and Facebook will and be any easier. Here's the thing I know the point",
        "start": 537.41,
        "duration": 4.44
    },
    {
        "text": "You're trying to make but you used wrong numbers",
        "start": 541.85,
        "duration": 2.309
    },
    {
        "text": "You said Roughly 300 hours of video are uploaded to youtube daily that is that is that number is so wrong",
        "start": 544.16,
        "duration": 5.429
    },
    {
        "text": "But don't worry the real number is something that cements the point you're trying to make one of those recent reports said",
        "start": 549.59,
        "duration": 4.5
    },
    {
        "text": "400 hours of video are uploaded to youtube every minute every damn minute that's why whenever we talk about Youtube cracking down on",
        "start": 554.34,
        "duration": 6.979
    },
    {
        "text": "videos having to use automated systems",
        "start": 561.51,
        "duration": 2.479
    },
    {
        "text": "I get it is far too much content for a human being to go through and so in Walters German law where content if it's",
        "start": 563.99,
        "duration": 5.13
    },
    {
        "text": "Not removed within 24 hours of a complaint boom you can face a 50 million euro fine Meanwhile",
        "start": 569.12,
        "duration": 5.85
    },
    {
        "text": "400 hours of video contents at Youtube are being uploaded every minute",
        "start": 575.46,
        "duration": 3.38
    },
    {
        "text": "They're just one of the many social networks affected by this is insane and frankly. I think unreasonable Kevin J",
        "start": 578.84,
        "duration": 5.279
    },
    {
        "text": "You wrote I think it's about time that someone takes a hard stance against hate speech",
        "start": 584.12,
        "duration": 3.15
    },
    {
        "text": "I do not believe people should have the rights to Express such opinions or ideas at all a speech can be taken way, too",
        "start": 587.27,
        "duration": 4.709
    },
    {
        "text": "Far it seems Americans are too brainwashed by their idea of the constitution to see this and on the other end",
        "start": 592.08,
        "duration": 4.669
    },
    {
        "text": "I sababa wrote I believe that even hardcore Nazi should be able to speak freely their arguments crumble in the light",
        "start": 596.75,
        "duration": 4.53
    },
    {
        "text": "So what we have to fear from hearing their arguments. They're crazy and 99% of people disagree with them",
        "start": 601.28,
        "duration": 4.199
    },
    {
        "text": "So this isn't going to surprise anyone I agree far more with isil Bob the Cabin Jay",
        "start": 605.48,
        "duration": 3.869
    },
    {
        "text": "I say that the idea that we were brainwashed by the ideas of our",
        "start": 609.35,
        "duration": 3.54
    },
    {
        "text": "Constitution I also know what to say I disagree with your comments so much it borders on me wondering if it was a troll comment",
        "start": 613.41,
        "duration": 5.449
    },
    {
        "text": "I personally believe that when you stripped someone of their right to say something you actually validate if someone says quote I fucking hate",
        "start": 618.86,
        "duration": 5.34
    },
    {
        "text": "refugees",
        "start": 624.36,
        "duration": 0.57
    },
    {
        "text": "This this this and this I think that person should be allowed to say where are they coming from why do they think this what?",
        "start": 624.93,
        "duration": 5.15
    },
    {
        "text": "Facts back what they're saying",
        "start": 630.08,
        "duration": 1.95
    },
    {
        "text": "Any facts of the fake news is their experience different are they open to a dialogue are there basic truths and the things that they?",
        "start": 632.03,
        "duration": 5.219
    },
    {
        "text": "Are sharing with you or is it all distortion people wondering why countries in Europe want stronger border where there's this anti-migrant sentiment well?",
        "start": 637.25,
        "duration": 7.68
    },
    {
        "text": "Maybe the situation is different there like in italy in italy migrant arrivals have jumped up 20 percent this year the Italian interior ministry this",
        "start": 644.93,
        "duration": 6.119
    },
    {
        "text": "week saying that eighty five thousand one hundred eighty three migrants had reached Italian shores",
        "start": 651.05,
        "duration": 4.079
    },
    {
        "text": "They're going to be people that are not a fan of that",
        "start": 655.13,
        "duration": 2.16
    },
    {
        "text": "It doesn't help the conversation when people on the other side are saying hey",
        "start": 657.29,
        "duration": 2.82
    },
    {
        "text": "You're being racist. That's hateful",
        "start": 660.11,
        "duration": 1.17
    },
    {
        "text": "And shouldn't be allowed on the internet the reason I fight for the freedom of speech for those that I that I do not agree",
        "start": 661.28,
        "duration": 4.619
    },
    {
        "text": "With that at times I find disgusting",
        "start": 665.9,
        "duration": 1.98
    },
    {
        "text": "I think it's because everyone whether they agree with me or not should have the right to speak and it also keeps in mind a",
        "start": 667.88,
        "duration": 4.35
    },
    {
        "text": "Future where you don't know if the goal posts are going to move and then maybe what you're thinking that scene is hate and ultimately",
        "start": 672.23,
        "duration": 5.159
    },
    {
        "text": "We're lonely this story is on this final state if you are not willing to fight for the freedom of speech of those who do",
        "start": 677.39,
        "duration": 4.98
    },
    {
        "text": "Not like for those who do not agree with you",
        "start": 682.37,
        "duration": 2.069
    },
    {
        "text": "Do not really stand for",
        "start": 684.44,
        "duration": 1.42
    },
    {
        "text": "anything you stand for yourself and those that think like you and if you're fine with putting yourself in this box then that's fine and",
        "start": 685.86,
        "duration": 5.809
    },
    {
        "text": "Then we had the Wednesday shift, Wednesday",
        "start": 691.67,
        "duration": 1.68
    },
    {
        "text": "We talked about the Cnn blackmail scandal Canada child sex doll",
        "start": 693.35,
        "duration": 3.51
    },
    {
        "text": "Controversy, North Korean Missile launch the Kardashian China revenge porn",
        "start": 697.14,
        "duration": 3.5
    },
    {
        "text": "Controversy on the Cnn blackmail situation Henry wrote this is absolutely ridiculous",
        "start": 700.8,
        "duration": 3.769
    },
    {
        "text": "If some random reddit user makes a funny gift and the president of the united States shares the gift how does the story become hunting?",
        "start": 704.57,
        "duration": 5.369
    },
    {
        "text": "Down the random reddit user and not the fact the aforementioned president shared said gift, honey. I totally get what you're saying",
        "start": 709.94,
        "duration": 5.04
    },
    {
        "text": "I think the president is the bigger part of the story here. I think what Cnn and kay pile",
        "start": 714.98,
        "duration": 3.179
    },
    {
        "text": "We're trying to do was to say hey look at this person",
        "start": 718.16,
        "duration": 2.339
    },
    {
        "text": "This is a horrible person this person is an example of people that Donald trump looks to that support look how",
        "start": 720.5,
        "duration": 5.94
    },
    {
        "text": "horrible dale essentially hair down trump by",
        "start": 726.51,
        "duration": 2.15
    },
    {
        "text": "Association which if the Media had been paying attention to the past year and a half they would realize is in effect",
        "start": 728.91,
        "duration": 4.64
    },
    {
        "text": "Just chung wrote. I love how the Cnn defenders are all like he's not fifteen",
        "start": 733.55,
        "duration": 3.63
    },
    {
        "text": "He's in his 30s like that changes the fact that cnn illegally stalked and threatened a private citizen to censor its free speech",
        "start": 737.18,
        "duration": 5.369
    },
    {
        "text": "Which I don't think it negates what Cnn. Did here as if that like dismisses everything if anything?",
        "start": 742.55,
        "duration": 4.649
    },
    {
        "text": "I think it raises a very valid point there there seemed to be no",
        "start": 747.2,
        "duration": 2.64
    },
    {
        "text": "Information online that said that this guy on asshole solo was 15 years old earliest places",
        "start": 750.12,
        "duration": 4.82
    },
    {
        "text": "We could find someone saying that he was 15 was on 4chan",
        "start": 754.94,
        "duration": 2.22
    },
    {
        "text": "but then all of a sudden without seemingly",
        "start": 757.16,
        "duration": 1.72
    },
    {
        "text": "definitive proof we had a lot of right-wing sources saying 15 years old one of the trump sons hitting the 15 a",
        "start": 758.88,
        "duration": 5.549
    },
    {
        "text": "Lot of these people are also people that shout Cnn is fake news",
        "start": 764.59,
        "duration": 3.079
    },
    {
        "text": "It doesn't negate what Cnn did but it does raise a very valid concern a child sex doll story",
        "start": 767.67,
        "duration": 5.64
    },
    {
        "text": "I find it funny wrote of course. It's messed up ordering the kid sized doll",
        "start": 773.31,
        "duration": 3.03
    },
    {
        "text": "There's no questioning that the guy has a sicko",
        "start": 776.34,
        "duration": 1.8
    },
    {
        "text": "But sadly he hasn't broken any laws give a sick fuck their dolls instead of tempting them to do so much worse to actual human",
        "start": 778.14,
        "duration": 5.429
    },
    {
        "text": "Well, here's the thing this happened in Canada",
        "start": 783.58,
        "duration": 2.089
    },
    {
        "text": "So it is under Canadian law according to Canadian law child pornography means a photographic film video or other visual",
        "start": 785.67,
        "duration": 6.45
    },
    {
        "text": "Representation whether or not it was made by electronic or mechanical means and a dominant",
        "start": 792.67,
        "duration": 4.01
    },
    {
        "text": "characteristic of which is the depiction for a sexual purpose of a sexual organ or the anal region of a person under the age of",
        "start": 796.81,
        "duration": 5.51
    },
    {
        "text": "18 Years and be any Written material visual",
        "start": 802.32,
        "duration": 2.58
    },
    {
        "text": "representation or audio recording that",
        "start": 805.15,
        "duration": 1.53
    },
    {
        "text": "Advocates or counsel sexual activity with a person under the age of 18 years old that would be an offence under this act",
        "start": 806.68,
        "duration": 4.97
    },
    {
        "text": "So it's being argued by many that the sex doll",
        "start": 811.65,
        "duration": 1.86
    },
    {
        "text": "Especially the way that it is listed on the website that will break the law in Canada",
        "start": 813.51,
        "duration": 3.869
    },
    {
        "text": "but that also means that if you made some hentai",
        "start": 817.38,
        "duration": 2.19
    },
    {
        "text": "With an underage child that would also be considered child pornography even though there was not a human being in it",
        "start": 819.64,
        "duration": 5.029
    },
    {
        "text": "But of course none of that changes the question I had from that video of what do you think should have right now?",
        "start": 824.67,
        "duration": 4.44
    },
    {
        "text": "We're talking about where the stands legally in a country in general most people are responding to the question as I stated which was really",
        "start": 829.11,
        "duration": 5.52
    },
    {
        "text": "Just a Moral question no matter what your opinion?",
        "start": 834.63,
        "duration": 1.8
    },
    {
        "text": "I'm very fascinated to see what happens with this case, then let's talk about the Thursday show Thursday",
        "start": 836.43,
        "duration": 4.409
    },
    {
        "text": "We talked about the outrage of that woman who peed on the American flag those opposed to",
        "start": 840.839,
        "duration": 3.81
    },
    {
        "text": "Racism at a baseball game are banned fendi bag of the day and a music festival in sweden where men are banned before we get",
        "start": 844.81,
        "duration": 6.049
    },
    {
        "text": "Started I want to issue a small little correction here yesterday when talking about the bartender from Long Island",
        "start": 850.86,
        "duration": 4.35
    },
    {
        "text": "I said she was 32 it turns out",
        "start": 855.21,
        "duration": 1.59
    },
    {
        "text": "She's 22 that's what several sources said I figured she just looked really good for her age",
        "start": 856.8,
        "duration": 4.23
    },
    {
        "text": "But I was wrong so I want to apologize. I also say to you ma'am",
        "start": 861.03,
        "duration": 3.029
    },
    {
        "text": "Please don't also put me in a chokehold, not a pretty cry on Mrs.",
        "start": 864.06,
        "duration": 3.57
    },
    {
        "text": "lan's peeing on the flag Jeff Morris wrote so let me get this straight an anarchist saying fuck America is claiming freedom of speech I",
        "start": 867.63,
        "duration": 5.64
    },
    {
        "text": "Support right to do so though it did anger me, but her right to do so is protected by the government",
        "start": 873.27,
        "duration": 3.599
    },
    {
        "text": "She doesn't want where is the logic in that yeah, Jeff the freedom of speech protects stupid people, too",
        "start": 876.87,
        "duration": 4.32
    },
    {
        "text": "I was very much in the same boat as you it did anger me, but I think that it's her right",
        "start": 881.19,
        "duration": 3.51
    },
    {
        "text": "That's also the beauty of freedom of speech",
        "start": 884.7,
        "duration": 1.44
    },
    {
        "text": "We get to see all the flaws and someone's argument",
        "start": 886.14,
        "duration": 2.159
    },
    {
        "text": "And you can also tear down arguments with your own freedom of speech and at a point to understand about the freedom of speech is",
        "start": 888.3,
        "duration": 5.52
    },
    {
        "text": "That it's that you're technically allowed to say it",
        "start": 893.82,
        "duration": 2.519
    },
    {
        "text": "You're not free from the reaction and response of what you throw out there people have a reaction if it's horrible enough",
        "start": 896.46,
        "duration": 5.669
    },
    {
        "text": "Maybe you lose your job. Definitely does not validate threats or violence, and that's where I leave that one",
        "start": 902.13,
        "duration": 5.04
    },
    {
        "text": "I always get shit for for flag burning or now flag peeing videos and for both sides some people say no fuck you phil under",
        "start": 907.17,
        "duration": 6.449
    },
    {
        "text": "No circumstance should this be allowed on the other end",
        "start": 913.62,
        "duration": 2.19
    },
    {
        "text": "It's people saying oh you stupid fucking American who cares so much about a piece of fabric flag get over whatever",
        "start": 915.81,
        "duration": 4.95
    },
    {
        "text": "There's no winning on me on the woman's only music festival Karina said so on the female only concert instead of it",
        "start": 920.76,
        "duration": 5.97
    },
    {
        "text": "They should up security and come up with a stronger consequences",
        "start": 926.73,
        "duration": 2.609
    },
    {
        "text": "This is just wrong as a whole in a sense of lame message, and it isn't any different than when men took female rights",
        "start": 929.34,
        "duration": 4.77
    },
    {
        "text": "I think the more we divide each other the further we are from understanding and accepting each other",
        "start": 934.11,
        "duration": 3.599
    },
    {
        "text": "Hj on wrote saying that the correct response to sexual assaults as banning all men is no different than saying the correct response to suicide",
        "start": 937.77,
        "duration": 5.789
    },
    {
        "text": "Bombings is banning all muslims. That's actually a really interesting way to look at after the Manchester attacks of early attacks in Europe",
        "start": 943.56,
        "duration": 5.55
    },
    {
        "text": "Why is it more accepted there to say those are just a few?",
        "start": 949.11,
        "duration": 2.159
    },
    {
        "text": "Extremists, and that's not representative of the hold over here there were four reports of rape at an event that had 45,000 tickets sold on",
        "start": 951.94,
        "duration": 6.26
    },
    {
        "text": "Top of that there are also where 20 reports of sexual assault we don't know the number of perpetrators?",
        "start": 958.2,
        "duration": 4.049
    },
    {
        "text": "But we know the number of victims",
        "start": 962.25,
        "duration": 1.23
    },
    {
        "text": "But is that spawned an event that excludes men entirely obviously we're talking about things on a different scale",
        "start": 963.48,
        "duration": 4.829
    },
    {
        "text": "And it's not completely apples to apples, but it's a very interesting argument. I pass off their statement to you",
        "start": 968.31,
        "duration": 5.309
    },
    {
        "text": "What do you think about that?",
        "start": 973.62,
        "duration": 0.96
    },
    {
        "text": "Do you think it's a good art Manner and that is the same thing or no?",
        "start": 974.58,
        "duration": 2.07
    },
    {
        "text": "I think that's actually I'm going to end today's show",
        "start": 976.65,
        "duration": 1.77
    },
    {
        "text": "I want to thank all of you beautiful",
        "start": 978.42,
        "duration": 1.27
    },
    {
        "text": "Bastards for another fantastic week whether you were just watching here you were commenting liking share and doing all the good stuff even supporting over",
        "start": 979.69,
        "duration": 6.29
    },
    {
        "text": "To Franco Elite calm, but with that said of course as always my name's Philip Defranco. You've just been phill'd in",
        "start": 985.98,
        "duration": 5.429
    },
    {
        "text": "I love yo faces, and I'll see you Monday",
        "start": 991.41,
        "duration": 2.64
    }
]