[
    {
        "text": "What's up you beautiful bastards, hope you're having a fantastic Thursday and welcome back to the Philip DeFranco Show. Let's just jump into it.",
        "start": 0.0,
        "duration": 6.72
    },
    {
        "text": "Now the first thing we're going to talk about today is",
        "start": 6.72,
        "duration": 3.52
    },
    {
        "text": "It actually touches on a topic we've talked about in a different manner, here and there throughout the week",
        "start": 10.24,
        "duration": 2.44
    },
    {
        "text": "and that is, thinking of the children!",
        "start": 12.68,
        "duration": 1.74
    },
    {
        "text": "What are the children doing? Are we keeping the children safe?",
        "start": 14.42,
        "duration": 2.84
    },
    {
        "text": "Also - actually side note - before we jump into the real story, this is less a complaint and more because I find it amusing:",
        "start": 17.26,
        "duration": 4.38
    },
    {
        "text": "After posting yesterday's Philip DeFranco Show, where, in part, one of the stories we covered was debunking the MoMo Challenge",
        "start": 21.64,
        "duration": 5.66
    },
    {
        "text": "The official Youtube twitter account, which is followed by 71 million people, quote tweeted me and said",
        "start": 27.3,
        "duration": 3.68
    },
    {
        "text": "\"Thanks Philly D for debunking the Momo Challenge and encouraging parents to flag inappropriate content to us.\"",
        "start": 30.98,
        "duration": 5.84
    },
    {
        "text": "And I was like, \"that's pretty cool\"",
        "start": 36.82,
        "duration": 1.7
    },
    {
        "text": "And then I woke up and found out they demonetized that video that they promoted.",
        "start": 38.52,
        "duration": 2.92
    },
    {
        "text": "Don't know if they also hit us for content rating, so if you have people that are still spreading misinformation",
        "start": 41.44,
        "duration": 4.86
    },
    {
        "text": "share that video because it's not going to pop up in places that it should be. Potentially, potentially.",
        "start": 46.3,
        "duration": 4.66
    },
    {
        "text": "Also, side-note shout-out to the BBC, The Guardian and other places that are not just feeding the panic around this hoax",
        "start": 50.96,
        "duration": 5.5
    },
    {
        "text": "And doing pieces on how it is a malicious hoax and that there's a feedback loop",
        "start": 56.46,
        "duration": 2.68
    },
    {
        "text": "But that said, the story involving the children today does not involve Youtube but instead, TikTok",
        "start": 59.14,
        "duration": 4.72
    },
    {
        "text": "TikTok, if you don't know, is this massively popular app that allows people to create these short vertical videos where people are dancing, lip syncing with songs, memeing, drawing small sketches,",
        "start": 64.06,
        "duration": 10.24
    },
    {
        "text": "Along with that of course, it has social media elements to it like,  you can like videos, you can follow people, you can message people",
        "start": 74.3,
        "duration": 4.9
    },
    {
        "text": "and right now it is the #8 free app in the iPhone App Store and in the first half of  2018 it was the most downloaded app in the App Store worldwide,",
        "start": 79.4,
        "duration": 6.88
    },
    {
        "text": "beating out the likes of YouTube, Instagram and PuBG. June of 2018, the app's global active user count reached 500 million over 150 countries and regions",
        "start": 86.28,
        "duration": 8.92
    },
    {
        "text": "With this surge it has also enabled very young creators to be IMMENSLY successful and popular.",
        "start": 95.24,
        "duration": 4.8
    },
    {
        "text": "You have people like Ariel Martin, babyariel, with 29.3 million fans, Kristen Hancher, 21.6 million, you also have Lisa and Lena Mantler from",
        "start": 100.04,
        "duration": 8.46
    },
    {
        "text": "Germany who are just 16 with 32.5 million fans. But, the reason TikTok is in the news today doesn't have to do with their massive numbers,",
        "start": 108.5,
        "duration": 7.56
    },
    {
        "text": "and the fact that they are the new Kingmaker, but because of allegations that they were illegally collecting the personal data of children.",
        "start": 116.06,
        "duration": 6.04
    },
    {
        "text": "and it turns out, this is due to the business practices of the company while the app was still under the name of Musical.ly before it changed to TikTok back in 2018.",
        "start": 122.1,
        "duration": 6.58
    },
    {
        "text": "And all of that led us to the news today, that the Federal Trade Commission has reached a settlement with TikTok.",
        "start": 128.68,
        "duration": 4.94
    },
    {
        "text": "So according to the FTC settlement released yesterday on this issue, which according to the statement on their website is the \"largest civil penalty ever obtained by the Commission in a children's privacy case\",",
        "start": 133.62,
        "duration": 8.72
    },
    {
        "text": " ",
        "start": 142.34,
        "duration": 2.0
    }
]