[
    {
        "text": "Sup! you beautiful bastards",
        "start": 0.0,
        "duration": 1.41
    },
    {
        "text": "hope you're having a",
        "start": 1.41,
        "duration": 0.759
    },
    {
        "text": "fantastic Wednesday welcome back to the Philip DeFranco show and let's just jump into it.",
        "start": 2.169,
        "duration": 3.751
    },
    {
        "text": "And the first thing we're gonna talk about today one of",
        "start": 5.92,
        "duration": 1.969
    },
    {
        "text": "the most requested stories of the day today",
        "start": 7.89,
        "duration": 1.86
    },
    {
        "text": "And that is the massive updates around the Coltan Haab CNN email situation",
        "start": 9.75,
        "duration": 3.779
    },
    {
        "text": "we talked about this story last week Colton Haab was one of the students that was meant to speak during CNN's Town Hall after the",
        "start": 13.53,
        "duration": 4.499
    },
    {
        "text": "Parkland, Florida school shooting",
        "start": 18.029,
        "duration": 1.231
    },
    {
        "text": "But of course he ended up not participating",
        "start": 19.26,
        "duration": 1.62
    },
    {
        "text": "And he told local news this: \"CNN had originally asked me to write a speech and questions",
        "start": 20.88,
        "duration": 4.44
    },
    {
        "text": "And it ended up being all scripted\" and you might remember CNN later denies that they say there is absolutely no truth to this in",
        "start": 25.32,
        "duration": 5.549
    },
    {
        "text": "A statement adding CNN did not provide her script questions for anyone in last night's Town Hall",
        "start": 30.869,
        "duration": 3.63
    },
    {
        "text": "They then invite Colton to come on CNN and discuss his views on school safety following this Glenn Haab, the father of Colton Haab told",
        "start": 34.5,
        "duration": 5.52
    },
    {
        "text": "The Huffington post that a CNN producer told him Colton speech which",
        "start": 40.02,
        "duration": 2.83
    },
    {
        "text": "consisted of an opening statement three questions and closing remarks was too long and that Colton would have to stick to asking one question and",
        "start": 42.85,
        "duration": 6.2
    },
    {
        "text": "So because of that Glenn then refused to let his son appear at the townhall",
        "start": 49.05,
        "duration": 2.759
    },
    {
        "text": "and so that's where we left it last time there was an accusation there was a denial there was a",
        "start": 51.809,
        "duration": 4.05
    },
    {
        "text": "Clarification so maybe, maybe there was some sort of middle ground",
        "start": 56.23,
        "duration": 2.667
    },
    {
        "text": "next thing we know Colton appears on Fox News with Tucker Carlson explaining",
        "start": 58.897,
        "duration": 3.232
    },
    {
        "text": "his side of the story: he says the CNN producer told him to write a speech the following day",
        "start": 62.129,
        "duration": 3.75
    },
    {
        "text": "Okay less of a speech",
        "start": 65.88,
        "duration": 1.11
    },
    {
        "text": "Just give us questions",
        "start": 66.99,
        "duration": 1.08
    },
    {
        "text": "And then saying",
        "start": 68.07,
        "duration": 2.53
    },
    {
        "text": "\"So what they had actually done was wrote out a question for me because in my interview with CNN\"",
        "start": 70.6,
        "duration": 3.019
    },
    {
        "text": "\"I talked about arming the teachers if they were willing to arm themselves in the school to carry on campus",
        "start": 73.619,
        "duration": 6.12
    },
    {
        "text": "And they had um she had taken that of what I had briefed on and actually",
        "start": 79.74,
        "duration": 4.949
    },
    {
        "text": "Wrote that question out for me\"",
        "start": 84.88,
        "duration": 1.266
    },
    {
        "text": "Following that statement just to confirm",
        "start": 86.146,
        "duration": 1.634
    },
    {
        "text": "Carlson asks this question,",
        "start": 87.97,
        "duration": 2.87
    },
    {
        "text": "\"So you sent them a long in effect essay on what you thought",
        "start": 90.84,
        "duration": 2.909
    },
    {
        "text": "But they did they put their own words in the question?",
        "start": 94.63,
        "duration": 3.02
    },
    {
        "text": "And they weren't the same as the words you would send and they were the producers words?\"",
        "start": 97.65,
        "duration": 3.179
    },
    {
        "text": "Absolutely they had taken what I had wrote and what I had briefed on and talked about and they actually wrote the question for me",
        "start": 102.719,
        "duration": 5.96
    },
    {
        "text": "But but not with your words",
        "start": 109.439,
        "duration": 1.61
    },
    {
        "text": "I mean they put their own words into your question even after after they'd asked you to send questions in",
        "start": 111.049,
        "duration": 4.319
    },
    {
        "text": "But that seems dishonest",
        "start": 116.009,
        "duration": 2.0
    },
    {
        "text": "On it definitely did and that's kind of why I didn't go last night",
        "start": 119.1,
        "duration": 4.01
    },
    {
        "text": "so of course a very troubling claim this story",
        "start": 123.11,
        "duration": 1.92
    },
    {
        "text": "Then blows up even more, the president even joins in Trump tweeting \"School shooting survivor says he quit CNN Town Hall after refusing",
        "start": 125.03,
        "duration": 6.269
    },
    {
        "text": "scripted questions @ Tucker Carlson, just like so much of CNN fake news",
        "start": 131.4,
        "duration": 3.71
    },
    {
        "text": "That's why their ratings are so bad! MSNBC may be worse\"",
        "start": 135.11,
        "duration": 1.689
    },
    {
        "text": "And then following this the father Glenn Hobbes shares an email allegedly from CNN producer Kerry Stevenson to news outlets including",
        "start": 136.799,
        "duration": 6.59
    },
    {
        "text": "Huffington Post and Fox News",
        "start": 143.39,
        "duration": 1.218
    },
    {
        "text": "And according to Business Insider on Friday afternoon the news outlets reached out to CNN to verify these emails",
        "start": 144.608,
        "duration": 1.871
    },
    {
        "text": "and in a response to CNN's source gave Business Insider Colton's version of",
        "start": 146.549,
        "duration": 6.86
    },
    {
        "text": "The emails that were sent to Fox and Huff Post as well as their versions of all",
        "start": 153.41,
        "duration": 3.329
    },
    {
        "text": "communications between the Hobbes and CNN",
        "start": 156.93,
        "duration": 1.977
    },
    {
        "text": "and the big thing is when you compare the emails the one that CNN said",
        "start": 158.907,
        "duration": 3.953
    },
    {
        "text": "is the full and the one that Habs sent there is a key difference in Habs version of the email it looks like Kerry",
        "start": 163.17,
        "duration": 4.759
    },
    {
        "text": "Stevenson the CNN producer says,",
        "start": 168.03,
        "duration": 1.28
    },
    {
        "text": "\"That really is way too long. These are quick questions so that we can get as many people as possible",
        "start": 169.31,
        "duration": 3.959
    },
    {
        "text": "This is what Colton and I discussed on the phone",
        "start": 173.31,
        "duration": 1.91
    },
    {
        "text": "He needs to stick to this\",  but in CNN's version of the email",
        "start": 175.22,
        "duration": 3.119
    },
    {
        "text": "Stevenson says, \"This is what Colton and I discussed on the phone that he submitted\"",
        "start": 178.68,
        "duration": 2.22
    },
    {
        "text": "That version, seemingly a confirmation that the question actually was",
        "start": 184.68,
        "duration": 2.0
    },
    {
        "text": "Colton Habs question and the producer didn't want Colton to stick to a question that she made up or read the longer speech she had",
        "start": 186.9,
        "duration": 5.239
    },
    {
        "text": "sent her",
        "start": 192.139,
        "duration": 0.451
    },
    {
        "text": "But rather to stick to a question that Colton had submitted himself",
        "start": 192.59,
        "duration": 2.644
    },
    {
        "text": "The main point for some reason the version of the email that Habs",
        "start": 195.234,
        "duration": 2.486
    },
    {
        "text": "Sent to Fox and Huff Post had the phrase that he submitted deleted",
        "start": 197.72,
        "duration": 3.75
    },
    {
        "text": "So of course the question becomes why did the version that have sent to Fox and Huffington Post omit the    phrase that he submitted?",
        "start": 201.47,
        "duration": 6.0
    },
    {
        "text": "Why was it deleted, who deleted it",
        "start": 207.47,
        "duration": 2.01
    },
    {
        "text": "Well, Business Insider reported that according to the metadata of the word document containing the email that was provided to Fox,",
        "start": 209.48,
        "duration": 5.26
    },
    {
        "text": "it appears that Glen Last edited it additionally the emails given to Business Insider",
        "start": 214.74,
        "duration": 3.439
    },
    {
        "text": "Also showed that Colton had sent multiple questions over to CNN and question number two on this email is the same question that it looks",
        "start": 218.31,
        "duration": 5.929
    },
    {
        "text": "like he was supposed to read.",
        "start": 224.239,
        "duration": 0.917
    },
    {
        "text": "And the only difference I can really see here is that there is a",
        "start": 225.156,
        "duration": 2.023
    },
    {
        "text": "sentence leading into one of the question",
        "start": 227.37,
        "duration": 2.239
    },
    {
        "text": "But all night really seems to do is still feed into CNN's defense that they were just cutting it down purely to the questions",
        "start": 229.609,
        "duration": 5.67
    },
    {
        "text": "Seeing the deleted part of the email, seeing this question it",
        "start": 235.5,
        "duration": 2.46
    },
    {
        "text": "really does make it seem like Colton Habbe wasn't telling the truth on Fox News.",
        "start": 238.09,
        "duration": 4.49
    },
    {
        "text": "In response to this a spokesperson for CNN said",
        "start": 242.58,
        "duration": 1.62
    },
    {
        "text": "\"It is unfortunate that an effort to discredit CNN in the townhall with doctored emails",
        "start": 244.2,
        "duration": 3.63
    },
    {
        "text": "has taken any attention away from the purpose of the event.",
        "start": 247.83,
        "duration": 5.19
    },
    {
        "text": "However, when presented with doctored email  exchanges we felt the need to set the record straight\"",
        "start": 253.02,
        "duration": 1.38
    },
    {
        "text": "And then yesterday Glenn Habbe told The Associated Press that he did omit some words from the email",
        "start": 254.4,
        "duration": 4.89
    },
    {
        "text": "But said he didn't do it on purpose, adding,",
        "start": 259.29,
        "duration": 2.93
    },
    {
        "text": "\"There was nothing malicious behind it\".",
        "start": 262.22,
        "duration": 1.029
    },
    {
        "text": "But I will say Glenn that doesn't make sense;",
        "start": 263.25,
        "duration": 2.226
    },
    {
        "text": "you just so happened accidentally, non-maliciously",
        "start": 265.476,
        "duration": 2.423
    },
    {
        "text": "deleted the keywords in an email that make it seem like CNN is lying and your son is telling the truth?",
        "start": 268.93,
        "duration": 5.3
    },
    {
        "text": "That seems like a pretty damn convenient specific whoopsie",
        "start": 274.23,
        "duration": 3.629
    },
    {
        "text": "And where I actually want to end this story is is around Tucker Carlson:",
        "start": 277.89,
        "duration": 3.63
    },
    {
        "text": "obviously when we look to the news it is very obvious",
        "start": 281.52,
        "duration": 1.56
    },
    {
        "text": "Who is leaning into partisanship?",
        "start": 283.24,
        "duration": 2.42
    },
    {
        "text": "I did want to point out as the situation evolved on a later show Tucker Carlson",
        "start": 285.66,
        "duration": 3.959
    },
    {
        "text": "Also made sure to update his audience,",
        "start": 289.62,
        "duration": 3.34
    },
    {
        "text": "\"A short time before air CNN provided us a different set of emails",
        "start": 292.96,
        "duration": 1.369
    },
    {
        "text": "We immediately asked the Hobbes about those",
        "start": 294.33,
        "duration": 2.01
    },
    {
        "text": "They said they were being slandered by CNN",
        "start": 296.34,
        "duration": 2.16
    },
    {
        "text": "And that's where it stood two sides telling contradictory stories\"",
        "start": 298.5,
        "duration": 3.56
    },
    {
        "text": "Colton's father says it was accidental",
        "start": 302.06,
        "duration": 2.049
    },
    {
        "text": "We don't know we can't prove or disprove that but for the sake of",
        "start": 304.11,
        "duration": 3.15
    },
    {
        "text": "Honesty and full disclosure to which we are committed we have to tell you there is no evidence as of right now that CNN tried",
        "start": 307.419,
        "duration": 5.66
    },
    {
        "text": "to give Colton Hobbe a scripted question",
        "start": 313.08,
        "duration": 2.369
    },
    {
        "text": "and we wanted you to know that\".",
        "start": 315.49,
        "duration": 2.71
    },
    {
        "text": "And as often as it happens and as easy it is to just shout fake news at the people you don't like,",
        "start": 318.2,
        "duration": 2.62
    },
    {
        "text": "I do want to say even if it was at the end of the show even if it was it",
        "start": 320.82,
        "duration": 4.529
    },
    {
        "text": "Was phrased a certain way I?",
        "start": 325.35,
        "duration": 1.6
    },
    {
        "text": "appreciate it when a hosts and journalists do this no one in the news has a 100% track record also because sometimes people are",
        "start": 326.95,
        "duration": 6.229
    },
    {
        "text": "Confused or misleading or they outright lie not specifically saying what happened in this specific situation same as for some reason how that flora white",
        "start": 333.28,
        "duration": 7.429
    },
    {
        "text": "Nationalist took credit and told news outlets that yes the the shooter was a part of our organization turned out",
        "start": 340.78,
        "duration": 5.239
    },
    {
        "text": "He was either",
        "start": 346.02,
        "duration": 0.76
    },
    {
        "text": "Confused or just outright lying",
        "start": 346.78,
        "duration": 1.65
    },
    {
        "text": "Unfortunate thing of course is that in situations like this most likely most people just hear the claims",
        "start": 348.43,
        "duration": 4.489
    },
    {
        "text": "And they end up not hearing the second part right that has shared less the specific situation the president gave it some promotion",
        "start": 352.919,
        "duration": 6.0
    },
    {
        "text": "But he's probably not going to promote a correction, but that said I do want to pass a question off to you",
        "start": 358.919,
        "duration": 3.75
    },
    {
        "text": "What are your thoughts around this entire situation you think the deletion could have actually been done?",
        "start": 362.669,
        "duration": 4.02
    },
    {
        "text": "Accidentally they were there was no intent behind it",
        "start": 367.38,
        "duration": 2.779
    },
    {
        "text": "I'd love to know what you're thinking and why in those comments down below from there. I want to share some stuff",
        "start": 370.16,
        "duration": 3.839
    },
    {
        "text": "I love today and today and also brought to you by shop DeFranco at comms dr.",
        "start": 374.03,
        "duration": 4.019
    },
    {
        "text": "Franklin comm of course the only place you can get our badass gear and it helps of course support the show and snag some of",
        "start": 378.05,
        "duration": 4.68
    },
    {
        "text": "Our best sellers like let's make mistakes together shirt don't be stupid stupid the sports team some pretentious gear stay humble",
        "start": 382.73,
        "duration": 6.059
    },
    {
        "text": "Hustle hard and of course the latest released why be informed when you can use your feelings as your facts sure and also it's just",
        "start": 388.86,
        "duration": 5.089
    },
    {
        "text": "a heads up",
        "start": 393.95,
        "duration": 0.42
    },
    {
        "text": "I would recommend you grab them while you can because we might be switching stores changing",
        "start": 394.37,
        "duration": 4.44
    },
    {
        "text": "Manufacturers all that stuff so there might be some down time soon of course try to limit make sure there's no down time",
        "start": 399.18,
        "duration": 4.73
    },
    {
        "text": "But just a heads up in case in the first",
        "start": 403.91,
        "duration": 1.83
    },
    {
        "text": "But if awesome is actually a reminder for you, beautiful",
        "start": 405.74,
        "duration": 1.78
    },
    {
        "text": "Bastards that are a part of DeFranco elite of course remember because it's the end of the month for doing our end of the month",
        "start": 407.52,
        "duration": 4.009
    },
    {
        "text": "town hall or",
        "start": 411.53,
        "duration": 0.88
    },
    {
        "text": "Livestream you jump into the analytics a strategy what we've been doing new what we've been doing with the build-out and specifically answering questions alive",
        "start": 412.41,
        "duration": 6.5
    },
    {
        "text": "And some that you've sent ahead of time of course link to it down below",
        "start": 418.91,
        "duration": 3.119
    },
    {
        "text": "And we got the honest trailer for all of the oscar-nominated movies",
        "start": 422.03,
        "duration": 4.14
    },
    {
        "text": "it's got a teaser trailer for wreck-it Ralph to then for some reason we got a video from Vanity Fair of gal gadot -",
        "start": 426.17,
        "duration": 5.369
    },
    {
        "text": "Messin with a hula hoop, but she's so adorable. I'm on board for it",
        "start": 431.94,
        "duration": 3.049
    },
    {
        "text": "Then we have James Corden and Gordon Ramsay playing spill your guts or feel your guts game show we're asked potentially incriminating",
        "start": 434.99,
        "duration": 6.059
    },
    {
        "text": "awkward questions",
        "start": 441.42,
        "duration": 0.92
    },
    {
        "text": "And if you don't want to answer you have to eat horrible stuff if you want to see the full versions everything",
        "start": 442.34,
        "duration": 4.38
    },
    {
        "text": "I just shared the secret link of the day anything at all links is always during the description down below",
        "start": 446.72,
        "duration": 4.23
    },
    {
        "text": "And then let's talk about Dick's Sporting Goods. This feels like it's a continuation of a conversation",
        "start": 450.95,
        "duration": 3.989
    },
    {
        "text": "We've now been having all week and that is is there such a thing as an a political business",
        "start": 454.94,
        "duration": 4.229
    },
    {
        "text": "We've seen this week a lot of people pressuring companies to separate ties with the NRA",
        "start": 459.21,
        "duration": 4.04
    },
    {
        "text": "So I'm ending those partnerships some like FedEx saying they have disagreements with the NRA",
        "start": 463.25,
        "duration": 4.109
    },
    {
        "text": "But they refuse to we've also seen political action against those",
        "start": 467.36,
        "duration": 2.91
    },
    {
        "text": "Businesses that picked aside even if they try to not pick aside publicans in Georgia killing a tax cut for Delta who of course",
        "start": 470.4,
        "duration": 6.2
    },
    {
        "text": "Removed their partnership with the NRA today. We're seeing a situation with Dick's Sporting Goods that is very proactive",
        "start": 476.669,
        "duration": 5.42
    },
    {
        "text": "I haven't really seen anyone really pressuring Dick's Sporting Goods",
        "start": 482.09,
        "duration": 3.24
    },
    {
        "text": "But but today they came out swinging their CEO ed stack coming out with a statement saying we at Dick's Sporting Goods are deeply disturbed",
        "start": 485.33,
        "duration": 6.029
    },
    {
        "text": "And saddened by the tragic events in parkland our thoughts and prayers are with all the victims and their loved ones",
        "start": 491.36,
        "duration": 4.08
    },
    {
        "text": "But thoughts and prayers are not enough we support and respect the Second Amendment",
        "start": 495.44,
        "duration": 2.669
    },
    {
        "text": "And we ignite and appreciate that the vast majority of gun owners in this country are responsible law-abiding citizens",
        "start": 498.11,
        "duration": 5.439
    },
    {
        "text": "But we have to help solve the problem. That's in front of us son violence is an epidemic",
        "start": 503.549,
        "duration": 3.24
    },
    {
        "text": "That's taking the lives of too many people",
        "start": 506.789,
        "duration": 1.84
    },
    {
        "text": "Including the brightest hope for the future of America our kids following all of the rules and laws we sold a shotgun to the parkland",
        "start": 508.629,
        "duration": 5.899
    },
    {
        "text": "Shooter in November of 2017 it was not the gun nor type of gun he used in the shooting",
        "start": 514.529,
        "duration": 4.349
    },
    {
        "text": "But it could have been clearly this indicates on so many levels that the systems in place are not",
        "start": 518.879,
        "duration": 3.54
    },
    {
        "text": "effective to protect our kids and our citizens",
        "start": 522.49,
        "duration": 1.76
    },
    {
        "text": "We believe it's time to do something about beginning today",
        "start": 524.25,
        "duration": 2.759
    },
    {
        "text": "Dick's Sporting Goods is committed to the following it will no longer sell assault style rifles also referred to as modern sporting rifles we had",
        "start": 527.009,
        "duration": 6.54
    },
    {
        "text": "Already removed them from all dick stores after the Sandy Hook massacre",
        "start": 533.55,
        "duration": 2.669
    },
    {
        "text": "But we will now remove them from sale at all 35 Field & Stream stores",
        "start": 536.35,
        "duration": 3.799
    },
    {
        "text": "We will no longer sell firearms to anyone under 21 years of age",
        "start": 540.149,
        "duration": 3.119
    },
    {
        "text": "You will no longer sell high-capacity magazines",
        "start": 543.269,
        "duration": 2.309
    },
    {
        "text": "We never have and never will sell bump stocks that allow",
        "start": 545.579,
        "duration": 2.76
    },
    {
        "text": "Semi-automatic weapons to fire more rapidly and then on top of making and announcing these",
        "start": 548.68,
        "duration": 3.769
    },
    {
        "text": "Decisions that affect their business they then take aim at politicians writing at the same time we implore our elected officials to enact common-sense",
        "start": 552.579,
        "duration": 6.559
    },
    {
        "text": "Gun reform and pass the following regulations ban assault style firearms raise the minimum age to purchase firearms to 21, ban high-capacity",
        "start": 559.209,
        "duration": 6.979
    },
    {
        "text": "magazines and bump stocks require universal background checks that include relevant mental health information and previous interactions with the law ensure a complete",
        "start": 566.709,
        "duration": 6.739
    },
    {
        "text": "Universal database of those banned from buying",
        "start": 573.67,
        "duration": 2.119
    },
    {
        "text": "firearm close the private sale and gun show loophole that waives a necessity of background checks the ole brothers join us in this effort to",
        "start": 575.889,
        "duration": 5.419
    },
    {
        "text": "Let our kids know that their pleas are being taken seriously of course as you'd expect lots of big",
        "start": 581.309,
        "duration": 4.71
    },
    {
        "text": "Reactions to this almost immediately we saw the rise of hashtag",
        "start": 586.089,
        "duration": 3.109
    },
    {
        "text": "Boycott Dick's Sporting Goods people tweeting bad news for you as we go into your competitors for all my sporting goods needs not just guns",
        "start": 589.3,
        "duration": 5.989
    },
    {
        "text": "And ammo now can't believe Dick's Sporting has caved in wow it looks like they will be loosing a lot of customers including my family",
        "start": 595.29,
        "duration": 5.429
    },
    {
        "text": "Hashtag boycott Dick's Sporting Goods just unbelievable shake my head Dick's wants to severely restrict Second Amendment rights shop elsewhere",
        "start": 600.879,
        "duration": 6.41
    },
    {
        "text": "And you get the point of course with house split people are on this decision there was also a lot of support for Dick's it",
        "start": 607.29,
        "duration": 4.559
    },
    {
        "text": "Is I know this is a very serious topic it is hard damn it",
        "start": 611.85,
        "duration": 3.45
    },
    {
        "text": "It is difficult to figure out how I can phrase sentences about this specific sporting goods store in a way",
        "start": 615.3,
        "duration": 5.94
    },
    {
        "text": "It doesn't sound ridiculous",
        "start": 621.24,
        "duration": 1.349
    },
    {
        "text": "But I'm just gonna give up there was also a lot of support for dick dick sporting good is now doing more to prevent children",
        "start": 622.589,
        "duration": 4.799
    },
    {
        "text": "From dying than the president the US Congress and the NRA combined doing a lot of shopping at Dick's Sporting Goods",
        "start": 627.389,
        "duration": 4.56
    },
    {
        "text": "But now we'll go there",
        "start": 631.95,
        "duration": 1.03
    },
    {
        "text": "Exclusively for all my Sporting Goods needs and of course you get the born here a lot of different reaction personally there are two notes",
        "start": 632.98,
        "duration": 4.52
    },
    {
        "text": "That I want to hit first is that I've seen this argument",
        "start": 637.5,
        "duration": 2.46
    },
    {
        "text": "Popping up liberals Dick's Sporting Goods is the right to refuse service to whomever they wish also liberals Christian Baker's have no right to refuse",
        "start": 640.12,
        "duration": 5.51
    },
    {
        "text": "service for gay wedding and that argument",
        "start": 645.63,
        "duration": 1.41
    },
    {
        "text": "I kind of want to hit from two sides one if you agree with that statement and just for the sake of having an argument",
        "start": 647.04,
        "duration": 4.739
    },
    {
        "text": "I'll say that's an apples to apples comparison although",
        "start": 651.78,
        "duration": 2.429
    },
    {
        "text": "I don't believe it is and I hope that if you thought the Baker's should have that right you use you support dicks here",
        "start": 654.21,
        "duration": 4.95
    },
    {
        "text": "But they should have that right, otherwise that would make you a hypocrite then secondly",
        "start": 659.16,
        "duration": 2.789
    },
    {
        "text": "It doesn't really appear to be an apples to apples comparison to me",
        "start": 661.95,
        "duration": 2.64
    },
    {
        "text": "We have the part where Dick's Sporting Goods says you know we're removing larger capacity magazines",
        "start": 664.59,
        "duration": 3.539
    },
    {
        "text": "We're removing a certain type of weapon that bakery wasn't removing cupcakes or cakes and I don't think that you were trying to make that",
        "start": 668.13,
        "duration": 5.13
    },
    {
        "text": "comparison\nBut just just so we have that common ground so the closest thing you can get to an apples to apples comparison",
        "start": 673.26,
        "duration": 4.08
    },
    {
        "text": "Is that Dick's Sporting Goods is saying that they will not sell a weapon to someone under the age of 21?",
        "start": 677.47,
        "duration": 4.339
    },
    {
        "text": "Right it's legal for someone",
        "start": 682.02,
        "duration": 0.99
    },
    {
        "text": "That's 18 to buy one",
        "start": 683.01,
        "duration": 1.2
    },
    {
        "text": "but the store has now a policy of 21 and up and you're comparing that to a business that was denying someone's service because of",
        "start": 684.21,
        "duration": 5.369
    },
    {
        "text": "Their sexual orientation to me that doesn't really match up right like everyone on this planet",
        "start": 689.58,
        "duration": 3.39
    },
    {
        "text": "That's 21 or up has been under",
        "start": 692.97,
        "duration": 2.339
    },
    {
        "text": "21 right can we all agree that that's how time works in a company like let's say a strip club",
        "start": 695.44,
        "duration": 3.919
    },
    {
        "text": "maybe you're in a state where you can be 18 go into a strip club that strip club can still set an age limit of",
        "start": 699.36,
        "duration": 5.25
    },
    {
        "text": "21 that's so much different than being denied service because of your sexual orientation",
        "start": 704.61,
        "duration": 3.57
    },
    {
        "text": "Or let's say skin color or anything like that",
        "start": 708.18,
        "duration": 1.59
    },
    {
        "text": "I feel a little bit ridiculous",
        "start": 709.77,
        "duration": 1.03
    },
    {
        "text": "Having to even take time to point out that there's a difference there and to as far as the statement from that CEO I feel",
        "start": 710.8,
        "duration": 4.85
    },
    {
        "text": "Like in general if you're on the gun control side of this situation. You need to stop saying gun show loophole",
        "start": 715.65,
        "duration": 4.679
    },
    {
        "text": "I've used that term in the past, but after looking into it to me that seems like it's missing. It's misleading",
        "start": 720.33,
        "duration": 4.649
    },
    {
        "text": "I also feel like it closes down the conversation to gun owners",
        "start": 725.02,
        "duration": 3.589
    },
    {
        "text": "That would be open to listening to you now would just stick to the other thing that you referenced which was the private sale loop",
        "start": 728.61,
        "duration": 4.38
    },
    {
        "text": "I think it's a reasonable place to have a conversation because",
        "start": 732.99,
        "duration": 2.309
    },
    {
        "text": "Essentially what the private sale loophole is is in some states not all but in some states if you have someone that's unlicensed right",
        "start": 735.73,
        "duration": 6.32
    },
    {
        "text": "They're not a dealer. They're doing a private transaction",
        "start": 742.05,
        "duration": 2.19
    },
    {
        "text": "This is my gun",
        "start": 744.28,
        "duration": 1.07
    },
    {
        "text": "I'm selling it to you that person doesn't actually have to do a background check right not all states",
        "start": 745.35,
        "duration": 3.75
    },
    {
        "text": "But a very meaningful number of them are like and the reason I say gun show loophole",
        "start": 749.1,
        "duration": 3.0
    },
    {
        "text": "Isn't right is that if you are an FFL dealer all are required to run a background check",
        "start": 752.1,
        "duration": 3.75
    },
    {
        "text": "Even at gun show and also if you try to abuse private parties sale and transfer if you buy a firearm",
        "start": 756.0,
        "duration": 4.59
    },
    {
        "text": "Legally with the intent to Salladhor to give it away this to circumvent that background check that's actually called a straw purchase",
        "start": 760.87,
        "duration": 6.179
    },
    {
        "text": "And it's already a felon in straw purchases are a very big deal in places like Chicago that have very strict gun laws",
        "start": 767.05,
        "duration": 5.01
    },
    {
        "text": "But people go to places like Indiana they do legal purchases",
        "start": 772.06,
        "duration": 3.09
    },
    {
        "text": "And then we start getting reports that the majority of guns used in Chicago crime or straw buys now that said if that loophole was",
        "start": 775.15,
        "duration": 5.729
    },
    {
        "text": "Plugged it's still in effect the parkland, Florida shooter",
        "start": 780.88,
        "duration": 2.7
    },
    {
        "text": "Which is why there's been an even bigger conversation on a topic that Marco Rubio even mentioned, which is red flag laws",
        "start": 783.58,
        "duration": 5.309
    },
    {
        "text": "There are several states that have laws where if let's say a family member notices someone is making threats that they are a potential threat",
        "start": 788.89,
        "duration": 5.729
    },
    {
        "text": "Well, they haven't technically done something illegal yet",
        "start": 794.62,
        "duration": 2.25
    },
    {
        "text": "It would allow the government to stop that person from making gun purchases and also to take their weapons",
        "start": 796.87,
        "duration": 5.099
    },
    {
        "text": "And that's what it appears the CEO of Dick's Sporting Goods is referencing when he says previous",
        "start": 801.97,
        "duration": 3.809
    },
    {
        "text": "interactions with the law or at least a version of that law and I know that we just talked about",
        "start": 806.089,
        "duration": 3.65
    },
    {
        "text": "Oh of course I'd love to know your thoughts on any part of this story",
        "start": 809.89,
        "duration": 2.489
    },
    {
        "text": "Whether it be Dick's Sporting Goods making this decision the the boycott the support. Also. What do you think about red flag laws?",
        "start": 812.38,
        "duration": 5.549
    },
    {
        "text": "I'd love to know what you think in those comments down below the last thing. I want to talk about today",
        "start": 817.93,
        "duration": 3.09
    },
    {
        "text": "Is this massive situation in South Africa over the past few weeks understandably?",
        "start": 821.02,
        "duration": 4.079
    },
    {
        "text": "We've had a lot of us focus news, but there's a lot of interesting stuff happening in South Africa",
        "start": 825.1,
        "duration": 5.01
    },
    {
        "text": "We of course have talked about Cape Town South Africa that running out of water there day zero is currently set for July 9th",
        "start": 830.11,
        "duration": 5.22
    },
    {
        "text": "That's the day that the city will begin shutting off water except to essential services",
        "start": 835.33,
        "duration": 2.969
    },
    {
        "text": "We also talked about a longtime president of South Africa being removed and our place with Cyril Ramaphosa",
        "start": 838.339,
        "duration": 5.06
    },
    {
        "text": "Today's story deals with one of South Africa's longest held issues",
        "start": 843.65,
        "duration": 3.049
    },
    {
        "text": "And that is Al and South Africa has some of the worst economic",
        "start": 846.7,
        "duration": 2.219
    },
    {
        "text": "disparity and income inequality in the world",
        "start": 849.26,
        "duration": 2.0
    },
    {
        "text": "land ownership as a part of that inequality since the start of",
        "start": 851.29,
        "duration": 2.46
    },
    {
        "text": "Colonization by the Dutch and then the British black South Africans have lost land and while that loss of land started hundreds of years ago",
        "start": 853.82,
        "duration": 5.539
    },
    {
        "text": "It is still a very sore point in the country when we look to South Africa today 72 percent of the available",
        "start": 859.36,
        "duration": 4.349
    },
    {
        "text": "farmland is owned by white people now after the end of apartheid and the rights of black Africans were restored land reform became a",
        "start": 863.93,
        "duration": 5.57
    },
    {
        "text": "Big-ticket issue in the country and at this point",
        "start": 869.63,
        "duration": 2.089
    },
    {
        "text": "I just want to say I hope you can keep it in your pants because we are going to sexy town",
        "start": 871.72,
        "duration": 4.05
    },
    {
        "text": "We're gonna be talking about",
        "start": 875.77,
        "duration": 1.3
    },
    {
        "text": "constitutional history I",
        "start": 877.07,
        "duration": 1.95
    },
    {
        "text": "Said calm down and the reason we're going",
        "start": 879.02,
        "duration": 1.79
    },
    {
        "text": "There is because to understand what we're going to discuss in South Africa you need to understand part of the post apartheid",
        "start": 880.81,
        "duration": 4.649
    },
    {
        "text": "Constitution that Constitution specifically had provisions regarding land reform without getting too technical the South African Constitution place is a positive",
        "start": 885.77,
        "duration": 6.349
    },
    {
        "text": "obligation on the state to quote take reasonable legislative and other within its available resources to foster conditions",
        "start": 892.22,
        "duration": 5.75
    },
    {
        "text": "Which enable citizens to gain access to land on an equitable basis?",
        "start": 897.97,
        "duration": 3.089
    },
    {
        "text": "They must actively try and additionally section 25 of the Bill of Rights",
        "start": 901.06,
        "duration": 2.82
    },
    {
        "text": "also, explicitly allows the state to expropriate property",
        "start": 903.88,
        "duration": 2.729
    },
    {
        "text": "But only in cases where land reform is the purpose however in this is the key note the state must provide compensation",
        "start": 906.61,
        "duration": 5.19
    },
    {
        "text": "specifically saying the amount of which in the time and manner of payment of which have either been agreed to by those affected or",
        "start": 912.23,
        "duration": 5.81
    },
    {
        "text": "Decided or approved by a court the amount of which is generally quote",
        "start": 918.35,
        "duration": 3.289
    },
    {
        "text": "Just and equitable reflecting an equitable balance between the public interests in the interests of those affected now despite section 25",
        "start": 921.64,
        "duration": 5.549
    },
    {
        "text": "allowing the forcible taking of the land the policy since",
        "start": 927.41,
        "duration": 2.539
    },
    {
        "text": "1994 has been willing buyer willing seller aka the government goes to an owner office a price and the owner decides whether or not to",
        "start": 930.11,
        "duration": 6.23
    },
    {
        "text": "Sell and so based on that that usually meant the landowners would only sell land at market value or high now with this the issue",
        "start": 936.34,
        "duration": 4.919
    },
    {
        "text": "That many in South Africa had was that land redistribution to black Africans was extremely slow",
        "start": 941.26,
        "duration": 4.14
    },
    {
        "text": "And the government consistently said that it would never meet its goals and so ideas were proposed over the years to get rid of willing",
        "start": 945.4,
        "duration": 4.919
    },
    {
        "text": "buyer willing seller and just take the land and off or what they would still it was said even that would be slow because of",
        "start": 950.32,
        "duration": 4.59
    },
    {
        "text": "court cases arguing quote just an equitable compensation",
        "start": 954.91,
        "duration": 2.369
    },
    {
        "text": "Right things would slow down because someone would go to a white owned land offer a quarter half of what it's worth",
        "start": 957.41,
        "duration": 5.839
    },
    {
        "text": "And they would say that's not fair according to the Constitution well yesterday",
        "start": 963.25,
        "duration": 2.52
    },
    {
        "text": "We got massive news around this yesterday South African Parliament voted to have the Constitution change Julius Malema of the economic freedom fighter",
        "start": 965.77,
        "duration": 7.349
    },
    {
        "text": "zff introduced a bill that would revise section 25 of the",
        "start": 973.34,
        "duration": 2.929
    },
    {
        "text": "Constitution the bill would remove the part that said land owners were to be quote subject to compensation instead opting for",
        "start": 976.46,
        "duration": 5.33
    },
    {
        "text": "expropriation without compensation and when he introduced the bill he said quote the time for reconciliation is over now is the time for",
        "start": 982.37,
        "duration": 5.75
    },
    {
        "text": "Justice we must ensure that we restore the dignity of our people without",
        "start": 988.22,
        "duration": 3.109
    },
    {
        "text": "Compensating the criminals who stole our land now despite the e FF only controlling",
        "start": 991.52,
        "duration": 3.589
    },
    {
        "text": "6% of parliament the bill is also backed by that new president we talked about Cyril Ramaphosa",
        "start": 995.33,
        "duration": 4.25
    },
    {
        "text": "And the massive ANC part and so that helped pass the bill with a vote of",
        "start": 999.71,
        "duration": 3.71
    },
    {
        "text": "241 to just 83 ANC's rural affairs minister say ANC unequivocally supports the principle of land expropriation without compensation",
        "start": 1004.03,
        "duration": 6.859
    },
    {
        "text": "There is no doubt about it land shall be expropriated without compensation now",
        "start": 1010.89,
        "duration": 3.57
    },
    {
        "text": "This is close to but not completely a done deal the bill is now with the parliaments",
        "start": 1014.46,
        "duration": 3.299
    },
    {
        "text": "constitutional review committee they have until August 30th to figure out how to best implement the changes to the Constitution",
        "start": 1017.86,
        "duration": 4.52
    },
    {
        "text": "Itself and as far as what this means well. It's very simple after August 30th. If this is implemented as",
        "start": 1022.48,
        "duration": 5.599
    },
    {
        "text": "The government based on the color of your skin can see your land take it not pay you a damn thing for now in South",
        "start": 1028.75,
        "duration": 5.76
    },
    {
        "text": "Africa there have been mixed reaction",
        "start": 1034.51,
        "duration": 1.529
    },
    {
        "text": "We've seen many black South Africans supporting move saying it's a speedy way to get their land back not",
        "start": 1036.039,
        "duration": 4.11
    },
    {
        "text": "Endicott and baba mah from the Democratic Alliance party said that the new rules were just a way to cover up a years of corruption",
        "start": 1040.25,
        "duration": 5.119
    },
    {
        "text": "of mismanagement and corruption under the old constitution by the ANC saying quote by arguing for",
        "start": 1045.37,
        "duration": 4.5
    },
    {
        "text": "expropriation without compensation the ANSI has been gifted the perfect scapegoat to explain away its own failure making this argument lets the anc off the",
        "start": 1050.15,
        "duration": 6.529
    },
    {
        "text": "hook on the real impediment corruption bad policy and chronic underfunding",
        "start": 1056.679,
        "duration": 2.88
    },
    {
        "text": "Spoken without compensation would severely undermine the national economy",
        "start": 1060.049,
        "duration": 3.05
    },
    {
        "text": "Only hurting poor black people even further most of other leaders fearing there is a danger for those who think",
        "start": 1063.35,
        "duration": 4.849
    },
    {
        "text": "Equality in our lifetime equated that we must dominate White's in that last sentiment is a fear by white African politician earns roots saying this",
        "start": 1068.27,
        "duration": 6.619
    },
    {
        "text": "Motion is based on a distorted image of the past the term expropriation without compensation is a form of semantic fraud",
        "start": 1074.89,
        "duration": 5.25
    },
    {
        "text": "It is nothing more than racist theft the aff Slon",
        "start": 1080.14,
        "duration": 2.789
    },
    {
        "text": "Redistribution is merely a racist process to chase white people off their land and establish it within the state",
        "start": 1083.179,
        "duration": 4.79
    },
    {
        "text": "This is not only deceiving",
        "start": 1087.97,
        "duration": 1.319
    },
    {
        "text": "but also a",
        "start": 1089.289,
        "duration": 0.611
    },
    {
        "text": "Duplication of the economic policies that the world's worst economy has put in place roots also fearing that South Africa will end up like Zimbabwe",
        "start": 1089.9,
        "duration": 5.75
    },
    {
        "text": "what he's referencing there is in bob ways sanctioned a purge of white Africans in the country and took their land in the",
        "start": 1095.72,
        "duration": 4.67
    },
    {
        "text": "2000s and that actually ended up ruining the economy there they saw there were no trained black farmers land went underused many of those who?",
        "start": 1100.58,
        "duration": 6.05
    },
    {
        "text": "Receive the land still ended up working on neighboring white land this also",
        "start": 1106.63,
        "duration": 2.699
    },
    {
        "text": "Led to less food production and economic downturn you also see that white Africans have felt under attack for some time now and in fact",
        "start": 1109.33,
        "duration": 5.55
    },
    {
        "text": "there has been a spree of",
        "start": 1114.88,
        "duration": 1.179
    },
    {
        "text": "Torturing rapes and murders of white farmers by black Africans in South Africa recently and well I do want to point out of those attacks",
        "start": 1116.059,
        "duration": 5.84
    },
    {
        "text": "Those those murders those rapes aren't sanctioned by the government I do want to point out that Malena the guy who?",
        "start": 1121.9,
        "duration": 5.039
    },
    {
        "text": "Proposed this change just so you understand his mindset, and then how he's talking to his supporters in 2016",
        "start": 1127.07,
        "duration": 5.42
    },
    {
        "text": "He said he wanted confiscation of the land",
        "start": 1132.49,
        "duration": 1.71
    },
    {
        "text": "But that he was quote not calling for the slaughter of white people at least for now",
        "start": 1134.2,
        "duration": 3.989
    },
    {
        "text": "You know sometimes during the modes sometimes you're not feeling a little genocide today",
        "start": 1138.4,
        "duration": 4.409
    },
    {
        "text": "Or just taking people's land based off of the color of their skin with no money. You know",
        "start": 1142.809,
        "duration": 2.79
    },
    {
        "text": "It's just you know feel like a Monday or a Saturday and on that ridiculously horrifying",
        "start": 1145.6,
        "duration": 3.719
    },
    {
        "text": "No, that's that's the end of this story, and I do want to pass the question off to you",
        "start": 1149.32,
        "duration": 2.969
    },
    {
        "text": "What do you think about the government's actions here you support the move because you see it as the correcting of theft from hundreds of",
        "start": 1152.289,
        "duration": 5.25
    },
    {
        "text": "Years ago or no",
        "start": 1157.539,
        "duration": 1.291
    },
    {
        "text": "This is just a massive racist problem of course because this is the philip defranco show I Love New York Ansan this the first story",
        "start": 1158.83,
        "duration": 5.78
    },
    {
        "text": "Anything in between let me know in those comments down below",
        "start": 1164.7,
        "duration": 2.43
    },
    {
        "text": "And that's where I'm gonna in sedation and remember if you liked this video you like what I'm trying to do on this channel hit",
        "start": 1167.13,
        "duration": 4.439
    },
    {
        "text": "that like button if you're new here hit that subscribe button also make sure you got that little Bell check since for some reason the",
        "start": 1171.57,
        "duration": 4.8
    },
    {
        "text": "Past few weeks YouTube sends out notifications, but if you don't have notifications you can't find the video for an hour",
        "start": 1176.37,
        "duration": 5.339
    },
    {
        "text": "That's been a pretty cool new feature",
        "start": 1181.71,
        "duration": 1.56
    },
    {
        "text": "They release another fantastic way to make sure you don't miss a show you can follow me on Twitter at Philly D",
        "start": 1183.27,
        "duration": 4.229
    },
    {
        "text": "So that said of course as always my name's philip defranco. You've just been phill'd in a love yo faces, and i'll see you tomorrow",
        "start": 1187.5,
        "duration": 6.63
    }
]