[
    {
        "text": "'Sup,  you beautiful bastards",
        "start": 0.0,
        "duration": 1.44
    },
    {
        "text": "Hope you're having a fantastic Wednesday",
        "start": 1.44,
        "duration": 1.56
    },
    {
        "text": "Welcome back to the Philip DeFranco show and let's just jump into it",
        "start": 3.0,
        "duration": 3.15
    },
    {
        "text": "the first thing I want to talk about today is an incident around a police force that pops up in the news a lot",
        "start": 6.15,
        "duration": 4.27
    },
    {
        "text": "It feels like, and that is the Baltimore Police Department",
        "start": 10.44,
        "duration": 2.06
    },
    {
        "text": "It's a story that will most likely result in this video getting knocked off of Recommended, but I think it's important we talk about it",
        "start": 12.61,
        "duration": 4.88
    },
    {
        "text": "So there's this video that went viral over the weekend that seems to show a use of excessive force by police",
        "start": 17.49,
        "duration": 3.989
    },
    {
        "text": "I'll let you be the judge of it. We see in the video a man is yelling at a Baltimore police officer,",
        "start": 21.48,
        "duration": 4.16
    },
    {
        "text": "he slaps his hand away from him, the officer begins punching him and... still punching him and... wait, and still  punching and punching and",
        "start": 25.64,
        "duration": 7.86
    },
    {
        "text": "still punching and then tack-- kind of tackled but then still punching and more punching and...",
        "start": 33.82,
        "duration": 4.94
    },
    {
        "text": "video: \"I'm not touching him!\"",
        "start": 40.58,
        "duration": 1.46
    },
    {
        "text": "The punching appears to have stopped. And then the officer rests his body weight and elbow on the man's neck",
        "start": 42.12,
        "duration": 4.919
    },
    {
        "text": "So we have this video, but what did the police say initially happened? Well, according to police on Saturday morning at around 11:45 a.m",
        "start": 47.039,
        "duration": 5.13
    },
    {
        "text": "officers in Baltimore working on a crime-suppression detail related to crime in the area. Two officers ended up encountering a man that one of the",
        "start": 52.42,
        "duration": 5.75
    },
    {
        "text": "Officers was already familiar with. After the first encounter, officers released him and approached him again to provide any citizen's contact sheet.",
        "start": 58.17,
        "duration": 5.79
    },
    {
        "text": "But when the man was asked for his identification he refused in the situation quickly escalates",
        "start": 63.96,
        "duration": 3.72
    },
    {
        "text": "So there's that and then what do we hear from the man?",
        "start": 67.68,
        "duration": 2.099
    },
    {
        "text": "Well, the man has now been identified as Dashawn McGrier. Following the incident the video he was reportedly taken into custody",
        "start": 69.78,
        "duration": 4.709
    },
    {
        "text": "but he was not charged with any crimes and he has since been released. That said, he did end up having to go to the",
        "start": 74.49,
        "duration": 4.23
    },
    {
        "text": "Hospital to treat his injuries. McGrier's attorney saying that his client suffered a fractured jaw and ribs, swelling around his eye, and ringing in",
        "start": 78.72,
        "duration": 5.579
    },
    {
        "text": "His ears. Also adding that he's planning on filing a lawsuit.",
        "start": 84.299,
        "duration": 2.49
    },
    {
        "text": "And as far as what McGrier says happened with this incident",
        "start": 86.79,
        "duration": 2.399
    },
    {
        "text": "He said he was sitting on the steps when Officer Arthur Williams passed by in his vehicle. McGrier saying moments later",
        "start": 89.189,
        "duration": 4.47
    },
    {
        "text": "He began walking down the street when the officer, now on foot, told him to stop without giving him a reason. It also turns out",
        "start": 93.659,
        "duration": 4.47
    },
    {
        "text": "That McGrier had a previous encounter with this same officer on June",
        "start": 98.13,
        "duration": 2.58
    },
    {
        "text": "26. And actually a friend of McGrier posted a video that he says is of that June incident",
        "start": 100.869,
        "duration": 3.83
    },
    {
        "text": "Although as of right now, there is no confirmation from the police",
        "start": 104.7,
        "duration": 2.43
    },
    {
        "text": "But what we definitely do know is that the June incident resulted in McGrier being charged with assaulting an officer,",
        "start": 107.13,
        "duration": 3.69
    },
    {
        "text": "Disorderly conduct, obstructing and hindering, and resisting arrest. And for that",
        "start": 111.22,
        "duration": 3.349
    },
    {
        "text": "McGrier was released from jail on June 28th and is set back to be in court on August 22nd",
        "start": 114.57,
        "duration": 4.199
    },
    {
        "text": "But people are using these two instances to say that McGrier is being unfairly targeted",
        "start": 118.77,
        "duration": 3.54
    },
    {
        "text": "And as his lawyer says, the officer has been using McGrier as a punching bag. The main point this instance happens the video goes viral",
        "start": 122.5,
        "duration": 6.11
    },
    {
        "text": "What happens next? That same Saturday interim Police Commissioner Gary Tuggle released a statement saying,",
        "start": 128.619,
        "duration": 4.49
    },
    {
        "text": "\"I'm deeply disturbed by the video that surfaced online earlier today.",
        "start": 133.28,
        "duration": 2.58
    },
    {
        "text": "The officer involved has been suspended while we investigate the totality of this incident.\" Adding, \"Part of our investigation",
        "start": 135.86,
        "duration": 4.5
    },
    {
        "text": "will be reviewing a body worn camera footage.\" And a separate statement that same day. He added, \"I have zero tolerance for behavior",
        "start": 140.37,
        "duration": 5.33
    },
    {
        "text": "Like I witnessed on the video today. Officers have a responsibility and duty to control their emotions in the most stressful of situations.\"",
        "start": 145.709,
        "duration": 5.58
    },
    {
        "text": "And we also learned that the second officer involved was placed on administrative duties pending an investigation. And following Gary Tuggle's words",
        "start": 151.29,
        "duration": 5.61
    },
    {
        "text": "We saw somewhat of a political",
        "start": 156.9,
        "duration": 1.36
    },
    {
        "text": "pileup. Baltimore Mayor Catherine Pugh calling the video, \"Disturbing\" demanding answers and accountability. Saying how they working day and nights",
        "start": 158.26,
        "duration": 6.649
    },
    {
        "text": "to reestablish the trust of all citizens in the BPD",
        "start": 165.31,
        "duration": 2.059
    },
    {
        "text": "A spokeswoman for the governor saying that Tuggle was right to take immediate steps to suspend the officer and investigate. Baltimore city counselman",
        "start": 167.68,
        "duration": 5.72
    },
    {
        "text": "Brandon Scott calling for the officer to be fired",
        "start": 173.4,
        "duration": 2.309
    },
    {
        "text": "actually what we ended up seeing there's at the Baltimore Police Department announced that the officer had resigned. The BPD released in a statement saying",
        "start": 175.709,
        "duration": 6.179
    },
    {
        "text": "\"Interim Commissioner Tuggle has accepted his resignation. The second officer remains on administrative duties this remains an active criminal investigation.\"",
        "start": 181.9,
        "duration": 6.679
    },
    {
        "text": "That's actually why we're talking about this today because yesterday",
        "start": 188.579,
        "duration": 2.16
    },
    {
        "text": "Baltimore State Attorney Marilyn Mosby announced that there was a warrant issued for Williams's arrest",
        "start": 190.959,
        "duration": 3.949
    },
    {
        "text": "And the reason for that is the grand jury is charged Williams with misconduct in office, one count of first degree assault, and one count",
        "start": 194.909,
        "duration": 5.31
    },
    {
        "text": "of second-degree assault.",
        "start": 200.22,
        "duration": 1.29
    },
    {
        "text": "Mosby also adding the prosecutors reviewed and presented the grand jury with a great deal more evidence than just that video and police commissioner Tuggle",
        "start": 201.51,
        "duration": 6.3
    },
    {
        "text": "Said he reviewed two separate police body cam videos",
        "start": 207.81,
        "duration": 2.16
    },
    {
        "text": "Which he described as relatively consistent with the public video",
        "start": 209.97,
        "duration": 2.849
    },
    {
        "text": "according to police Williams already turned himself in and was taken to central booking for processing and also as far as that second officer in",
        "start": 212.94,
        "duration": 5.369
    },
    {
        "text": "The video Mosby said that the preliminary assessment is that there are no criminal charges that are appropriate. As of right now",
        "start": 218.31,
        "duration": 4.529
    },
    {
        "text": "That's where we are and I will personally say if you live in Baltimore I couldn't fault you for not trusting the BPD",
        "start": 222.84,
        "duration": 7.019
    },
    {
        "text": "I mean just over the past two years on this show",
        "start": 229.859,
        "duration": 1.921
    },
    {
        "text": "We've covered scandal after scandal specifically focused on Baltimore when I look at the main story with officer Arthur Williams",
        "start": 231.78,
        "duration": 5.609
    },
    {
        "text": "I am just so thankful that in today's age pretty much everyone has a camera so that people can be held accountant and I respect",
        "start": 237.389,
        "duration": 5.67
    },
    {
        "text": "The police officers have an extremely stressful job and you could argue",
        "start": 243.06,
        "duration": 3.269
    },
    {
        "text": "Well that guy he shouldn't have swatted the police officers arm away",
        "start": 246.34,
        "duration": 2.929
    },
    {
        "text": "Which people have defended McGrier's actions saying it was an instinctual",
        "start": 249.269,
        "duration": 2.7
    },
    {
        "text": "Response to an officer that has a history with him trying to put hands on him",
        "start": 252.099,
        "duration": 3.65
    },
    {
        "text": "But then what followed that that beatdown from Arthur Williams while McGrier doesn't even swing back in my eyes",
        "start": 255.75,
        "duration": 5.19
    },
    {
        "text": "That is indefensible. And I hope that Williams is held accountable",
        "start": 260.94,
        "duration": 2.549
    },
    {
        "text": "With that said of course like always that's the story then my opinion and I'll pass the question off to you",
        "start": 264.05,
        "duration": 4.47
    },
    {
        "text": "What is your takeaway from this one? Whether you agree or disagree,",
        "start": 268.52,
        "duration": 2.07
    },
    {
        "text": "I always love to know your opinion and your thinking behind it. And let's talk about updates around the Phillip",
        "start": 270.59,
        "duration": 3.899
    },
    {
        "text": "Mucin IGN plagiarism allegation story we covered a little bit ago, essentially the TLDR",
        "start": 274.49,
        "duration": 4.44
    },
    {
        "text": "Is that Phillip Mucin for IGN did a review about the game Dead Cells and a small YouTube channel by the name of Boomstick Gaming",
        "start": 278.93,
        "duration": 5.01
    },
    {
        "text": "put out a video saying \"hey you you copied me here are the back-to-back examples\"",
        "start": 283.94,
        "duration": 3.989
    },
    {
        "text": "IGN ended up removing the review, they investigated it",
        "start": 287.93,
        "duration": 2.85
    },
    {
        "text": "they then fired Phillip Mucin. Also while all of this is happening more allegations came out against Phillip Mucin",
        "start": 290.78,
        "duration": 4.859
    },
    {
        "text": "Plagiarizing other reviews Phillip Mucin then makes a now deleted video that's kinda almost an apology?",
        "start": 295.74,
        "duration": 5.239
    },
    {
        "text": "He says he didn't intend to plagiarize there are a lot of circumstances. He also mentions how there were other people involved",
        "start": 300.979,
        "duration": 5.489
    },
    {
        "text": "So maybe kind of deflecting. You also in that video took aim at Kotaku who had written that there were may be other",
        "start": 306.469,
        "duration": 5.58
    },
    {
        "text": "Instances of plagiarism essentially saying that is kicking him while he's down that they're just trying to get the click",
        "start": 312.18,
        "duration": 4.94
    },
    {
        "text": "so once again",
        "start": 317.12,
        "duration": 0.479
    },
    {
        "text": "I'm trying to just quickly summarize",
        "start": 317.599,
        "duration": 1.47
    },
    {
        "text": "It was it was a bad apology so bad that IGN reviews editor Dan Stapleton wrote on Twitter",
        "start": 319.069,
        "duration": 5.1
    },
    {
        "text": "I haven't seen an apology this poorly received since Kevin Spacey",
        "start": 324.169,
        "duration": 3.27
    },
    {
        "text": "And you had IGN PC editor tom marks just not having any of it tweating just to be abundantly clear",
        "start": 327.44,
        "duration": 4.709
    },
    {
        "text": "Plagiarism isn't a mistake. It's a choice. And obviously keep in mind",
        "start": 332.699,
        "duration": 2.899
    },
    {
        "text": "I'm trying to summarize this video but one of the key things he says in the video is you can keep looking Kotaku",
        "start": 335.599,
        "duration": 4.77
    },
    {
        "text": "Please let me know if you find anything and in general the internet was like alright challenge accepted, and since then many more",
        "start": 340.37,
        "duration": 7.26
    },
    {
        "text": "Accusations have come out in fact, so meant that IGN editor Dan Stapleton announced on Twitter",
        "start": 348.09,
        "duration": 4.729
    },
    {
        "text": "We've seen enough now both from the thread and our own searches that we're taking down pretty much everything",
        "start": 352.819,
        "duration": 4.98
    },
    {
        "text": "He did in fact",
        "start": 357.8,
        "duration": 1.0
    },
    {
        "text": "Kotaku posts that even his LinkedIn resume appears to be copied from a job",
        "start": 358.8,
        "duration": 4.25
    },
    {
        "text": "template website and as right now we haven't seen another statement from Phillip Muse and like I said that",
        "start": 363.12,
        "duration": 4.159
    },
    {
        "text": "Apology video that he uploaded earlier he's removed that from his channel and ultimately where I land on this is I feel like Phillip mucin",
        "start": 367.86,
        "duration": 6.169
    },
    {
        "text": "has made it incredibly hard for",
        "start": 374.029,
        "duration": 1.871
    },
    {
        "text": "Anyone to be sympathetic towards him one the issuing the challenge to Kotaku and thus the rest of the internet to find more",
        "start": 375.9,
        "duration": 6.679
    },
    {
        "text": "Plagiarism that is amazing. It feels a little bit like a boyfriend who got caught cheating and he's having an argument with his girlfriend",
        "start": 382.86,
        "duration": 5.059
    },
    {
        "text": "He's like, yeah, if you think I'm cheating while you look through this phone",
        "start": 387.919,
        "duration": 2.85
    },
    {
        "text": "Wait, no, why are you actually looking through my phone that statement was meant to exude false confidence?",
        "start": 390.769,
        "duration": 4.191
    },
    {
        "text": "so you didn't feel like you had to actually look. And in his video when he",
        "start": 395.06,
        "duration": 3.04
    },
    {
        "text": "Apologized for the embarrassment and saying he's not angry a boomstick gaming which",
        "start": 398.1,
        "duration": 4.38
    },
    {
        "text": "Why would you be although I guess all the bad guys in scooby-doo?",
        "start": 402.729,
        "duration": 3.14
    },
    {
        "text": "They were always kind of angry at scooby-doo in the gang and since he provides no real",
        "start": 405.87,
        "duration": 3.57
    },
    {
        "text": "Ownership over what happened with boomstick gaming where you could maybe go, Okay, you know, maybe he had ridiculous time constraints",
        "start": 409.84,
        "duration": 7.22
    },
    {
        "text": "He tried to you know shave off corners, right? Maybe he could make it into a conversation about the unrealistic expectations in the modern workforce",
        "start": 417.06,
        "duration": 6.839
    },
    {
        "text": "But no, he just looks like an asshole, worse yet",
        "start": 424.449,
        "duration": 2.45
    },
    {
        "text": "some would argue a thieving asshole",
        "start": 426.9,
        "duration": 2.32
    },
    {
        "text": "and actually as of right now if I feel sympathetic towards anyone it's probably IGN as a whole is whether it's right or",
        "start": 429.22,
        "duration": 5.449
    },
    {
        "text": "Not the actions of this individual have for a certain percentage tarnish the entire brand and all of the individuals that worked there",
        "start": 434.669,
        "duration": 6.839
    },
    {
        "text": "That's even with IGN swiftly responding to the accusations then",
        "start": 441.508,
        "duration": 3.992
    },
    {
        "text": "Investigating and actually doing something about it",
        "start": 445.52,
        "duration": 2.46
    },
    {
        "text": "this very specific situation makes me wonder if we do this most everywhere else where an individual or two individuals from an organization make you",
        "start": 447.99,
        "duration": 7.89
    },
    {
        "text": "Distrust the entire organization for insert blank reason even though it's kind of a broad reaction",
        "start": 456.19,
        "duration": 5.929
    },
    {
        "text": "but yeah for now that is where the story ends but from that I want to share with you some stuff I love today and",
        "start": 462.12,
        "duration": 4.26
    },
    {
        "text": "today in awesome brought to you by seatgeek, now seatgeek if you don't know is the fantastic ticket app that takes",
        "start": 466.38,
        "duration": 4.889
    },
    {
        "text": "Confusion out of buying live tickets whether it be for a comedy show a sporting event a concert or whatever",
        "start": 471.34,
        "duration": 4.91
    },
    {
        "text": "But all the tickets in one place, they give them 0 to 100 score",
        "start": 476.25,
        "duration": 2.579
    },
    {
        "text": "So, you know if you're getting a good deal or not",
        "start": 478.83,
        "duration": 1.23
    },
    {
        "text": "I've got the app on my phone and is by far the easiest way to shop around for tickets",
        "start": 480.06,
        "duration": 3.209
    },
    {
        "text": "And there's really no better time. You've got baseball season right now",
        "start": 483.27,
        "duration": 2.22
    },
    {
        "text": "The regular season for the NFL is about to start soon there atonic concerts whether it be childish gambino drake taylor swift",
        "start": 485.49,
        "duration": 6.299
    },
    {
        "text": "Whoever and best of all if you make the smart move like many from the nation or you have you go to see equal calm",
        "start": 491.789,
        "duration": 4.53
    },
    {
        "text": "you download the seat geek app and make sure you enter in code fill and you'll get",
        "start": 496.32,
        "duration": 3.629
    },
    {
        "text": "$20 off your first ticket purchase the first bit of awesome is today. We enabled memberships here on YouTube",
        "start": 500.05,
        "duration": 5.54
    },
    {
        "text": "I will say I've been personally resistant to the idea of enabling",
        "start": 505.59,
        "duration": 2.609
    },
    {
        "text": "Memberships here on YouTube since we have a pay subscription service called DeFranco elite com early content exclusive content livestream perks",
        "start": 508.479,
        "duration": 7.16
    },
    {
        "text": "Etc there",
        "start": 515.68,
        "duration": 0.71
    },
    {
        "text": "So what we decided is to enable it here so people can support in that way and they get things like the custom badge",
        "start": 516.39,
        "duration": 5.639
    },
    {
        "text": "The the special emojis that we're still fleshing out right now. Well include some community updates nothing that we're not already doing over to DeFranco elite.com",
        "start": 522.1,
        "duration": 7.56
    },
    {
        "text": "But this please know this is not a replacement for DeFranco elite comm you get a lot more there",
        "start": 529.72,
        "duration": 5.19
    },
    {
        "text": "this is pretty much just for for badges and emojis and and set it and forget it support also a question with this piece of",
        "start": 534.91,
        "duration": 5.549
    },
    {
        "text": "TI a what other emojis would you like to see us add? then we got the honest trailer for Avengers infinity",
        "start": 540.459,
        "duration": 5.82
    },
    {
        "text": "War and actually we also have every hero in Avengers infinity war explained by the Russo brothers",
        "start": 546.41,
        "duration": 4.369
    },
    {
        "text": "We also have the fantastic Rhett and Link on Jimmy Fallon playing will it hummus then we have the guys over at dude",
        "start": 550.819,
        "duration": 5.57
    },
    {
        "text": "Perfect, putting out the bro-tastic Nerf blasters floating island battle and we got a trailer for a movie",
        "start": 556.389,
        "duration": 4.65
    },
    {
        "text": "I'm really interested in and that is widows if you want to see the full versions of everything",
        "start": 561.04,
        "duration": 3.63
    },
    {
        "text": "I'll just share the secret link of the day anything at all",
        "start": 564.67,
        "duration": 2.669
    },
    {
        "text": "Links is always on the description down below and then we should talk about the really concerning estimates coming from the Centers for Disease Control",
        "start": 567.439,
        "duration": 5.51
    },
    {
        "text": "it's been out new preliminary estimates for",
        "start": 573.05,
        "duration": 2.0
    },
    {
        "text": "2017 and it appears the number of overdose deaths in the country have gone up 10% more than 72 thousand people in the United States",
        "start": 575.149,
        "duration": 6.739
    },
    {
        "text": "Overdosed and died. It is a record number and it appears",
        "start": 582.11,
        "duration": 3.169
    },
    {
        "text": "The reason for this increase is connected to fentanyl and other synthetic opioid overdoses",
        "start": 585.279,
        "duration": 4.38
    },
    {
        "text": "That's also interesting because while we're seeing a ten percent rise in general",
        "start": 589.66,
        "duration": 2.94
    },
    {
        "text": "It's not a ten percent rise everywhere the state level. We've actually seen some states",
        "start": 592.6,
        "duration": 3.899
    },
    {
        "text": "Stay the same some states actually drop off but then unfortunately",
        "start": 596.499,
        "duration": 3.179
    },
    {
        "text": "There are a lot of places where it is increased by more than twenty percent and some of the states with the worst numbers include",
        "start": 599.809,
        "duration": 4.88
    },
    {
        "text": "North Carolina, West Virginia, Indiana and Nebraska when they look to New Jersey we see a",
        "start": 604.689,
        "duration": 4.5
    },
    {
        "text": "27% increase",
        "start": 610.04,
        "duration": 0.839
    },
    {
        "text": "but all of that said this may not all be doom and gloom an important thing to note these numbers from the CDC are",
        "start": 610.879,
        "duration": 5.36
    },
    {
        "text": "Estimates are not final counts, but that also might mean that in some places is actually worse as well",
        "start": 616.459,
        "duration": 4.339
    },
    {
        "text": "but also it's important to keep in mind that the CDC they have monthly numbers and right now it's being reported by some places like",
        "start": 620.799,
        "duration": 4.56
    },
    {
        "text": "The New York Times that the numbers are beginning to level off additionally",
        "start": 625.36,
        "duration": 2.579
    },
    {
        "text": "We've seen a lot of funding for states to develop programs to help people",
        "start": 627.939,
        "duration": 3.179
    },
    {
        "text": "You might remember last year the president declared the opioid epidemic a national emergency or is a 1 billion dollar grant program to help states",
        "start": 631.119,
        "duration": 6.51
    },
    {
        "text": "Deal with their issues that's part of the reason why some analysts believe that we're seeing drops in states like, Massachusetts, Vermont",
        "start": 637.629,
        "duration": 4.98
    },
    {
        "text": "Rhode Island reportedly those states have increased addiction treatment there also health campaigns around",
        "start": 642.64,
        "duration": 4.94
    },
    {
        "text": "Overdoses hopefully this problem this issue can be curbed and when it comes to instances like this",
        "start": 647.64,
        "duration": 5.02
    },
    {
        "text": "It's why over the years my position on drug use has evolved. In the past",
        "start": 652.66,
        "duration": 4.32
    },
    {
        "text": "I would look at people who were addicted to drugs or had drug problems at some point as just the garbage people",
        "start": 656.98,
        "duration": 4.859
    },
    {
        "text": "But over I found myself more and more sympathetic to people dealing with a struggle to be human is to be vulnerable, right?",
        "start": 661.839,
        "duration": 5.88
    },
    {
        "text": "I think it's unfortunate that a lot of people think okay that person addicted to opioids say they started",
        "start": 667.72,
        "duration": 4.04
    },
    {
        "text": "Recreationally and you know what they did that with their life, but one for the people that started recreationally",
        "start": 671.82,
        "duration": 5.139
    },
    {
        "text": "I think we've all made mistakes in our lives their mistake has just stayed with them",
        "start": 676.959,
        "duration": 4.559
    },
    {
        "text": "And then I think it's also important that we look at the legal",
        "start": 681.519,
        "duration": 2.25
    },
    {
        "text": "Prescription problem that we have in this country as well and I think in general we could be better off not to look at everyone",
        "start": 684.049,
        "duration": 5.059
    },
    {
        "text": "As all you're just a victim. There's nothing else you can do",
        "start": 689.109,
        "duration": 2.369
    },
    {
        "text": "Obviously, there's personal responsibility, but if we can try and strip away layer by layer the the stigma that is associated with addiction",
        "start": 691.479,
        "duration": 6.18
    },
    {
        "text": "I think more people could get help and hopefully more people will pursue help and hopefully even just having this conversation",
        "start": 697.66,
        "duration": 6.209
    },
    {
        "text": "Of how horrible this situation is",
        "start": 704.119,
        "duration": 2.6
    },
    {
        "text": "Maybe that can also lead to prevention don't even play around with a possibility of accidentally going down a road like this sometimes",
        "start": 706.759,
        "duration": 6.799
    },
    {
        "text": "Seeing or talking about the horrible. That's the best thing to push you away",
        "start": 713.869,
        "duration": 3.59
    },
    {
        "text": "The reason I have never smoked a cigarette in my life",
        "start": 717.459,
        "duration": 2.309
    },
    {
        "text": "Both of my parents smoked it looked horrible as people who were addicted. I knew it was horrible. Never even gave it a chance",
        "start": 719.779,
        "duration": 6.769
    },
    {
        "text": "I am thankful I got to learn from their mistakes",
        "start": 726.549,
        "duration": 1.9
    },
    {
        "text": "I am proud of myself for never having gone down that road",
        "start": 728.449,
        "duration": 3.44
    },
    {
        "text": "But I also think it's incredibly important not to just see myself as then better",
        "start": 731.889,
        "duration": 4.109
    },
    {
        "text": "Than smokers or better than people that have other",
        "start": 736.189,
        "duration": 3.2
    },
    {
        "text": "Addictions because I'm a bad mistake",
        "start": 739.519,
        "duration": 2.149
    },
    {
        "text": "Or two away from having been them or at least that's how I personally see the situation these days",
        "start": 741.769,
        "duration": 4.159
    },
    {
        "text": "But with that said I do want to pass the question off to you. What are your thoughts about opioids?",
        "start": 745.929,
        "duration": 3.869
    },
    {
        "text": "Is it something that you've dealt with in your life someone that you know?",
        "start": 749.799,
        "duration": 3.0
    },
    {
        "text": "Around you any kind of peeks into your world and your experiences. I always appreciate then in infuriating news",
        "start": 753.139,
        "duration": 6.109
    },
    {
        "text": "We look to Pennsylvania. And the reason for that is yesterday a Pennsylvania grand jury released a",
        "start": 759.248,
        "duration": 4.652
    },
    {
        "text": "1356 page report detailing abuse by over 300 Catholic clergymen against over",
        "start": 763.96,
        "duration": 5.24
    },
    {
        "text": "1000 children within the state and this grand jury heard from dozens of witnesses",
        "start": 769.3,
        "duration": 3.779
    },
    {
        "text": "They reviewed more than half a million pages of internal documents",
        "start": 773.079,
        "duration": 3.0
    },
    {
        "text": "They investigated six of the eight diocese in Pennsylvania those representing about 1.7 million Catholics, and these abuses spanned 70 years",
        "start": 776.079,
        "duration": 7.409
    },
    {
        "text": "and as far as those two diocese, that weren't",
        "start": 783.489,
        "duration": 1.72
    },
    {
        "text": "investigated they were actually passed over because they've already been the subject of three past grand jury all of which by the way were",
        "start": 785.209,
        "duration": 5.179
    },
    {
        "text": "scathing of the churches conduct",
        "start": 790.579,
        "duration": 1.641
    },
    {
        "text": "But as far as this most recent report the grand jury did want to that while they can confirm just over 1000 victims",
        "start": 792.22,
        "duration": 5.279
    },
    {
        "text": "There are likely thousands more many of whom never came forward with their story because the church instigated a massive cover-up which led to many",
        "start": 797.5,
        "duration": 6.38
    },
    {
        "text": "documents being lost or destroyed they also unfortunately found that as a consequence of the cover-up almost every instance of abuse was found to be",
        "start": 803.899,
        "duration": 6.409
    },
    {
        "text": "Too old to be prosecuted and prosecutors found that in nearly every case the statute of limitations had run out",
        "start": 810.309,
        "duration": 4.89
    },
    {
        "text": "also",
        "start": 815.199,
        "duration": 0.39
    },
    {
        "text": "it was found that one-third of the priests involved have since died that said many of the priests who are still alive are retired put",
        "start": 815.589,
        "duration": 6.419
    },
    {
        "text": "On leave by the church or removed from the clergy already and then finally a small number of the priests that we are talking about",
        "start": 822.009,
        "duration": 4.77
    },
    {
        "text": "Have already been charged of their past crimes",
        "start": 826.779,
        "duration": 1.86
    },
    {
        "text": "however\nAs a result of this grand jury",
        "start": 828.639,
        "duration": 1.75
    },
    {
        "text": "Investigation prosecutors have managed to charge two men and one has already pled guilty",
        "start": 830.389,
        "duration": 3.049
    },
    {
        "text": "And in addition to sexually abusing children the report found that there was widespread",
        "start": 833.439,
        "duration": 3.27
    },
    {
        "text": "Cover-up of fact and among the half a million internal documents reviewed by the jury were",
        "start": 837.019,
        "duration": 3.619
    },
    {
        "text": "Thousands of pages by Pennsylvania bishops to Vatican officials detailing the abuse and while they told Vatican officials of the abuse",
        "start": 840.829,
        "duration": 5.989
    },
    {
        "text": "They failed to tell law enforcement as well and after failing to tell law enforcement of the sexual abuse of children by",
        "start": 846.82,
        "duration": 5.48
    },
    {
        "text": "clergymen they would then send offending clergy to treatment facilities, which",
        "start": 852.4,
        "duration": 3.359
    },
    {
        "text": "Laundered the priests and permitted hundreds of known offenders to return to the ministry and an internal church Secret Archives",
        "start": 855.829,
        "duration": 4.58
    },
    {
        "text": "They reportedly dismissed these abuses as horseplay as wrestling as just inappropriate conduct",
        "start": 860.41,
        "duration": 5.13
    },
    {
        "text": "This whole conspiracy of silence wasn't just in the church",
        "start": 865.54,
        "duration": 2.82
    },
    {
        "text": "It was with people outside of the church but connected to it even when an abuse was reported to police or prosecutors",
        "start": 868.36,
        "duration": 4.889
    },
    {
        "text": "They sometimes failed to act on it's simply out of deference to church officials",
        "start": 873.47,
        "duration": 3.469
    },
    {
        "text": "And as of right now the Vatican has declined to comment on this report",
        "start": 876.939,
        "duration": 3.119
    },
    {
        "text": "but we have seen from Cardinal Daniel DiNardo from the United States the report of the Pennsylvania grand jury again illustrates the pain of those",
        "start": 880.059,
        "duration": 5.58
    },
    {
        "text": "who have been victims of the crime of sexual abuse by individual members of our clergy and by those who shielded abusers and so",
        "start": 885.639,
        "duration": 5.85
    },
    {
        "text": "Facilitated an evil that continued for years or even decades as a body of Bishops",
        "start": 891.619,
        "duration": 3.92
    },
    {
        "text": "We are shamed by and sorry for the sins and omissions by Catholic priests and Catholic Bishops and the Cardinal also defended the church pointing",
        "start": 895.54,
        "duration": 6.179
    },
    {
        "text": "Out that the grand jury's reports spend seventy years and nearly all of the abuses in it took place before",
        "start": 901.72,
        "duration": 4.32
    },
    {
        "text": "2002 and while that is the case, there's also a legal battle happening in the now",
        "start": 906.169,
        "duration": 3.38
    },
    {
        "text": "Well, the statute of limitations has passed for most of these cases the grand jury has made clear",
        "start": 909.549,
        "duration": 4.44
    },
    {
        "text": "we are going to name their names and describe what they did both the sex offenders and those who",
        "start": 913.989,
        "duration": 4.53
    },
    {
        "text": "Concealed them essentially saying while we cannot legally prosecute you because the church protected you for everyone involved",
        "start": 918.58,
        "duration": 5.94
    },
    {
        "text": "The third that are no longer alive the two-thirds that are still alive",
        "start": 924.64,
        "duration": 3.52
    },
    {
        "text": "we're gonna let people know who you are and what you did so many still living priests are fighting for the names be redacted from",
        "start": 928.16,
        "duration": 5.369
    },
    {
        "text": "The document and so at this time the release report has some names",
        "start": 933.53,
        "duration": 2.76
    },
    {
        "text": "redacted the next month the Pennsylvania Supreme Court will decide if the priest named were beyond the statute of",
        "start": 936.36,
        "duration": 4.369
    },
    {
        "text": "Limitations have the right for their names to be redacted",
        "start": 940.86,
        "duration": 2.09
    },
    {
        "text": "Even then many prominent figures still in the church are named and in fact, one of the most prominent is Cardinal Donald Wuerl",
        "start": 942.95,
        "duration": 5.309
    },
    {
        "text": "He leads the Washington archdiocese, and he was formerly Pittsburgh's bishop",
        "start": 948.26,
        "duration": 3.39
    },
    {
        "text": "Even though it's reported that he was initially adamant about priests engage of sexual abuses having no place in the church",
        "start": 951.65,
        "duration": 4.769
    },
    {
        "text": "He eventually stopped complaining and just followed Church orders to promote and transfer priests eventually engaging in routine",
        "start": 956.42,
        "duration": 4.98
    },
    {
        "text": "Practices to notify the church when abuses happened but not authorities",
        "start": 961.46,
        "duration": 2.76
    },
    {
        "text": "But he him seIf denies the allegations that he was  complicit in a cover-up",
        "start": 964.22,
        "duration": 3.52
    },
    {
        "text": "and additionally we have another legal battle specifically about the statute of limitation many victims advocates calling for the removal",
        "start": 967.74,
        "duration": 5.09
    },
    {
        "text": "of statute of",
        "start": 972.83,
        "duration": 0.91
    },
    {
        "text": "limitations when it comes to the sexual abuse of children and specifically in Pennsylvania child victims have until they're 30 to pursue civil suits and",
        "start": 973.74,
        "duration": 5.989
    },
    {
        "text": "Until 50 for criminal charges. This is actually a recommendation from the grand jury itself",
        "start": 979.73,
        "duration": 3.6
    },
    {
        "text": "A robe grand jurors are just regular people who are randomly selected for service. You don't get paid much",
        "start": 983.33,
        "duration": 4.529
    },
    {
        "text": "The hours are bad and the work can be heartbreaking",
        "start": 987.86,
        "duration": 1.95
    },
    {
        "text": "What makes it worthwhile is knowing we can do some kind of justice",
        "start": 989.81,
        "duration": 3.179
    },
    {
        "text": "We spent 24 months dredging up the most depraved behavior only to find the laws protect most of its",
        "start": 993.02,
        "duration": 4.65
    },
    {
        "text": "Perpetrators and leave its victims with nothing. We say laws that do that need to change",
        "start": 997.77,
        "duration": 3.709
    },
    {
        "text": "We want future victims to know they will always have the force of the criminal law behind them",
        "start": 1001.48,
        "duration": 4.38
    },
    {
        "text": "no matter how long they live and we want future child predators to know they should always be looking over their shoulder no matter how",
        "start": 1005.86,
        "duration": 5.73
    },
    {
        "text": "Long they live and looking into this further in the United States roughly. Only 14 states have no statutes of",
        "start": 1011.59,
        "duration": 5.489
    },
    {
        "text": "limitations when it comes to sex crimes against minors and I say roughly because in certain states",
        "start": 1017.21,
        "duration": 3.799
    },
    {
        "text": "It depends on if it's classified as rape or sexual assault or something else and I will say I personally agree with a grand jury",
        "start": 1021.01,
        "duration": 5.76
    },
    {
        "text": "here\nI think it is absolutely insane that a sexual predator a sex offender someone who abused",
        "start": 1026.77,
        "duration": 5.55
    },
    {
        "text": "Children can just be scot-free because they wrote out the cloth",
        "start": 1032.78,
        "duration": 4.04
    },
    {
        "text": "They do a range of horrible things to children who are in emotional and mental",
        "start": 1036.82,
        "duration": 5.46
    },
    {
        "text": "vulnerable states when you look at the victims of sex crimes are so incredibly",
        "start": 1042.72,
        "duration": 4.6
    },
    {
        "text": "unfortunately so many of these victims think that they are somehow responsible and so they feel shame and they stay quiet and then you just add",
        "start": 1047.34,
        "duration": 6.46
    },
    {
        "text": "Religion to the mix where you have this person that is supposed to be closer to God, this person that is using that",
        "start": 1053.98,
        "duration": 5.88
    },
    {
        "text": "position as the ultimate",
        "start": 1059.9,
        "duration": 2.04
    },
    {
        "text": "Manipulation and as far as the redaction of the names, I want every one of these people to be named",
        "start": 1061.95,
        "duration": 5.59
    },
    {
        "text": "I don't care if they are alive or dead the world should know them as the",
        "start": 1067.55,
        "duration": 4.02
    },
    {
        "text": "Monsters they were and in fact these monsters who abuse these children are protected",
        "start": 1071.64,
        "duration": 3.5
    },
    {
        "text": "The other monsters they make me hope that God is real",
        "start": 1075.36,
        "duration": 3.349
    },
    {
        "text": "Not just God, God",
        "start": 1078.71,
        "duration": 1.23
    },
    {
        "text": "I'm talking Old Testament God because these people that perpetrated and shielded these other monsters",
        "start": 1079.94,
        "duration": 5.579
    },
    {
        "text": "They deserve something biblical because as of now, it appears the laws of man have failed us but that is where the story is",
        "start": 1085.52,
        "duration": 6.42
    },
    {
        "text": "Right now I do want to send thanks to any and all who have dedicated their time",
        "start": 1091.94,
        "duration": 4.77
    },
    {
        "text": "Some dedicating their entire lives",
        "start": 1097.14,
        "duration": 1.98
    },
    {
        "text": "To finding people and holding them accountable and that's where I'm gonna end this one and that's where we're going to end",
        "start": 1099.12,
        "duration": 4.309
    },
    {
        "text": "Today's show and of course remember the philip defranco show is also meant to be a conversation",
        "start": 1103.43,
        "duration": 3.089
    },
    {
        "text": "so whether it be the last story the first one anything in between",
        "start": 1106.52,
        "duration": 3.3
    },
    {
        "text": "Let me know what you're thinking in those comments down below with that said of course as always, my name's philip. Defranco",
        "start": 1109.82,
        "duration": 4.469
    },
    {
        "text": "You've just been phill'd in I love your faces and I'll see you tomorrow",
        "start": 1114.33,
        "duration": 3.949
    }
]