[
    {
        "text": "Sup, you beautiful bastards, hope you had a fantastic",
        "start": 0.03,
        "duration": 2.0
    },
    {
        "text": " ",
        "start": 2.03,
        "duration": 0.53
    },
    {
        "text": "Monday welcome back to the Philip DeFranco show and let's just jump into it the first thing I want to talk about today is our",
        "start": 2.56,
        "duration": 5.359
    },
    {
        "text": "BAMF of the day actually our bamps up bamps of the day multiple also quick note",
        "start": 7.96,
        "duration": 4.729
    },
    {
        "text": "There's a lot of controversy some misinformation a lot of craziness around the story",
        "start": 12.69,
        "duration": 3.48
    },
    {
        "text": "But let's focus on the good part first at the heart of it is this young kid Keaton Jones",
        "start": 16.17,
        "duration": 3.359
    },
    {
        "text": "And all around it or all the people",
        "start": 19.779,
        "duration": 2.09
    },
    {
        "text": "Openly supporting him you might have already seen this video over the weekend it blew up on Twitter like very few things",
        "start": 22.09,
        "duration": 5.24
    },
    {
        "text": "I've seen before everything Tennessee tweeted out this video of Keaton talking about dealing with bullying shadow curiosity",
        "start": 27.33,
        "duration": 6.149
    },
    {
        "text": "Why do they boy? What what's the point of it while you enjoy it taken?",
        "start": 33.94,
        "duration": 5.09
    },
    {
        "text": "Innocent people and finding a way to make me do",
        "start": 40.39,
        "duration": 3.5
    },
    {
        "text": "Okay, what did I say to you?",
        "start": 45.01,
        "duration": 2.029
    },
    {
        "text": "they make fun of my nose I",
        "start": 48.07,
        "duration": 2.0
    },
    {
        "text": "Have no friends",
        "start": 51.399,
        "duration": 2.0
    },
    {
        "text": "What they do tell you at lunch put milk on me hand up my clothes do",
        "start": 53.77,
        "duration": 5.089
    },
    {
        "text": "Nothing is it just you. Yep, or is it other kids too that feel that way",
        "start": 59.469,
        "duration": 4.85
    },
    {
        "text": "Say it so they're good shoe",
        "start": 64.869,
        "duration": 2.0
    },
    {
        "text": "How's that make you feel? Oh?",
        "start": 68.049,
        "duration": 2.0
    },
    {
        "text": "I do it officially know what they do to other people cos",
        "start": 70.09,
        "duration": 4.58
    },
    {
        "text": "Okay",
        "start": 75.909,
        "duration": 1.831
    },
    {
        "text": "People that are different don't need to be criticized about it",
        "start": 77.74,
        "duration": 4.91
    },
    {
        "text": "It's not their fault",
        "start": 84.04,
        "duration": 2.0
    },
    {
        "text": "But if you are made fun of just oh",
        "start": 87.52,
        "duration": 2.569
    },
    {
        "text": "Don't let it bother you",
        "start": 91.15,
        "duration": 1.95
    },
    {
        "text": "this",
        "start": 93.1,
        "duration": 1.229
    },
    {
        "text": "Stays on that bench",
        "start": 94.329,
        "duration": 2.0
    },
    {
        "text": "hard",
        "start": 96.99,
        "duration": 2.0
    },
    {
        "text": "But no probably get better wouldn't they",
        "start": 99.81,
        "duration": 3.29
    },
    {
        "text": "That is heartbreaking",
        "start": 105.899,
        "duration": 2.0
    },
    {
        "text": "It's a kind of heartbreaking that messes with your breathing as you're trying to talk on top of it being heartbreaking it is also",
        "start": 108.39,
        "duration": 5.419
    },
    {
        "text": "Inspiring s. Keaton's going through this horrible experience. He wants to let people know one",
        "start": 114.06,
        "duration": 3.949
    },
    {
        "text": "It's not right, but two people that that are experiencing this that they're not alone",
        "start": 118.009,
        "duration": 4.77
    },
    {
        "text": "But then it goes right back to heartbreaking because you you see him hear him say it gets better",
        "start": 122.78,
        "duration": 4.589
    },
    {
        "text": "But then you can tell that he has those doubts that said the reaction to this video was Swift",
        "start": 127.369,
        "duration": 4.8
    },
    {
        "text": "And it was loud everyday people and celebrity is sending",
        "start": 132.319,
        "duration": 2.55
    },
    {
        "text": "Massive amounts of love to Keaton you Chris Evans inviting him to a premiere Hailee Steinfeld asking if you wanted to come to the pitch",
        "start": 134.94,
        "duration": 5.959
    },
    {
        "text": "perfect three premiere as their date several other experiences",
        "start": 140.9,
        "duration": 2.52
    },
    {
        "text": "but mainly just",
        "start": 143.42,
        "duration": 0.849
    },
    {
        "text": "Massive amounts of support and so much has already been said about this and Keaton will most likely not see this but for for anyone",
        "start": 144.269,
        "duration": 5.75
    },
    {
        "text": "Going through something like this or anyone who will ever go through something like this",
        "start": 150.019,
        "duration": 3.96
    },
    {
        "text": "Please be aware and fully knows something that it appears that Keaton also knows. This is about the bullies",
        "start": 153.98,
        "duration": 5.639
    },
    {
        "text": "Not you the problem is with those pieces of garbage",
        "start": 159.78,
        "duration": 2.6
    },
    {
        "text": "Not you the really unfortunate reality a majority of the time is those bullies probably have been or are being bullied",
        "start": 162.989,
        "duration": 6.47
    },
    {
        "text": "But in a different way sometimes as a parent sometimes. It's a sibling sometimes",
        "start": 169.459,
        "duration": 3.059
    },
    {
        "text": "It's just one of the other kids",
        "start": 172.519,
        "duration": 1.171
    },
    {
        "text": "but it happened in the past and so if there is something that we can learn from this moment in time other than just",
        "start": 173.69,
        "duration": 4.289
    },
    {
        "text": "Retweeting if you're being bullied try to reach out to people that can help if you see someone being",
        "start": 178.2,
        "duration": 3.919
    },
    {
        "text": "Bullied let them know they are not alone and try to help them and most importantly",
        "start": 182.19,
        "duration": 3.44
    },
    {
        "text": "Because I am a true believer that it all starts from home. If you think that you have an asshole kid",
        "start": 185.97,
        "duration": 4.759
    },
    {
        "text": "Please sit down and talk to your asshole kid because a majority of the time",
        "start": 190.73,
        "duration": 3.72
    },
    {
        "text": "everyone else has to deal with that kid do not be a",
        "start": 194.519,
        "duration": 2.36
    },
    {
        "text": "passenger when it comes to the growth and development of your child the big part of this is while this video went viral and you",
        "start": 197.069,
        "duration": 5.0
    },
    {
        "text": "Have all these celebrities reaching out",
        "start": 202.069,
        "duration": 1.32
    },
    {
        "text": "And then everyone cares now eventually like with every story",
        "start": 203.389,
        "duration": 2.73
    },
    {
        "text": "Focus shifts news stories come out people are going to start looking to the next thing the changes aren't made in the long term nothing",
        "start": 206.28,
        "duration": 5.989
    },
    {
        "text": "Changes either for Keaton because those bullies are still there and countless other children that are currently in or will be in Keaton's position one",
        "start": 212.269,
        "duration": 6.15
    },
    {
        "text": "Day, they're bullies will remain as well",
        "start": 218.42,
        "duration": 1.349
    },
    {
        "text": "But all of that said much love to Keaton much love to people going through situations",
        "start": 219.769,
        "duration": 3.3
    },
    {
        "text": "similar to Keaton and my hope through all of this is that by all of us seeing something so heartbreaking we try to make the",
        "start": 223.38,
        "duration": 5.63
    },
    {
        "text": "Future a little less so also actually last second update to this story",
        "start": 229.01,
        "duration": 2.819
    },
    {
        "text": "There is now some",
        "start": 231.829,
        "duration": 1.211
    },
    {
        "text": "Controversy some people are now going after Keaton's mother people have been sharing posts from Kimberly Jones's paid son featuring the Confederate flag",
        "start": 233.04,
        "duration": 6.199
    },
    {
        "text": "Two weeks after Charlottesville a poster reads dear, but hurt Americans if you aren't bleeding",
        "start": 239.569,
        "duration": 4.5
    },
    {
        "text": "No bones are sticking out and you can breathe",
        "start": 244.069,
        "duration": 1.831
    },
    {
        "text": "Stop crying for the love some folks clearly never picked a switch before we all start talking to me about",
        "start": 245.9,
        "duration": 4.44
    },
    {
        "text": "metaphorical emotional financial or historical blood and brokenness don't join a group see if some people saying that it's",
        "start": 250.56,
        "duration": 5.179
    },
    {
        "text": "Hypocritical of the mother to share this video of her son while saying her post doesn't seem really open really kind also that Facebook page",
        "start": 255.84,
        "duration": 5.899
    },
    {
        "text": "Has since gone private also seen allegations from MMA fighter Joe Schilling said look at her Instagram post she's just running a money scam really",
        "start": 261.739,
        "duration": 6.239
    },
    {
        "text": "Sad and disgusting and then shares what he says a DM",
        "start": 267.979,
        "duration": 2.34
    },
    {
        "text": "Conversation with the mother no big thing to point out is I'm not sure he's actually",
        "start": 270.57,
        "duration": 3.349
    },
    {
        "text": "Talking to the mother the first picture on that account that shows people including a picture of Keaton is from yesterday",
        "start": 274.08,
        "duration": 4.76
    },
    {
        "text": "So honestly it could be any bucket an Indiana Jones",
        "start": 278.84,
        "duration": 2.07
    },
    {
        "text": "shared and has since blown others and claiming their Keaton's mother says what happened to us whites sticking together and",
        "start": 281.009,
        "duration": 5.3
    },
    {
        "text": "Helping one of another against the predator feeling responds",
        "start": 286.41,
        "duration": 2.629
    },
    {
        "text": "Lol you dumb cunt I got a viral video for your dumbass ello fuckin now, and they respond please can you delete that please?",
        "start": 289.039,
        "duration": 5.19
    },
    {
        "text": "It's very possible. That's not Keaton's mother's account Lake and Jones who is Keaton's sister",
        "start": 294.229,
        "duration": 4.05
    },
    {
        "text": "He's responded saying that's not my mom's Instagram IRS's private",
        "start": 298.28,
        "duration": 3.029
    },
    {
        "text": "And she has been posting anything and when looking into it even that gets confusing",
        "start": 301.31,
        "duration": 3.299
    },
    {
        "text": "There is a private Instagram account that has 126 thousand followers those by the name of underscore TaylorMade Q",
        "start": 304.61,
        "duration": 5.07
    },
    {
        "text": "It has a picture of the family you take a look at what that Instagram page look like",
        "start": 309.68,
        "duration": 3.51
    },
    {
        "text": "Before the most recent changes looks like it's a different person not Keaton Jones's mother. That's strange",
        "start": 313.26,
        "duration": 4.609
    },
    {
        "text": "I've also seen people critical of there being a GoFundMe for this family. I do want to point out there",
        "start": 318.08,
        "duration": 4.26
    },
    {
        "text": "It was started by a third party and and also kind of don't know why people",
        "start": 322.34,
        "duration": 3.449
    },
    {
        "text": "Would donate to the GoFundMe to the people offering cool experiences for keaton? I think that's great",
        "start": 326.009,
        "duration": 4.73
    },
    {
        "text": "But the people donating money. I mean that there are anti-bully organizations. I'll link to some in the description down below",
        "start": 330.74,
        "duration": 4.649
    },
    {
        "text": "I've also been people claiming that Keaton said the n-word and that's why he got bullied oh, I've seen no confirmation",
        "start": 335.389,
        "duration": 6.059
    },
    {
        "text": "whatsoever that happened the closest thing to proof I've seen are people then sharing photos of him next to a",
        "start": 341.97,
        "duration": 5.539
    },
    {
        "text": "Confederate flag and so now you have people wondering if they're gonna be celebs that pull back now",
        "start": 347.639,
        "duration": 3.74
    },
    {
        "text": "They should reconsider having",
        "start": 351.38,
        "duration": 1.39
    },
    {
        "text": "Sympathy and my response to that is this isn't about the mother to me is she a hypocrite is she not a hypocrite that that",
        "start": 352.77,
        "duration": 5.809
    },
    {
        "text": "To me doesn't affect keep and just in general",
        "start": 358.58,
        "duration": 2.13
    },
    {
        "text": "I'm of the mindset of the sins of",
        "start": 360.71,
        "duration": 2.04
    },
    {
        "text": "Shouldn't be the sins of the child they probably think that because I'm so unlike my parents",
        "start": 363.2,
        "duration": 4.669
    },
    {
        "text": "I love them because they're my blood, but that was very much on purpose if anything",
        "start": 367.87,
        "duration": 3.72
    },
    {
        "text": "I hope that this can be an",
        "start": 371.59,
        "duration": 1.51
    },
    {
        "text": "Educational experience probably wouldn't hurt all of us to be a little more open a little more civil with one another from that I want",
        "start": 373.1,
        "duration": 5.059
    },
    {
        "text": "To share some stuff",
        "start": 378.16,
        "duration": 0.57
    },
    {
        "text": "I loved today and today in awesome brought to you by postmates soulmates of course fantastic",
        "start": 378.73,
        "duration": 4.259
    },
    {
        "text": "Delivery on-demand app you want something you open the app you select something from a store or restaurant",
        "start": 383.06,
        "duration": 4.19
    },
    {
        "text": "They deliver it to your house your business your wherever in order drinks on the app",
        "start": 387.25,
        "duration": 3.779
    },
    {
        "text": "I ordered horchata, which I had never had before it is amazing",
        "start": 391.03,
        "duration": 3.3
    },
    {
        "text": "It's fantastic sometimes you use the app to save some time sometimes",
        "start": 394.33,
        "duration": 2.849
    },
    {
        "text": "It's just you you want to be responsible you want to be safe have someone bring the drinks to you",
        "start": 397.18,
        "duration": 3.51
    },
    {
        "text": "Oh and best of all if you want to try it out go to posta Franco calm",
        "start": 400.69,
        "duration": 2.64
    },
    {
        "text": "Or just click the link in the description down below download the app be sure you use promo code Philly D",
        "start": 403.33,
        "duration": 3.899
    },
    {
        "text": "And you will get $100 in free delivery credit",
        "start": 407.23,
        "duration": 2.579
    },
    {
        "text": "And the first bit of Awesome is we got a brand new trailer for ready player one I loved it",
        "start": 409.81,
        "duration": 3.33
    },
    {
        "text": "Just because the trailer seemed to be slow enough that it actually seems to show the character when he's in the Oasis",
        "start": 413.14,
        "duration": 5.219
    },
    {
        "text": "I think about right now. I'm 90% just so excited and the other 10% is just saying please don't suck. Please don't suck",
        "start": 418.36,
        "duration": 6.18
    },
    {
        "text": "Please don't suck",
        "start": 424.54,
        "duration": 0.66
    },
    {
        "text": "We'll have to wait to March 30th who know if it will earnest and fans at Jessica Jones rejoice",
        "start": 425.2,
        "duration": 3.929
    },
    {
        "text": "We got a trailer for season 2 comes back on March 8th so prepare yourself",
        "start": 429.13,
        "duration": 3.959
    },
    {
        "text": "And we got a badass trailer for spider-man into the spider-verse an animated spider-man movie. It is sexy looking but don't get too excited",
        "start": 433.09,
        "duration": 6.839
    },
    {
        "text": "It's coming out Christmas next year, you're gonna kind of have to wait then. Thanks to wired",
        "start": 439.93,
        "duration": 4.05
    },
    {
        "text": "We got the last Jedi cast answering the web's most searched questions",
        "start": 443.98,
        "duration": 3.089
    },
    {
        "text": "You also had those beautiful bastards over at life noggin asking the question",
        "start": 447.07,
        "duration": 3.149
    },
    {
        "text": "What if you didn't have bones also want to share an episode of hot ones that has now become one of my favorites logic came?",
        "start": 450.22,
        "duration": 4.679
    },
    {
        "text": "On it was fantastic then a bit of Awesome. I promised I'd mentioned when the day finally came of course",
        "start": 454.9,
        "duration": 4.5
    },
    {
        "text": "I always like to mention this before talking about it. I'm an advisor and investor in props which I talked about several videos ago",
        "start": 459.4,
        "duration": 4.8
    },
    {
        "text": "I let you know that because if this does well I benefit from that and you should know that so that it's not weird",
        "start": 464.2,
        "duration": 5.399
    },
    {
        "text": "I'm mentioning it today because the props token sale has finally begun its up on coin list and Republic crypto",
        "start": 469.6,
        "duration": 4.739
    },
    {
        "text": "I'm just letting you know. I'm not advising you on what to do. I personally genuinely think it's cool. Yeah",
        "start": 474.34,
        "duration": 4.47
    },
    {
        "text": "There was that and if you want to see the full versions everything",
        "start": 478.81,
        "duration": 2.04
    },
    {
        "text": "I'll just share the secret link of the day anything at all links has always are in the description down below",
        "start": 480.85,
        "duration": 4.319
    },
    {
        "text": "Let's talk about an infuriating update to a story we covered in January remember",
        "start": 485.24,
        "duration": 4.49
    },
    {
        "text": "And I'm gonna take my time with this so you remember their faces back in January Brittany, Covington",
        "start": 489.73,
        "duration": 4.409
    },
    {
        "text": "Jordan Hill to spay Cooper and Tanisha",
        "start": 494.139,
        "duration": 2.25
    },
    {
        "text": "Covington were arrested for brutally",
        "start": 496.61,
        "duration": 1.8
    },
    {
        "text": "Kidnapping and torturing a man on Facebook live back in January the victim had disappeared the family said they received text messages from his phone",
        "start": 498.41,
        "duration": 6.619
    },
    {
        "text": "Claiming he was being held hostage and the next thing they knew there was a Facebook Alive video that showed the four black teens cutting",
        "start": 505.03,
        "duration": 4.859
    },
    {
        "text": "An 18 year old white victim's scalp with a knife forcing him to drink toilet water",
        "start": 509.889,
        "duration": 3.329
    },
    {
        "text": "Punching kicking him laughing at him as he was bound and gagged in an apartment in Chicago",
        "start": 513.62,
        "duration": 3.59
    },
    {
        "text": "also before anyone says why'd you have to mention race appears the race was a huge part of this attack during the video where all",
        "start": 517.55,
        "duration": 5.539
    },
    {
        "text": "Of this is happening the suspects are heard saying fuck white people fuck Tron",
        "start": 523.089,
        "duration": 3.42
    },
    {
        "text": "Also the victim of this horrible attack had mental health issues including schizophrenia",
        "start": 528.83,
        "duration": 3.679
    },
    {
        "text": "Who's reportedly able to eventually get away because his attackers left him alone for a little bit it is because I went to confront neighbors",
        "start": 532.67,
        "duration": 5.299
    },
    {
        "text": "Who would complain about the noise the four suspects raided the neighbor's apartment they stole their property?",
        "start": 537.97,
        "duration": 4.11
    },
    {
        "text": "But while all that was happening the victim fled he's found by officers and treated at a hospital for cuts to his head face body",
        "start": 542.08,
        "duration": 5.429
    },
    {
        "text": "Also had a stab wound in his left arm the four teens in the video ended up getting arrested",
        "start": 547.51,
        "duration": 3.359
    },
    {
        "text": "Charged with aggravated kidnapping a hate crime aggravated unlawful restraint and aggravated battery with a deadly weapon",
        "start": 551.03,
        "duration": 5.419
    },
    {
        "text": "Additionally three of the four were also charged with residential burglary and one was charged with possession of a stolen vehicle",
        "start": 556.61,
        "duration": 4.7
    },
    {
        "text": "Also, since we're coming back to this story",
        "start": 561.41,
        "duration": 1.55
    },
    {
        "text": "I want to once again mention Chicago police commander Kevin Duffin while this gruesome video drew condemnation",
        "start": 562.96,
        "duration": 4.379
    },
    {
        "text": "From many including then President Obama may remember Chicago police commander Kevin deaf and said quote although they are adults",
        "start": 567.47,
        "duration": 6.47
    },
    {
        "text": "They're 18 kids make stupid decisions. I shouldn't call them kids",
        "start": 573.94,
        "duration": 3.69
    },
    {
        "text": "They're legally adults",
        "start": 577.63,
        "duration": 0.99
    },
    {
        "text": "But they're young adults and they make stupid decisions",
        "start": 578.62,
        "duration": 2.039
    },
    {
        "text": "Sue Duffin and anyone who has this argument in a situation like this regardless of race who's what's his make stupid decisions",
        "start": 580.88,
        "duration": 6.589
    },
    {
        "text": "Should not be something you say when you have four people kidnap seemingly torturing at one point",
        "start": 587.6,
        "duration": 5.989
    },
    {
        "text": "Stabbing when they're shouting stuff that sure as hell makes it seem like it's a hate crime",
        "start": 594.05,
        "duration": 3.77
    },
    {
        "text": "Response shouldn't be well kids that kind of response out of Kevin Duffin makes me go what the hell was Duffin doing when he was",
        "start": 597.89,
        "duration": 5.57
    },
    {
        "text": "18 but here we come to the big updates whitney covington the woman filming the woman narrating the attack on video who's been behind bars",
        "start": 603.53,
        "duration": 7.069
    },
    {
        "text": "Since her arrest in January Friday",
        "start": 610.6,
        "duration": 2.01
    },
    {
        "text": "She pled guilty to aggravated battery and timid asian hate crime charges as part of the deal",
        "start": 612.61,
        "duration": 4.71
    },
    {
        "text": "She made",
        "start": 617.32,
        "duration": 0.519
    },
    {
        "text": "Prosecutors drop additional charges including kidnapping while County Circuit Judge William hooks called the crime her if he then sentence covington to just four years",
        "start": 617.839,
        "duration": 7.25
    },
    {
        "text": "Probation he's also been ordered to complete 200 hours community service. She's prohibited from contact with two of the other suspects",
        "start": 625.25,
        "duration": 5.9
    },
    {
        "text": "She's been banned from all forms of social media for four years looks also told Covington",
        "start": 631.15,
        "duration": 3.839
    },
    {
        "text": "He could have imposed a prison sentence but added",
        "start": 634.99,
        "duration": 2.07
    },
    {
        "text": "I'm not sure if I did that you'd be coming out any better adding",
        "start": 637.06,
        "duration": 2.369
    },
    {
        "text": "He hoped the strict terms of probation would put Covington on a more productive life path",
        "start": 639.43,
        "duration": 3.599
    },
    {
        "text": "But he did warn her that she would face prison time was she violated any of the restrictions my response to this is really her",
        "start": 643.029,
        "duration": 5.16
    },
    {
        "text": "Punishment is community service having to stay away from two people and not using the thing that she used that",
        "start": 648.19,
        "duration": 5.46
    },
    {
        "text": "Exposed that she committed a crime",
        "start": 653.72,
        "duration": 1.4
    },
    {
        "text": "that's the punishment you give a",
        "start": 655.12,
        "duration": 1.719
    },
    {
        "text": "participant of a hate crime involved in the beating and stabbing of a young man with",
        "start": 656.839,
        "duration": 4.22
    },
    {
        "text": "Mental issues how can you expect to do damage to bigotry if you are not attacking bigotry on all fronts?",
        "start": 661.22,
        "duration": 4.61
    },
    {
        "text": "How can you expect people to respect the justice system when you provide none when this woman and potentially the other three who will remain?",
        "start": 665.83,
        "duration": 6.119
    },
    {
        "text": "In custody and and their cases are still pending",
        "start": 671.95,
        "duration": 2.0
    },
    {
        "text": "In this position once again if we're lucky enough that they get caught",
        "start": 674.33,
        "duration": 3.889
    },
    {
        "text": "Please judge hooks know to an extent that blood that pain that crime a little of that is on your hands",
        "start": 678.25,
        "duration": 5.609
    },
    {
        "text": "You have failed the people you were supposed to protect what that said of course. This is the Philip DeFranco",
        "start": 683.86,
        "duration": 3.72
    },
    {
        "text": "Show I give you the situation. I definitely give you my opinion, and then I want to hear from you",
        "start": 687.58,
        "duration": 4.679
    },
    {
        "text": "Whether you agree to disagree. I'd love to know your thoughts in those comments down below well",
        "start": 692.26,
        "duration": 4.019
    },
    {
        "text": "Let's talk about the explosion and chaos we saw out of New York today early this morning",
        "start": 696.279,
        "duration": 3.42
    },
    {
        "text": "We learned police were called a report of explosion around 7:20 in the morning there explosion taking place in an underground walkway at the Port",
        "start": 699.7,
        "duration": 5.429
    },
    {
        "text": "Authority subway station the suspect was headed eastbound when the bomb went off during what would have been peak morning commute hours as far as",
        "start": 705.13,
        "duration": 5.369
    },
    {
        "text": "The explosion itself it was captured on transit system video the area quickly became chaotic panic commuters starts scrambling to evacuate the area",
        "start": 710.5,
        "duration": 6.0
    },
    {
        "text": "Monitors find the suspect responsible he was later identified",
        "start": 716.709,
        "duration": 2.01
    },
    {
        "text": "The good news if we can even really use that phrase in this incident",
        "start": 719.0,
        "duration": 2.989
    },
    {
        "text": "Is that the damage was minimal were four reported injuries?",
        "start": 721.99,
        "duration": 2.609
    },
    {
        "text": "Including the bomber none of them were said to be life-threatening the suspect reportedly had burns",
        "start": 724.79,
        "duration": 3.919
    },
    {
        "text": "He had lacerations on his hands his abdomen three victims were taken to the hospital",
        "start": 728.709,
        "duration": 3.66
    },
    {
        "text": "They're being treated for headaches ringing in the ears and soon after this Police Commissioner James O'Neal gave out more details on this incident limitary",
        "start": 732.38,
        "duration": 6.529
    },
    {
        "text": "Investigation at the scene indicates this male was wearing an improvised",
        "start": 739.31,
        "duration": 2.989
    },
    {
        "text": "Low-tech explosive device attached to his body",
        "start": 743.029,
        "duration": 2.75
    },
    {
        "text": "He intentionally detonated that device later when O'Neill was asked if this attempted bomber was connected to Isis O'Neill responded",
        "start": 746.74,
        "duration": 6.409
    },
    {
        "text": "He did make statements, but we're not going to talk about that right now at the same time",
        "start": 753.15,
        "duration": 3.119
    },
    {
        "text": "We did have New York City Mayor Bill DeBlasio calling a terrorism. Let's be clear as New Yorkers our lives revolve around the subways",
        "start": 756.27,
        "duration": 7.17
    },
    {
        "text": "when we hear of an attack in the subways incredibly unsettling and",
        "start": 764.2,
        "duration": 5.0
    },
    {
        "text": "Let's be also clear this was an attempted terrorist attack now as far as the attempted bomber himself",
        "start": 769.66,
        "duration": 5.84
    },
    {
        "text": "And I'll just make this quick no for anyone that is new to my video mass killer or someone that attempted a mass killing does",
        "start": 775.5,
        "duration": 5.159
    },
    {
        "text": "Something we don't show the names",
        "start": 780.7,
        "duration": 1.4
    },
    {
        "text": "we don't show the faces you still talk about their background because we can get answers and solutions from all the",
        "start": 782.1,
        "duration": 4.559
    },
    {
        "text": "Information as far as accidentally promoting these pieces of garbage. I won't do that on my ship also keep in mind",
        "start": 786.82,
        "duration": 4.699
    },
    {
        "text": "We're early into this story. This is an ever developing situation, but what we are seeing is that this bomber is reportedly from Bangladesh?",
        "start": 791.52,
        "duration": 5.67
    },
    {
        "text": "He's been in the country for seven years authorities saying he entered the United States on an f4 visa which is a family based visa",
        "start": 797.19,
        "duration": 5.13
    },
    {
        "text": "Reportedly lived in Brooklyn according to New York law enforcement official the suspect told police",
        "start": 802.42,
        "duration": 3.65
    },
    {
        "text": "He made that vinous at his workplace as far as motive there have been multiple reports",
        "start": 806.07,
        "duration": 3.659
    },
    {
        "text": "So I'd feel more comfortable waiting for an official announcement as recording this video",
        "start": 809.73,
        "duration": 3.779
    },
    {
        "text": "That's where we are now what happens next hopefully we get more information most likely we're going to see Trump sound off on immigration",
        "start": 813.51,
        "duration": 5.37
    },
    {
        "text": "Especially because the attacker was here on an f4 visa",
        "start": 819.04,
        "duration": 2.419
    },
    {
        "text": "That's where I'm gonna end this one",
        "start": 821.46,
        "duration": 0.99
    },
    {
        "text": "And I do want to ask you whether whether it be this last story the first one anything that stood out to you in between",
        "start": 822.45,
        "duration": 4.229
    },
    {
        "text": "What are your thoughts I'd love to know and it's what makes doing this show for me so interesting",
        "start": 826.87,
        "duration": 4.039
    },
    {
        "text": "That's where I'm going to end today's show and remember if you liked this video you like what I try to do on this channel",
        "start": 830.91,
        "duration": 3.96
    },
    {
        "text": "You want to support this independent media go to DeFranco elite com sign up become a member",
        "start": 834.87,
        "duration": 4.26
    },
    {
        "text": "Early videos of exclusive videos exclusive live streams like the one we're gonna have tomorrow",
        "start": 839.25,
        "duration": 3.539
    },
    {
        "text": "So who's a poster is exclusive mug all the good stuff?",
        "start": 842.79,
        "duration": 3.0
    },
    {
        "text": "also\nIf you missed the last philip defranco show you want to catch up click or tap right there to watch that well if you want",
        "start": 845.82,
        "duration": 4.439
    },
    {
        "text": "To watch the newest behind the scenes vlog click or tap right there to watch that box",
        "start": 850.26,
        "duration": 3.27
    },
    {
        "text": "That said of course as always my name's philip defranco. You've just been phill'd in. I love yo faces, and I'll see you tomorrow",
        "start": 853.53,
        "duration": 6.119
    }
]