[
    {
        "text": "Sup you beautiful bastards! Hope you're having a fantastic Wednesday! Welcome back to the Philip Defranco show and let's just jump into it. (and) The first thing",
        "start": 0.42,
        "duration": 6.32
    },
    {
        "text": "I want to talk about today are updates around Hurricane Harvey and the massive flooding in Texas",
        "start": 6.74,
        "duration": 4.14
    },
    {
        "text": "There are a lot of different stories coming out of this situation",
        "start": 10.88,
        "duration": 2.28
    },
    {
        "text": "So let's try and go through them one of the biggest stories to come out of this on Social Media was one around Matt Walsh.",
        "start": 13.16,
        "duration": 5.02
    },
    {
        "text": "To me this is one of the biggest non-stories to come out of this very real disaster.",
        "start": 18.18,
        "duration": 4.38
    },
    {
        "text": "The story all starts with conservative blogger, Matt walsh retweeting this photo with the caption:",
        "start": 22.56,
        "duration": 3.62
    },
    {
        "text": "\"Toxic masculinity and privilege\". Kind of a poke and prod at people that you would maybe label Feminazi. Not classical feminists",
        "start": 26.38,
        "duration": 6.58
    },
    {
        "text": "but you know the \"the men are evil\" people. It's important to know that there is a separation. And Walsh then takes to Facebook",
        "start": 32.96,
        "duration": 5.4
    },
    {
        "text": "He posts the picture he writes a whole piece where he says, \"Many of the images coming out of Houston are horrifying and hard to",
        "start": 38.36,
        "duration": 5.06
    },
    {
        "text": "even comprehend",
        "start": 43.44,
        "duration": 0.779
    },
    {
        "text": "But other pictures reveal the best in humanity this one from the Star Tribune captures a SWAT officer",
        "start": 44.219,
        "duration": 4.02
    },
    {
        "text": "Rescuing a woman and her baby from the flood. I've seen it all over social media. It resonates",
        "start": 48.43,
        "duration": 3.739
    },
    {
        "text": "I think because many people are sick of being beaten over the head with phrases like 'toxic",
        "start": 52.17,
        "duration": 3.299
    },
    {
        "text": "masculinity' and 'male privilege'. Most women don't think of men that way no matter how often the media and college professors",
        "start": 55.69,
        "duration": 4.58
    },
    {
        "text": "insist that they ought to they think of men this way as providers and protectors.",
        "start": 60.43,
        "duration": 3.169
    },
    {
        "text": "I also know how the woman is protectively cradling her child as the man carries them both to safety a perfect",
        "start": 63.67,
        "duration": 5.059
    },
    {
        "text": "encapsulation of what the man-woman-child",
        "start": 68.92,
        "duration": 2.0
    },
    {
        "text": "Relationship is supposed to be. Our culture would rather it be a picture of a woman carrying a man as the child is left back",
        "start": 71.08,
        "duration": 5.239
    },
    {
        "text": "in the boat. But that's not how it's meant to be. And when the floodwaters come and all pretenses are washed away",
        "start": 76.32,
        "duration": 4.5
    },
    {
        "text": "we're left with how things are supposed to work.",
        "start": 80.82,
        "duration": 1.979
    },
    {
        "text": "How they naturally are and it's a beautiful sight.\" And he also posted a twitter with the same note of \"This is how it's supposed",
        "start": 82.799,
        "duration": 5.49
    },
    {
        "text": "to be despite what your Gender Studies professor says.\" Huge chunk of the internet took to memeing and mocking him. Posting photo after photo",
        "start": 88.29,
        "duration": 7.199
    },
    {
        "text": "of \"This is how it's supposed to be",
        "start": 95.829,
        "duration": 2.15
    },
    {
        "text": "despite what your gender studies professor says.\" Then an actual Gender Studies",
        "start": 98.439,
        "duration": 3.68
    },
    {
        "text": "professor responds it and that went Viral. Christina Wolbrecht writing, \"Your rigid and illogical",
        "start": 102.25,
        "duration": 4.489
    },
    {
        "text": "sexual division of labor and related Hierarchy of value hurts both women and men in the US economy and the flourishing of society as a",
        "start": 106.88,
        "duration": 7.09
    },
    {
        "text": "whole. The value of work holding the baby or carrying the mother should be recognized and rewarded no matter who performs it. Given how much",
        "start": 113.97,
        "duration": 5.87
    },
    {
        "text": "care is needed, it's all hands on deck.\" Walsh",
        "start": 119.849,
        "duration": 2.211
    },
    {
        "text": "then says the media contacts him and asked if he would like to",
        "start": 122.07,
        "duration": 2.819
    },
    {
        "text": "retract his statement, issue an apology. He says no and writes, \"People have accused me of politicizing a tragedy. Politicizing?",
        "start": 125.11,
        "duration": 6.5
    },
    {
        "text": "I see the profound beauty of",
        "start": 131.61,
        "duration": 1.13
    },
    {
        "text": "Womanhood and Manhood and their relation to each other. There is nothing political about it. If you see it as political",
        "start": 132.74,
        "duration": 4.289
    },
    {
        "text": "that's your issue",
        "start": 137.03,
        "duration": 0.51
    },
    {
        "text": "and if you can't deal with the fact that not everyone has bought into your progressive and confused and hollow and",
        "start": 137.54,
        "duration": 4.349
    },
    {
        "text": "reductionist views on gender that again is your issue. I make no apology is you no retraction. I reconsider nothing.",
        "start": 142.11,
        "duration": 5.27
    },
    {
        "text": "Send me all the memes and hate mail you want. It's nothing to me. Meaningless.\" And to that statement",
        "start": 147.38,
        "duration": 4.02
    },
    {
        "text": "I would say it's not fully",
        "start": 151.4,
        "duration": 1.69
    },
    {
        "text": "meaningless. If it was meaningless you would not have written a three paragraph response on your Facebook and also",
        "start": 153.09,
        "duration": 5.059
    },
    {
        "text": "Let's take away the word politicizing",
        "start": 158.15,
        "duration": 2.039
    },
    {
        "text": "I'm just saying this as an outsider looking in. It is very strange to me that you see this guy",
        "start": 160.19,
        "duration": 4.949
    },
    {
        "text": "saving this woman and her baby your first thought in the midst of everybody",
        "start": 165.27,
        "duration": 3.559
    },
    {
        "text": "praising this man is a hero is \"I'm gonna write a large post about how feminazis are wrong.\"",
        "start": 169.11,
        "duration": 4.759
    },
    {
        "text": "And \"how like toxic masculinity is bullshit.\" It's just a strange random time to have this argument. When I see that picture",
        "start": 173.87,
        "duration": 5.76
    },
    {
        "text": "I see a hero",
        "start": 179.63,
        "duration": 0.84
    },
    {
        "text": "But I also if I just broke it down I see",
        "start": 180.47,
        "duration": 2.309
    },
    {
        "text": "Whichever person is the larger person carrying the other human being that is smaller than them to go back to your post who in their",
        "start": 183.09,
        "duration": 5.96
    },
    {
        "text": "fucking right mind would want the woman to try to carry the man and the baby to just die once again take out the word",
        "start": 189.05,
        "duration": 6.569
    },
    {
        "text": "politicizing; all this shows me as human beings have an exceptional ability to remain petty even in a crisis.",
        "start": 196.02,
        "duration": 5.87
    },
    {
        "text": "But then let's also talk about the price gouging issue. There are reports coming out of there have been at least",
        "start": 201.89,
        "duration": 3.209
    },
    {
        "text": "550 complaints of price gouging during this. The Texas Attorney General is saying that this is ranging from hotels quadrupling prices",
        "start": 205.8,
        "duration": 6.71
    },
    {
        "text": "You'll being sold for $10 a gallon",
        "start": 212.51,
        "duration": 2.0
    },
    {
        "text": "cases of water selling for around",
        "start": 214.68,
        "duration": 2.0
    },
    {
        "text": "$99. But the main company that got most of the backlash in all of this was BestBuy. Images came out reportedly from a",
        "start": 217.02,
        "duration": 5.659
    },
    {
        "text": "Houston resident that showed that in Best Buy",
        "start": 222.75,
        "duration": 2.33
    },
    {
        "text": "were selling a",
        "start": 225.11,
        "duration": 0.58
    },
    {
        "text": "24-pack of Dasani which you can find online for around twenty to twenty three dollars, right in the middle of a huge natural",
        "start": 225.69,
        "duration": 5.72
    },
    {
        "text": "disaster for just under $43.",
        "start": 231.74,
        "duration": 1.83
    },
    {
        "text": "Oh, and the rage was real people were letting loose on Best Buy, but there also might be a legal problem here",
        "start": 233.57,
        "duration": 5.25
    },
    {
        "text": "while\nBest Buy has come out and issued a statement saying this was a mistake",
        "start": 238.84,
        "duration": 2.82
    },
    {
        "text": "A Best Buy spokesperson saying, \"This was a big mistake on the part of a few employees at one store on Friday. As a company",
        "start": 241.96,
        "duration": 4.68
    },
    {
        "text": "we're focused on helping not hurting affected people. We're sorry and it won't happen again.",
        "start": 246.65,
        "duration": 3.36
    },
    {
        "text": "Not as an excuse, but as an explanation.",
        "start": 250.28,
        "duration": 1.53
    },
    {
        "text": "We don't typically sell cases of water. The mistake was made when employees priced a case of water using the single bottle price for each",
        "start": 251.81,
        "duration": 5.94
    },
    {
        "text": "bottle in the case.\" Maybe with that apology and explanation you understand",
        "start": 257.75,
        "duration": 3.39
    },
    {
        "text": "But there is still the question of did they break the law? In Texas there is a penalty for price gouging",
        "start": 261.14,
        "duration": 4.64
    },
    {
        "text": "Per infraction you're looking at a penalty of up to",
        "start": 266.02,
        "duration": 1.74
    },
    {
        "text": "$20,000. Also if the victim of the price gouging is over 65 years old the penalty can go up to",
        "start": 267.76,
        "duration": 5.6
    },
    {
        "text": "$250,000. It's the law there so as far as if Best Buy is going to have to pay we'll have to wait and see also",
        "start": 273.66,
        "duration": 5.6
    },
    {
        "text": "Also coming out of the story we're seeing a lot of debate and talk of",
        "start": 279.26,
        "duration": 2.74
    },
    {
        "text": "morality versus necessity.",
        "start": 282.06,
        "duration": 1.14
    },
    {
        "text": "Some arguing that if you only have a certain amount of supplies you as the seller should have the right to change the price",
        "start": 283.26,
        "duration": 5.1
    },
    {
        "text": "where others say no in the midst of an emergency we have to think of the greater good.And that kind of ties into the",
        "start": 288.36,
        "duration": 4.29
    },
    {
        "text": "other story about",
        "start": 292.65,
        "duration": 0.97
    },
    {
        "text": "Looters ABC News journalist Tom Llamas came under fire for something he posted on Twitter tweeting. \"We inform police of the looting and Coast Guard",
        "start": 293.62,
        "duration": 6.68
    },
    {
        "text": "Is flying overhead. Multiple officers now on the scene.\"",
        "start": 300.3,
        "duration": 2.28
    },
    {
        "text": "And he got some initial backlash for this tweet so he deleted it and made a clarifying tweet saying, \"Let me clear this up",
        "start": 302.58,
        "duration": 5.25
    },
    {
        "text": "We were with police wood discovered a dead body and mentioned",
        "start": 307.83,
        "duration": 2.369
    },
    {
        "text": "we saw people with faces covered going into a supermarket nearby.\" And as you might imagine there was even greater",
        "start": 310.199,
        "duration": 4.529
    },
    {
        "text": "backlash. With Tom's first tweet you might have perceived that as someone broke into an electronics store",
        "start": 314.949,
        "duration": 3.8
    },
    {
        "text": "They were stealing TVs, but in his clarification tweet",
        "start": 318.75,
        "duration": 2.669
    },
    {
        "text": "He says we saw police who had just found a dead body",
        "start": 321.419,
        "duration": 2.1
    },
    {
        "text": "and we reported that there were looters going into a",
        "start": 323.52,
        "duration": 2.0
    },
    {
        "text": "supermarket and people started tearing into Tom saying in a natural disaster where even your",
        "start": 325.569,
        "duration": 3.95
    },
    {
        "text": "Station has been saying that people that don't have access to clean water",
        "start": 329.59,
        "duration": 2.72
    },
    {
        "text": "They don't have access to food in the middle of a disaster when it's life or death",
        "start": 332.349,
        "duration": 3.62
    },
    {
        "text": "This is seen as scavenging looting John Burns",
        "start": 336.009,
        "duration": 2.93
    },
    {
        "text": "North Carolina tweet, \"Looting a supermarket in a flood is also known as getting food.\" Another writing,",
        "start": 338.94,
        "duration": 4.049
    },
    {
        "text": "\"Thank goodness now that food can stay where it belongs in a flooded",
        "start": 342.99,
        "duration": 2.489
    },
    {
        "text": "Supermarket where it's Gonna be thrown out soon anyways.\" People also pointing out the interesting times that the media calls things looting or people",
        "start": 345.64,
        "duration": 6.3
    },
    {
        "text": "finding food. Others pointing to the \"Choice of Evil's\" defense in Texas. That reading, \"In some cases in which all the elements",
        "start": 352.06,
        "duration": 5.8
    },
    {
        "text": "normally constituting a crime have been shown, punishment is withheld because of peculiar",
        "start": 358.02,
        "duration": 3.82
    },
    {
        "text": "circumstances around the crime. And so the argument is that because we're talking about a life or death situation",
        "start": 361.96,
        "duration": 3.529
    },
    {
        "text": "That's what we see here. Now keep in mind there are legitimate cases of looting there if You're talking about people going into a supermarket most likely for a food if you're breaking into a store",
        "start": 365.74,
        "duration": 6.89
    },
    {
        "text": "And you're taking money out of the register you're taking electronics. Yes, that is 100% looting.",
        "start": 372.63,
        "duration": 4.139
    },
    {
        "text": "You're using the chaos to commit a crime for monetary gain. And understand, I'm talking about this not because I'm trying to say",
        "start": 376.77,
        "duration": 4.649
    },
    {
        "text": "looting's fine. I'm talking about this and I want to pass the question off to you of okay",
        "start": 382.06,
        "duration": 3.589
    },
    {
        "text": "Let's say you're in this situation if a supermarket is closed down",
        "start": 385.65,
        "duration": 2.73
    },
    {
        "text": "It's flooded and then you go in there you had no food or water for several days and you and you got into this place",
        "start": 388.38,
        "duration": 5.309
    },
    {
        "text": "would you take the food and water and also should you be held accountable in your mind when to the",
        "start": 393.69,
        "duration": 4.739
    },
    {
        "text": "We'll stop applying the final bit",
        "start": 398.63,
        "duration": 1.38
    },
    {
        "text": "I want to talk about is a clip from Cnn that has gone viral",
        "start": 400.01,
        "duration": 2.79
    },
    {
        "text": "CnN reporter is interviewing a flood victim and and this happened",
        "start": 403.23,
        "duration": 3.529
    },
    {
        "text": "We've heard of stories of mothers trying to save their children from the rushing waters. Can you?",
        "start": 406.76,
        "duration": 5.85
    },
    {
        "text": "Tell us how that wasn't four feet of water to go get them food on the first day? Yeah? That's a lot of shit, but",
        "start": 413.64,
        "duration": 6.559
    },
    {
        "text": "Y'all sit here y'all trying to interview people during their worst times like that's not the smartest thing to do",
        "start": 420.75,
        "duration": 5.119
    },
    {
        "text": "Like people are really breaking down y'all sitting here with cameras and microphones trying to ask us what the fuck is wrong with us",
        "start": 425.97,
        "duration": 5.779
    },
    {
        "text": "Some say you're really trying to understand with the microphone still in my face",
        "start": 431.97,
        "duration": 3.5
    },
    {
        "text": "When these shivering cold with my kids wet and you still putting a microphone in my face so as you can tell very",
        "start": 435.77,
        "duration": 6.839
    },
    {
        "text": "Emotional situation we'll start sharing this video saying that it shows that CnN",
        "start": 442.89,
        "duration": 3.44
    },
    {
        "text": "Is heart letting it shows that they're just trying to exploit these victims for views and event I would say yes",
        "start": 446.33,
        "duration": 4.679
    },
    {
        "text": "And so first I can't fault the woman for getting emotional here. He's possibly lost most everything",
        "start": 451.01,
        "duration": 5.1
    },
    {
        "text": "She knows in her life is a scary situation the same time the Cnn reporter here does seem respectful",
        "start": 456.11,
        "duration": 6.0
    },
    {
        "text": "She asks a question the woman's yelling you can see there that she looks like she's concerned this point the reporters in a no-win situation",
        "start": 462.11,
        "duration": 5.309
    },
    {
        "text": "She either keeps the microphone there, so this woman can can say herpes which opposed the microphone away",
        "start": 467.85,
        "duration": 4.489
    },
    {
        "text": "And she seems heartless because she doesn't want this woman to have a voice now and the woman being interviewed does have a point",
        "start": 472.34,
        "duration": 4.98
    },
    {
        "text": "It's not just cnn, but so many of these networks are down there. They're they're shooting this tragedy",
        "start": 477.32,
        "duration": 4.049
    },
    {
        "text": "They're getting interviewed Ameno the coverage we see on the ground can be seen as exploitive",
        "start": 481.37,
        "duration": 4.26
    },
    {
        "text": "But it also brings awareness to the situation when you talk about a situation by showing massive flooding",
        "start": 485.63,
        "duration": 4.38
    },
    {
        "text": "Houses being destroyed and throughout whatever numbers you want on a situation and some people will care",
        "start": 490.08,
        "duration": 4.309
    },
    {
        "text": "but a lot of people will care if they see the",
        "start": 494.39,
        "duration": 2.669
    },
    {
        "text": "individuals affected if they hear an individual story they can put themselves in that",
        "start": 497.28,
        "duration": 3.92
    },
    {
        "text": "Person's place for a second that then often leads to pressure for the government to actually do something donations from everyday individuals",
        "start": 501.3,
        "duration": 6.5
    },
    {
        "text": "So if the increased coverage deals with more support week that's where we get into the sticky situation of intent",
        "start": 507.8,
        "duration": 4.53
    },
    {
        "text": "I mean, I'm a cynical guy I often assume people have the worst intentions",
        "start": 512.33,
        "duration": 3.539
    },
    {
        "text": "there are people arguing that the news is covering this because people need to know about it others are gonna say it's just for the",
        "start": 515.87,
        "duration": 5.16
    },
    {
        "text": "Views people gonna look to celebrities like Kevin hart the rock whoever donating and making a big public statement about it and go",
        "start": 521.03,
        "duration": 5.729
    },
    {
        "text": "Oh are they doing it because it's inexpensive good promotion for them",
        "start": 526.76,
        "duration": 3.45
    },
    {
        "text": "Or do they want to raise awareness and for this very horrible situation, but in these most trying of times during these disasters",
        "start": 530.21,
        "duration": 6.309
    },
    {
        "text": "I try to pull back from the cynicism the end result is help for victims",
        "start": 536.52,
        "duration": 3.75
    },
    {
        "text": "I end up finding that I put on",
        "start": 540.27,
        "duration": 1.93
    },
    {
        "text": "Rose-colored glasses and assume everyone has the best of intentions",
        "start": 542.2,
        "duration": 2.929
    },
    {
        "text": "And so on that note of being less cynical and trying to focus on something more positive",
        "start": 545.13,
        "duration": 3.51
    },
    {
        "text": "I'll give props to our bamf of the day Jim McKeen ville Jim is a mattress shop owner",
        "start": 548.97,
        "duration": 4.59
    },
    {
        "text": "And he opened his doors to people that needed safe the open the doors to two of his stores",
        "start": 553.56,
        "duration": 4.71
    },
    {
        "text": "He said within hours. He was housing 400 people stores are stocked with food water and as you'd imagine",
        "start": 558.27,
        "duration": 5.699
    },
    {
        "text": "Mattresses and now a capacity and they're advising people to go to the George R brown convention",
        "start": 564.52,
        "duration": 3.979
    },
    {
        "text": "Center just looking at all the photos of these",
        "start": 568.69,
        "duration": 2.0
    },
    {
        "text": "families these displaced victims having a place because one man opened his doors given some normalcy and some safety during a",
        "start": 570.73,
        "duration": 7.22
    },
    {
        "text": "Situation that is anything",
        "start": 578.14,
        "duration": 1.069
    },
    {
        "text": "But that's the note I want to end on not on the Petty bullshit the price gouging the anything",
        "start": 579.209,
        "duration": 4.14
    },
    {
        "text": "But saving lives and then let's talk about the rabbit season duck season rabbit season duck season situation",
        "start": 583.35,
        "duration": 5.73
    },
    {
        "text": "That is the trans ban in the military",
        "start": 589.08,
        "duration": 2.279
    },
    {
        "text": "There's been a lot of inaccurate reporting misleading headlines",
        "start": 591.36,
        "duration": 3.03
    },
    {
        "text": "And we need a touch on this so before we jump into the now let's look at the timeless back in 1994",
        "start": 594.39,
        "duration": 3.899
    },
    {
        "text": "Thanks to the Clinton administration",
        "start": 598.29,
        "duration": 1.44
    },
    {
        "text": "We had don't ask don't tell this was official us policy for military service for gay lesbian and bisexual",
        "start": 599.73,
        "duration": 5.01
    },
    {
        "text": "Service people it went into effect in",
        "start": 605.14,
        "duration": 1.98
    },
    {
        "text": "1994 and it lasted until 2011 in 2011 the Obama",
        "start": 607.12,
        "duration": 3.049
    },
    {
        "text": "Administration opened up the path for gay and lesbian troops to openly serve in the armed forces",
        "start": 610.3,
        "duration": 3.65
    },
    {
        "text": "Then in 2016 then defense secretary ash carter issued an order allowing transgender troops to serve Openly and that decision was made after a year-long",
        "start": 614.05,
        "duration": 7.039
    },
    {
        "text": "Study by the Department of Defense with partners such as the rand corporation in this study",
        "start": 621.089,
        "duration": 3.6
    },
    {
        "text": "They looked over policies of us allies such as israel",
        "start": 624.69,
        "duration": 2.279
    },
    {
        "text": "Uk and Australia that allowed trans members to openly serve according to the rand study there were a roughly",
        "start": 627.16,
        "duration": 4.52
    },
    {
        "text": "2,500 trans troops serving although as you may have seen online activist groups claim that is closer to",
        "start": 631.959,
        "duration": 4.22
    },
    {
        "text": "15,000 troops an in carter's decision to allow Trans troops he wrote the first and",
        "start": 636.459,
        "duration": 3.77
    },
    {
        "text": "Fundamental reason is that the defense department and the military need to avail ourselves",
        "start": 640.3,
        "duration": 3.14
    },
    {
        "text": "of all talent possible in order remain what we are now the finest fighting force the world has ever known this brings me to the",
        "start": 643.51,
        "duration": 5.659
    },
    {
        "text": "Second reason which is that the reality is that we have transgender service members serving in uniform today?",
        "start": 649.17,
        "duration": 4.59
    },
    {
        "text": "And I have a responsibility to them and their commanders to provide them with both clearer and more",
        "start": 653.76,
        "duration": 4.019
    },
    {
        "text": "Consistent guidance than is provided by current policy the third and final reason for the change as a matter of principle Americans who want to?",
        "start": 657.88,
        "duration": 5.959
    },
    {
        "text": "And can meet our standards should be afforded the opportunity to compete to do so after all our all-volunteer",
        "start": 664.17,
        "duration": 4.649
    },
    {
        "text": "Force is built upon having the most qualified Americans and the profession of arms is based on honor and trust and so under Carter's order",
        "start": 669.1,
        "duration": 6.199
    },
    {
        "text": "The us military had until july 1st 2017 to fully implement his guidelines and begin actively recruiting transgender troops",
        "start": 675.3,
        "duration": 6.21
    },
    {
        "text": "And I mean they were going out of their way. They just would not say no",
        "start": 681.51,
        "duration": 2.88
    },
    {
        "text": "So then fast forward to june 2017 we have a new administration new secretary of Defense and the current defense secretary James",
        "start": 684.39,
        "duration": 5.76
    },
    {
        "text": "Madison's that july for his deadline moving it to January 1st 2018 in order to conduct another study on the effectiveness of",
        "start": 690.52,
        "duration": 5.69
    },
    {
        "text": "Transgender troops in the armed forces essentially Matt is here says we need to look into this further",
        "start": 696.28,
        "duration": 3.559
    },
    {
        "text": "But then on july 26 president trump seemingly out of nowhere tweeted after",
        "start": 699.97,
        "duration": 4.07
    },
    {
        "text": "Consultation with my generals and military experts leaves me advised that the United States government will not accept or allow Transgender",
        "start": 704.26,
        "duration": 5.33
    },
    {
        "text": "Individuals to serve in any capacity in the us military our military must be focused on",
        "start": 709.84,
        "duration": 4.07
    },
    {
        "text": "Decisive and overwhelming victory and cannot be burdened with a tremendous medical cost and disruption that transgender in the military would entail",
        "start": 714.04,
        "duration": 5.899
    },
    {
        "text": "Thank you",
        "start": 719.94,
        "duration": 0.51
    },
    {
        "text": "You probably remember that there was pushback from both parties many military leaders seemed",
        "start": 720.45,
        "duration": 3.809
    },
    {
        "text": "Blindsided by this announcement there seemed to be a little to no discussion with his actual generals",
        "start": 724.72,
        "duration": 4.339
    },
    {
        "text": "But of course this was just a tweet. This was not an official document",
        "start": 729.06,
        "duration": 2.369
    },
    {
        "text": "So there were no immediate changes then trump issues an official memorandum on august 25th for a menace to move forward with banning Transgender",
        "start": 731.43,
        "duration": 6.27
    },
    {
        "text": "Troops and that memo reverses Obama, era",
        "start": 737.98,
        "duration": 2.0
    },
    {
        "text": "Transgender policy it lays out the manases to block the recruitment of trans troops at the military would no longer fund sex change",
        "start": 740.17,
        "duration": 5.599
    },
    {
        "text": "Operations unless someone is currently in the middle of transition",
        "start": 745.9,
        "duration": 2.869
    },
    {
        "text": "And it is medically required it also gave Mattis some wiggle room",
        "start": 748.77,
        "duration": 2.549
    },
    {
        "text": "regarding currently serving trans members of the military this around should they remain in place or be discharged in a response to this the",
        "start": 751.42,
        "duration": 5.989
    },
    {
        "text": "Aclu tweeted",
        "start": 757.57,
        "duration": 0.92
    },
    {
        "text": "we're taking Donald trump to Court to challenge the",
        "start": 758.49,
        "duration": 2.0
    },
    {
        "text": "Unconstitutional Transgender military ban ban is based on uninformed speculation myths and stereotypes and a desire to harm",
        "start": 760.63,
        "duration": 5.96
    },
    {
        "text": "Transgender people then something happened people that were",
        "start": 766.81,
        "duration": 2.72
    },
    {
        "text": "Against the band started saying that Mattis was a hero and frank center tweeting hero Defense secretary Mattis allows",
        "start": 769.6,
        "duration": 5.839
    },
    {
        "text": "Transgender troops to serve for now an order study rather than implement potus",
        "start": 775.69,
        "duration": 3.289
    },
    {
        "text": "unconstitutional order representative office of Rhode Island tweeting Secretary Mattis halted Donald Trump's",
        "start": 779.35,
        "duration": 4.639
    },
    {
        "text": "Transgender military ban it should have never been considered and everyone from Fox news to the Washington Post said Mattis Froze the band here's the",
        "start": 784.09,
        "duration": 7.13
    },
    {
        "text": "Thing not really Mattis has not stopped frozen or defied the ban",
        "start": 791.22,
        "duration": 3.719
    },
    {
        "text": "He is specifically doing what he is allowed to do",
        "start": 794.94,
        "duration": 2.1
    },
    {
        "text": "During the policy according to trump's memo essentially here's the situation the new policy for the us military is no new Trans troop also",
        "start": 797.35,
        "duration": 6.869
    },
    {
        "text": "No more operations for currently serving members. Who are trans unless medically necessary if you are trans in the military",
        "start": 804.22,
        "duration": 5.19
    },
    {
        "text": "You are not currently being discharged because there is an investigation, and it will be consulting with panels of experts",
        "start": 809.41,
        "duration": 4.739
    },
    {
        "text": "So the love he's getting for defying trump and the hate he's getting for defining trumping and all the information from this story",
        "start": 814.16,
        "duration": 7.19
    },
    {
        "text": "it doesn't appear that that's what happened simply put",
        "start": 821.35,
        "duration": 2.309
    },
    {
        "text": "Mattis's following Trump's orders and working within the limits he has been given so I just want to make sure that people were aware of",
        "start": 823.85,
        "duration": 6.169
    },
    {
        "text": "What was actually happening, and it's actually where I'm going to end today's show and remember if you like this video",
        "start": 830.02,
        "duration": 4.26
    },
    {
        "text": "you like what I try and do on this channel hit that like button if you new here hit that subscribe button also if you",
        "start": 834.28,
        "duration": 4.59
    },
    {
        "text": "missed yesterday's Philip Defranco show you want to catch up click or tap right there to watch that or if you want to watch the",
        "start": 838.87,
        "duration": 4.649
    },
    {
        "text": "first episode of the Defranco Book Club",
        "start": 843.52,
        "duration": 2.1
    },
    {
        "text": "We just launched it today click a tap right there to watch that, but that's it of course as always my name's Philip Defranco",
        "start": 845.62,
        "duration": 4.889
    },
    {
        "text": "You've just been phill'd in a yo faces, and I'll see you tomorrow",
        "start": 850.55,
        "duration": 4.13
    }
]