[
    {
        "text": "Sup, ya' beautiful bastards,",
        "start": 0.0,
        "duration": 1.32
    },
    {
        "text": "hope you're having a fantastic Friday,",
        "start": 1.32,
        "duration": 1.82
    },
    {
        "text": "Welcome back to the Philip DeFranco show.",
        "start": 3.14,
        "duration": 1.66
    },
    {
        "text": "And for this Friday show I want to cover some of the stories that you guys have been recommending,",
        "start": 4.8,
        "duration": 3.32
    },
    {
        "text": "stories we also wanted to get into the show this week, but then we had to cut it for time and we were unable to get to it.",
        "start": 8.12,
        "duration": 4.32
    },
    {
        "text": "But before we jump into the first story,",
        "start": 12.44,
        "duration": 1.24
    },
    {
        "text": "I want to throw a big note out there.",
        "start": 13.68,
        "duration": 1.56
    },
    {
        "text": "This episode is actually the last episode of the Philip DeFranco show for 2017.",
        "start": 15.24,
        "duration": 3.86
    },
    {
        "text": "The show will officially be back January 3rd, 2018.",
        "start": 19.1,
        "duration": 2.74
    },
    {
        "text": "Now between now and then, while I don't officially have anything scheduled,",
        "start": 21.84,
        "duration": 2.38
    },
    {
        "text": "we will most likely do some live streams, so make sure you're not only subscribed, but",
        "start": 24.22,
        "duration": 3.139
    },
    {
        "text": "you have that a little alarm bell checked. That way you make sure that you're getting a notification if I",
        "start": 27.36,
        "duration": 3.26
    },
    {
        "text": "post a video, or if I go live. Maybe if it is a big enough story, it'll make sense to sound off if I have the time,",
        "start": 30.62,
        "duration": 4.9
    },
    {
        "text": "but for the most part, I'm going to try and treat it as a real, real break.",
        "start": 35.52,
        "duration": 2.28
    },
    {
        "text": "We'll see though. Any time I take a \"vacation\" and it goes past like four days, I start going crazy.",
        "start": 37.8,
        "duration": 4.68
    },
    {
        "text": "And then let's talk about the controversy around Poundland.",
        "start": 42.48,
        "duration": 2.32
    },
    {
        "text": "Poundland, not to be confused with the town your mother frequents, is kind of a UK dollar store.",
        "start": 44.8,
        "duration": 4.36
    },
    {
        "text": "And they recently came under fire for their elf focused marketing.",
        "start": 49.17,
        "duration": 2.67
    },
    {
        "text": "The ads we're talking about included things like one of Santa's elves",
        "start": 51.84,
        "duration": 2.7
    },
    {
        "text": "literally tea bagging a woman,",
        "start": 54.54,
        "duration": 1.88
    },
    {
        "text": "playing strip poker,",
        "start": 56.42,
        "duration": 1.0
    },
    {
        "text": "offering free mustache rides,",
        "start": 57.42,
        "duration": 1.84
    },
    {
        "text": "drawing very prickly Christmas trees,",
        "start": 59.26,
        "duration": 2.38
    },
    {
        "text": "riding a donkey with a caption \"don't tell Rudolph, I found a new piece of ass\",",
        "start": 61.64,
        "duration": 3.22
    },
    {
        "text": "scrubbing his ass/taint area with a toothbrush,",
        "start": 64.86,
        "duration": 3.14
    },
    {
        "text": "drawing some nips on a windshield,",
        "start": 68.0,
        "duration": 1.72
    },
    {
        "text": "farting on Donald Trump,",
        "start": 69.72,
        "duration": 1.12
    },
    {
        "text": "[Fart sound]",
        "start": 70.84,
        "duration": 2.14
    },
    {
        "text": "[Elfish Laughter]",
        "start": 73.14,
        "duration": 1.06
    },
    {
        "text": "Going full Miley.",
        "start": 74.2,
        "duration": 1.24
    },
    {
        "text": "There's also a weird scenario where Barbie's giving birth. The elf is the doctor, and Ken asks,",
        "start": 75.44,
        "duration": 4.719
    },
    {
        "text": "\"How come our twins have got your ears Elfie?\"",
        "start": 80.159,
        "duration": 2.01
    },
    {
        "text": "And you know what, just straight to the point, Santa's elf in bed with two Barbies and some nookie blue pills for men.",
        "start": 82.169,
        "duration": 5.451
    },
    {
        "text": "And very unsurprisingly, there were some people that were very angry about this.",
        "start": 87.62,
        "duration": 3.28
    },
    {
        "text": "Some saying it's offensive, some say the elf is sexually assaulting the woman with a tea bag.",
        "start": 90.9,
        "duration": 4.56
    },
    {
        "text": "People are arguing about the consciousness of a Barbie doll, pointing to the fact that she has her eyes open.",
        "start": 95.46,
        "duration": 4.68
    },
    {
        "text": "I think people are diving too deep on this.",
        "start": 100.14,
        "duration": 1.72
    },
    {
        "text": "Twinings tea, which is the brand of tea featured originally, they tweeted,",
        "start": 101.86,
        "duration": 3.11
    },
    {
        "text": "\"We are aware of an image that is circulating that mists uses our product.",
        "start": 104.97,
        "duration": 2.77
    },
    {
        "text": "This is to confirm we had no involvement in this and that it is obviously not reflective of our brand values.\"",
        "start": 107.74,
        "duration": 4.28
    },
    {
        "text": "There was also a person that complained to the police about the teabag pose,",
        "start": 112.02,
        "duration": 2.98
    },
    {
        "text": "saying that it incites violence against women. The Advertising Standards Authority has come out and said,",
        "start": 115.0,
        "duration": 3.86
    },
    {
        "text": "\"I can confirm we have received eight complaints so far about a series of Poundland Tweets that feature an elf.\"",
        "start": 118.86,
        "duration": 4.34
    },
    {
        "text": "And as far as Poundland's response to the outrage, they're sticking by their marketing.",
        "start": 123.2,
        "duration": 3.24
    },
    {
        "text": "The marketing director for Poundland said,",
        "start": 126.44,
        "duration": 1.68
    },
    {
        "text": "\"If you think this is edgy, you should see the ones we didn't post.",
        "start": 128.12,
        "duration": 2.66
    },
    {
        "text": "The love on Facebook is overwhelming - that's because it connects with our shoppers.",
        "start": 130.78,
        "duration": 2.56
    },
    {
        "text": "In fact, we're proud of a campaign that's only cost us £25, and is being touted as the winning marketing campaign this Christmas!\"",
        "start": 133.34,
        "duration": 5.34
    },
    {
        "text": "And that's just where it is right now. As far as my opinion on it,",
        "start": 138.68,
        "duration": 2.52
    },
    {
        "text": "I find a lot of it funny because I have a dirty and sometimes just childish sense of humor.",
        "start": 141.2,
        "duration": 4.2
    },
    {
        "text": "Also, and we've talked about this on the show before, there is such a thing as outraged marketing.",
        "start": 145.46,
        "duration": 3.52
    },
    {
        "text": "You put something out specifically because you know there is a small section of people that will be pissed off about it,",
        "start": 148.98,
        "duration": 4.22
    },
    {
        "text": "then people are going do news stories about it. Boom, you get free promo, or I guess in this instance, £25 promo.",
        "start": 153.2,
        "duration": 5.16
    },
    {
        "text": "But I don't know, maybe you have a different opinion on this, let me know.",
        "start": 158.36,
        "duration": 2.64
    },
    {
        "text": "Then, in pretty damn big tech news, Apple came out",
        "start": 161.0,
        "duration": 2.28
    },
    {
        "text": "And admitted they actually do slow down older phones.",
        "start": 163.29,
        "duration": 3.03
    },
    {
        "text": "You know it's kind of that old thing. You're like",
        "start": 166.32,
        "duration": 1.5
    },
    {
        "text": "'oh good. It's an Apple Keynote. That means that my phone is gonna slow down in about a month'.",
        "start": 167.82,
        "duration": 4.26
    },
    {
        "text": "I don't know why, but it just will. Apple is trying to make me buy a new phone.",
        "start": 172.1,
        "duration": 3.24
    },
    {
        "text": "Well, Apple has now come out and said",
        "start": 175.34,
        "duration": 1.26
    },
    {
        "text": "'Yeah, we do that now'",
        "start": 176.6,
        "duration": 0.9
    },
    {
        "text": "But, they say it's not for evil reasons.",
        "start": 177.5,
        "duration": 1.46
    },
    {
        "text": "Stating Wednesday that it was a \"software feature released last year that makes your phone operate more",
        "start": 178.96,
        "duration": 3.259
    },
    {
        "text": "slowly to offset problems with an aging lithium-ion battery.\"",
        "start": 182.28,
        "duration": 3.82
    },
    {
        "text": "As batteries get older, they don't hold a charge as well.",
        "start": 186.1,
        "duration": 2.209
    },
    {
        "text": "that's also made worse if you're outside and the cold,",
        "start": 188.31,
        "duration": 2.21
    },
    {
        "text": "and they said that's what they saw. You'd have these people with their old phones, the processor would try to",
        "start": 190.52,
        "duration": 4.26
    },
    {
        "text": "keep up, the batteries couldn't keep up with the demands, so the phones would just turn off.",
        "start": 194.78,
        "duration": 2.46
    },
    {
        "text": "So they said starting with iOS 10.2.1,",
        "start": 197.24,
        "duration": 2.72
    },
    {
        "text": "\"The operating system now slows down the device to prevent it from shutting down.\" Apple also adding,",
        "start": 199.96,
        "duration": 3.86
    },
    {
        "text": "\"We've now extended this feature to iPhone 7 with iOS 11.2, and plan to support for other products on the future.",
        "start": 203.82,
        "duration": 5.14
    },
    {
        "text": "And while it seems like their explanation is pretty reasonable, there are still a lot of people that are angry.",
        "start": 208.96,
        "duration": 3.98
    },
    {
        "text": "Some saying it should be an option,",
        "start": 212.94,
        "duration": 1.24
    },
    {
        "text": "others saying Apple should have been louder when they launched this feature so people knew.",
        "start": 214.18,
        "duration": 4.02
    },
    {
        "text": "Others pointing out that this is the problem with making it so hard to remove the battery yourself.",
        "start": 218.2,
        "duration": 3.22
    },
    {
        "text": "And if your battery is no longer covered by the warranty, it costs $79 to get a new one from the Apple Store.",
        "start": 221.44,
        "duration": 4.28
    },
    {
        "text": "But at least then if you got a new battery, it does go back to its regular speed.",
        "start": 225.72,
        "duration": 3.22
    },
    {
        "text": "So, there you go. Now you know you're not crazy.",
        "start": 228.94,
        "duration": 1.46
    },
    {
        "text": "Then let's talk about the huge update around the Slenderman stabbing story out of Wisconsin.",
        "start": 230.4,
        "duration": 3.78
    },
    {
        "text": "You may remember this from when we talked about it in 2014.",
        "start": 234.18,
        "duration": 2.46
    },
    {
        "text": "Long story short, two Wisconsin girls tried to kill their classmate. This they said to please the fictional horror character, Slenderman.",
        "start": 236.64,
        "duration": 7.62
    },
    {
        "text": "The two girls were Anissa Weier and Morgan Geyser.",
        "start": 244.26,
        "duration": 2.5
    },
    {
        "text": "Geyser reportedly lured her classmate out to a wooded park. Geyser then stabbed the classmate 19 times.",
        "start": 246.76,
        "duration": 6.3
    },
    {
        "text": "This while Weier encouraged her. Luckily, the victim was able to crawl out of the woods. A bicyclist found her.",
        "start": 253.06,
        "duration": 4.96
    },
    {
        "text": "At the time of the attack, all three of these girls were just 12 years old.",
        "start": 258.02,
        "duration": 3.3
    },
    {
        "text": "And the big news, an update we have now is that 16 year old Anissa Weier has been setenced.",
        "start": 261.32,
        "duration": 4.14
    },
    {
        "text": "She was given maximum punishment possible. 25 years in a mental health facility.",
        "start": 265.46,
        "duration": 3.72
    },
    {
        "text": "And as far as why that specific punishment,",
        "start": 269.18,
        "duration": 2.04
    },
    {
        "text": "back in August she pled guilty to being a party to attempted second-degree intentional homicide, but,",
        "start": 271.22,
        "duration": 4.34
    },
    {
        "text": "claimed that she wasn't responsible for her actions because she was mentally ill.",
        "start": 275.56,
        "duration": 2.92
    },
    {
        "text": "And in July, a jury agreed with her, which is why we're talking about this kind of punishment",
        "start": 278.48,
        "duration": 3.44
    },
    {
        "text": "And as far as Geyser, the girl that did all the stabbing, she's pleaded guilty to attempted  first-degree",
        "start": 281.92,
        "duration": 4.12
    },
    {
        "text": "intentional homicide with the agreement that she isn't criminally responsible, and shouldn't go to prison",
        "start": 286.04,
        "duration": 3.96
    },
    {
        "text": "She won't be sentenced until February, but prosecutors are asking she get 40 years in a mental health facility.",
        "start": 290.0,
        "duration": 5.14
    },
    {
        "text": "And I want to pass the question off to you.",
        "start": 295.14,
        "duration": 1.04
    },
    {
        "text": "What are your thoughts on such a long prison sentence to a mental health facility?",
        "start": 296.18,
        "duration": 3.94
    },
    {
        "text": "Other than let's say an actual prison. Does it bother you? No, you think it's appropriate?",
        "start": 300.12,
        "duration": 2.78
    },
    {
        "text": "I'd love to know your thoughts.",
        "start": 302.91,
        "duration": 1.09
    },
    {
        "text": "Then, and don't let anyone ever tell you your vote doesn't count news, let's let's look to Virginia.",
        "start": 304.0,
        "duration": 5.28
    },
    {
        "text": "back in Nov, Democratic candidate Shelley Simons appeared to have lost her race for a Virginia House seat.",
        "start": 309.28,
        "duration": 4.26
    },
    {
        "text": "This to Republican incumbent, David Yancey, and by just 10 votes.",
        "start": 313.54,
        "duration": 2.96
    },
    {
        "text": "It was an insanely close race, and under Virginia law a losing Canidate can actually can request a recount if the vote differential is less than 1%",
        "start": 316.5,
        "duration": 6.44
    },
    {
        "text": "So they did it, the recount took place, and the final result?",
        "start": 322.94,
        "duration": 2.78
    },
    {
        "text": "11,608 votes for Simon,",
        "start": 325.8,
        "duration": 2.3
    },
    {
        "text": "11,607 votes for Yancey.",
        "start": 328.1,
        "duration": 3.2
    },
    {
        "text": "She won by a single vote, and Democrats rejoice.",
        "start": 331.4,
        "duration": 2.86
    },
    {
        "text": "And the reason for that is even before this recount, the Virginia House was massively changed.",
        "start": 334.26,
        "duration": 4.38
    },
    {
        "text": "Before the Virginia elections, Republicans held a 66 - 34 majority,",
        "start": 338.64,
        "duration": 3.45
    },
    {
        "text": "But they came out of election night with just a 51 - 49 majority",
        "start": 342.09,
        "duration": 3.67
    },
    {
        "text": "And so with Simon's winning, all of a sudden there was a 50/50 tie, so the only thing in their way from making",
        "start": 345.78,
        "duration": 4.38
    },
    {
        "text": "that a reality was for the recount to be certified, and that did not happen.",
        "start": 350.16,
        "duration": 4.04
    },
    {
        "text": "And the reason for that is there was a questionable ballot.",
        "start": 354.2,
        "duration": 2.38
    },
    {
        "text": "A ballot where someone had filled in the bubble for both Simons and Yancy.",
        "start": 356.58,
        "duration": 3.0
    },
    {
        "text": "But it appeared they drew a line through their vote for Simon's, also pointing to the fact that they had voted for",
        "start": 359.58,
        "duration": 3.8
    },
    {
        "text": "every other Republican on the ticket.",
        "start": 363.38,
        "duration": 1.58
    },
    {
        "text": "You also people arguing that maybe the line was to indicate that that was actually a vote for Simon.",
        "start": 364.96,
        "duration": 3.58
    },
    {
        "text": "Look at the vote for Ed Gillespie. He has an X there.",
        "start": 368.54,
        "duration": 2.54
    },
    {
        "text": "You also had others saying that the ballot shouldn't be valid. The person voting filled in two bubbles.",
        "start": 371.08,
        "duration": 3.52
    },
    {
        "text": "All of a sudden you have to kind of guess what he was voting for, and ultimately a three-judge panel decided",
        "start": 374.6,
        "duration": 4.82
    },
    {
        "text": "that instead of this vote just not counting, it would go to Yancy.",
        "start": 379.42,
        "duration": 3.64
    },
    {
        "text": "Which means the race ended up tied at 11, 608 votes each. So that may make you wonder 'well who the hell wins, then?'",
        "start": 383.06,
        "duration": 7.56
    },
    {
        "text": "Well according to Virginia state law, in the instance of a tie the winner is selected by lot.",
        "start": 390.62,
        "duration": 4.34
    },
    {
        "text": "They will literally, and I wish I was F**king around,",
        "start": 394.96,
        "duration": 2.98
    },
    {
        "text": "James Alcorn, the chairman of the State Board of Elections, said the winner,",
        "start": 397.94,
        "duration": 3.1
    },
    {
        "text": "once again to remind you, of this political position,",
        "start": 401.04,
        "duration": 3.4
    },
    {
        "text": "will be chosen by placing names on slips of paper into two film canisters, and then drawing the canisters",
        "start": 404.44,
        "duration": 4.8
    },
    {
        "text": "from a glass bowl or his bowler hat. That drawing is scheduled for December 27th at 11:00 a.m.",
        "start": 409.24,
        "duration": 5.2
    },
    {
        "text": "But even then it's most likely not gonna be over because the loser will be able to have a second recount.",
        "start": 414.44,
        "duration": 4.26
    },
    {
        "text": "Also, the house Democratic Caucus has vowed to fight the judge's decision here.",
        "start": 418.7,
        "duration": 3.52
    },
    {
        "text": "So we'll see what happens there, but I feel like this story is a perfect example of every vote counts.",
        "start": 422.22,
        "duration": 4.92
    },
    {
        "text": "And that's also why, and it's a bit of a tangent, it's why I think that election day should be national holidays.",
        "start": 427.14,
        "duration": 4.199
    },
    {
        "text": "We should make sure all eligible voters have the time to vote.",
        "start": 431.34,
        "duration": 2.58
    },
    {
        "text": "I'm a big believer in putting out what you want to see more of in the world, and a vote goes along with that.",
        "start": 433.92,
        "duration": 4.94
    },
    {
        "text": "And then let's talk about the accusations against T.J. Miller. The accuser,",
        "start": 438.86,
        "duration": 2.78
    },
    {
        "text": "who's remaining anonymous but The Daily Beast is calling Sarah, says that she and Miller began dating",
        "start": 441.64,
        "duration": 3.62
    },
    {
        "text": "in fall of 2001. A few months into their relationship, she recalled having a lot to drink.",
        "start": 445.26,
        "duration": 2.56
    },
    {
        "text": "She recalled having a lot to drink. She admitted that there are parts of the incident she doesn't remember,",
        "start": 447.82,
        "duration": 3.82
    },
    {
        "text": "and she stressed that it was important to her to cop to that, saying",
        "start": 451.64,
        "duration": 2.68
    },
    {
        "text": "\"I'm not interested in forcing a pretend a memory on anyone...15 years later, I remained terrified of accusing",
        "start": 454.32,
        "duration": 4.42
    },
    {
        "text": "someone of something they didn't do, but I have a visual and physical memory of that.\"",
        "start": 458.74,
        "duration": 3.3
    },
    {
        "text": "She said she had a distinct memory of them beginning to fool around, but then Miller began shaking her",
        "start": 462.06,
        "duration": 3.78
    },
    {
        "text": "violently, and then punched her in the mouth during sex. She said she woke up the next morning with a fractured",
        "start": 465.84,
        "duration": 3.72
    },
    {
        "text": "tooth and a bloody lip. When she asked Miller what had happened, he claimed she fell. According to her, they still",
        "start": 469.56,
        "duration": 4.14
    },
    {
        "text": "continued seeing each other. Saying \"I couldn't bring myself at the time to believe this had happened.",
        "start": 473.7,
        "duration": 4.049
    },
    {
        "text": "It was me not wanting it to be true.\"",
        "start": 477.75,
        "duration": 1.77
    },
    {
        "text": "Also, saying she had lost her virginity to Miller, and that she felt especially connected with him.",
        "start": 479.52,
        "duration": 3.51
    },
    {
        "text": "But then she recalls another night where she met up with Miller at a party. They went back to her apartment and",
        "start": 483.03,
        "duration": 3.89
    },
    {
        "text": "she says, \"We started to fool around and very early in that he put his hands around my throat and closed them,",
        "start": 486.92,
        "duration": 4.56
    },
    {
        "text": "and I couldn't breathe. I was genuinely terrified and completely surprised.",
        "start": 491.49,
        "duration": 2.91
    },
    {
        "text": "I understand now that this is for some people a kink, and I continue to believe it is something that should be",
        "start": 494.4,
        "duration": 4.14
    },
    {
        "text": "entered into by consenting parties, but as someone who had only begun having sexual encounters like about three months earlier,",
        "start": 498.54,
        "duration": 5.36
    },
    {
        "text": "I had no awareness this was a kink, and I had certainly not entered into any agreement that I would be choked.",
        "start": 503.9,
        "duration": 4.16
    },
    {
        "text": "I was fully paralyzed.\"",
        "start": 508.06,
        "duration": 1.38
    },
    {
        "text": "Then saying at this point her roommates came to check on her. In response to them asking if she was okay,",
        "start": 509.44,
        "duration": 3.7
    },
    {
        "text": "she said 'I don't know I'll talk to you in the morning.'",
        "start": 513.14,
        "duration": 1.88
    },
    {
        "text": "She then said this situation with T.J. Miller continued, saying, \"He anally penetrated me without my consent.",
        "start": 515.039,
        "duration": 4.5
    },
    {
        "text": "Which I actually believed at that point I cried out like, 'no' and he didn't continue to do that-",
        "start": 519.58,
        "duration": 4.25
    },
    {
        "text": "but he also had a beer bottle with him the entire time.",
        "start": 523.83,
        "duration": 1.89
    },
    {
        "text": "He used the bottle at one point to penetrate me without my consent.\"",
        "start": 525.72,
        "duration": 2.8
    },
    {
        "text": "Adding that she wasn't prepared, and that she didn't want to believe it was happening.",
        "start": 528.52,
        "duration": 2.68
    },
    {
        "text": "Then saying that after Miller left the apartment she confided in her roommates about what happened.",
        "start": 531.2,
        "duration": 3.38
    },
    {
        "text": "Two of her roommates also corroborated this story. One remaining anonymous.",
        "start": 534.58,
        "duration": 3.14
    },
    {
        "text": "The other, her roommate Katie Duff. She talked about fighting sounds and banging and loud, violent sounds,",
        "start": 537.72,
        "duration": 4.78
    },
    {
        "text": "saying she recalled seeing bruises.",
        "start": 542.5,
        "duration": 1.6
    },
    {
        "text": "Then a year after the incident the accuser went to the George Washington Campus police.",
        "start": 544.1,
        "duration": 3.46
    },
    {
        "text": "Reportedly there was a student hearing, but there are no specifics about the results of this trial.",
        "start": 547.56,
        "duration": 3.52
    },
    {
        "text": "The article also included other sources saying they didn't believe that T.J. Miller could have done this.",
        "start": 551.08,
        "duration": 3.88
    },
    {
        "text": "A friend of Miller saying that Sarah \"knew she was making this up to intentionally and maliciously fabricate",
        "start": 554.96,
        "duration": 4.52
    },
    {
        "text": "a sexual assault allegation\"",
        "start": 559.48,
        "duration": 1.44
    },
    {
        "text": "Following this story coming out T.J. Miller and his wife responded.",
        "start": 560.92,
        "duration": 3.14
    },
    {
        "text": "I'll include the full statement in the links down below, but here the highlights.",
        "start": 564.06,
        "duration": 2.52
    },
    {
        "text": "\"We met this woman over a decade ago while studying together in college.",
        "start": 566.58,
        "duration": 2.52
    },
    {
        "text": "She attempted to break us up back then by plotting for over a year before making contradictory claims and accusations.",
        "start": 569.11,
        "duration": 5.13
    },
    {
        "text": "She attempted to discredit both of our voices and use us against one another by trying to portray Kate to be a continuous abuse victim of T.J.",
        "start": 574.24,
        "duration": 6.18
    },
    {
        "text": "She was asked to leave our University comedy group because of worrisome and disturbing behavior, which",
        "start": 580.42,
        "duration": 3.8
    },
    {
        "text": "angered her immensely. She then became fixated on our relationship and began telling people around campus",
        "start": 584.22,
        "duration": 4.38
    },
    {
        "text": "\"I am going to destroy them, and I'm going to ruin him\"",
        "start": 588.61,
        "duration": 2.89
    },
    {
        "text": "We stand together in stating this is nothing more than an unfortunate resurgence of her lies designed to wreak",
        "start": 591.5,
        "duration": 4.44
    },
    {
        "text": "havoc on two happily married people in the public eye.",
        "start": 595.94,
        "duration": 2.02
    },
    {
        "text": "Sadly, she is now using the current climate to bandwagon and launch these false accusations again.",
        "start": 597.96,
        "duration": 4.36
    },
    {
        "text": "It is unfortunate that she is choosing this route as it undermines the important movement to make women feel safe coming forward about legitimate claims",
        "start": 602.32,
        "duration": 5.699
    },
    {
        "text": "against real, known predators.\"",
        "start": 608.019,
        "duration": 1.181
    },
    {
        "text": "And following that, some more people shared their stories. Adult film actress Dana de Armond Tweeting,",
        "start": 609.2,
        "duration": 4.44
    },
    {
        "text": "\"I was harassed by both T.J. Miller and the director Jordan Vogt-Roberts shooting for Comedy Central's",
        "start": 613.64,
        "duration": 4.18
    },
    {
        "text": "Mash Up. I've been saying T.J. was an asshole for years. So there you go.\"",
        "start": 617.82,
        "duration": 3.18
    },
    {
        "text": "Another accuser going by the name Dahlia said Miller tried to spike her drink.",
        "start": 621.0,
        "duration": 3.12
    },
    {
        "text": "Writing that the bartender warned her that Miller had messed with her drink. They threw out that drink.",
        "start": 624.22,
        "duration": 3.78
    },
    {
        "text": "Miller asked multiple times how she was feeling.",
        "start": 628.0,
        "duration": 2.24
    },
    {
        "text": "We also saw a Comedy Central announced that they are canceling T.J. Miller's new show.",
        "start": 630.24,
        "duration": 3.1
    },
    {
        "text": "It was called the Gorburger Show.",
        "start": 633.34,
        "duration": 1.68
    },
    {
        "text": "Some reports have said the cancellation decision was made back in summer, they're just announcing it now,",
        "start": 635.02,
        "duration": 4.78
    },
    {
        "text": "so it might not be the reason it was cancelled, but it definitely seems like the reason they're announcing it.",
        "start": 639.8,
        "duration": 4.6
    },
    {
        "text": "That's where we are as of right now, and I'd love to know your thoughts on this story.",
        "start": 644.4,
        "duration": 3.4
    },
    {
        "text": "Obviously, we're in this very interesting and very important time where people are standing up against",
        "start": 647.8,
        "duration": 3.78
    },
    {
        "text": "the people that did wrong against them, empowered by more and more voices speaking up every day.",
        "start": 651.58,
        "duration": 4.22
    },
    {
        "text": "So knowing that, what do you think about T.J. Miller's defense that this woman's just trying to use this",
        "start": 655.8,
        "duration": 3.94
    },
    {
        "text": "movement as a way to try and continue Assassinating his character?",
        "start": 659.74,
        "duration": 2.7
    },
    {
        "text": "For you does it boil down into a he-said she-said?",
        "start": 662.44,
        "duration": 2.44
    },
    {
        "text": "I was just thinking about this today. Things used to be so simple. Remember back in 2009 where the person that",
        "start": 664.88,
        "duration": 5.6
    },
    {
        "text": "people were just really, really angry at was Tiger Woods because he had way too much consensual sex with a lot",
        "start": 670.48,
        "duration": 5.46
    },
    {
        "text": "of women that weren't his wife?",
        "start": 675.94,
        "duration": 1.32
    },
    {
        "text": "But then I remind myself, it was just the difference of in front of the counter / behind the counter.",
        "start": 677.26,
        "duration": 3.72
    },
    {
        "text": "what I mean by that is in 2009, in front of the counter was Tiger Woods and his however many women.",
        "start": 680.98,
        "duration": 4.7
    },
    {
        "text": "But all the while, behind the counter were all of these things that are now just coming out.",
        "start": 685.68,
        "duration": 4.16
    },
    {
        "text": "And it's not really that in 2017 in the world is scarier and it's more horrible.",
        "start": 689.86,
        "duration": 4.52
    },
    {
        "text": "Actually, if anything, people being more open and talking about it, that hopefully does drive change.",
        "start": 694.38,
        "duration": 4.3
    },
    {
        "text": "I mean this outside of the T.J. Miller situation,",
        "start": 698.68,
        "duration": 2.1
    },
    {
        "text": "and I also want to note that we should take into account all of these accusations,",
        "start": 700.78,
        "duration": 3.2
    },
    {
        "text": "all of these situations, as individual ones.",
        "start": 703.98,
        "duration": 2.48
    },
    {
        "text": "But I mean, more and more each day, people are coming out. Just last night, Anna Akana, prominent Youtuber,",
        "start": 706.46,
        "duration": 4.4
    },
    {
        "text": "came out against Max Landis.",
        "start": 710.86,
        "duration": 1.5
    },
    {
        "text": "Max Landis is of course a big Hollywood writer. His movie Bright just came out.",
        "start": 712.36,
        "duration": 2.94
    },
    {
        "text": "Last night in response to a tweet from Netflix about the movie Bright, Anna Akana wrote",
        "start": 715.3,
        "duration": 3.86
    },
    {
        "text": "\"Written by a psychopath who sexually abused and assaults women, right? Cool.\"",
        "start": 719.16,
        "duration": 3.4
    },
    {
        "text": "And the reference there was obvious because Max Landis wrote Bright.",
        "start": 722.56,
        "duration": 2.459
    },
    {
        "text": "I've reached out to Akana and Landis for further comments. So as of right now, this is a developing story",
        "start": 725.019,
        "duration": 2.94
    },
    {
        "text": "that will update soon.",
        "start": 727.959,
        "duration": 1.86
    },
    {
        "text": "And that's just one story of many and many and more that are coming out.",
        "start": 729.819,
        "duration": 2.849
    },
    {
        "text": "Hopefully, one of the biggest changes is that people, victims. Victims feel more comfortable and more",
        "start": 732.668,
        "duration": 3.892
    },
    {
        "text": "supported in coming forward sooner. Time sews doubt in a lot of people's minds. You don't have to be alone,",
        "start": 736.72,
        "duration": 4.7
    },
    {
        "text": "you don't have to go through this alone, and you can help stop it from happening again.",
        "start": 741.42,
        "duration": 3.039
    },
    {
        "text": "Yeah, let me know what you think about the whole situation.",
        "start": 744.46,
        "duration": 1.6
    },
    {
        "text": "That's actually where I'm going to end today's show. Remember, if you liked this video or you like what I'm",
        "start": 746.06,
        "duration": 3.6
    },
    {
        "text": "trying to do on this channel, hit that like button. If you're new here, hit that subscribe button.",
        "start": 749.66,
        "duration": 3.9
    },
    {
        "text": "Hit that little bell to make sure you get notifications for the show. Also, remember if you missed the last Philip",
        "start": 753.56,
        "duration": 3.32
    },
    {
        "text": "DeFranco show and you want to catch up, click or tap right there to watch that. Or if you want to watch the",
        "start": 756.9,
        "duration": 3.6
    },
    {
        "text": "newest behind the scenes vlog, we got a brand new one today. Click or tap right there.",
        "start": 760.5,
        "duration": 3.28
    },
    {
        "text": "But that said, of course as always, my name's Philip DeFranco, you've just  been phill'd in.",
        "start": 763.78,
        "duration": 4.06
    },
    {
        "text": "I love yo faces, and I'll see you next time.",
        "start": 767.84,
        "duration": 2.82
    }
]