[
    {
        "text": "Sup you beautiful bastards hope you're having a fantastic Friday",
        "start": 0.0,
        "duration": 2.85
    },
    {
        "text": "Welcome back to the Philip Defranco show",
        "start": 2.949,
        "duration": 1.701
    },
    {
        "text": "And if you're new here on Fridays, we do things a little bit different. On Fridays, I try to cover stories",
        "start": 4.65,
        "duration": 3.57
    },
    {
        "text": "We wanted to get to earlier in the week",
        "start": 8.22,
        "duration": 1.32
    },
    {
        "text": "but for one reason or another we weren't able to get to and also to cover a lot more viewer requested stories and so with",
        "start": 9.54,
        "duration": 4.95
    },
    {
        "text": "That said let's just jump into and the first thing that we're going to talk about today is actually a heavily requested story one way or another",
        "start": 14.49,
        "duration": 6.059
    },
    {
        "text": "Over the past few weeks. And the reason I say one way or another what I mean is that there have been different focal points",
        "start": 20.83,
        "duration": 5.299
    },
    {
        "text": "With individual stories, but it's all been one main story and that is the story of Youtuber burnout",
        "start": 26.13,
        "duration": 5.01
    },
    {
        "text": "I mean on the internet right now so many outlets have been covering these stories",
        "start": 31.14,
        "duration": 3.0
    },
    {
        "text": "It's not just the polygons and the slash dots of the world. You have the the Guardian covering it Forbes this week",
        "start": 34.42,
        "duration": 5.81
    },
    {
        "text": "I saw NPR covering it and in addition to these articles creators themselves have been opening up about Youtuber burnout. Recently,",
        "start": 40.23,
        "duration": 6.66
    },
    {
        "text": "we've seen the likes of Jacksepticeye,",
        "start": 46.89,
        "duration": 2.0
    },
    {
        "text": "Kandee Johnson,",
        "start": 48.94,
        "duration": 0.959
    },
    {
        "text": "Elle Mills, and for me personally the person I ended up connecting with the most as far as just watching as a viewer as a",
        "start": 49.899,
        "duration": 5.81
    },
    {
        "text": "consumer, was Elle Mills. So that's also probably because she's a really fantastic",
        "start": 55.8,
        "duration": 4.04
    },
    {
        "text": "storyteller and she does a great job with those videos. But for me covering this story isn't just going to be me",
        "start": 59.84,
        "duration": 3.88
    },
    {
        "text": "Rehashing what Elle Mills said in her video. In fact, a lot of the stories a lot of what these people are saying",
        "start": 63.72,
        "duration": 6.64
    },
    {
        "text": "It's not really unique. And I understand. That's not a bash.",
        "start": 70.38,
        "duration": 2.54
    },
    {
        "text": "I am happy that more people are being open about this talking about this being very",
        "start": 72.93,
        "duration": 4.169
    },
    {
        "text": "real with their",
        "start": 77.229,
        "duration": 1.32
    },
    {
        "text": "audiences because a lot of creators feel like they cannot share this part of what they're going through. Many creators, whether they're craving that",
        "start": 78.549,
        "duration": 6.211
    },
    {
        "text": "Dopamine drip that attention gives you or they're chasing money or views or self-worth in one way or another they are",
        "start": 84.76,
        "duration": 6.44
    },
    {
        "text": "overextending themselves when it comes to content creation. Right? There's that old saying, find a job",
        "start": 91.2,
        "duration": 4.94
    },
    {
        "text": "you'll enjoy and you'll never work a day in your life. That is it's it's it's a romantic notion, but it's fucking stupid.",
        "start": 96.15,
        "duration": 6.269
    },
    {
        "text": "I understand the idea",
        "start": 102.42,
        "duration": 0.82
    },
    {
        "text": "but doing what you love is still work and in fact because you love it your self worth is probably more closely connected",
        "start": 103.24,
        "duration": 5.9
    },
    {
        "text": "to it and many entrepreneurs and people that love what they do put in way more hours than your average",
        "start": 109.2,
        "duration": 5.34
    },
    {
        "text": "40-hour workweek here in the United States and when it comes to Youtubers, specifically you have a lot of these entrepreneurs or people who have",
        "start": 114.54,
        "duration": 4.88
    },
    {
        "text": "never ran a business before not managing time properly and that whole notion",
        "start": 119.43,
        "duration": 3.449
    },
    {
        "text": "it doesn't fully take into account what it is to be human and that is to be unreasonable and ridiculous and also",
        "start": 122.88,
        "duration": 5.38
    },
    {
        "text": "Everyone experiences burnout if they're doing the same thing constantly",
        "start": 128.28,
        "duration": 4.5
    },
    {
        "text": "Especially if it's at an unreasonable schedule",
        "start": 132.78,
        "duration": 2.42
    },
    {
        "text": "The unfortunate thing is a lot of creators their self-worth is connected to how many people are",
        "start": 135.2,
        "duration": 4.78
    },
    {
        "text": "Watching them and we are all putting out content on systems that reward us for putting out more and more and more content",
        "start": 139.98,
        "duration": 5.74
    },
    {
        "text": "And so at some point no matter if you think you are above it or not, you will hit that wall",
        "start": 145.74,
        "duration": 4.949
    },
    {
        "text": "Right, it could be personal things in your life stacking up on top of work problems and bla bla bla bla bla one day",
        "start": 150.69,
        "duration": 5.82
    },
    {
        "text": "It's going to hit you and let me say this as an OG youtuber as an OG creator",
        "start": 156.51,
        "duration": 5.23
    },
    {
        "text": "This thing that a lot of people have realized along the way and that is you need to take time for you, right?",
        "start": 161.92,
        "duration": 5.03
    },
    {
        "text": "I know that can seem silly coming from someone that I guess if you combined the two channels puts out 40 video is a month",
        "start": 166.95,
        "duration": 5.879
    },
    {
        "text": "Right someone that's putting out 15 to 22 minutes of content just with this show a day",
        "start": 172.83,
        "duration": 5.1
    },
    {
        "text": "The only reason I've been able to do all of this is I've realized I'm only capable",
        "start": 177.93,
        "duration": 3.239
    },
    {
        "text": "Really of doing so much and so I've brought people and as far as a vlog content",
        "start": 181.27,
        "duration": 4.399
    },
    {
        "text": "I'm barely even involved as far as the philip defranco show. I used to edit it myself",
        "start": 185.67,
        "duration": 3.72
    },
    {
        "text": "I could never imagine a world where I didn't edit it. I am so thankful",
        "start": 189.39,
        "duration": 3.36
    },
    {
        "text": "I have have had fantastic editors throughout the years current editor of the Philip Defranco show editor James. I love you face",
        "start": 192.75,
        "duration": 6.179
    },
    {
        "text": "He is a beast that save time gave me a better product to save more time",
        "start": 198.93,
        "duration": 3.99
    },
    {
        "text": "Especially because I was having my kids and I knew that I was gonna have even more limited time thus be more likely to burn",
        "start": 203.02,
        "duration": 6.169
    },
    {
        "text": "Out or go crazy brought on a team of researchers that are as paranoid as me to get things wrong and excited to share",
        "start": 209.189,
        "duration": 6.791
    },
    {
        "text": "information with people but I say this as someone who also early days burned to help multiple times to the point where I was like,",
        "start": 215.98,
        "duration": 6.259
    },
    {
        "text": "I never want to do anything on the internet ever again what I hope by now covering this",
        "start": 222.24,
        "duration": 4.44
    },
    {
        "text": "Viewer-requested story what I hope by all of these are the creators sharing their stories",
        "start": 226.68,
        "duration": 4.1
    },
    {
        "text": "It doesn't come off as oh you have a good job yet you're complaining",
        "start": 230.79,
        "duration": 3.0
    },
    {
        "text": "You're you're you're horrible. What I hope is that people seeing these videos go, you know what they're just human they need the time",
        "start": 233.79,
        "duration": 5.609
    },
    {
        "text": "I like them. So yes, please take that time",
        "start": 239.4,
        "duration": 2.46
    },
    {
        "text": "But also this person in this privileged position if they are going through this struggle",
        "start": 241.86,
        "duration": 4.139
    },
    {
        "text": "That should make you realize that you going through your struggle isn't anything wrong or weird right if these people and privileged positions are feeling",
        "start": 246.04,
        "duration": 7.009
    },
    {
        "text": "Burnout, you should not feel bad about yourself when you are experiencing burnout. I feel like especially in the United States",
        "start": 253.05,
        "duration": 6.119
    },
    {
        "text": "we have been a society that",
        "start": 259.169,
        "duration": 2.0
    },
    {
        "text": "congratulate speaking themselves too far right people bragging about how little sleep they got because there doing so much or they pulled an all-nighter and",
        "start": 261.28,
        "duration": 6.929
    },
    {
        "text": "I've been there and I'm not saying don't try don't bust her ass. Don't hustle",
        "start": 268.21,
        "duration": 3.959
    },
    {
        "text": "I understand whenever you push yourself to an unreasonable place",
        "start": 272.199,
        "duration": 2.7
    },
    {
        "text": "It is a trade-off you are getting something done in exchange for potentially being more tired or for the long-term",
        "start": 274.9,
        "duration": 6.3
    },
    {
        "text": "Damaging yourself or giving yourself unreasonable expectations that eventually will lead to you burning out",
        "start": 281.2,
        "duration": 5.12
    },
    {
        "text": "And so I guess if there is a final note that I can get across here is just we are all human.",
        "start": 286.32,
        "duration": 5.38
    },
    {
        "text": "Needing help or not putting everything on your own shoulders or taking time for yourself",
        "start": 291.7,
        "duration": 4.26
    },
    {
        "text": "If you are able to and also keep in mind if you are lucky enough to be able to",
        "start": 295.96,
        "duration": 4.3
    },
    {
        "text": "Do it when you can if I take a week off from the Philip DeFranco show. Will it potentially hurt views?",
        "start": 300.28,
        "duration": 4.82
    },
    {
        "text": "Sure",
        "start": 305.18,
        "duration": 0.51
    },
    {
        "text": "But you know what's definitely gonna hurt views if I just lose it because I've pushed myself far far",
        "start": 305.69,
        "duration": 5.839
    },
    {
        "text": "Far past my line you make those short-term sacrifices a constant",
        "start": 311.659,
        "duration": 3.92
    },
    {
        "text": "They become a long-term sacrifice as you do long term damage and greater minds and greater speakers have covered this topic",
        "start": 315.58,
        "duration": 5.01
    },
    {
        "text": "And so I'll just steal from what I think I remember from them",
        "start": 320.719,
        "duration": 3.68
    },
    {
        "text": "Even if you are doing a job that you love you will work",
        "start": 324.4,
        "duration": 2.639
    },
    {
        "text": "And in fact you especially if you are an entrepreneur you are your own boss you may work",
        "start": 327.04,
        "duration": 4.56
    },
    {
        "text": "unreasonable hours",
        "start": 331.74,
        "duration": 1.5
    },
    {
        "text": "But the thing that's most important is that you are picking a job or a thing anything you do in life",
        "start": 333.25,
        "duration": 4.109
    },
    {
        "text": "You are picking a thing that you are willing to deal with the bad shit that comes from that that's the most important thing for",
        "start": 337.36,
        "duration": 5.489
    },
    {
        "text": "The long term because this is reality and this is life. So there will always be problems",
        "start": 342.849,
        "duration": 3.989
    },
    {
        "text": "But you want the problems that you actually want and that's where I'm gonna leave it. You're not weak",
        "start": 346.839,
        "duration": 4.14
    },
    {
        "text": "you're just human then in fantastic news for people with deadly allergies who love",
        "start": 350.979,
        "duration": 4.049
    },
    {
        "text": "Living but hate the cost of EpiPen yesterday the FDA the Food and Drug Administration",
        "start": 355.12,
        "duration": 4.78
    },
    {
        "text": "Officially approved a generic version of the EpiPen. This is fantastic news",
        "start": 359.9,
        "duration": 3.5
    },
    {
        "text": "Not only because of the affordability here under Mylan and the company that has these selling rights for the EpiPen",
        "start": 363.4,
        "duration": 4.439
    },
    {
        "text": "They went from $57 a pop to in 2016 over $600.",
        "start": 367.84,
        "duration": 5.38
    },
    {
        "text": "In 2016 Mylan also tried to act like the good guy and they made a generic EpiPen but that one still sold for around $300",
        "start": 373.22,
        "duration": 7.54
    },
    {
        "text": "And that's without getting into the reports and controversies about what they did with other companies to keep them from making their own",
        "start": 380.76,
        "duration": 5.8
    },
    {
        "text": "Generics but also - this is good because there were EpiPen availability problems",
        "start": 386.68,
        "duration": 4.6
    },
    {
        "text": "Back in May you had the FDA putting EpiPens on a shortages list",
        "start": 391.28,
        "duration": 2.86
    },
    {
        "text": "So I guess main point more of this life-saving drug in the market,",
        "start": 394.149,
        "duration": 2.731
    },
    {
        "text": "as of right now we do not know the exact pricing but also for people in need of this life-saving drug",
        "start": 396.88,
        "duration": 4.289
    },
    {
        "text": "There's already a generic out there on the market CVS has a competitor. It is under",
        "start": 401.169,
        "duration": 3.351
    },
    {
        "text": "$110 for a 2-pack. So if you're in need you don't have the cash that is a thing",
        "start": 404.54,
        "duration": 4.66
    },
    {
        "text": "But main point this is great news in a situation and an environment where a company was just milking people",
        "start": 409.21,
        "duration": 6.329
    },
    {
        "text": "This is not the motion for milking putting people through the wringer",
        "start": 415.539,
        "duration": 3.27
    },
    {
        "text": "That's what I meant to say and we had Fox News in the news because in their tribute to",
        "start": 418.809,
        "duration": 4.831
    },
    {
        "text": "Aretha Franklin who of course yesterday we mentioned passed away.",
        "start": 423.64,
        "duration": 2.78
    },
    {
        "text": "They accidentally used a picture of Patti LaBelle and following this error Fox News apologized issuing the statement",
        "start": 426.42,
        "duration": 6.16
    },
    {
        "text": "We sincerely apologize to Aretha Franklin's family and friends",
        "start": 432.58,
        "duration": 2.79
    },
    {
        "text": "Our intention was to honor the icon using a secondary image of her performing with Patti LaBelle in the full-screen graphic",
        "start": 435.37,
        "duration": 5.309
    },
    {
        "text": "But the image of Miss Franklin was obscured in that process which we deeply regret but there are two things to point out about that statement",
        "start": 440.68,
        "duration": 5.7
    },
    {
        "text": "the first Aretha Franklin was reportedly not on stage at the time of that performance with Patti LaBelle and - I was actually not aware of this",
        "start": 446.38,
        "duration": 6.689
    },
    {
        "text": "But it also may be the reason why this mix-up happened",
        "start": 453.069,
        "duration": 3.471
    },
    {
        "text": "According to reports Aretha Franklin and Patti LaBelle did not like one another they had a feud and so it appears that maybe one of two things happened",
        "start": 456.54,
        "duration": 7.149
    },
    {
        "text": "One someone over at Fox News typed in Aretha Franklin and what ended up happening?",
        "start": 463.69,
        "duration": 3.719
    },
    {
        "text": "Was that an image popped up that was hosted on a USA Today article?",
        "start": 467.48,
        "duration": 4.22
    },
    {
        "text": "Discussing the dueling divas both Aretha Franklin and Patti LaBelle and there we see that Patti LaBelle photo or they searched Aretha Franklin and AP",
        "start": 471.7,
        "duration": 7.98
    },
    {
        "text": "Images did not pay attention to the actual overview that says Patti LaBelle sings over the rainbow when Aretha Franklin's name was also in the",
        "start": 479.75,
        "duration": 5.929
    },
    {
        "text": "Description because it said the program include performances by among others Aretha Franklin",
        "start": 485.69,
        "duration": 4.339
    },
    {
        "text": "But as you can tell by that photo Aretha Franklin nowhere to be found in frame.",
        "start": 490.029,
        "duration": 3.78
    },
    {
        "text": "and so, that was a thing that happened but from that I want to share some stuff",
        "start": 493.81,
        "duration": 4.049
    },
    {
        "text": "I loved today and today an awesome thought to you by postmates",
        "start": 497.86,
        "duration": 3.46
    },
    {
        "text": "Postmates if you don't know is the fantastic delivery on-demand app. You want someone from the store,",
        "start": 501.32,
        "duration": 4.36
    },
    {
        "text": "your favorite restaurant, boom just open up the app",
        "start": 505.68,
        "duration": 1.86
    },
    {
        "text": "They'll deliver it to your work your house your wherever it's the ultimate convenience when you want something",
        "start": 507.55,
        "duration": 4.32
    },
    {
        "text": "But you don't have the time or hey, maybe you just want a little more open time to yourself",
        "start": 511.87,
        "duration": 3.599
    },
    {
        "text": "And there's really no better time to try it out for the first time because one it is now in",
        "start": 515.469,
        "duration": 3.239
    },
    {
        "text": "100 new cities and two if you go to post DeFranco calm you download the app you make sure you enter an offer code PhillyD",
        "start": 518.78,
        "duration": 6.3
    },
    {
        "text": "if you do with that it they will give you $100 in free delivery credits",
        "start": 525.08,
        "duration": 2.74
    },
    {
        "text": "so if you want that snag it while you can.",
        "start": 527.82,
        "duration": 1.82
    },
    {
        "text": "And the first bit of awesome today is after today's show",
        "start": 529.64,
        "duration": 1.92
    },
    {
        "text": "If somehow you are not",
        "start": 531.57,
        "duration": 1.15
    },
    {
        "text": "100% filled in yet post an extra bonus video of a series that we're testing out right now that we're just",
        "start": 532.72,
        "duration": 4.609
    },
    {
        "text": "Internally calling TL;DR we covered the very very sexy topic of credit scores, ooh! If the information dive isn't done after today's show",
        "start": 537.43,
        "duration": 7.309
    },
    {
        "text": "Definitely check that out, and then we got a trailer for the new movie cruise,",
        "start": 544.86,
        "duration": 3.0
    },
    {
        "text": "Marvel gave us the emoji game with Sebastian Stan we have the official Gamescom trailer for battlefield 5",
        "start": 547.86,
        "duration": 4.8
    },
    {
        "text": "Netflix gave us a doctor answering all of your penis questions, we had Mark Wahlberg taking a lie detector test",
        "start": 552.79,
        "duration": 5.3
    },
    {
        "text": "We got a trailer for the equalizer two, we had EMT eating five-year-old spaghetti",
        "start": 558.09,
        "duration": 5.039
    },
    {
        "text": "If you want to see the full versions of everything, I just shared the secret link of the day",
        "start": 563.13,
        "duration": 3.33
    },
    {
        "text": "really anything I talked about today links as always are in the description down below and then we have people",
        "start": 566.46,
        "duration": 4.169
    },
    {
        "text": "Requesting this Idris Elba James Bond controversy story now for years there have been rumors that Eaters",
        "start": 570.82,
        "duration": 5.39
    },
    {
        "text": "Elba is going to be the next James Bond or at the very least there have been many requests for this",
        "start": 576.21,
        "duration": 4.09
    },
    {
        "text": "And well this has never been confirmed a report in the British tabloid The Daily Star restarted those rumors all over again and that report featured",
        "start": 580.3,
        "duration": 5.26
    },
    {
        "text": "An interview with director Antoine Fuqua who recalled a conversation",
        "start": 585.56,
        "duration": 2.96
    },
    {
        "text": "He had with one of the major producers of the Bond film Barbra broccoli and according to fuqua broccoli told him that it was time",
        "start": 588.52,
        "duration": 4.9
    },
    {
        "text": "for an ethnic minority actor to star as 007 and as those rumors spread Alba himself added fuel to that fire getting a picture of himself on August 12",
        "start": 593.43,
        "duration": 7.379
    },
    {
        "text": "With a caption. My name is Elba",
        "start": 600.81,
        "duration": 1.99
    },
    {
        "text": "Idris Elba with any poured water on the fire just a few hours later tweeting",
        "start": 602.8,
        "duration": 3.65
    },
    {
        "text": "\"Don't believe the hype\" now despite Elba's follow-up tweet",
        "start": 606.45,
        "duration": 2.01
    },
    {
        "text": "You have British journalist Kate Hopkins who's known as kind of a",
        "start": 608.46,
        "duration": 2.459
    },
    {
        "text": "Provocateur release a video on Twitter in which she says this: No, Idris Elba,",
        "start": 611.17,
        "duration": 4.58
    },
    {
        "text": "You cannot be James Bond",
        "start": 615.79,
        "duration": 2.0
    },
    {
        "text": "You will not be 007 no matter how many tweets you put out saying, I'm Elba, Idris Elba",
        "start": 617.92,
        "duration": 7.22
    },
    {
        "text": "It's not because you're a gentleman of color. It's because James Bond isn't.",
        "start": 625.18,
        "duration": 5.18
    },
    {
        "text": "He's written as an upper-class",
        "start": 630.36,
        "duration": 3.06
    },
    {
        "text": "arrogant white toff born with a silver spoon in his mouth",
        "start": 633.42,
        "duration": 4.06
    },
    {
        "text": "nurtured by Eaton and Sandhurst and",
        "start": 637.54,
        "duration": 3.0
    },
    {
        "text": "well-connected by his Swiss family fortune.",
        "start": 640.6,
        "duration": 2.84
    },
    {
        "text": "Our imagination is a precious thing the way we love these characters matters as",
        "start": 643.44,
        "duration": 5.6
    },
    {
        "text": "evidence by the outrage when someone attempts to mess with the things we love so you see Idris",
        "start": 649.04,
        "duration": 5.53
    },
    {
        "text": "It's not about your color or you",
        "start": 654.57,
        "duration": 4.09
    },
    {
        "text": "It's about Bond, James Bond. If you said Hopkins' goal here was to get a very big reaction,",
        "start": 658.66,
        "duration": 5.54
    },
    {
        "text": "she was very successful. With those critical of Hopkins, you even had the likes of Ice-T who tweeted, \"This bitch sounds stupid\"",
        "start": 664.2,
        "duration": 6.899
    },
    {
        "text": "To which Katie Hopkins said \"Thank you for listening Tracy Lauren Marrow, Ice T my ass\" and then Ice-T responded,",
        "start": 671.1,
        "duration": 5.56
    },
    {
        "text": "\"Lol, The ho replied! Eat a dick.\" But on top of that the reaction from some people who did not agree with Hopkins",
        "start": 676.66,
        "duration": 5.26
    },
    {
        "text": "They said:",
        "start": 681.92,
        "duration": 0.5
    },
    {
        "text": "Another saying:",
        "start": 688.0,
        "duration": 0.76
    },
    {
        "text": "and then one comment that really stuck out to me, was:",
        "start": 692.42,
        "duration": 1.74
    },
    {
        "text": "And then on the other side of things for people that agreed with Hopkins",
        "start": 707.5,
        "duration": 2.68
    },
    {
        "text": "There were a lot of comparisons made. One comment reading",
        "start": 710.18,
        "duration": 2.28
    },
    {
        "text": "another writing",
        "start": 719.36,
        "duration": 1.12
    },
    {
        "text": "As far as my personal takeaway from this",
        "start": 729.76,
        "duration": 1.699
    },
    {
        "text": "I'm not passionate about it either way",
        "start": 731.459,
        "duration": 1.891
    },
    {
        "text": "But I do personally find it a little bit silly that people are so passionate that he should not be a black man",
        "start": 733.35,
        "duration": 4.958
    },
    {
        "text": "When I look at movies are many forms of entertainment. I think it ultimately boils down to storytelling.",
        "start": 738.308,
        "duration": 4.932
    },
    {
        "text": "And when you are telling a story there are certain levers that you can pull to tell a different story",
        "start": 743.24,
        "duration": 4.5
    },
    {
        "text": "What is the world look like? What are the challenges? What are the relationships between the characters? Who is our hero or heroes?",
        "start": 747.74,
        "duration": 6.64
    },
    {
        "text": "What is the journey supposed to be? When it comes to a franchise like this",
        "start": 754.38,
        "duration": 3.54
    },
    {
        "text": "We've seen a lot of iterations a lot of scenarios as that one comment that really stood out to me",
        "start": 757.92,
        "duration": 5.01
    },
    {
        "text": "I think that we've been given a lot of different scenarios based on what's happening in society",
        "start": 762.93,
        "duration": 4.71
    },
    {
        "text": "I also think that it's a flawed argument that we've been given this one James Bond",
        "start": 767.64,
        "duration": 3.869
    },
    {
        "text": "I think a lot of people would agree that the Daniel Craig James Bond is vastly different from past iterations.",
        "start": 771.509,
        "duration": 5.691
    },
    {
        "text": "Some have even referred to him as the PTSD Bond, which you could argue is a change after",
        "start": 777.2,
        "duration": 4.52
    },
    {
        "text": "everything that he's dealt with. I think a lot of people would say that it was a very interesting change to see especially from a",
        "start": 781.74,
        "duration": 5.14
    },
    {
        "text": "Franchise that has been very predictable",
        "start": 786.899,
        "duration": 1.741
    },
    {
        "text": "So it might also be interesting to go a step further and reimagine the origins of that character, right?",
        "start": 788.64,
        "duration": 4.709
    },
    {
        "text": "I think it just has to come from a place of",
        "start": 793.349,
        "duration": 1.731
    },
    {
        "text": "Oh well, here's a story we wouldn't have been able tell otherwise and not just some sort of cash play.",
        "start": 795.08,
        "duration": 5.26
    },
    {
        "text": "Hey, that's my personal take away from it and whether you agree or disagree I'd love to hear your thoughts",
        "start": 800.34,
        "duration": 4.12
    },
    {
        "text": "And let's talk about the situation between South Korea and Japan",
        "start": 804.46,
        "duration": 2.42
    },
    {
        "text": "So this past Tuesday August 14",
        "start": 806.88,
        "duration": 1.54
    },
    {
        "text": "people across South Korea came together to commemorate the first Memorial Day for Japanese Forces comfort women victims",
        "start": 808.42,
        "duration": 5.2
    },
    {
        "text": "And this was something that the Japanese government had urged South Korea not to do",
        "start": 813.62,
        "duration": 3.606
    },
    {
        "text": "as far as why the date was picked on us 14th that's because it's a",
        "start": 817.226,
        "duration": 2.844
    },
    {
        "text": "27th anniversary of when kim hak-sun came forward and testified about her experience being a comfort woman",
        "start": 820.07,
        "duration": 4.79
    },
    {
        "text": "Now you may be wondering what is a comfort woman and also, why does Japan have a problem with this?",
        "start": 824.86,
        "duration": 4.859
    },
    {
        "text": "well if you didn't know between the",
        "start": 829.72,
        "duration": 1.09
    },
    {
        "text": "1800s on the end of World War two Japan controlled Korea and the other parts of East Asia to varying degrees",
        "start": 830.81,
        "duration": 4.458
    },
    {
        "text": "and during their wars of conquest",
        "start": 835.268,
        "duration": 1.362
    },
    {
        "text": "First against China and then nearly all of the region Japan made wide to use of comfort women, and that term was used by the Japanese",
        "start": 836.63,
        "duration": 5.57
    },
    {
        "text": "The time to really tone down what was actually happening",
        "start": 842.2,
        "duration": 2.46
    },
    {
        "text": "There and these comfort women were sex slaves in the Japanese military tricked coerced and often physically forced into brothels for their soldiers all over",
        "start": 844.73,
        "duration": 6.169
    },
    {
        "text": "Asia these brothels employed over 200,000 women and they were mostly from Korea but also from places like Taiwan the Philippines Indonesia",
        "start": 850.94,
        "duration": 7.72
    },
    {
        "text": "Mainland China two-thirds of which are thought to have died while being forced to work because of this past",
        "start": 858.66,
        "duration": 4.88
    },
    {
        "text": "Widespread abuse have come for women citizens from all of these countries just mentioned came out to observe the new South Korean holiday many holding",
        "start": 863.54,
        "duration": 6.34
    },
    {
        "text": "Photos of known comfort women and Seoul specifically was just full of people near a statue erected in front of the Japanese Embassy last year",
        "start": 869.89,
        "duration": 6.15
    },
    {
        "text": "As a memorial to comfort women,",
        "start": 876.04,
        "duration": 1.5
    },
    {
        "text": "in Taiwan we saw a private group unveiled their own",
        "start": 877.54,
        "duration": 2.29
    },
    {
        "text": "monument while protesters went to the unofficial",
        "start": 879.83,
        "duration": 1.97
    },
    {
        "text": "Japanese Embassy to demand that Japan better recognize their crimes and the Philippines groups did the same a demanded justice for the women abused there",
        "start": 881.81,
        "duration": 6.71
    },
    {
        "text": "And for many that's the big thing there is this push for Japan to better recognize their wartime action",
        "start": 888.52,
        "duration": 4.53
    },
    {
        "text": "Especially since many of their victims died without ever seeing a bit of justice. Right now it's believed that in total",
        "start": 893.05,
        "duration": 5.669
    },
    {
        "text": "There are less than 50 comfort women alive and of those nearly all are in their 80s and 90s",
        "start": 898.72,
        "duration": 4.859
    },
    {
        "text": "and so these countries claim that Japan never issued a sufficient apology for their actions and in the rare instances where Japan has",
        "start": 903.58,
        "duration": 5.24
    },
    {
        "text": "Apologized it was either considered not enough a political ploy or the Japanese government has since considered taking back the apology",
        "start": 908.82,
        "duration": 6.16
    },
    {
        "text": "when you have Japan claiming they've done so multiple times",
        "start": 914.98,
        "duration": 2.06
    },
    {
        "text": "There was once in 1993 and the other time in 2015 both accepted by Korean government's at that time",
        "start": 917.04,
        "duration": 5.16
    },
    {
        "text": "regarding the 1993 claim that's often not discussed because it was done during a small time period where Japan was run by a left-wing government",
        "start": 922.2,
        "duration": 6.12
    },
    {
        "text": "This after decades of ruled by the right-wing Liberal Democratic party",
        "start": 928.32,
        "duration": 2.8
    },
    {
        "text": "and as far as the",
        "start": 931.13,
        "duration": 0.519
    },
    {
        "text": "2015 apology that also reportedly included 1 billion yen to create a fund to support the remaining comfort women in South Korea and that one",
        "start": 931.649,
        "duration": 6.29
    },
    {
        "text": "Was supposed to be the final and irreversible solution",
        "start": 937.94,
        "duration": 2.94
    },
    {
        "text": "But South Koreans including the current president moon jae-in claimed that that deal was done with a corrupt government saying that was a political ploy and that it",
        "start": 940.88,
        "duration": 5.37
    },
    {
        "text": "Offered too little compensation for the crimes while supporting two moments where the Japanese government has considered changing their 1993 apology as proof that Japan",
        "start": 946.25,
        "duration": 6.929
    },
    {
        "text": "Is not sincere there is also the question of well, what would be enough for the president of South Korea?",
        "start": 953.18,
        "duration": 4.769
    },
    {
        "text": "This is because in late 2017. He called Japan's 2015 apology and deal flawed and added",
        "start": 957.98,
        "duration": 4.7
    },
    {
        "text": "But ultimately that is where we are with this story today and will be interesting to see how it evolves or devolves over the next few years.",
        "start": 966.68,
        "duration": 6.66
    },
    {
        "text": "Then let's talk about this situation coming out of the University of Maryland and all this starts on May 29th",
        "start": 973.34,
        "duration": 4.1
    },
    {
        "text": "Where Maryland offensive lineman Jordan McNair was participating in a preseason workout with his team",
        "start": 977.449,
        "duration": 4.23
    },
    {
        "text": "According to reports the workout was led by the strength and conditioning staff and began at 4:15 p.m",
        "start": 981.68,
        "duration": 3.75
    },
    {
        "text": "McNair another lineman began going through a sprint drill and according to multiple sources that spoke with the SPN after McNair finished his tenth sprint",
        "start": 985.56,
        "duration": 6.32
    },
    {
        "text": "He began to waver and could barely stand up and two players had to hold him up at that point the head athletic trainer Wes",
        "start": 991.88,
        "duration": 4.979
    },
    {
        "text": "Robinson reportedly yelled drag his ass across the field and that is where things really start to go wrong. According to Billy Murphy",
        "start": 996.87,
        "duration": 5.63
    },
    {
        "text": "Who's a McNair family attorney and McNair had a seizure at 5:00 p.m. Following the sprint drills.",
        "start": 1002.5,
        "duration": 3.9
    },
    {
        "text": "Yet according to a 911 call obtained by ESPN. No one called 911 until",
        "start": 1006.4,
        "duration": 4.34
    },
    {
        "text": "5:58pm so nearly a full hour after McNair suffered the original seizure and even when 9-1-1 was called",
        "start": 1010.78,
        "duration": 5.22
    },
    {
        "text": "there was no mention that he had suffered a seizure and on that call an unidentified male describing Nair as;",
        "start": 1016.0,
        "duration": 4.72
    },
    {
        "text": "Hyperventilating after exercising and unable to control his breath",
        "start": 1020.74,
        "duration": 2.7
    },
    {
        "text": "it was only once the EMT responders arrived that they identified him as a male patient with a seizure and he was transported to a nearby hospital",
        "start": 1023.44,
        "duration": 5.46
    },
    {
        "text": "He was then later moved to a shock trauma center in Baltimore",
        "start": 1028.9,
        "duration": 2.549
    },
    {
        "text": "But he died over two weeks later and according to Murphy, Jordans death was due to heatstroke saying to ESPN a preliminary investigation reveals",
        "start": 1031.449,
        "duration": 6.42
    },
    {
        "text": "There is an unexplained one-hour time period when nothing significant was done to avoid the complications of heatstroke.",
        "start": 1037.87,
        "duration": 5.489
    },
    {
        "text": "Although there is some evidence they allegedly tried to cool him down. He should have been iced immediately",
        "start": 1043.36,
        "duration": 4.349
    },
    {
        "text": "he presented at the hospital with a temperature of 106 which means he was not cooled down",
        "start": 1047.709,
        "duration": 4.131
    },
    {
        "text": "we're very concerned about the unexplained one hour between the time of the seizure and",
        "start": 1051.85,
        "duration": 3.3
    },
    {
        "text": "Hyperventilating that was observed by a coach what happened in that",
        "start": 1055.28,
        "duration": 2.62
    },
    {
        "text": "Remaining hour before the EMT people were actually called. This points to an utter disregard of the health of this player and we are extraordinarily",
        "start": 1057.9,
        "duration": 6.12
    },
    {
        "text": "Concerned that the coaches did not react appropriately to his injury a quick note on heatstroke",
        "start": 1064.02,
        "duration": 3.779
    },
    {
        "text": "It occurs when the body temperature rises to 104 degrees or above and it requires emergency",
        "start": 1067.8,
        "duration": 4.36
    },
    {
        "text": "Treatments such as an ice bath and the reason for that is according to the Mayo Clinic damage worsens",
        "start": 1072.16,
        "duration": 3.78
    },
    {
        "text": "The longer treatment is delayed increasing risk of serious complications or death",
        "start": 1075.96,
        "duration": 4.06
    },
    {
        "text": "And since the incident more details have come out and it does not reflect very well on the football staff.",
        "start": 1080.02,
        "duration": 4.86
    },
    {
        "text": "One anonymous player telling ESPN there were multiple people that said \"wow, Jordan looks fucked up, he doesn't look alright\"",
        "start": 1084.88,
        "duration": 5.24
    },
    {
        "text": "we knew he was really exhausted, but we didn't know he was in danger of his life",
        "start": 1090.12,
        "duration": 2.609
    },
    {
        "text": "But that doesn't mean that a medical professional shouldn't know to put him in a ice tub.",
        "start": 1092.73,
        "duration": 3.25
    },
    {
        "text": "Another players saying they tried to walk him around after he collapsed",
        "start": 1095.98,
        "duration": 2.97
    },
    {
        "text": "Saying his head was limped to the point where it was back another players saying that while they were walking him around they were walking",
        "start": 1098.95,
        "duration": 5.479
    },
    {
        "text": "Him away from really any resource that could have helped him following McNair's death the University of Maryland. They held a press conference",
        "start": 1104.429,
        "duration": 5.55
    },
    {
        "text": "They announced they were launching an external review of what happened the university hiring a sports medicine",
        "start": 1110.049,
        "duration": 4.34
    },
    {
        "text": "Consulting firm to investigate the death and at that press conference where they announced that the external review was going to happen",
        "start": 1114.58,
        "duration": 4.94
    },
    {
        "text": "Maryland Executive athletic director Damon Evans of the McNair was immediately taken care of;",
        "start": 1119.72,
        "duration": 4.24
    },
    {
        "text": "\"Our staff noticed he was having difficulties, they immediately went to Jordan began supporting active recovery and transported him into the varsity - the team house for further evaluation and continued care.",
        "start": 1123.96,
        "duration": 15.58
    },
    {
        "text": "But then several weeks later Maryland officials provided a crucial detail that was not part of that press conference saying",
        "start": 1139.54,
        "duration": 5.9
    },
    {
        "text": "\"at no point before during the external review has a student-athlete athletic trainer or coach reported a seizure occurring at 5:00 p.m\"",
        "start": 1145.44,
        "duration": 5.9
    },
    {
        "text": "A big thing to keep in mind here is this is supposed to be a highly trained health and conditioning staff that was with McNair",
        "start": 1151.35,
        "duration": 5.04
    },
    {
        "text": "In addition to this external review the death of McNair prompts ESPN to launch an investigation",
        "start": 1156.39,
        "duration": 4.37
    },
    {
        "text": "Into the Maryland football team as a whole ESPN spoke to two current Maryland football players as well as several former players and staff members",
        "start": 1160.76,
        "duration": 6.28
    },
    {
        "text": "And on August 10th, they release a very disturbing report according to these sources",
        "start": 1167.04,
        "duration": 3.629
    },
    {
        "text": "They spoke with Maryland has a coaching environment based on fear and intimidation",
        "start": 1170.669,
        "duration": 3.691
    },
    {
        "text": "some of the allegations including the strength and conditioning coach Richt court throwing small weights and objects in the direction of players",
        "start": 1174.36,
        "duration": 5.9
    },
    {
        "text": "there are allegations of humiliation making players eat until they vomit making them work out or do something near",
        "start": 1180.26,
        "duration": 5.12
    },
    {
        "text": "Impossible until they pass out and after they pass out and make fun of them calling them \"a pussy\" \"pussy bitch\"",
        "start": 1185.38,
        "duration": 4.7
    },
    {
        "text": "well Richt Court appeared to be the worst of the",
        "start": 1190.11,
        "duration": 2.39
    },
    {
        "text": "Allegations many people also pointed to the head coach DJ Durkin people saying not only did he hire court",
        "start": 1192.69,
        "duration": 4.67
    },
    {
        "text": "But he encouraged courts extreme coaching style current players saying they usually target and pick a couple people",
        "start": 1197.36,
        "duration": 4.229
    },
    {
        "text": "They think are soft and go after them Durkin and in court feed off of each other",
        "start": 1201.59,
        "duration": 2.67
    },
    {
        "text": "I would say court is as much",
        "start": 1204.26,
        "duration": 1.389
    },
    {
        "text": "responsible for the culture as Durkin and a former staffer with the team even said I would never ever ever allow my child to be coached there",
        "start": 1205.649,
        "duration": 6.291
    },
    {
        "text": "And following that ESPN report Marilyn announced that it was placing several coaches on administrative leave this included Dirkin, court, the head athletic trainer West Robinson",
        "start": 1211.94,
        "duration": 7.24
    },
    {
        "text": "all that brings us to this week where the president of the University of Maryland",
        "start": 1219.18,
        "duration": 2.8
    },
    {
        "text": "Wallace Lowe held a press conference where he said",
        "start": 1222.08,
        "duration": 2.36
    },
    {
        "text": "the university assess legal and moral responsibility for the mistakes that our training staff made on that fateful workout day of May the 29th",
        "start": 1224.44,
        "duration": 16.48
    },
    {
        "text": "Which of course that subsequently to his death on June 13th",
        "start": 1241.68,
        "duration": 7.923
    },
    {
        "text": "I said to the family \"The university owes you an apology you entrusted Jordan to our care and he is never returning home again\"",
        "start": 1249.603,
        "duration": 17.677
    },
    {
        "text": "and in addition to this Lowe also said that the full",
        "start": 1267.289,
        "duration": 2.0
    },
    {
        "text": "investigation under the program will be released in mid-september and as far as",
        "start": 1269.37,
        "duration": 2.989
    },
    {
        "text": "Record he announced in a letter on Twitter that he was resigning right and Jordan McNair's life and death are what we must all remember",
        "start": 1272.429,
        "duration": 6.02
    },
    {
        "text": "To put first as we face the future, what did we learn? How will we improve?",
        "start": 1278.45,
        "duration": 3.449
    },
    {
        "text": "What can we do to pay tribute to Jordan's life?",
        "start": 1281.899,
        "duration": 2.07
    },
    {
        "text": "The gravity of the situation has deeply impacted my perspective on the why I am coaching",
        "start": 1283.97,
        "duration": 4.829
    },
    {
        "text": "however, as you'll notice if you look through the letter, he never apologized McCann era's family and reportedly",
        "start": 1288.799,
        "duration": 4.44
    },
    {
        "text": "He's also received a three hundred fifteen thousand dollar settlement from the University",
        "start": 1293.24,
        "duration": 3.329
    },
    {
        "text": "It's two-thirds of what he was due for the remainder of his contract reportedly",
        "start": 1296.57,
        "duration": 2.729
    },
    {
        "text": "This settlement agreement also has meant to prevent both court and the university from pursuing legal action as far as the whole situation",
        "start": 1299.3,
        "duration": 5.52
    },
    {
        "text": "There there are kind of two things that stand out to me",
        "start": 1304.82,
        "duration": 2.38
    },
    {
        "text": "one is the what appears to be extreme negligence involved around McNair and now his death",
        "start": 1307.2,
        "duration": 5.5
    },
    {
        "text": "and two I think it's important to point out that the toxic environment described by these Maryland staffers that used to work there, current players...",
        "start": 1312.7,
        "duration": 7.569
    },
    {
        "text": "It's not unique",
        "start": 1320.309,
        "duration": 1.131
    },
    {
        "text": "There are studies out there where college athletes have described similar scenarios in another study conducted by the American College Health Association",
        "start": 1321.44,
        "duration": 7.06
    },
    {
        "text": "We saw some really troubling numbers according to the study",
        "start": 1328.56,
        "duration": 3.14
    },
    {
        "text": "41% of male athletes had felt so depressed that it was difficult to function compared to 45 percent female and",
        "start": 1331.74,
        "duration": 5.48
    },
    {
        "text": "52% of male athletes had felt overwhelming anxiety compared to 59% female and looking at these numbers I also end up wondering",
        "start": 1337.28,
        "duration": 6.82
    },
    {
        "text": "is there a larger percentage for people that are maybe on a scholarship?",
        "start": 1344.1,
        "duration": 3.52
    },
    {
        "text": "how much of that comes from maybe being overextended between work and school?",
        "start": 1347.62,
        "duration": 3.82
    },
    {
        "text": "and finally how much of it comes from just sports?",
        "start": 1351.44,
        "duration": 2.9
    },
    {
        "text": "I don't know a few of the stories today have me thinking.",
        "start": 1354.34,
        "duration": 2.18
    },
    {
        "text": "actually so on that note I do want to pass a question off to you;",
        "start": 1356.52,
        "duration": 2.34
    },
    {
        "text": "What are your thoughts as far as the main story? And then what are your thoughts as far as the levels and the reporting regarding anxiety?",
        "start": 1358.9,
        "duration": 6.76
    },
    {
        "text": "and that's where we're going to end Today's show.",
        "start": 1365.66,
        "duration": 1.56
    },
    {
        "text": "Of course remember if you like this video hit it with a like button, remember sharing is caring",
        "start": 1367.22,
        "duration": 4.32
    },
    {
        "text": "and also if you new here hit that subscribe button so you don't miss these daily Philip DeFranco shows",
        "start": 1371.54,
        "duration": 3.92
    },
    {
        "text": "But with that said of course as always, my name's Philip DeFranco",
        "start": 1375.46,
        "duration": 2.76
    },
    {
        "text": "You've just been phill'd in, I love yo faces and I'll see you next time",
        "start": 1378.22,
        "duration": 4.24
    }
]