[
    {
        "text": "Sup you, beautiful bastards",
        "start": 0.0,
        "duration": 1.439
    },
    {
        "text": "Hope you're having a",
        "start": 1.439,
        "duration": 0.821
    },
    {
        "text": "Fantastic Wednesday, welcome back to the Philip Defranco show and let's just jump into it the first thing we're going to talk about today",
        "start": 2.26,
        "duration": 5.269
    },
    {
        "text": "We're going to kind of follow the theme of yesterday",
        "start": 7.529,
        "duration": 1.711
    },
    {
        "text": "We're going to start off light and then really get into it and so the first thing",
        "start": 9.24,
        "duration": 3.14
    },
    {
        "text": "I want to talk about today is the sports Channel ESPN coming under fire",
        "start": 12.389,
        "duration": 3.211
    },
    {
        "text": "ESPN had a twenty-eight hour",
        "start": 16.0,
        "duration": 1.44
    },
    {
        "text": "programming marathon to promote fantasy football which began Monday and faced criticism over a sketch that featured a white auctioneer holding up popsicle sticks with",
        "start": 17.44,
        "duration": 7.099
    },
    {
        "text": "The faces of players to an audience of mostly white bidders and many viewers found the sketch to be offensive and in bad taste",
        "start": 24.54,
        "duration": 5.88
    },
    {
        "text": "especially coming out of this weekend with Charlottesville saying",
        "start": 30.42,
        "duration": 2.92
    },
    {
        "text": "We're coming out of a weekend where some people were protesting the removal of a confederate icon",
        "start": 33.34,
        "duration": 4.2
    },
    {
        "text": "An event that was literally attended by the KKK",
        "start": 37.54,
        "duration": 1.92
    },
    {
        "text": "And then you put up something where primarily black athletes are being auctioned off",
        "start": 39.62,
        "duration": 4.0
    },
    {
        "text": "Jason Scales posting clip it with a caption \"So ESPN just did an auction sketch\"",
        "start": 43.68,
        "duration": 3.02
    },
    {
        "text": "and a video was eventually seen by the player actually",
        "start": 46.7,
        "duration": 3.07
    },
    {
        "text": "Being auctioned off in that clip odell Beckham, Jr.",
        "start": 49.77,
        "duration": 2.25
    },
    {
        "text": "Who responded:",
        "start": 52.02,
        "duration": 0.94
    },
    {
        "text": "\"Speechless\"",
        "start": 52.96,
        "duration": 0.62
    },
    {
        "text": "And you had other NFL players such as saints defensive end Kamerion Jordan and Rams",
        "start": 53.58,
        "duration": 3.3
    },
    {
        "text": "defensive end Dominique Easley Jordan writing bad taste in whatever",
        "start": 56.88,
        "duration": 3.0
    },
    {
        "text": "Context was intended Easley simply tweeting \"What the hell.\"",
        "start": 59.88,
        "duration": 2.96
    },
    {
        "text": "We also had people defending ESPN",
        "start": 62.84,
        "duration": 1.5
    },
    {
        "text": "Saying the clip shared showing black players auctioned off were actually just taken out of context.",
        "start": 64.34,
        "duration": 4.4
    },
    {
        "text": "This for two reasons one: Because there are also white players being auctioned off",
        "start": 68.76,
        "duration": 3.3
    },
    {
        "text": "Auctioning off players including Tom Brady, Aaron Rodgers, Gronkowski.",
        "start": 72.06,
        "duration": 3.64
    },
    {
        "text": "And two people pointing out this is simply an",
        "start": 75.72,
        "duration": 1.38
    },
    {
        "text": "Exaggerated version of how some people run their fantasy football drafts.",
        "start": 77.1,
        "duration": 3.58
    },
    {
        "text": "Those not lame like myself and maybe don't play fantasy football",
        "start": 80.68,
        "duration": 2.26
    },
    {
        "text": "People can draft their players in different ways is the classic snake system",
        "start": 82.94,
        "duration": 3.54
    },
    {
        "text": "Where you pick your players in order there was the auction system like we're seeing here",
        "start": 86.48,
        "duration": 3.7
    },
    {
        "text": "But still you have people like New York Daily news Columnist Shaun King tweeting:",
        "start": 90.18,
        "duration": 2.88
    },
    {
        "text": "\"Dear Espn apologise now for doing a sketch where you auctioned a black man off to the highest bidder.\"",
        "start": 93.06,
        "duration": 3.94
    },
    {
        "text": "To which conservative radio host Daniel O'Donnell tweeted:",
        "start": 97.0,
        "duration": 2.2
    },
    {
        "text": "\"Yes, liberal SJW's even think fantasy football is racist now.\" King responded:",
        "start": 99.2,
        "duration": 3.88
    },
    {
        "text": "\"No I don't I think how they did this was outrageous.",
        "start": 103.08,
        "duration": 2.18
    },
    {
        "text": "Auctioning off black men with an auctioneer to an all-white audience looks bad.\"",
        "start": 105.26,
        "duration": 3.3
    },
    {
        "text": "At which time Kenny Mane an anchor for ESPN Sportscenter also told King on Twitter:",
        "start": 108.56,
        "duration": 3.98
    },
    {
        "text": "\"Fam-The optics aren't good-agreed. But it was replicating fantasy football auctions--",
        "start": 112.54,
        "duration": 3.76
    },
    {
        "text": "Whites up for bid too. We appreciate you.\"",
        "start": 116.3,
        "duration": 2.04
    },
    {
        "text": "And soon after ESPN kind of issued an apology, a little bit. Releasing a statement saying:",
        "start": 118.34,
        "duration": 4.82
    },
    {
        "text": "\"Auction drafts are common part of fantasy football and",
        "start": 123.16,
        "duration": 2.12
    },
    {
        "text": "ESPN segments replicated an auction draft with a diverse slate of top professional football players.\"",
        "start": 125.28,
        "duration": 4.7
    },
    {
        "text": "Adding \"Without that context we understand the optics could be seen as offensive and we apologise.\"",
        "start": 129.98,
        "duration": 5.02
    },
    {
        "text": "And I have to say personally I think what ESPN said here makes sense. The one exception is I don't think they needed to apologize",
        "start": 135.0,
        "duration": 5.18
    },
    {
        "text": "Even though they kind of didn't the way it looks on its surface",
        "start": 140.189,
        "duration": 2.07
    },
    {
        "text": "Especially when edited only to show black players being auctioned off",
        "start": 142.26,
        "duration": 3.48
    },
    {
        "text": "Especially to people that don't understand this style of drafting with Fantasy sport looks horrible",
        "start": 145.9,
        "duration": 4.64
    },
    {
        "text": "But when you take into account the full actual situation, I don't actually I don't personally see anything offensive here",
        "start": 150.54,
        "duration": 5.55
    },
    {
        "text": "let's save the pointing of fingers and shouting of that's racist to the actually racist thing when you go after the",
        "start": 156.12,
        "duration": 5.61
    },
    {
        "text": "misconstrued and insignificant with large claims it hurts the actually large claims and the actual large",
        "start": 161.95,
        "duration": 6.08
    },
    {
        "text": "atrocity. Hate is very much real,",
        "start": 168.28,
        "duration": 1.64
    },
    {
        "text": "But when you start saying that it is everywhere people see it know where the passive question off to you",
        "start": 169.92,
        "duration": 4.259
    },
    {
        "text": "I know are people of different backgrounds different life",
        "start": 174.18,
        "duration": 2.0
    },
    {
        "text": "Experiences what?",
        "start": 176.2,
        "duration": 0.89
    },
    {
        "text": "What's your thought here just a swing and a miss if you understand where it's coming from but from that",
        "start": 177.09,
        "duration": 3.75
    },
    {
        "text": "I want to share some stuff. I loved today and today in awesome first, but if awesome is actually something",
        "start": 180.84,
        "duration": 4.559
    },
    {
        "text": "I shared yesterday during my live Q&A on Defranco elite comedy live streams there and released early content plug plug plug zero is as what",
        "start": 185.4,
        "duration": 6.389
    },
    {
        "text": "Two movies on Netflix would you recommend right now?",
        "start": 191.79,
        "duration": 1.86
    },
    {
        "text": "And I just I had to share it with more people because I want to talk about it you have to put on captions",
        "start": 193.65,
        "duration": 3.779
    },
    {
        "text": "But I recommend to the highest degree the movies a train to Busan and the movie Tunnel",
        "start": 197.43,
        "duration": 5.04
    },
    {
        "text": "I'm not even going to tell you what the movies are about just search them out on Netflix Click play",
        "start": 202.47,
        "duration": 4.199
    },
    {
        "text": "experience and after you watch those movies tweet me because I love know what you think then we got an honest trailer for guardians of",
        "start": 207.459,
        "duration": 4.97
    },
    {
        "text": "the Galaxy too and we got a preview of Sophie Turner amazing Williams for Carpool karaoke",
        "start": 212.43,
        "duration": 3.929
    },
    {
        "text": "there's also the brand new vlog then we got a trailer for a movie that came out of nowhere called ream Memories one of the",
        "start": 216.489,
        "duration": 5.42
    },
    {
        "text": "Last rolls Anton Yelchin took before he died. It has Peter Dinklage the whole premise seems really trippy and cool",
        "start": 221.91,
        "duration": 5.459
    },
    {
        "text": "It's about pulling memories out of your actual brain and you can just see it on a screen",
        "start": 227.37,
        "duration": 4.049
    },
    {
        "text": "Unfiltered, and I just looks fascinated and remember if you want to see these full versions of everything",
        "start": 232.18,
        "duration": 3.679
    },
    {
        "text": "I just share the secret link of the day anything at all links is always are in the description down below",
        "start": 235.859,
        "duration": 4.35
    },
    {
        "text": "then in HbO can it seemed when news",
        "start": 240.48,
        "duration": 2.699
    },
    {
        "text": "another episode of game of Thrones",
        "start": 243.34,
        "duration": 1.769
    },
    {
        "text": "Has leaked once again the actual leak of the episode was not because of hackers but for some reason the video the actual episode is",
        "start": 245.109,
        "duration": 7.22
    },
    {
        "text": "available on demand to subscribers in Spanish and Nordic",
        "start": 252.329,
        "duration": 2.64
    },
    {
        "text": "Territories Hbo Europe issuing a statement saying error appears to have originated with a third-party vendor and the episode was removed as soon as it",
        "start": 255.099,
        "duration": 5.99
    },
    {
        "text": "Was recognized it remained up for one hour and of course as you'd expect people are now torrenting the hell out of this thing",
        "start": 261.09,
        "duration": 4.92
    },
    {
        "text": "Something also interesting with this story",
        "start": 266.36,
        "duration": 1.619
    },
    {
        "text": "And I've been very surprised by this coming out poorly despite the leak of the game of Thrones script the actual game of thrones episode",
        "start": 267.979,
        "duration": 6.119
    },
    {
        "text": "It has not been affecting rating in fact some of the episodes have been getting record viewing numbers anyway",
        "start": 274.169,
        "duration": 4.459
    },
    {
        "text": "I guess the main point of this story is do with this information as you will",
        "start": 278.629,
        "duration": 3.029
    },
    {
        "text": "I won't recommend you do anything. Just know that. This is the thing that happened",
        "start": 281.659,
        "duration": 3.24
    },
    {
        "text": "And then let's talk about Donald Trump yesterday due to the timing I was only able to add a small update where Donald Trump said",
        "start": 284.969,
        "duration": 5.48
    },
    {
        "text": "That both sides are at fault in Charlottesville listening to be the president going back to his first statement where he said many side",
        "start": 290.449,
        "duration": 5.67
    },
    {
        "text": "But today since we have some more time let's jump through some of the points. He made we have trump asked",
        "start": 296.12,
        "duration": 3.359
    },
    {
        "text": "Why did he wait so long to comment on Charlottesville, and he says I wanted to make sure",
        "start": 299.479,
        "duration": 3.899
    },
    {
        "text": "Unlike most politicians",
        "start": 304.379,
        "duration": 1.861
    },
    {
        "text": "That what I said was correct",
        "start": 306.24,
        "duration": 2.179
    },
    {
        "text": "not make a quick statement; and so at this point the people that disagreed with Donald trump here said well if you look at your",
        "start": 308.789,
        "duration": 5.089
    },
    {
        "text": "History what on all the times on trump has thrown out claims that haven't been verified and then saying oh well",
        "start": 313.949,
        "duration": 5.39
    },
    {
        "text": "Maybe we should look into his claims of 3 to 5 million illegal voters taking part in the election",
        "start": 319.34,
        "duration": 4.47
    },
    {
        "text": "Despite there being no proof just claims of no evidence the the illegal Obama",
        "start": 324.21,
        "duration": 4.13
    },
    {
        "text": "Wiretap which you later had to walk down and try to attribute to something else. There are whole pages dedicated",
        "start": 328.529,
        "duration": 4.82
    },
    {
        "text": "To logging every time the president has done this as far as the statement being fine people saying well",
        "start": 333.419,
        "duration": 4.88
    },
    {
        "text": "then why did you then clarify and",
        "start": 338.3,
        "duration": 1.78
    },
    {
        "text": "Specify in a later speech if you actually thought that first one was fine. But ok let's move forward he is then as was this",
        "start": 340.08,
        "duration": 4.82
    },
    {
        "text": "Terrorism and he responds; driver of the car is a disgrace to",
        "start": 345.029,
        "duration": 4.309
    },
    {
        "text": "himself, his family, and this country and",
        "start": 350.43,
        "duration": 2.119
    },
    {
        "text": "That is. You can call it terrorism, you can call it murder",
        "start": 353.25,
        "duration": 4.219
    },
    {
        "text": "You can call it. Whatever you want. I would just call it as the fastest one to come up with a good verdict",
        "start": 358.199,
        "duration": 6.26
    },
    {
        "text": "That's what I'd call it because there is a question is it murder is a terrorism and then you get into legal semantics",
        "start": 364.46,
        "duration": 6.359
    },
    {
        "text": "The driver of the car is a murderer and what he did was a horrible horrible",
        "start": 371.279,
        "duration": 6.14
    },
    {
        "text": "Inexcusable thing okay, so he kind of said that it's terrorism, but then said it's definitely murder call it what you want",
        "start": 378.15,
        "duration": 5.899
    },
    {
        "text": "But the very least we have attorney general Jeff sessions saying on the record that this looks like domestic terrorists from saying its semantics others",
        "start": 384.05,
        "duration": 5.639
    },
    {
        "text": "Saying that word specificity is very important, but okay let's move forwar.",
        "start": 389.689,
        "duration": 2.58
    },
    {
        "text": "Then the roport mentions that John McCain linked the violence to the alt-right and this interaction with Trump.",
        "start": 392.27,
        "duration": 5.85
    },
    {
        "text": "Senator McCaine, you mean the one who voted against Obamacare? Woman: And he said. Trump:You mean Senator McCain the one who voted against,",
        "start": 398.58,
        "duration": 6.38
    },
    {
        "text": "us getting good Health care",
        "start": 406.11,
        "duration": 2.0
    },
    {
        "text": "Woman: He said that alt-right is behind these attack?",
        "start": 408.54,
        "duration": 4.07
    },
    {
        "text": "And he linked that same group to those who perpetrated the attacks in Charlottesville. Well, I don't know I can't tell you",
        "start": 412.61,
        "duration": 6.239
    },
    {
        "text": "I'm sure senator McCain must know what he's talking about",
        "start": 418.85,
        "duration": 2.279
    },
    {
        "text": "but when you say the alt-right",
        "start": 421.94,
        "duration": 2.0
    },
    {
        "text": "Define alt-right to me. You define it good",
        "start": 424.77,
        "duration": 2.089
    },
    {
        "text": "Now this is actually a point",
        "start": 429.66,
        "duration": 1.28
    },
    {
        "text": "I want to hit on with the alt-right a lot of people that confuse when you reference the alt-right and",
        "start": 430.94,
        "duration": 4.529
    },
    {
        "text": "understandably so as Mildly Innopolis a man who has been credited in part to",
        "start": 435.57,
        "duration": 3.44
    },
    {
        "text": "Popularizing the alt-right has even said is that it's different now my low pointing out in an interview with roaming millennial that it started out",
        "start": 439.44,
        "duration": 5.779
    },
    {
        "text": "Different the beginning you had a lot of conservatives that were not happy with the state of the current Republican",
        "start": 445.22,
        "duration": 3.899
    },
    {
        "text": "party also people that just wanted to me meant role and they were just",
        "start": 449.28,
        "duration": 3.199
    },
    {
        "text": "Anti-feminist and they were anti toxic icw so far as the racists and the really toxic right they were there",
        "start": 452.88,
        "duration": 5.179
    },
    {
        "text": "But they were seen as a minority to milah, but he explained that they had some racists in it yes, yes",
        "start": 458.06,
        "duration": 5.19
    },
    {
        "text": "We said just put 2 to 5 percent",
        "start": 463.32,
        "duration": 2.0
    },
    {
        "text": "You know like just a few crises",
        "start": 465.32,
        "duration": 1.38
    },
    {
        "text": "but like the law tiny little speck",
        "start": 466.7,
        "duration": 2.64
    },
    {
        "text": "remnants of the Klan you know just two hundred people in Kentucky who cares you know but",
        "start": 469.8,
        "duration": 5.359
    },
    {
        "text": "the Media of course took the term and",
        "start": 476.19,
        "duration": 2.0
    },
    {
        "text": "started",
        "start": 478.98,
        "duration": 1.47
    },
    {
        "text": "redefining it as another way of saying neo-Nazi white supremacist, so",
        "start": 480.45,
        "duration": 3.38
    },
    {
        "text": "With the inevitable result that it expels from the movement all the people who learned that you know it selects",
        "start": 484.44,
        "duration": 5.51
    },
    {
        "text": "why it's hard for many to explain what the alt-right is is because",
        "start": 489.95,
        "duration": 2.22
    },
    {
        "text": "Even people that are beamed the alt-right by the media are trying to explain that there are now two sides of it",
        "start": 492.36,
        "duration": 5.179
    },
    {
        "text": "I think it's important that we hit on that note because as I mentioned yesterday it is important to separate and denounce the",
        "start": 497.54,
        "duration": 4.889
    },
    {
        "text": "extremists",
        "start": 502.74,
        "duration": 0.5
    },
    {
        "text": "and it doesn't help anyone on the left or the right to bulk all the people of one side into the",
        "start": 503.24,
        "duration": 4.649
    },
    {
        "text": "Extremist group all that does is further alienate and radicalize the more moderate people hopefully that helps you understand",
        "start": 508.2,
        "duration": 5.39
    },
    {
        "text": "Why there's some confusion?",
        "start": 513.59,
        "duration": 0.88
    },
    {
        "text": "and",
        "start": 514.47,
        "duration": 0.6
    },
    {
        "text": "Overextension and over inclusion with the term alright that said then the president goes on to blame what he calls the alt left",
        "start": 515.07,
        "duration": 5.78
    },
    {
        "text": "What about the alt left that came charging at the as you say the alt right? Do they have any?",
        "start": 520.85,
        "duration": 5.579
    },
    {
        "text": "semblance of guilt",
        "start": 527.07,
        "duration": 2.0
    },
    {
        "text": "Me ask you this what about the fact that came charging that they came charging with clubs in the hand swinging clubs",
        "start": 530.61,
        "duration": 5.45
    },
    {
        "text": "do they have any",
        "start": 536.31,
        "duration": 1.89
    },
    {
        "text": "Problem, I think they do I watch this very closely much more closely than you people watched it and you have",
        "start": 538.2,
        "duration": 6.08
    },
    {
        "text": "You had a group on one side that was bad",
        "start": 545.19,
        "duration": 2.27
    },
    {
        "text": "And you had a group on the other side that was also very violent and nobody wants to say that but I'll say it",
        "start": 547.46,
        "duration": 5.969
    },
    {
        "text": "right now",
        "start": 553.43,
        "duration": 0.67
    },
    {
        "text": "You had a group you had a group on the other side",
        "start": 554.1,
        "duration": 2.69
    },
    {
        "text": "That came charging in without a permit and they were very very violent okay, so at this point",
        "start": 556.89,
        "duration": 5.239
    },
    {
        "text": "I need to point out that the president is being very dismissive and very manipulative with his wording",
        "start": 562.13,
        "duration": 5.07
    },
    {
        "text": "He says they came in with clubs swingin clubs",
        "start": 567.2,
        "duration": 2.219
    },
    {
        "text": "He makes it sound like a scene from braveheart that they're the enemy horde",
        "start": 569.42,
        "duration": 3.15
    },
    {
        "text": "Attacking the Villagers if you look through a bunch of video from Charlottesville you can see examples of white nationalist white",
        "start": 572.7,
        "duration": 4.729
    },
    {
        "text": "Supremacists starting fights you can see examples of leftist",
        "start": 577.53,
        "duration": 2.539
    },
    {
        "text": "Antipas starting fight a lot of the fighting's seem to really only be described as disconnected",
        "start": 580.38,
        "duration": 4.07
    },
    {
        "text": "retribution",
        "start": 584.58,
        "duration": 0.6
    },
    {
        "text": "Attack any people on each side blaming the other side for starting at despite the fact that so many people on both sides were prepped",
        "start": 585.18,
        "duration": 6.049
    },
    {
        "text": "For a fight also to the president's claim that the counter protesters were there without a permit I have to use Trump's own words you",
        "start": 591.23,
        "duration": 5.55
    },
    {
        "text": "Are dude counter protesters did have permits they had back had two permits?",
        "start": 596.78,
        "duration": 3.69
    },
    {
        "text": "It's kind of shocking it in and realize that since you're watching this very closely more closely than all of us okay with that aside",
        "start": 600.47,
        "duration": 5.25
    },
    {
        "text": "then the president tried to point out that there's a",
        "start": 605.72,
        "duration": 1.84
    },
    {
        "text": "Separation here essentially saying they're not all bad ease all of those people excuse me. I've condemned",
        "start": 607.56,
        "duration": 4.82
    },
    {
        "text": "Neo-Nazis I've condemned many different groups",
        "start": 613.38,
        "duration": 3.169
    },
    {
        "text": "But not all of those people were neo-nazis believe me not all of those people were white",
        "start": 616.8,
        "duration": 5.75
    },
    {
        "text": "supremacist by any stretch.  You mean this group?",
        "start": 622.83,
        "duration": 2.029
    },
    {
        "text": "And that group if you're wondering is the same group we talk about the past two days that were throwing out Nazi salutes or at",
        "start": 639.88,
        "duration": 5.15
    },
    {
        "text": "The very least being fine with people in their group throwing out nazi salutes shouting sieg heil",
        "start": 645.03,
        "duration": 4.2
    },
    {
        "text": "and",
        "start": 649.23,
        "duration": 0.34
    },
    {
        "text": "English also the argument that for many in that group that we just showed that this was really about that Robert E lee statue got",
        "start": 649.57,
        "duration": 5.75
    },
    {
        "text": "It set up Jason kessler as a white nationalist. He's noted by many groups as a white supremacist",
        "start": 655.32,
        "duration": 4.559
    },
    {
        "text": "Kessler even wrote an article about the last time they were protesting the removal of the statute even there",
        "start": 659.88,
        "duration": 4.739
    },
    {
        "text": "He calls it a white nationalist",
        "start": 664.62,
        "duration": 2.0
    },
    {
        "text": "demonstration and he even had promotional materials for the event that looked like this night the right you will not replace us pivotal movement for",
        "start": 666.7,
        "duration": 6.02
    },
    {
        "text": "The Pro white movement in America no we're on there do I see a dot also",
        "start": 672.72,
        "duration": 3.329
    },
    {
        "text": "This is actually about the statute it was the president's argument that there was one bad group another bad group",
        "start": 676.05,
        "duration": 4.29
    },
    {
        "text": "That's what we saw seem to anger a lot of people including many",
        "start": 680.34,
        "duration": 3.0
    },
    {
        "text": "Republicans senator Marco Rubio is saying very",
        "start": 683.56,
        "duration": 2.0
    },
    {
        "text": "Important for the Nation to hear the president describe the events in Charlottesville for what they are a terror attack by white",
        "start": 685.66,
        "duration": 5.479
    },
    {
        "text": "Supremacist the organizers of the events which inspired and Led to the Charlottesville terror attack are",
        "start": 691.33,
        "duration": 4.01
    },
    {
        "text": "100% to blame for a number of reasons their adherence of an evil ideology which argue certain people are inferior because of race ethnicity",
        "start": 695.59,
        "duration": 6.469
    },
    {
        "text": "or nations of origin when an entire movement is built on anger and hatred towards people different than yourself it justifies and ultimately leads to",
        "start": 702.22,
        "duration": 7.07
    },
    {
        "text": "Violence against them these groups today use the same symbols in the same arguments of the nazis in the Kkk groups",
        "start": 709.29,
        "duration": 5.579
    },
    {
        "text": "Responsible for some of the worst crimes against humanity Ever Mr.",
        "start": 715.12,
        "duration": 3.14
    },
    {
        "text": "President cannot allow white",
        "start": 718.26,
        "duration": 1.6
    },
    {
        "text": "Supremacists to share only part of the blame they support the idea which has cost the nation and world so much pain white supremacy groups",
        "start": 719.86,
        "duration": 6.14
    },
    {
        "text": "Will see being assigned only 50% of the blame as a win",
        "start": 726.0,
        "duration": 2.82
    },
    {
        "text": "We cannot allow this old evil to be resurrect and senator McCain writing",
        "start": 728.82,
        "duration": 3.929
    },
    {
        "text": "there's no Moral equivalency between",
        "start": 732.75,
        "duration": 1.42
    },
    {
        "text": "Racists and Americans standing up to defy hate and bigotry the president of the United States should say so the speaker of the house Paul",
        "start": 734.17,
        "duration": 5.329
    },
    {
        "text": "Ryan",
        "start": 739.5,
        "duration": 0.52
    },
    {
        "text": "Also speaking out though not naming the president saying we must be clear white supremacy is repulsive this bigotry is counter to all this country",
        "start": 740.02,
        "duration": 6.65
    },
    {
        "text": "Stands for there can be no Moral ambiguity also had senate majority leader mitch McConnell also not naming trump",
        "start": 746.67,
        "duration": 5.009
    },
    {
        "text": "But saying you can have no tolerance for an ideology of racial hatred. There are no good",
        "start": 751.68,
        "duration": 3.809
    },
    {
        "text": "Neo-Nazis and those who Espouse their views are not supporters of American ideals and freedoms",
        "start": 755.92,
        "duration": 3.769
    },
    {
        "text": "We all have a responsibility to stand against",
        "start": 759.69,
        "duration": 1.98
    },
    {
        "text": "And violence wherever races of people head republican senator Lindsey Graham saying I along many others do not endorse this Moral equivalency many",
        "start": 761.67,
        "duration": 6.809
    },
    {
        "text": "Republicans will fight back against the idea to the party of Lincoln has a welcome mat out for the David Dukes of the world David",
        "start": 768.58,
        "duration": 5.24
    },
    {
        "text": "Duke of Course former Grand Wizard of the Kkk",
        "start": 773.82,
        "duration": 1.93
    },
    {
        "text": "white Nationalist who ran for senate in 2016",
        "start": 775.75,
        "duration": 2.299
    },
    {
        "text": "Also a man who after trump speech thanked the president and then at one point at the press conference Donald trump stopped focusing",
        "start": 778.12,
        "duration": 5.299
    },
    {
        "text": "Specifically on the violence and started talking about Robert E. Lee and that we're trying to erase history this week",
        "start": 783.79,
        "duration": 5.09
    },
    {
        "text": "It's Robert E lee I noticed that Stonewall Jackson's coming down",
        "start": 788.88,
        "duration": 3.809
    },
    {
        "text": "I wonder is it George Washington next week",
        "start": 792.69,
        "duration": 2.609
    },
    {
        "text": "And is it Thomas Jefferson the week after you know you all really do have to ask yourself",
        "start": 795.3,
        "duration": 4.469
    },
    {
        "text": "Where does it stop we are living in the weirdest time we used to see headlines?",
        "start": 799.77,
        "duration": 3.09
    },
    {
        "text": "Donald Trump attacks were filled Donald Donald trump slams Ted cruz",
        "start": 802.93,
        "duration": 4.309
    },
    {
        "text": "But today you could understandably and accurately put out a headline that reads Donald trump goes after George, Washington and Thomas Jefferson",
        "start": 807.24,
        "duration": 7.26
    },
    {
        "text": "Yes, our forefathers are not perfect people",
        "start": 814.72,
        "duration": 1.82
    },
    {
        "text": "They are products and people existing in a different time period And that does not excuse slavery, but to equate George",
        "start": 816.54,
        "duration": 5.76
    },
    {
        "text": "Washington and Thomas Jefferson",
        "start": 822.43,
        "duration": 1.35
    },
    {
        "text": "To a man who fought against the union. A man who fought against the country we are now living in that's aside from the argument that",
        "start": 823.78,
        "duration": 7.22
    },
    {
        "text": "Removing this statue which is going to end up in a museum or end up with a private collector who most likely will then put?",
        "start": 831.19,
        "duration": 5.329
    },
    {
        "text": "It in a museum Devin hyde history",
        "start": 836.52,
        "duration": 1.8
    },
    {
        "text": "Just does not openly",
        "start": 838.32,
        "duration": 1.21
    },
    {
        "text": "celebrate the negative bad parts of it puts it in place where you can understand the context in the situation of the time and it's",
        "start": 839.53,
        "duration": 6.049
    },
    {
        "text": "Not yay, your property lee idea that the racing history is so silly what's kind of funny it is Robert E?",
        "start": 845.58,
        "duration": 5.61
    },
    {
        "text": "Lee's family is okay with one the removal of these statues Robert e lee V great-great Grandson of Robert E?",
        "start": 851.19,
        "duration": 6.51
    },
    {
        "text": "Lee's saying if they choose to take those statues down fine",
        "start": 857.7,
        "duration": 2.339
    },
    {
        "text": "maybe it's appropriate to have them in museums or to put them in some sort of historical context in that regard and a family of",
        "start": 860.07,
        "duration": 5.069
    },
    {
        "text": "Robert E",
        "start": 865.14,
        "duration": 0.33
    },
    {
        "text": "Lee issuing a statement saying generally his life was about duty honor and country at the end of the civil war he implored the nation",
        "start": 865.47,
        "duration": 5.4
    },
    {
        "text": "To come together to heal our wounds and move forward to becoming more unified",
        "start": 870.87,
        "duration": 2.76
    },
    {
        "text": "nation would have never tolerated the hateful words and violent actions of white supremacists the Kkk or",
        "start": 873.82,
        "duration": 5.329
    },
    {
        "text": "Neo-Nazis and then the press conference ended and a lot of white nationalists were very happy and pretty much everyone else was not soon after",
        "start": 879.64,
        "duration": 6.32
    },
    {
        "text": "This press conference an unnamed source from the white house said that that was not the plan reports saying the president was supposed to just",
        "start": 885.96,
        "duration": 4.95
    },
    {
        "text": "Make a few statements about infrastructure and then kick two other members of the administration to take question",
        "start": 890.91,
        "duration": 4.29
    },
    {
        "text": "So it appears that the president went way off book here that is something that probably explains",
        "start": 895.3,
        "duration": 3.359
    },
    {
        "text": "the video and pictures of general John Kelly the new chief of staff for Donald Trump went viral saying this is the picture of a",
        "start": 898.73,
        "duration": 6.529
    },
    {
        "text": "man filled with regret in his actual video of him like nodding his head when he thinks trump is a good point and then",
        "start": 905.26,
        "duration": 5.01
    },
    {
        "text": "Wincing when he thinks that it's maybe not the best thing though",
        "start": 910.34,
        "duration": 2.96
    },
    {
        "text": "We're not as I said maybe he went for a different reason also following the press conference it appears that little mooch sized hole in",
        "start": 913.3,
        "duration": 5.669
    },
    {
        "text": "Our hearts might be about to be filled and that's because today. Hope hicks was placed as interim white house communications director",
        "start": 918.97,
        "duration": 5.64
    },
    {
        "text": "He's 28 years old. She has worked with the trump team for years she was the senior communications adviser for that",
        "start": 924.65,
        "duration": 5.45
    },
    {
        "text": "She was also a Pr rep for the trump organization",
        "start": 930.1,
        "duration": 1.72
    },
    {
        "text": "And it said she has helped the president shape parts of his messages as part of her role as communications advisor",
        "start": 931.82,
        "duration": 4.79
    },
    {
        "text": "So I guess good luck see I hope that's where I'm going to end talking about this today",
        "start": 936.61,
        "duration": 3.659
    },
    {
        "text": "It still does boggle my mind that there is this much debate over a situation where it was a white nationalist",
        "start": 940.39,
        "duration": 6.51
    },
    {
        "text": "Rally Where the KKK white Nationalist?",
        "start": 946.97,
        "duration": 2.959
    },
    {
        "text": "Side-by-side an event where one of those white nationalists drove his car through people maiming many killing one",
        "start": 950.66,
        "duration": 5.209
    },
    {
        "text": "It makes me sad that I'm arguing with facts and I know part of that will not be effective",
        "start": 955.87,
        "duration": 3.809
    },
    {
        "text": "This is something that alt writer white nationalist Richard Spencer hit on in a speech for Charlotte explaining",
        "start": 959.68,
        "duration": 5.79
    },
    {
        "text": "Why young people are the future of this movement?",
        "start": 965.47,
        "duration": 2.0
    },
    {
        "text": "He says millennials are arising in a period when no one at the dinner table are connected to the second world war",
        "start": 967.48,
        "duration": 4.769
    },
    {
        "text": "It might seem meaningless",
        "start": 972.43,
        "duration": 1.05
    },
    {
        "text": "but it is",
        "start": 973.48,
        "duration": 0.49
    },
    {
        "text": "Absolutely profound and meaningful it means they're able to get out from this massive black cloud this massive anvil of guilt that has been weighing",
        "start": 973.97,
        "duration": 6.469
    },
    {
        "text": "Down our peoples great black cloud that hangs over us called Hitler Or ash",
        "start": 980.44,
        "duration": 3.9
    },
    {
        "text": "Whit's or the holocaust or what have you we don't need to question the accuracy of the history because at the end of the day",
        "start": 984.34,
        "duration": 5.58
    },
    {
        "text": "facts don't matter and that's why it's so important to talk about this people are so",
        "start": 990.17,
        "duration": 4.279
    },
    {
        "text": "emotionally disconnected",
        "start": 994.67,
        "duration": 0.87
    },
    {
        "text": "from",
        "start": 995.54,
        "duration": 0.57
    },
    {
        "text": "History from Fact history that shows us not only what human beings were capable of but what they are capable of now in a world",
        "start": 996.11,
        "duration": 6.56
    },
    {
        "text": "And a nation where people are more and more not sure of what the hell is actually happening",
        "start": 1002.67,
        "duration": 4.469
    },
    {
        "text": "What is real where people shout fake news towards actual faking it was then fake news to just things they don't agree with a thing",
        "start": 1007.14,
        "duration": 5.82
    },
    {
        "text": "We've seen from the president in the same tweets where he's lying to us",
        "start": 1012.96,
        "duration": 2.969
    },
    {
        "text": "And so that's why we talk about it because we cannot go down this road again",
        "start": 1015.93,
        "duration": 3.54
    },
    {
        "text": "as far the reason of why I'm making this and why I'm putting this out to you despite of all the",
        "start": 1019.54,
        "duration": 4.279
    },
    {
        "text": "Horrible shit that comes my way because of it because it's important enough",
        "start": 1024.04,
        "duration": 2.75
    },
    {
        "text": "And that's actually where I'm going to leave today's show of course whether you agree or disagree",
        "start": 1026.79,
        "duration": 3.849
    },
    {
        "text": "I always love to see what your you're writing in those comments down below",
        "start": 1030.64,
        "duration": 3.089
    },
    {
        "text": "And that's where I'm going to end today's show remember if you like this",
        "start": 1033.73,
        "duration": 2.31
    },
    {
        "text": "What do you like what I try and do on this channel? Hit that like button if you're new here hit that subscribe?",
        "start": 1036.04,
        "duration": 3.569
    },
    {
        "text": "button also if you missed yesterday's",
        "start": 1039.74,
        "duration": 1.26
    },
    {
        "text": "Philip Defranco show you want to catch up click or tap right there to watch that well if you want to see today's brand new",
        "start": 1041.0,
        "duration": 4.489
    },
    {
        "text": "Behind the scenes log click a tap right there to watch that but that said of course as always my name's Philip Defranco",
        "start": 1045.49,
        "duration": 5.04
    },
    {
        "text": "You've just been phill'd then I love you faces, and I'll see you tomorrow",
        "start": 1050.57,
        "duration": 3.89
    }
]