[
    {
        "text": "Sup you beautiful bastards",
        "start": 0.03,
        "duration": 1.38
    },
    {
        "text": "hope you're havin a fantastic Monday!",
        "start": 1.41,
        "duration": 0.79
    },
    {
        "text": "welcome back to the Philip DeFranco show and let's just jump into it the first thing we're gonna talk about today by far",
        "start": 2.2,
        "duration": 5.869
    },
    {
        "text": "One of the most requested stories in fact it was something that I want to talk about Saturday",
        "start": 8.069,
        "duration": 3.239
    },
    {
        "text": "There are updates the story after I had filmed we had technical problems",
        "start": 11.309,
        "duration": 3.42
    },
    {
        "text": "And so I figured let's just talk about it today",
        "start": 14.73,
        "duration": 1.409
    },
    {
        "text": "And that is the very troubling story around DEFY, the screen junkies and specifically Andy Signore for the sake of this story",
        "start": 16.139,
        "duration": 6.18
    },
    {
        "text": "It's important you understand how this umbrella works",
        "start": 22.32,
        "duration": 2.159
    },
    {
        "text": "This isn't just a guy from the screen junkies you had Andy who created screen junkies other shows like man-at-arms",
        "start": 24.48,
        "duration": 4.979
    },
    {
        "text": "But in addition to that he was senior vice president of content at defy media",
        "start": 29.88,
        "duration": 3.87
    },
    {
        "text": "And DEFY media if you don't know is the digital media company behind screen junkies, smosh, smosh games",
        "start": 33.75,
        "duration": 4.68
    },
    {
        "text": "Clevver TV, the AWE me channel, BREAK, Made Man",
        "start": 38.68,
        "duration": 3.529
    },
    {
        "text": "Okay, so that said, what happened? well on Friday a woman by the name of Emma Bowers went to her Twitter and Facebook to make allegations",
        "start": 42.21,
        "duration": 5.88
    },
    {
        "text": "Against Andy, writing: ''In light of recent events with Harvey Weinstein now is a good time to remind everyone",
        "start": 48.219,
        "duration": 4.43
    },
    {
        "text": "I was sexually harassed by Andy Signore, the creator of screen junkies",
        "start": 52.649,
        "duration": 2.909
    },
    {
        "text": "I was interning aka working for copy credit on some viral videos for him, and he came across some pinup photos",
        "start": 55.559,
        "duration": 5.04
    },
    {
        "text": "I had done",
        "start": 60.6,
        "duration": 0.42
    },
    {
        "text": "He messaged me to say how hot I was and tried to play it off as silly",
        "start": 61.02,
        "duration": 3.06
    },
    {
        "text": "\"Lol jacking it to you and your undies\" when I tried to brush it off",
        "start": 64.18,
        "duration": 2.869
    },
    {
        "text": "He offered me to come over so he could do it in person. I will never forget his exact words quote",
        "start": 67.049,
        "duration": 4.56
    },
    {
        "text": "\"You can read a book for all I care.\" You need to understand this guy was my boss",
        "start": 71.61,
        "duration": 3.329
    },
    {
        "text": "He was in a position of power and I was a very under skilled young lady working with him for free with the promise of",
        "start": 74.939,
        "duration": 5.52
    },
    {
        "text": "If he could pay me, so I say \"I'm flattered but no thank you\", 'cause I was desperate to break into the world of costume design.",
        "start": 80.46,
        "duration": 5.14
    },
    {
        "text": "a few months later when I realized the project was going nowhere. I finally got the courage to back out",
        "start": 85.6,
        "duration": 3.62
    },
    {
        "text": "I told him I was done his response. Oh, that's professional of you",
        "start": 89.22,
        "duration": 3.569
    },
    {
        "text": "I tried to move on but that experience killed my desire to get into costume design",
        "start": 92.79,
        "duration": 3.389
    },
    {
        "text": "And it causes me a lot of rage to see my Facebook friends who are woke,",
        "start": 96.18,
        "duration": 2.909
    },
    {
        "text": "active and feminist repost and reblog honest trailers that allow this awful creep to make money, so yeah, it's not just Weinstein",
        "start": 99.159,
        "duration": 5.75
    },
    {
        "text": "I wish I'd fought more which I'd screen capped his messages",
        "start": 104.909,
        "duration": 2.31
    },
    {
        "text": "But I was young scared and dumb so I did girls in Hollywood get taken advantage of so much",
        "start": 107.22,
        "duration": 3.869
    },
    {
        "text": "I just want people to believe me when I say this happen and very soon after this post from Emma Bowers other women started coming",
        "start": 111.09,
        "duration": 5.4
    },
    {
        "text": "forward with their",
        "start": 116.49,
        "duration": 0.85
    },
    {
        "text": "experiences one of the most troubling coming from a woman by the name of April dawn in response to Emma she wrote he tried to",
        "start": 117.34,
        "duration": 5.27
    },
    {
        "text": "Force himself on me, and I've been in talks with their HR for the past two months",
        "start": 122.61,
        "duration": 3.209
    },
    {
        "text": "But all they've done is protect him and in a more detailed statement she wrote over the past two months",
        "start": 125.82,
        "duration": 4.29
    },
    {
        "text": "I've been talking with screen junkies HR department after Andy signor tried to actually assaults me on multiple occasions",
        "start": 130.11,
        "duration": 5.46
    },
    {
        "text": "I did what I believed to be the right thing and trusted the company to do something considering two other women also came forward with",
        "start": 135.57,
        "duration": 4.889
    },
    {
        "text": "Me HR company continued to not take me seriously and only had andis interests in mind",
        "start": 140.46,
        "duration": 4.44
    },
    {
        "text": "He threatened my boyfriend's job security saying he would fire him if I told anyone this has been the hardest time of my life",
        "start": 144.9,
        "duration": 5.309
    },
    {
        "text": "but I'm coming forward in hopes that no other women will have to be subject to this kind of treatment took out sex toys and",
        "start": 150.21,
        "duration": 4.77
    },
    {
        "text": "Tried to force them in took pictures of me without my permission and promised a position at screen junkies for sexual favors",
        "start": 154.98,
        "duration": 5.069
    },
    {
        "text": "I hope this encourages more women to come forward because I believe you then confirming this claim you saw writer comedian host Danny",
        "start": 160.29,
        "duration": 5.91
    },
    {
        "text": "Fernandez tweeting saying in July I called defies",
        "start": 166.33,
        "duration": 2.419
    },
    {
        "text": "HR and gave them the names of women and witnesses who agreed to talk to them about Andi he never contacted the additional witnesses that",
        "start": 168.91,
        "duration": 5.839
    },
    {
        "text": "Also, included two male producers. They had a detailed list of graphic instances",
        "start": 174.75,
        "duration": 3.869
    },
    {
        "text": "He told one of the women that they had quote defies best interest at heart that is literally what they told her about her sexual",
        "start": 178.62,
        "duration": 5.04
    },
    {
        "text": "Assault several of the people in the film community knew this I know because I told them personally and continued to work with him then",
        "start": 183.66,
        "duration": 4.8
    },
    {
        "text": "We also saw fans coming forward with their",
        "start": 188.46,
        "duration": 2.129
    },
    {
        "text": "Experiences with Andi what a woman that came forward was Devin Murphy who shared alleged emails and direct messages here",
        "start": 190.81,
        "duration": 5.48
    },
    {
        "text": "It looks like he wants her to send a picture. She does he then allegedly responds. You should be a youtube star",
        "start": 196.29,
        "duration": 4.349
    },
    {
        "text": "I'd have that show on screen junkies Plus. Lol. Especially if you're in that outfit. Hop",
        "start": 200.64,
        "duration": 3.78
    },
    {
        "text": "He also saw a screen junkies staff responding to this incident on Twitter",
        "start": 204.42,
        "duration": 3.569
    },
    {
        "text": "How Rudnick who's on screen and a writer for screen junkies tweeted shocked saddened and disgusted by the news today",
        "start": 207.99,
        "duration": 4.86
    },
    {
        "text": "I believe in support the women who've come forward. It takes bravery to speak screen junkies producer Dan Morrell tweeting I'm numb",
        "start": 212.85,
        "duration": 5.639
    },
    {
        "text": "I don't know what to do questioning everything. I thought I knew those that came forward",
        "start": 218.49,
        "duration": 3.419
    },
    {
        "text": "I hear you",
        "start": 221.91,
        "duration": 0.66
    },
    {
        "text": "And I believe he had writer for screen junkies and honest trailers Spencer Gilbert right Isaac and saddened and frankly in shock right now not",
        "start": 222.57,
        "duration": 5.609
    },
    {
        "text": "Going into work. That's for sure",
        "start": 228.18,
        "duration": 1.11
    },
    {
        "text": "Then finally screen junkies and defying media publicly respond writing we had screen junkies and defying media have no tolerance for harassment or retaliation",
        "start": 229.29,
        "duration": 6.419
    },
    {
        "text": "Of any kind we've been conducting a thorough investigation",
        "start": 235.81,
        "duration": 2.18
    },
    {
        "text": "And the allegations made against Andy signor and are preparing to respond to those allegations and take appropriate",
        "start": 238.18,
        "duration": 4.82
    },
    {
        "text": "action given the additional information that was made available today",
        "start": 243.13,
        "duration": 2.779
    },
    {
        "text": "We feel it is necessary to suspend Andy's employment while we continue our investigation you will take all necessary",
        "start": 245.91,
        "duration": 4.86
    },
    {
        "text": "action once the investigation is fully complete at this point many people pointed out that that did not seem to line up with many of",
        "start": 251.02,
        "duration": 6.349
    },
    {
        "text": "The claims specifically with Danny Fernandez and other women saying we came to HR we had all this information",
        "start": 257.37,
        "duration": 5.52
    },
    {
        "text": "Any Fernandez responded multiple women came forward and we gave you the of male producers who had witness and you did nothing?",
        "start": 262.99,
        "duration": 5.6
    },
    {
        "text": "This has been going on for months remember when your HR person replied, okay?",
        "start": 268.8,
        "duration": 3.45
    },
    {
        "text": "So what do you want us to do about this?",
        "start": 272.25,
        "duration": 1.5
    },
    {
        "text": "How about your job?",
        "start": 273.75,
        "duration": 1.02
    },
    {
        "text": "And as this story gained more and more traction over the weekend more women came forward with their",
        "start": 274.77,
        "duration": 4.47
    },
    {
        "text": "experiences with Andi both of these stories seemed to be him trying to flirt with",
        "start": 279.43,
        "duration": 3.35
    },
    {
        "text": "Or connect with fans and there did not seem to be a shortage of these claims and then on Sunday screen junkies and defy media",
        "start": 282.85,
        "duration": 6.649
    },
    {
        "text": "Released another statement writing defy media and screen junkies have today terminated Andi signore's employment effective immediately",
        "start": 289.5,
        "duration": 5.76
    },
    {
        "text": "simply no justification for this egregious and intolerable behavior in August defies HR team was made aware of",
        "start": 295.54,
        "duration": 5.569
    },
    {
        "text": "Allegations made against Andi at which time an investigation was launched on Friday new information became available and the scope and magnitude of his",
        "start": 301.24,
        "duration": 6.17
    },
    {
        "text": "Inappropriate actions became apparent you're acting swiftly to address the concerns of the people affected and then going forward our community is free of harassment",
        "start": 307.51,
        "duration": 6.259
    },
    {
        "text": "or discrimination of any kind and ultimately where I land on this is I'm just I'm",
        "start": 313.77,
        "duration": 3.899
    },
    {
        "text": "Disgusted and understand this story is about Andi signor, but it is much bigger than Andi and understand",
        "start": 317.86,
        "duration": 4.94
    },
    {
        "text": "I'm not saying it's one or the other there is Andi",
        "start": 322.8,
        "duration": 2.22
    },
    {
        "text": "But then I also have to look to defy media if I media who women said they went to the HR department to report this",
        "start": 325.02,
        "duration": 6.209
    },
    {
        "text": "Defy media themselves saying they knew about this since August, and it wasn't until the public found out about it",
        "start": 331.229,
        "duration": 4.8
    },
    {
        "text": "Or as they say we got more information",
        "start": 336.03,
        "duration": 2.0
    },
    {
        "text": "information at the women who said they went to HR say that they had that we see them make a meaningful move by terminating in",
        "start": 338.139,
        "duration": 5.33
    },
    {
        "text": "And I have to say on a personal note with how pivotal. I hear Andi is over there. It is hard for me",
        "start": 343.47,
        "duration": 5.339
    },
    {
        "text": "Not to feel like he was being protected. I've got to ask de 5",
        "start": 348.81,
        "duration": 3.089
    },
    {
        "text": "What is your HR department like I have never worked for a company where the HR department?",
        "start": 351.9,
        "duration": 4.11
    },
    {
        "text": "Gets the claim that from a woman that someone a man in a high position",
        "start": 356.139,
        "duration": 3.92
    },
    {
        "text": "Tried to sexually assault her or sexually harassed her and that launches an investigation that according to the women",
        "start": 360.4,
        "duration": 5.269
    },
    {
        "text": "You didn't ask for more information also judging from his timeline while you were still engaged in this investigation who's still around?",
        "start": 365.669,
        "duration": 6.3
    },
    {
        "text": "Many female employees many female guests",
        "start": 372.18,
        "duration": 2.549
    },
    {
        "text": "I mean what kind of HR department allows that and it's not because",
        "start": 374.729,
        "duration": 2.19
    },
    {
        "text": "HR departments are these these beautiful things that are just looking out for",
        "start": 377.02,
        "duration": 3.74
    },
    {
        "text": "People a part of the corporate machine that is meant to yes protect the employees, but also protect the company from a lawsuits",
        "start": 380.83,
        "duration": 5.42
    },
    {
        "text": "That's crazy, and it makes me want to fight or elise an active timeline of their suppose at investigation",
        "start": 386.25,
        "duration": 5.76
    },
    {
        "text": "I mean honestly to defy I have to ask you how do you expect your employees to feel safe?",
        "start": 392.039,
        "duration": 4.86
    },
    {
        "text": "What the situation has shown so many people is that?",
        "start": 396.9,
        "duration": 2.61
    },
    {
        "text": "You can be sexually harassed you can go through the proper channels you bring it to HR",
        "start": 400.05,
        "duration": 4.559
    },
    {
        "text": "And they will handle that for you. They will keep you safe after about two months and a lot of public anger",
        "start": 404.61,
        "duration": 5.91
    },
    {
        "text": "I'm trying to give them the benefit of the doubt",
        "start": 410.52,
        "duration": 1.649
    },
    {
        "text": "But when when I see Danny Fernanda is replying to this?",
        "start": 412.169,
        "duration": 2.7
    },
    {
        "text": "Announcement Friday scope and magnitude we literally told you he tried to force a dildo on April when he pushed himself on her and again",
        "start": 415.03,
        "duration": 5.929
    },
    {
        "text": "Explaining that HR didn't contact the witnesses",
        "start": 421.03,
        "duration": 2.989
    },
    {
        "text": "I can't help I feel like defy only did this because it was public",
        "start": 424.02,
        "duration": 3.69
    },
    {
        "text": "But that said I am gonna pass the question off to you. What is your takeaway from this situation?",
        "start": 427.71,
        "duration": 3.239
    },
    {
        "text": "Do you think that HR try to do their best or they were?",
        "start": 430.949,
        "duration": 2.519
    },
    {
        "text": "protecting someone feel like anything would have happened if this hadn't turned into such a public event I loved know your thinking and why and",
        "start": 433.87,
        "duration": 5.359
    },
    {
        "text": "those comments down below then let's talk about the brand of",
        "start": 439.229,
        "duration": 2.399
    },
    {
        "text": "Coming under fire over the weekend for an ad they put out. I mean I people were outraged on Friday",
        "start": 441.729,
        "duration": 4.76
    },
    {
        "text": "dev released a three-second Facebook ad and in that it featured a",
        "start": 446.49,
        "duration": 3.119
    },
    {
        "text": "dark-skinned woman in a dark shirt and taking that shirt off to reveal a very",
        "start": 449.68,
        "duration": 3.679
    },
    {
        "text": "Light-skinned woman in a light shirt and many people started saying that this was offensive this was racist saying this calls back to overtly racist",
        "start": 453.43,
        "duration": 6.559
    },
    {
        "text": "Soap advertise essentially showing dark-skinned people as dirty than soap gets involved in the equation and boom now your light skinned you're not dirty anymore",
        "start": 460.03,
        "duration": 7.729
    },
    {
        "text": "Thanks so now after all the outrage dove removed the ad than issuing this statement that is committed to representing the beauty of diversity in",
        "start": 467.83,
        "duration": 6.32
    },
    {
        "text": "An image we post this week",
        "start": 474.15,
        "duration": 1.049
    },
    {
        "text": "We missed the mark and thoughtfully representing women of color",
        "start": 475.199,
        "duration": 2.279
    },
    {
        "text": "And we deeply regret the offense out of his cause the feedback that has been shared is important to us",
        "start": 477.479,
        "duration": 3.869
    },
    {
        "text": "And we'll use it to guide us in the future. I will say the situation as it's been described here",
        "start": 481.349,
        "duration": 3.54
    },
    {
        "text": "I mean it looks pretty damning for Dove at the very least it seems incredibly tone-deaf",
        "start": 484.889,
        "duration": 4.589
    },
    {
        "text": "That said it should also be noted that there is more to the equation here",
        "start": 489.479,
        "duration": 3.36
    },
    {
        "text": "Have a claim that this small ad was meant to show quote ad of body washes for every woman",
        "start": 492.84,
        "duration": 3.899
    },
    {
        "text": "Well, then why was your ad just a dark-skinned woman turning into a light-skinned woman well",
        "start": 496.74,
        "duration": 3.269
    },
    {
        "text": "It wasn't the full ad actually featured three women",
        "start": 500.009,
        "duration": 2.309
    },
    {
        "text": "There's a third woman in the ad that has a darker skin tone and so ultimately where I land on this is do I understand",
        "start": 502.319,
        "duration": 4.35
    },
    {
        "text": "Why some people are angry here?",
        "start": 506.669,
        "duration": 1.291
    },
    {
        "text": "Yes, I get it especially when a lot of the way that this story has been presented is dark-skinned woman turns into light-skinned woman",
        "start": 507.96,
        "duration": 6.26
    },
    {
        "text": "Thanks, soap. I mean I get it if the ad only features two people you could see that as a before-and-after",
        "start": 514.26,
        "duration": 4.3
    },
    {
        "text": "When you look at the ad and it's three second",
        "start": 519.12,
        "duration": 2.14
    },
    {
        "text": "Entirety you see kind of what they were going for so the question",
        "start": 521.469,
        "duration": 2.66
    },
    {
        "text": "I want to pass off to the story is if you saw this before",
        "start": 524.13,
        "duration": 2.19
    },
    {
        "text": "and now you are aware of the full ad is it still offensive to you know what you think then because",
        "start": 526.42,
        "duration": 5.0
    },
    {
        "text": "The world is a silly stupid place. Let's talk about the McDonald's Rick and Morty riots",
        "start": 531.49,
        "duration": 5.01
    },
    {
        "text": "I say riots cuz I'm a fan of hyperbole now in this if you're not familiar there has been a craze over the idea of",
        "start": 536.5,
        "duration": 5.219
    },
    {
        "text": "McDonald's reira leasing their Szechuan sauce it's because of something that happened in an episode of Rick and Morty this season and since that episode",
        "start": 541.82,
        "duration": 5.659
    },
    {
        "text": "Aired McDonald's just jumped on top of that use that as a marketing tool",
        "start": 547.52,
        "duration": 3.949
    },
    {
        "text": "They kept building up the hype until they announced yes for one day only",
        "start": 551.47,
        "duration": 3.78
    },
    {
        "text": "McDonald's around the country where you could go in and get Szechuan sauce and things got",
        "start": 555.83,
        "duration": 3.799
    },
    {
        "text": "Ridiculous videos and pictures started popping up from outside of McDonald's with hundreds of people lined up",
        "start": 560.029,
        "duration": 5.33
    },
    {
        "text": "And it seemed to be understood that there would be a limited supply of the sauce but not",
        "start": 565.36,
        "duration": 3.78
    },
    {
        "text": "How limited it would be or some people claiming that there were stores that only had 20 packets others",
        "start": 569.48,
        "duration": 5.15
    },
    {
        "text": "17 once these stores start running out of sauce people start losing their damn minds",
        "start": 574.85,
        "duration": 3.44
    },
    {
        "text": "We saw instances of police having to be nearby to keep things calm people in the stores chanting and yelling at the employees",
        "start": 578.529,
        "duration": 6.9
    },
    {
        "text": "My favorite things to come out of this situation was a video of what appears to be a guy taking",
        "start": 587.81,
        "duration": 5.239
    },
    {
        "text": "$10 per nugget if you wanted to dip it in the sauce",
        "start": 593.45,
        "duration": 2.509
    },
    {
        "text": "And I have to say I personally thought that was genius",
        "start": 595.99,
        "duration": 1.93
    },
    {
        "text": "Until I went to ebay and saw that three of these sauce packs three of them sold for over eight hundred forty eight dollars",
        "start": 597.92,
        "duration": 6.38
    },
    {
        "text": "Also an important thing to note Rick and Morty the Creator is Adult Swim",
        "start": 604.49,
        "duration": 3.979
    },
    {
        "text": "They reportedly had nothing to do with this campaign Justin roiland a co-creator of the show tweeted",
        "start": 608.47,
        "duration": 3.809
    },
    {
        "text": "FYI we had nothing to do with this McDonald's stuff not happy with how this was handled please be cool to the employees it's not",
        "start": 612.279,
        "duration": 4.92
    },
    {
        "text": "their fault and in response to this whole situation",
        "start": 617.2,
        "duration": 2.039
    },
    {
        "text": "McDonald's has said, \"We've heard ya! We're gonna make this right in the last 24 hours",
        "start": 619.82,
        "duration": 3.649
    },
    {
        "text": "We've worked to open any portal",
        "start": 623.47,
        "duration": 1.739
    },
    {
        "text": "Necessary and at work Szechuan sauce is coming back once again this winter and instead of being one day",
        "start": 625.209,
        "duration": 4.29
    },
    {
        "text": "Only in limited to select restaurants were bringing more a lot more.\" and so ultimately where I land on this story is a little bit",
        "start": 629.6,
        "duration": 5.72
    },
    {
        "text": "Conflicted there's part of me that I understand",
        "start": 635.32,
        "duration": 1.95
    },
    {
        "text": "It's incredibly easy to want to make fun of people losing their mind that they didn't get a nugget sauce they're the people I empathize",
        "start": 637.27,
        "duration": 4.919
    },
    {
        "text": "With the most of the people where you see that they did their work",
        "start": 642.19,
        "duration": 2.339
    },
    {
        "text": "they made sure the location that they were gonna go to that they were gonna sell the sauce they traveled hours to get there because",
        "start": 644.529,
        "duration": 5.13
    },
    {
        "text": "There was nothing near that those people got incredibly inconvenienced",
        "start": 649.66,
        "duration": 3.0
    },
    {
        "text": "And and that sucks and on the other end I get that limited availability sells like crazy",
        "start": 652.66,
        "duration": 4.38
    },
    {
        "text": "but you knew the amount of demand for this product imagine most of",
        "start": 657.04,
        "duration": 4.039
    },
    {
        "text": "McDonald's",
        "start": 661.209,
        "duration": 0.5
    },
    {
        "text": "they're aware of the campaigns people started to bring back the sauce and all the likes and the",
        "start": 661.709,
        "duration": 4.2
    },
    {
        "text": "Retweets and all the videos, and then they allegedly send one of the locations",
        "start": 665.98,
        "duration": 3.229
    },
    {
        "text": "That's going to get the sauce 20 packets that doesn't even seem like limited availability that seems like a troll nono",
        "start": 669.25,
        "duration": 5.569
    },
    {
        "text": "What's your takeaway here then let's talk about an update around the Casey Neistat",
        "start": 674.819,
        "duration": 3.119
    },
    {
        "text": "Jimmy Kimmel ad controversy we talked about yesterday if you want to know the specifics I recommend you watch that video first",
        "start": 678.1,
        "duration": 4.82
    },
    {
        "text": "but to oversimplify",
        "start": 682.93,
        "duration": 1.32
    },
    {
        "text": "YouTube D monetize Casey Neistat in a video where he was raising money for the victims of the Vegas shooting now is of no because",
        "start": 684.25,
        "duration": 4.939
    },
    {
        "text": "Casey said that he was going to donate all the money he made from Adsense on Twitter",
        "start": 689.189,
        "duration": 3.69
    },
    {
        "text": "They said sorry we love what you're doing, but this is a policy",
        "start": 692.879,
        "duration": 2.67
    },
    {
        "text": "I then tweet of them saying it looks like the implementation of that policy is bullshit because Jimmy Kimmel has ads on his Vegas",
        "start": 695.55,
        "duration": 5.639
    },
    {
        "text": "shooting solo video I got like a hundred twenty thousand plus retweets hundreds of thousands of like it also spawned a",
        "start": 701.259,
        "duration": 5.3
    },
    {
        "text": "fantastic hit piece from gizmo die wrote an article title YouTube videos about Las Vegas",
        "start": 706.66,
        "duration": 3.65
    },
    {
        "text": "Massacre blocked from making money in Casey nice that got piss they stated this was simply a case of a vlogger who feels he should",
        "start": 710.56,
        "duration": 6.169
    },
    {
        "text": "Be the exception to the rule something that Philip DeFranco agreed with they then tried to cast doubt on my claim that there were ads",
        "start": 716.73,
        "duration": 5.64
    },
    {
        "text": "Running on Jimmy Kimmel's video saying as of new an Eastern",
        "start": 722.37,
        "duration": 2.459
    },
    {
        "text": "No ads are playing on the video, which I showed and I actually had a screen float video",
        "start": 724.829,
        "duration": 4.65
    },
    {
        "text": "I showed the ads were still running at that time",
        "start": 729.48,
        "duration": 1.65
    },
    {
        "text": "I'm a little lazy reporting they then updated the article saying update there now appears to be ads on the video which is beautiful because",
        "start": 731.13,
        "duration": 5.759
    },
    {
        "text": "It appears that they can't even admit that they were wrong here and additionally to point out something else that was wrong with your reporting",
        "start": 736.889,
        "duration": 4.89
    },
    {
        "text": "the the problem isn't that Casey wants to be the exception to the rule the problem is that at face value the only exceptions to",
        "start": 741.779,
        "duration": 5.58
    },
    {
        "text": "The rule here are the Jimmy Kimmel's and the late-night host and the people with huge huge backing people are simply expressing their frustration",
        "start": 747.36,
        "duration": 5.969
    },
    {
        "text": "And asking why does it appear that these guys are the exception to the rule that said one?",
        "start": 753.44,
        "duration": 4.0
    },
    {
        "text": "I actually want to thank gizmoto for their lazy reporting here every time you do something like this",
        "start": 757.44,
        "duration": 3.74
    },
    {
        "text": "It just adds legitimacy to what I'm doing here and secondly we have updates to the story because YouTube",
        "start": 761.18,
        "duration": 4.32
    },
    {
        "text": "Contacted me this morning. So they confirmed what I theorized yesterday that the ads on that video were partners sold",
        "start": 765.58,
        "duration": 5.119
    },
    {
        "text": "I mean the ads on those videos were sold and placed by the Jimmy Kimmel sales team",
        "start": 770.699,
        "duration": 3.96
    },
    {
        "text": "Yeah\nAs you're seeing before this video unless this video got",
        "start": 774.66,
        "duration": 2.489
    },
    {
        "text": "Demonetized or sold through you to one in front of Jimmy Kimmel's video reportedly partners souls the question then becomes do partners sold ads",
        "start": 777.37,
        "duration": 6.169
    },
    {
        "text": "Supersede YouTube ad policy according to my contacts at YouTube this morning yes and their reasoning behind",
        "start": 783.91,
        "duration": 5.029
    },
    {
        "text": "This is when YouTube is selling ads and they have the ad policy in place",
        "start": 788.939,
        "duration": 3.55
    },
    {
        "text": "They have to set broad rules right we all saw the YouTube ad pocalypse where advertisers were scared of what their content was in front",
        "start": 792.49,
        "duration": 5.549
    },
    {
        "text": "O because YouTube wanted to make advertisers feel safe they updated their ad policy we saw stricter enforcement",
        "start": 798.04,
        "duration": 4.799
    },
    {
        "text": "but most likely and I think",
        "start": 803.0,
        "duration": 1.709
    },
    {
        "text": "Understandably people are still going to have a problem with that their statement on Twitter to Casey Neistat seems to be them saying any any",
        "start": 804.709,
        "duration": 5.87
    },
    {
        "text": "Video about a tragedy no ads whatsoever. That's the rule it's that same in there appears to be flat blunt",
        "start": 810.58,
        "duration": 5.669
    },
    {
        "text": "So this is the rules it doesn't matter about context",
        "start": 816.25,
        "duration": 2.669
    },
    {
        "text": "I mean what this appears to show us is that YouTube has no moral problem with",
        "start": 818.92,
        "duration": 3.299
    },
    {
        "text": "Profiting off of videos around a tragedy because YouTube did confirm",
        "start": 822.29,
        "duration": 2.96
    },
    {
        "text": "They're still getting a cut from those partner ads it appears their blunt kind of caveman enforcement of this rule is more about just keeping",
        "start": 825.25,
        "duration": 7.38
    },
    {
        "text": "Advertisers happy rather make it less likely that the brands are gonna. Be outraged",
        "start": 832.97,
        "duration": 3.02
    },
    {
        "text": "I say blunt and caveman-like because a Casey nice dive video. It's not really about the tragedy",
        "start": 836.17,
        "duration": 4.679
    },
    {
        "text": "It's about raising funds to help victims",
        "start": 840.85,
        "duration": 1.89
    },
    {
        "text": "Although it potentially throws a wrench into that excuse is I was talking to fellow creator a buddy Ethan Klein of course",
        "start": 842.74,
        "duration": 5.669
    },
    {
        "text": "Massive youtuber he did his own video on this whole situation",
        "start": 848.54,
        "duration": 2.809
    },
    {
        "text": "According to him that excuse might not fully add up because quo network was unable to sell ads because on inappropriate content YouTube limits",
        "start": 851.48,
        "duration": 6.89
    },
    {
        "text": "Monetizable views it's total BS partner sold still goes through the same system the final update to the story",
        "start": 858.44,
        "duration": 5.089
    },
    {
        "text": "Is a final official statement YouTube sent me after we had our talk there they wrote for nearly eight years",
        "start": 863.6,
        "duration": 4.64
    },
    {
        "text": "We've allowed a small number of large",
        "start": 868.24,
        "duration": 1.81
    },
    {
        "text": "Whitelisted partners to run partner sold ads on videos in these cases the partners work directly with the advertisers to serve ads on their content",
        "start": 870.05,
        "duration": 6.32
    },
    {
        "text": "And in so doing took full responsibility for their placement including issues around brand suitability",
        "start": 876.37,
        "duration": 4.26
    },
    {
        "text": "But then adding in the specific case of tragedies like the one in Las Vegas",
        "start": 880.63,
        "duration": 3.209
    },
    {
        "text": "We are working to not allow such partners to sell against such concept",
        "start": 883.839,
        "duration": 3.75
    },
    {
        "text": "We have not completed this work yet",
        "start": 887.589,
        "duration": 1.291
    },
    {
        "text": "But will soon so from that it sounds like the partner sold ads will still supersede some ad policies",
        "start": 888.88,
        "duration": 5.699
    },
    {
        "text": "But not tragedies, and then I guess that's going to also create the question of well since these ads have been playing",
        "start": 894.579,
        "duration": 5.19
    },
    {
        "text": "What are you gonna do with your profits from it?",
        "start": 899.77,
        "duration": 1.59
    },
    {
        "text": "I know that's where we are right now, and I want to pass the question off to you",
        "start": 901.36,
        "duration": 2.91
    },
    {
        "text": "What is your takeaway from this and that's actually where I'm going to end today's show remember if you like this video you like what?",
        "start": 904.27,
        "duration": 4.319
    },
    {
        "text": "I try and do on this channel that like button if you're new here hit that subscribe button",
        "start": 908.589,
        "duration": 4.17
    },
    {
        "text": "also\nIf you missed the last philip defranco show you want to catch up click or tap right there to watch that or if you need",
        "start": 912.76,
        "duration": 4.319
    },
    {
        "text": "Something lighter you want to see the newest behind the scenes vlog clicker tap right there",
        "start": 917.079,
        "duration": 3.3
    },
    {
        "text": "That said of course as always my name's Phil DeFranco. You've just been phill'd in. I love yo faces, and i'll see you tomorrow",
        "start": 920.38,
        "duration": 6.729
    }
]