[
    {
        "text": "S'up you beautiful bastards. Hope you're havin' a fantastic Monday,",
        "start": 0.03,
        "duration": 2.94
    },
    {
        "text": "Welcome back to the Philip DeFranco show and let's just jump into it.",
        "start": 2.97,
        "duration": 3.24
    },
    {
        "text": "The first thing we're going to talk about today are two bits of industry news.",
        "start": 6.21,
        "duration": 3.45
    },
    {
        "text": "One, about taking away money and the other about creating new money.",
        "start": 9.66,
        "duration": 2.55
    },
    {
        "text": "The first being that we saw two YouTube titans joining together in a new business venture,",
        "start": 12.21,
        "duration": 4.83
    },
    {
        "text": "and those two stars are Jeffree Star and",
        "start": 17.04,
        "duration": 1.38
    },
    {
        "text": "Shane Dawson.",
        "start": 18.42,
        "duration": 0.779
    },
    {
        "text": "Which is a very interesting",
        "start": 19.199,
        "duration": 1.151
    },
    {
        "text": "evolution of that relationship.",
        "start": 20.35,
        "duration": 2.41
    },
    {
        "text": "Of course, Jeffree Star was kind of the focus of a multi-part docu series by Shane Dawson,",
        "start": 22.76,
        "duration": 3.909
    },
    {
        "text": "they then became friends, and that has now evolved into them releasing  a collaborative",
        "start": 26.67,
        "duration": 3.569
    },
    {
        "text": "eye shadow palette. And while I am not the target demographic here",
        "start": 30.4,
        "duration": 2.539
    },
    {
        "text": "I am personally excited just 'cause I want to see what the names are.",
        "start": 32.94,
        "duration": 2.84
    },
    {
        "text": "[Shane] \"Jeffree, what the fuck.\"",
        "start": 35.78,
        "duration": 1.06
    },
    {
        "text": "[Phil] Red. As well as a,",
        "start": 36.84,
        "duration": 1.32
    },
    {
        "text": "[Shane] \"Are you serious?\"",
        "start": 38.16,
        "duration": 0.5
    },
    {
        "text": "[Phil] Aquamarine. As well as some, Recycled Pizza Purple.",
        "start": 38.98,
        "duration": 2.661
    },
    {
        "text": "And most likely the new favorite, Petty Pig Pink.",
        "start": 41.641,
        "duration": 2.249
    },
    {
        "text": "And It also appears that they are filming this so it'll be interesting to watch this journey,",
        "start": 43.89,
        "duration": 3.119
    },
    {
        "text": "especially because right now Shane Dawson is just on a completely different level.",
        "start": 47.009,
        "duration": 4.171
    },
    {
        "text": "His video that did bad comparatively to the other out of the two videos he recently released got 25 million views.",
        "start": 51.18,
        "duration": 5.78
    },
    {
        "text": "That's gonna be interesting to watch, very fascinating, and most likely incredibly lucrative.",
        "start": 57.12,
        "duration": 4.13
    },
    {
        "text": "But on the polar opposite end of this story, we do not have people making money but money being taken away.",
        "start": 61.25,
        "duration": 5.21
    },
    {
        "text": "And here while there are several stories regarding demonetization, and claims, and all that, and we're gonna be covering more and more in the future.",
        "start": 66.54,
        "duration": 5.22
    },
    {
        "text": "What I'm talking about here Is that YouTube has pulled ads off of anti-vax channels.",
        "start": 71.76,
        "duration": 3.62
    },
    {
        "text": "And the reason for that is YouTube sees that content as",
        "start": 75.38,
        "duration": 1.92
    },
    {
        "text": "dangerous and harmful, and I personally agree with them. YouTube reportedly telling BuzzFeed news:",
        "start": 77.58,
        "duration": 3.74
    },
    {
        "text": "Also in this BuzzFeed news article they got a quote from Larry Cook.",
        "start": 93.56,
        "duration": 3.16
    },
    {
        "text": "They describe him as the anti-vax leader behind an organization",
        "start": 96.72,
        "duration": 2.96
    },
    {
        "text": "I don't even want to mention. Reportedly, he responded via email saying:",
        "start": 99.68,
        "duration": 3.04
    },
    {
        "text": "But around that comment. I would say two things:",
        "start": 117.24,
        "duration": 1.54
    },
    {
        "text": "One, it was noted that advertisers had a problem that their ads were appearing on these videos.",
        "start": 118.86,
        "duration": 4.9
    },
    {
        "text": "And Two, once again I want to reiterate I agree with YouTube that anti-vax content is harmful and dangerous.",
        "start": 123.76,
        "duration": 4.66
    },
    {
        "text": "This isn't like you believe that the earth is flat so you're just stupid and no one else is harmed.",
        "start": 128.42,
        "duration": 4.28
    },
    {
        "text": "We're talking lives at stake. As we've talked about previously on this show",
        "start": 132.7,
        "duration": 2.78
    },
    {
        "text": "vaccine hesitancy has been listed as one of the top 10 global threats of 2019 by the World Health Organization.",
        "start": 135.58,
        "duration": 4.74
    },
    {
        "text": "And it feels like every single day we are seeing a new story about measles popping up when it should just be gone.",
        "start": 140.32,
        "duration": 5.66
    },
    {
        "text": "I mean just look at headlines today two new measles cases in Vancouver as outbreak spreads to Edmonton;",
        "start": 145.989,
        "duration": 4.178
    },
    {
        "text": "measles return to Costa Rica after five years by French family who had not had vaccinations.",
        "start": 150.167,
        "duration": 4.273
    },
    {
        "text": "Meanwhile, we have some places like Arizona trying to expand vaccine exemptions.",
        "start": 154.44,
        "duration": 3.549
    },
    {
        "text": "And so here I personally say I applaud Youtube.",
        "start": 157.989,
        "duration": 2.43
    },
    {
        "text": "I applaud them for not caring about the potential money lost from monetizing this misinformation.",
        "start": 160.42,
        "duration": 4.08
    },
    {
        "text": "It's taking away some of the incentive from promoting this misleading BS.",
        "start": 164.659,
        "duration": 3.32
    },
    {
        "text": "But that said it's not going to stop the stupid. If anything is going to allow",
        "start": 167.98,
        "duration": 3.14
    },
    {
        "text": "anti-vaxxers to act oppressed. Twist it to act like they're brave enough to go against the",
        "start": 171.3,
        "duration": 4.24
    },
    {
        "text": "mainstream. But understand when they say the mainstream what they're actually saying is science and facts.",
        "start": 175.66,
        "duration": 4.56
    },
    {
        "text": "But, yeah that's where I'm gonna end this one.",
        "start": 180.22,
        "duration": 1.76
    },
    {
        "text": "And also a hello to the to the anti-vaxxers that always bombard my videos when I mention it.",
        "start": 181.98,
        "duration": 4.12
    },
    {
        "text": "You spamming dislike and, or, sending me crazy hate-filled messages",
        "start": 186.1,
        "duration": 2.38
    },
    {
        "text": "it doesn't add any weight to your claims. But hello. Thank you for the view.",
        "start": 188.64,
        "duration": 3.36
    },
    {
        "text": "And then let's talk about this R. Kelly situation.",
        "start": 192.0,
        "duration": 2.28
    },
    {
        "text": "If you didn't see prosecutors in Illinois announced sex abuse charges against R. Kelly this last Friday.",
        "start": 194.3,
        "duration": 4.56
    },
    {
        "text": "And they charged him with ten counts of",
        "start": 198.86,
        "duration": 1.76
    },
    {
        "text": "aggravated criminal sexual abuse,",
        "start": 200.68,
        "duration": 1.48
    },
    {
        "text": "involving four victims",
        "start": 202.16,
        "duration": 1.46
    },
    {
        "text": "including at least three between the ages of 13 and 17 between 1998 and 2010.",
        "start": 203.62,
        "duration": 4.48
    },
    {
        "text": "The alleged victims were his 24 year-old hairdresser,",
        "start": 208.1,
        "duration": 2.32
    },
    {
        "text": "a girl he met at a restaurant while she was celebrating her 16th birthday with her family, a 16 year old fan",
        "start": 210.5,
        "duration": 5.08
    },
    {
        "text": "who asked for Kelly's autograph at his 2008 trial, and a 14 year old girl who appears in a sexually explicit video with Kelly.",
        "start": 216.18,
        "duration": 5.76
    },
    {
        "text": "Also it should be noted, of course, these charges are coming in the wake of that six-part docu-series called 'Surviving R. Kelly'",
        "start": 222.18,
        "duration": 5.14
    },
    {
        "text": "that we talked about on the show a while back.",
        "start": 227.32,
        "duration": 1.46
    },
    {
        "text": "It detailed decades of alleged abuse by R. Kelly, and as you may remember,",
        "start": 228.78,
        "duration": 3.3
    },
    {
        "text": "after the docu-series aired Cook County State Attorney Kim Fox issued a statement asking anyone with information",
        "start": 232.12,
        "duration": 4.98
    },
    {
        "text": "to come forward. Fox later said that her office had received numerous calls and they were",
        "start": 237.169,
        "duration": 3.59
    },
    {
        "text": "investigating the information they had received, and all of that led to this last Friday where she announced the news of the indictment.",
        "start": 240.889,
        "duration": 5.09
    },
    {
        "text": "[Fox] \"Earlier today Robert Kelly was indicted before a Cook County grand jury",
        "start": 246.25,
        "duration": 4.882
    },
    {
        "text": "on ten counts of aggravated criminal sexual abuse",
        "start": 251.132,
        "duration": 3.067
    },
    {
        "text": "involving four victims.\"",
        "start": 254.81,
        "duration": 1.91
    },
    {
        "text": "[Phil] Also involved in the situation you have celebrity lawyer, Michael Avenatti representing some of the accusers.",
        "start": 256.72,
        "duration": 5.02
    },
    {
        "text": "And just hours after the indictment was handed down",
        "start": 261.74,
        "duration": 1.399
    },
    {
        "text": "He announced that he would be holding a press conference where he would discuss evidence and new",
        "start": 263.139,
        "duration": 3.63
    },
    {
        "text": "developments in the R. Kelly case.",
        "start": 266.87,
        "duration": 2.07
    },
    {
        "text": "And during the press conference Avenatti claimed that 'he' was responsible for the break in the case.",
        "start": 268.94,
        "duration": 3.319
    },
    {
        "text": "He claimed that he had a videotape that allegedly depicts Kelly with a minor.",
        "start": 272.259,
        "duration": 3.781
    },
    {
        "text": "Also tweeting photos that he says our screen grabs from the video.",
        "start": 276.04,
        "duration": 3.1
    },
    {
        "text": "This is what he saw him say at the press conference:",
        "start": 279.14,
        "duration": 1.596
    },
    {
        "text": "[Avenatti] \"Earlier this month",
        "start": 280.736,
        "duration": 0.553
    },
    {
        "text": "we uncovered and recovered a video tape of over 40 minutes in length.",
        "start": 281.289,
        "duration": 6.151
    },
    {
        "text": "The tape was shot in the late 90s approximately 1999.",
        "start": 287.54,
        "duration": 5.82
    },
    {
        "text": "It depicts two separate scenes.",
        "start": 294.4,
        "duration": 2.36
    },
    {
        "text": "Shot on two separate days within Mr. Kelly's residence at the time.\"",
        "start": 297.52,
        "duration": 5.74
    },
    {
        "text": "[Phil] CNN, who said they had seen the video reported that the girl refers to her age six times,",
        "start": 303.26,
        "duration": 3.95
    },
    {
        "text": "and at a one point Kelly even urinates on her.",
        "start": 307.21,
        "duration": 1.739
    },
    {
        "text": "Also if this sounds familiar to you it's because the acts in the video",
        "start": 308.949,
        "duration": 4.951
    },
    {
        "text": "mirror some of the alleged acts that Kelly was arrested for during his high profile child pornography trial.",
        "start": 313.9,
        "duration": 2.62
    },
    {
        "text": "In that case the girl was identified by several witnesses but refused to testify.",
        "start": 316.52,
        "duration": 3.48
    },
    {
        "text": "Kelly's lawyers argued that her identity could not be known for certain and he was eventually acquitted in 2008.",
        "start": 320.08,
        "duration": 4.38
    },
    {
        "text": "Well, according to the Cook County State Attorney this tape features that same girl,",
        "start": 324.64,
        "duration": 3.54
    },
    {
        "text": "though reports say there is no indication that she has changed her mind about testifying.",
        "start": 328.18,
        "duration": 3.2
    },
    {
        "text": "Regarding the tape, reportedly that was given to Avenatti by someone who has been in contact with Kelly.",
        "start": 331.38,
        "duration": 3.7
    },
    {
        "text": "You've also seen Kelly's lawyer Steve Greenberg bring up a point of contention against the videos saying:",
        "start": 335.08,
        "duration": 4.04
    },
    {
        "text": "But, Avenatti says that because the acts in this tape are different than those at the center of the child pornography case,",
        "start": 344.6,
        "duration": 4.58
    },
    {
        "text": "this does not create an issue of double jeopardy. Also as far as where R. Kelly stands right now,",
        "start": 349.18,
        "duration": 4.86
    },
    {
        "text": "On Friday, he turned himself in to police in Cook County, Illinois.",
        "start": 354.04,
        "duration": 2.01
    },
    {
        "text": "He then appeared in bond court on Saturday, where a judge set his bail at 1 million dollars.",
        "start": 356.05,
        "duration": 3.6
    },
    {
        "text": "So what that meant was to leave police custody he would have to pay 10% of that total, which is a hundred thousand dollars.",
        "start": 359.72,
        "duration": 4.8
    },
    {
        "text": "Also under the terms of his bond, Kelly is to surrender his passport",
        "start": 364.52,
        "duration": 2.369
    },
    {
        "text": "and is forbidden from having contact with anyone under the age of 18 .",
        "start": 366.889,
        "duration": 3.931
    },
    {
        "text": "And after that bond was set R. Kelly's lawyer actually said",
        "start": 370.82,
        "duration": 1.62
    },
    {
        "text": "[Lawyer] \"We're very happy with the bond that the judge set. I think it's fair and reasonable given the allegations.",
        "start": 372.44,
        "duration": 6.18
    },
    {
        "text": "We hope that Mr. Kelly is able to get the money together and post bond",
        "start": 378.62,
        "duration": 3.769
    },
    {
        "text": "sometime today or over the weekend and he'll be released.\"",
        "start": 383.09,
        "duration": 2.66
    },
    {
        "text": "[Phil] However, R. Kelly actually spent the weekend in jail because he couldn't pay you the $100,000.",
        "start": 385.75,
        "duration": 4.31
    },
    {
        "text": "With Greenberg saying that Kelly quote:",
        "start": 390.28,
        "duration": 1.96
    },
    {
        "text": "Also adding that R. Kelly is still trying to get the money together,",
        "start": 396.26,
        "duration": 1.78
    },
    {
        "text": "but that he doesn't have it quote 'sitting in the bank'.",
        "start": 398.05,
        "duration": 2.283
    },
    {
        "text": "And here we saw multiple outlets reporting that Kelly has deep money problems.",
        "start": 400.333,
        "duration": 3.317
    },
    {
        "text": "According to reports, Kelly owed more than $169,000 in unpaid child support to his ex-wife as of February 6.",
        "start": 403.65,
        "duration": 5.7
    },
    {
        "text": "Regarding that Greenberg told CNN, Kelly quote:",
        "start": 409.35,
        "duration": 2.57
    },
    {
        "text": "And we've also seen reports that kelly also owes",
        "start": 414.08,
        "duration": 1.68
    },
    {
        "text": "$166,000 in unpaid rent for his Chicago studio.",
        "start": 415.88,
        "duration": 2.82
    },
    {
        "text": "But with all that said we fast forward to today when Kelly was set to appear in court in the sex abuse case.",
        "start": 418.7,
        "duration": 4.24
    },
    {
        "text": "During the Court hearing Kelly's case was assigned to the judge who would preside over the trial, Judge Lawrence Flood.",
        "start": 422.94,
        "duration": 4.829
    },
    {
        "text": "We also saw Kelley's attorney plead not guilty to the charges on his behalf and during that hearing Greenberg said that",
        "start": 427.77,
        "duration": 4.8
    },
    {
        "text": "confidants are making arrangements to pay the $100,000 to free him. Adding:",
        "start": 432.85,
        "duration": 3.559
    },
    {
        "text": "So for now Kelly will keep going back and forth between Cook County Jail and a Chicago courtroom until he posts bail.",
        "start": 440.48,
        "duration": 4.94
    },
    {
        "text": "And as far as the charges, aggravated criminal sexual abuse can carry a sentence of 3 to 7 years in prison for each count.",
        "start": 445.58,
        "duration": 6.02
    },
    {
        "text": "And so with 10 stacked against him, Kelly is facing a very, very large sentence.",
        "start": 451.6,
        "duration": 3.139
    },
    {
        "text": "But of course he would need to be found guilty first and his next court date isn't even set until March 22nd.",
        "start": 454.74,
        "duration": 4.82
    },
    {
        "text": "That said this probably won't be the last that we hear about this case in the coming days.",
        "start": 459.68,
        "duration": 3.0
    },
    {
        "text": "In fact just this morning Avenatti said that he will be giving prosecutors yet",
        "start": 462.69,
        "duration": 3.119
    },
    {
        "text": "another video that he says shows Kelly sexually assaulting a minor. Also tweeting:",
        "start": 465.81,
        "duration": 3.69
    },
    {
        "text": "As far as the specifics around this tape, according to TMZ, this tape is a 55 minute long VHS",
        "start": 481.58,
        "duration": 5.12
    },
    {
        "text": "that shows Kelly having sex with the same fourteen-year-old girl.",
        "start": 486.74,
        "duration": 1.9
    },
    {
        "text": "This one was reportedly shot in 2000 and includes more references to her age as well as Kelly coaching her through various sexual situations.",
        "start": 488.7,
        "duration": 6.14
    },
    {
        "text": "And here TMZ also reports that Kelly is seen choking the girl during intercourse.",
        "start": 495.0,
        "duration": 3.683
    },
    {
        "text": "And on top of all of that",
        "start": 498.683,
        "duration": 1.137
    },
    {
        "text": "they said that Avenatti's team is in the process of getting their hands on a third tape.",
        "start": 499.83,
        "duration": 3.381
    },
    {
        "text": "And with all of this happening it's been very interesting seeing the reaction online to all of this.",
        "start": 503.211,
        "duration": 4.178
    },
    {
        "text": "We saw a lot of people cheering that it appeared that R. Kelly would finally be held accountable.",
        "start": 507.389,
        "duration": 3.69
    },
    {
        "text": "We also saw some arguing that this took so long because the victims were black girls.",
        "start": 511.08,
        "duration": 3.94
    },
    {
        "text": "And there like we've seen with other charges and",
        "start": 515.02,
        "duration": 1.699
    },
    {
        "text": "controversies there's this internal debate regarding the kind of discounting of black women and their allegations in the pursuit to protect black men.",
        "start": 516.88,
        "duration": 6.049
    },
    {
        "text": "But of course also at the same time R. Kelly still has fans who support hit both in the social media realm,",
        "start": 522.93,
        "duration": 4.35
    },
    {
        "text": "as well as, according to reporter Will Lee, a Chicago Court Clerk's office has received multiple calls from female fans of R. kelly",
        "start": 527.4,
        "duration": 6.03
    },
    {
        "text": "inquiring as to how they can post his bond. So that's a thing with this story as well",
        "start": 533.65,
        "duration": 3.71
    },
    {
        "text": "But yes, for now that is where this story is.",
        "start": 537.36,
        "duration": 1.86
    },
    {
        "text": "It's gonna be interesting to see what other information comes to light.",
        "start": 539.22,
        "duration": 2.66
    },
    {
        "text": "Of course like with every story, I'd love to know your thoughts on this.",
        "start": 541.88,
        "duration": 2.44
    },
    {
        "text": "What do you think will happen? Are you happy that it's happening?",
        "start": 544.32,
        "duration": 2.309
    },
    {
        "text": "Are you furious? Any and all thoughts, I'd love to hear from you.",
        "start": 546.63,
        "duration": 2.55
    },
    {
        "text": "But from that as we take a breather from some of the horrible",
        "start": 549.18,
        "duration": 2.069
    },
    {
        "text": "I want to share some stuff I love today and Today in Awesome, brought to you by Postmates.",
        "start": 551.25,
        "duration": 3.966
    },
    {
        "text": "Postmates if you don't know is the fantastic delivery on-demand service.",
        "start": 555.216,
        "duration": 2.964
    },
    {
        "text": "You need something from the store, your favorite restaurant, pick up some last-minute drinks for whatever.",
        "start": 558.18,
        "duration": 3.75
    },
    {
        "text": "Boom, you just open up the app, you choose what you want,",
        "start": 561.93,
        "duration": 2.309
    },
    {
        "text": "they'll deliver it to where you live, where your work, wherever,",
        "start": 564.24,
        "duration": 2.6
    },
    {
        "text": "Best of all if you are a new customer, you download the app, you can go to",
        "start": 566.84,
        "duration": 3.38
    },
    {
        "text": "PostDeFranco.com or just click the link in the description down below.",
        "start": 570.22,
        "duration": 1.6
    },
    {
        "text": "When you get it, make sure you enter in code \"PHILLYD\" and they will give you $100 and free delivery fee credit.",
        "start": 571.96,
        "duration": 4.9
    },
    {
        "text": "Yeah, one of the ultimate conveniences is right there for you, if you want.",
        "start": 576.86,
        "duration": 3.32
    },
    {
        "text": "The first bit of Awesome is we got Ryan Reynolds getting people hyped up for the new 'Detective Pikachu' trailer",
        "start": 580.18,
        "duration": 4.38
    },
    {
        "text": "The Infographic Show gave us 'American Cops VS Canadian Cops'.",
        "start": 584.7,
        "duration": 2.42
    },
    {
        "text": "and we have the fantastic Corridor Crew giving us 'VFX Artist Shows You How Much Water is Actually on Earth'",
        "start": 587.13,
        "duration": 5.41
    },
    {
        "text": "Got the Netflix announcement video of 'The Irishman'.",
        "start": 592.54,
        "duration": 1.8
    },
    {
        "text": "Disney Gave us some Lion King goodness.",
        "start": 594.34,
        "duration": 1.82
    },
    {
        "text": "videogamedunkey gave us 'Anthem Legends : Exodus'",
        "start": 596.16,
        "duration": 2.68
    },
    {
        "text": "And if you want to see the full versions of everything I just shared.",
        "start": 598.84,
        "duration": 2.52
    },
    {
        "text": "The Secret Link of the Day.",
        "start": 601.36,
        "duration": 0.6
    },
    {
        "text": "Really anything at all, links as always are in the description down below.",
        "start": 601.96,
        "duration": 3.18
    },
    {
        "text": "And then let's talk more about what is happening in Venezuela.",
        "start": 605.26,
        "duration": 2.26
    },
    {
        "text": "Now we've covered the situation in Venezuela a lot in the last few months,",
        "start": 607.53,
        "duration": 3.33
    },
    {
        "text": "but if you haven't seen that or maybe you missed some pieces here's essentially a 'tldr'.",
        "start": 610.86,
        "duration": 4.2
    },
    {
        "text": "Juan Guaidó, who is the head of the Opposition, he was the head of the National Assembly,",
        "start": 615.06,
        "duration": 3.96
    },
    {
        "text": "which was essentially the last democratically elected group in Venezuela.",
        "start": 619.02,
        "duration": 3.42
    },
    {
        "text": "iI's also the same assembly that, definitely not a dictator, wink wink, Maduro, stripped of power when he made his",
        "start": 622.58,
        "duration": 5.58
    },
    {
        "text": "essentially a Constituent Assembly which was just a group of yes men.",
        "start": 628.51,
        "duration": 3.26
    },
    {
        "text": "But that said, with the power granted to them by the Constitution,",
        "start": 631.77,
        "duration": 2.16
    },
    {
        "text": "the National Assembly named Juan Guaidó, interim President, until new presidential elections can be held.",
        "start": 634.08,
        "duration": 5.06
    },
    {
        "text": "A move which has been supported by more than 50 world leaders,",
        "start": 639.42,
        "duration": 1.88
    },
    {
        "text": "Including the United States, Canada ,many European nations. and most of South America.",
        "start": 641.47,
        "duration": 3.931
    },
    {
        "text": "But it's not all countries.",
        "start": 645.401,
        "duration": 1.188
    },
    {
        "text": "There are other countries like Russia and Cuba who support Nicolás Maduro and they've criticized the United States for attempting to start what they describe",
        "start": 646.59,
        "duration": 5.789
    },
    {
        "text": "as a coup in Venezuela.",
        "start": 652.38,
        "duration": 1.26
    },
    {
        "text": "You've also seen thousands and thousands of protesters taken to the streets of Caracas amid calls from Guaidó for demonstrations.",
        "start": 653.64,
        "duration": 5.79
    },
    {
        "text": "And since we last talked about this there was another wave of protests in the capital on January 29th,",
        "start": 659.43,
        "duration": 4.229
    },
    {
        "text": "and again",
        "start": 663.66,
        "duration": 0.63
    },
    {
        "text": "we saw hundreds of thousands of protesters",
        "start": 664.29,
        "duration": 2.0
    },
    {
        "text": "pouring into the streets to show their support for Guaidó.",
        "start": 666.61,
        "duration": 2.87
    },
    {
        "text": "And there we saw some experts estimating that the turnout was at over",
        "start": 669.48,
        "duration": 2.369
    },
    {
        "text": "800,000 people, and in fact this past weekend we saw even more protests against Maduro. But this time the protests weren't in Caracas,",
        "start": 672.25,
        "duration": 6.33
    },
    {
        "text": "but instead at the borders of Venezuela shares with Colombia and Brazil.",
        "start": 678.58,
        "duration": 2.81
    },
    {
        "text": "These protests are also different from the ones we've seen in the past. These",
        "start": 681.43,
        "duration": 3.169
    },
    {
        "text": "protests come as Maduro has directed the military to prevent millions and millions of dollars in humanitarian aid from entering Venezuela.",
        "start": 684.76,
        "duration": 6.1
    },
    {
        "text": "When the borders were first closed, shipping containers were placed to block them,",
        "start": 690.86,
        "duration": 2.59
    },
    {
        "text": "but since then troops have actually been deployed to actively block crossings.",
        "start": 693.45,
        "duration": 3.43
    },
    {
        "text": "Now Maduro's refusal to accept humanitarian aid,",
        "start": 696.88,
        "duration": 1.729
    },
    {
        "text": "it's not really a new thing. Maduro has continually refused humanitarian aid throughout Venezuela's economic crisis.",
        "start": 698.61,
        "duration": 5.19
    },
    {
        "text": "But in contrast Guaidó has repeatedly promised that he will get",
        "start": 703.8,
        "duration": 2.79
    },
    {
        "text": "internationally promised aid to Venezuelan people",
        "start": 707.02,
        "duration": 2.0
    },
    {
        "text": "earlier this month Guaidó asked the international leaders who support the opposition to send food and medicine to Venezuela,",
        "start": 709.05,
        "duration": 4.93
    },
    {
        "text": "and since then we've seen the U.S pledged 20 million, Canada pledged 40 million in humanitarian aid.",
        "start": 713.98,
        "duration": 3.86
    },
    {
        "text": "As far as Europe and the rest of the Americas we've seen them making aid contributions",
        "start": 717.94,
        "duration": 3.4
    },
    {
        "text": "almost daily. And despite Maduro's continued efforts to refuse help the previously mentioned country still sent aid to neighboring",
        "start": 721.56,
        "duration": 5.54
    },
    {
        "text": "Colombia and Brazil to wait until they could be shipped into Venezuela. As far as why Maduro would block this aid",
        "start": 727.11,
        "duration": 5.99
    },
    {
        "text": "it's very likely because of the optics. Right, because all of a sudden you have all of these countries that are trying to send in",
        "start": 733.1,
        "duration": 3.43
    },
    {
        "text": "aid and maybe they care about the people, but either way",
        "start": 736.53,
        "duration": 2.039
    },
    {
        "text": "the situation looks incredibly bad for Maduro who is trying to hold on to power. If he accepts all of this humanitarian aid from",
        "start": 738.57,
        "duration": 6.239
    },
    {
        "text": "in large, countries that say that he should not be in power,",
        "start": 745.06,
        "duration": 2.84
    },
    {
        "text": "then he is admitting that he has failed his people. But at the same time if he denies this humanitarian aid",
        "start": 747.91,
        "duration": 4.519
    },
    {
        "text": "he's going to be seen as cruel. There is no denying about the chaos and Venezuela.",
        "start": 752.43,
        "duration": 4.26
    },
    {
        "text": "There is no denying the suffering that the people have been going through, and yet to save face to preserve power",
        "start": 756.69,
        "duration": 5.489
    },
    {
        "text": "he withholds this aid. He stops it from coming in. And as far as that being broadcast",
        "start": 762.18,
        "duration": 4.02
    },
    {
        "text": "I mean in response to the blockade Guaidó said he would hold Maduro and the military responsible for quote:",
        "start": 766.2,
        "duration": 5.32
    },
    {
        "text": "and since then we have only seen this conflict escalate. On Thursda,y Maduro closed Venezuela's border with Brazil entirely.",
        "start": 774.06,
        "duration": 5.32
    },
    {
        "text": "This came after an announcement on Wednesday that Maduro would block air and sea travel between Venezuela and three Caribbean islands",
        "start": 779.6,
        "duration": 5.46
    },
    {
        "text": "where the opposition was planning to receive aid and in that same announcement Maduro also threatened to shut down Venezuela's border with Colombia as well.",
        "start": 785.07,
        "duration": 6.09
    },
    {
        "text": "Well, we saw this last Friday,",
        "start": 791.16,
        "duration": 0.81
    },
    {
        "text": "Is this standoff came to a breaking point on the Brazil border when Venezuelan military forces opened fire on the Pemones.",
        "start": 791.97,
        "duration": 5.459
    },
    {
        "text": "They're an indigenous group with autonomous rights and two of them were killed. Two civilians were killed,",
        "start": 797.43,
        "duration": 5.04
    },
    {
        "text": "marking the first casualties of the aid delivery attack. As the violence on the Brazil border continued the Venezuelan government closed three key border crossings",
        "start": 802.57,
        "duration": 6.649
    },
    {
        "text": "with Colombia by Saturday morning. Around 8 am",
        "start": 809.22,
        "duration": 2.04
    },
    {
        "text": "on Saturday, a violent confrontation broke out on both the Santander and Simón Bolivar bridges connecting Colombia and Venezuela.",
        "start": 811.26,
        "duration": 7.04
    },
    {
        "text": "Reportedly, Venezuelan military forces fired tear gas and rubber bullets at protesters who then in turn threw rocks  at the troops.",
        "start": 818.3,
        "duration": 4.776
    },
    {
        "text": "Reportedly at the Simón Bolivar bridge",
        "start": 823.076,
        "duration": 1.713
    },
    {
        "text": "protesters fled for cover when pro-government militias arrived and opened fire at protesters.",
        "start": 824.89,
        "duration": 4.41
    },
    {
        "text": "And there were even reports that Venezuelan troops were conflicting with protesters on the",
        "start": 829.3,
        "duration": 2.66
    },
    {
        "text": "Colombian side of the border. And regarding this point we saw Senator Marco Rubio tweet out:",
        "start": 832.06,
        "duration": 3.83
    },
    {
        "text": "\"Maduro regime has fired into territory of Colombia receiving reports of injuries after this attack on sovereign Colombian territory",
        "start": 836.04,
        "duration": 5.58
    },
    {
        "text": "The United States will help Colombia confronts any aggression against them.\"",
        "start": 841.62,
        "duration": 3.809
    },
    {
        "text": "And according to Colombia's foreign minister by the end of Saturday 285 people were injured and 37 hospitalized",
        "start": 845.46,
        "duration": 5.459
    },
    {
        "text": "on just the Colombian side. While the numbers within Venezuelan territory were extremely hard to pin down.",
        "start": 850.99,
        "duration": 4.369
    },
    {
        "text": "We know that at least two more died on the Brazil border after",
        "start": 855.36,
        "duration": 2.52
    },
    {
        "text": "confrontations with pro-government militias, bringing the total up to at least four dead.",
        "start": 858.16,
        "duration": 3.559
    },
    {
        "text": "But in the middle of all of this chaos, there was the question of well",
        "start": 861.72,
        "duration": 2.46
    },
    {
        "text": "did any of the aid ever get through the border. Well kind of. For example between Colombia and Venezuela, they partially got in.",
        "start": 864.18,
        "duration": 5.85
    },
    {
        "text": "And that was because upwards of 60 Venezuelan troops reportedly deserted their posts to flee to Colombia.",
        "start": 870.06,
        "duration": 4.47
    },
    {
        "text": "But they were eventually stopped by security forces and the aid was burned.",
        "start": 874.53,
        "duration": 3.359
    },
    {
        "text": "We also had situations like at sea. The Governor of Puerto Rico claimed that a ship sent from the island of Venezuela with",
        "start": 877.89,
        "duration": 4.919
    },
    {
        "text": "200 tons of aid was threatened by the Venezuelan Navy and was forced to turn around so that aid was denied.",
        "start": 882.88,
        "duration": 4.88
    },
    {
        "text": "But you also had situations like on the border of Brazil where at least one truck got through after the",
        "start": 887.76,
        "duration": 3.539
    },
    {
        "text": "Permones managed to partially get control of a border cross. Although at least two trucks that left Brazil were stopped just inside the border.",
        "start": 891.43,
        "duration": 5.72
    },
    {
        "text": "So then following the events on Saturday Guaidó hinted that he'd be open to stiffer intervention in Venezuela, tweeting:",
        "start": 897.15,
        "duration": 5.399
    },
    {
        "text": "\"Today's events forced me to make a decision to pose to the",
        "start": 902.55,
        "duration": 2.34
    },
    {
        "text": "international community in a formal way that we must have all options open to achieve the liberation of this country that is fighting and will",
        "start": 904.99,
        "duration": 6.77
    },
    {
        "text": "continue to fight.",
        "start": 911.76,
        "duration": 0.75
    },
    {
        "text": "Hope was born not to die, Venezuela.\"",
        "start": 912.51,
        "duration": 2.45
    },
    {
        "text": "And while allies within the Lima group aren't keen on military action yet the U.S",
        "start": 914.96,
        "duration": 3.009
    },
    {
        "text": "reaffirmed that all options are still on the table. At a meeting in Bogota, with other leaders of the Lima group this morning, Vice President",
        "start": 917.98,
        "duration": 5.73
    },
    {
        "text": "Mike Pence posted a photo himself with Guaidó and the President of Colombia with a caption: \"To President Guaidó of Venezuela",
        "start": 923.71,
        "duration": 5.849
    },
    {
        "text": "It is a great privilege to share this moment. I bring you and President of Colombia a very simple message from Trump and the United States",
        "start": 929.56,
        "duration": 5.7
    },
    {
        "text": "Of America. We are with you 100%.\" And while at the Lima group we saw Pence announce this:",
        "start": 935.26,
        "duration": 4.66
    },
    {
        "text": "[Pence] \"As the world watched,",
        "start": 939.98,
        "duration": 1.04
    },
    {
        "text": "the tyrant in Caracas danced,",
        "start": 942.2,
        "duration": 2.69
    },
    {
        "text": "as his henchmen burns, as his henchmen burned truckloads of food and medicine.",
        "start": 946.1,
        "duration": 6.8
    },
    {
        "text": "And murdered civilians. In the days ahead as well, The United States will announce even stronger sanctions on the regime's corrupt financial networks.",
        "start": 954.88,
        "duration": 8.36
    },
    {
        "text": "We will work with all of you to find every last dollar that they've stolen, and work to return it to the Venezuelan people.",
        "start": 964.58,
        "duration": 7.54
    },
    {
        "text": "As we continue to bring economic and diplomatic pressure to bear on the Maduro regime,",
        "start": 974.22,
        "duration": 5.78
    },
    {
        "text": "we hope for a peaceful transition to democracy.",
        "start": 982.32,
        "duration": 2.6
    },
    {
        "text": "But as president Trump has made clear all options are on the table.\"",
        "start": 986.12,
        "duration": 4.48
    },
    {
        "text": "[Phil] Also over the weekend.we saw National Security Advisor, John Bolton commend the 60 defectors we previously talked about.",
        "start": 991.44,
        "duration": 5.86
    },
    {
        "text": "And Bolton's tweet as well as Pence's meeting is especially significant given a speech made by Trump last week where he said this:",
        "start": 997.3,
        "duration": 6.18
    },
    {
        "text": "[Trump] \"We want to restore Venezuelan democracy.",
        "start": 1003.48,
        "duration": 2.32
    },
    {
        "text": "And we believe that the Venezuelan military and its leadership have a vital role to play, in this process:",
        "start": 1006.06,
        "duration": 7.8
    },
    {
        "text": "[Phil] Trump then goes on to say the military has two paths to support the process or support Maduro saying if they support Maduro:",
        "start": 1014.5,
        "duration": 6.0
    },
    {
        "text": "[Trump] \"You will find",
        "start": 1020.64,
        "duration": 0.96
    },
    {
        "text": "no safe harbor,",
        "start": 1022.36,
        "duration": 2.0
    },
    {
        "text": "no easy exit, and",
        "start": 1024.37,
        "duration": 2.0
    },
    {
        "text": "no way out.",
        "start": 1026.439,
        "duration": 1.471
    },
    {
        "text": "You will lose everything.\"",
        "start": 1027.91,
        "duration": 2.59
    },
    {
        "text": "[Phil] And as far as any other developments, I mean this weekend we also saw South Korea finally recognize",
        "start": 1030.5,
        "duration": 3.64
    },
    {
        "text": "Guaidó as the legitimate leader of Venezuela, the latest country to do so as of recording this video.",
        "start": 1034.14,
        "duration": 4.469
    },
    {
        "text": "But ultimately with everything we talked about today. That's essentially where we are right now.",
        "start": 1038.61,
        "duration": 3.119
    },
    {
        "text": "And as far as what happens next, I mean we really don't know.",
        "start": 1041.73,
        "duration": 2.75
    },
    {
        "text": "I mean, one, what happens internally with the country. Two, as far as the international community in general",
        "start": 1044.48,
        "duration": 4.5
    },
    {
        "text": "what kind of pressure do we see? But also specifically to the United States,",
        "start": 1048.98,
        "duration": 3.12
    },
    {
        "text": "what is the United States willing to do here? Because all of the language that we have seen is incredibly strong, right?",
        "start": 1052.54,
        "duration": 5.5
    },
    {
        "text": "\"No safe harbor, no easy exit, and no way out.\" Right? Will we see a military response? Yes? No? If so, what kind but ultimately we're gonna have to wait to see what happens.",
        "start": 1058.049,
        "duration": 9.36
    },
    {
        "text": "And of course like with every story we talk about I'd love to know your thoughts on this one.",
        "start": 1067.409,
        "duration": 3.57
    },
    {
        "text": "And that's where I'm going to end. today's show.",
        "start": 1070.98,
        "duration": 1.16
    },
    {
        "text": "And remember if you like this video, you like the way we try to dive into the news every single day,",
        "start": 1072.14,
        "duration": 3.879
    },
    {
        "text": "let us know, hit that like button.",
        "start": 1076.02,
        "duration": 1.68
    },
    {
        "text": "It also helps out the show for free.",
        "start": 1077.7,
        "duration": 1.92
    },
    {
        "text": "Also if you're new here and you want more of these videos, hit subscribe. Definitely ring that bell to turn on notifications.",
        "start": 1079.62,
        "duration": 4.229
    },
    {
        "text": "Also, if you're not completely 'Phil'd' in, you can't even wait til tomorrow is extra morning news video,",
        "start": 1084.19,
        "duration": 3.95
    },
    {
        "text": "you want to catch up on the last Philip Defranco Show the last extra morning news deep dive,",
        "start": 1088.14,
        "duration": 3.63
    },
    {
        "text": "you can click or tap right there to watch those. But with that said of course as always my name's Philip. Defranco,",
        "start": 1091.77,
        "duration": 4.049
    },
    {
        "text": "you've just been Phil'd in. I love yo' faces, and I'll see you tomorrow.",
        "start": 1095.89,
        "duration": 3.979
    }
]