[
    {
        "text": "Sup' you beautiful bastards, hope your having a fantastic Sunday, welcome back to the channel",
        "start": 0.0,
        "duration": 4.32
    },
    {
        "text": "and if you're wondering why you're getting this video on a Sunday",
        "start": 4.32,
        "duration": 2.48
    },
    {
        "text": "no, I did not accidentally walk into the office on a Sunday thinking",
        "start": 6.9,
        "duration": 3.15
    },
    {
        "text": "It was a Monday! Sunday's if you haven't been a subscriber for a long time is the day that I like to kind of just",
        "start": 10.05,
        "duration": 4.41
    },
    {
        "text": "Test content out it I treat it as a little bit of a playground and today the video",
        "start": 14.46,
        "duration": 3.419
    },
    {
        "text": "I'm doing that with is the brand-new",
        "start": 17.88,
        "duration": 2.01
    },
    {
        "text": "\"A Conversation With\" interview/podcast show with Sean Evans.Sean Evans of course on the fantastic channel \"First we Feast\" he is the amazing",
        "start": 20.529,
        "duration": 7.19
    },
    {
        "text": "Interviewer on \"Hot Ones\". Been a fan of his for a long time",
        "start": 28.09,
        "duration": 2.869
    },
    {
        "text": "I'm gonna be on Hot Ones this week, and I thought perfect time to bring this show back. That said a note",
        "start": 30.96,
        "duration": 5.04
    },
    {
        "text": "I want to hit on because I know the internet in general is scared of changed so just keep in mind",
        "start": 36.0,
        "duration": 4.379
    },
    {
        "text": "This is a test/playground video that does not mean that the content of this channel is changing",
        "start": 40.379,
        "duration": 4.32
    },
    {
        "text": "in any way and in fact most likely",
        "start": 44.98,
        "duration": 2.149
    },
    {
        "text": "In the future when whenever this becomes more of a standard thing it would exist on a different channel or potentially it's on a different",
        "start": 47.53,
        "duration": 5.99
    },
    {
        "text": "platform who knows",
        "start": 53.52,
        "duration": 0.96
    },
    {
        "text": "But that's it because this is a different kind of video if you like it you want to see more of it not even necessarily",
        "start": 54.48,
        "duration": 4.649
    },
    {
        "text": "on this channel hit that like button lets me know how you're feeling but with that said I hope you enjoy and",
        "start": 59.129,
        "duration": 5.4
    },
    {
        "text": "Here's here's here's the video",
        "start": 65.5,
        "duration": 2.0
    },
    {
        "text": "Fantastic transition Phil! Sup you beautiful bastards! Welcome to A Conversation With! Today It is Mr.",
        "start": 68.08,
        "duration": 6.649
    },
    {
        "text": "Sean Evans you most likely know him from first we feast also hot ones of course",
        "start": 74.729,
        "duration": 5.04
    },
    {
        "text": "Always in today and awesome because it is awesome. Hello welcome",
        "start": 80.17,
        "duration": 3.769
    },
    {
        "text": "Thank you for having me and then thank you for shouting out the show for so long",
        "start": 84.07,
        "duration": 4.159
    },
    {
        "text": "I feel like you were very much hot ones corner man since day one and like even when we had no real heat",
        "start": 88.229,
        "duration": 6.51
    },
    {
        "text": "You know people would be like Oh Phil he shouted you out Michelle really shot me on the show so like",
        "start": 94.74,
        "duration": 3.9
    },
    {
        "text": "Thank you for that. Is that someone from the 30s. I feel like",
        "start": 98.68,
        "duration": 3.379
    },
    {
        "text": "Every time I do a fan impression. I feel like I fall back",
        "start": 103.09,
        "duration": 3.02
    },
    {
        "text": "I",
        "start": 108.52,
        "duration": 1.02
    },
    {
        "text": "So I get the question every now, and then they're like are you part of that company, and I'm like no",
        "start": 109.54,
        "duration": 5.059
    },
    {
        "text": "And I will say and it's not to fluff you up before we go into the conversation. You're you interchange between my top two interviewers",
        "start": 114.79,
        "duration": 7.729
    },
    {
        "text": "number one on YouTube",
        "start": 123.07,
        "duration": 1.799
    },
    {
        "text": "And the person you interchange with would be Howard Stern who?",
        "start": 124.869,
        "duration": 2.72
    },
    {
        "text": "For people that don't know him is a faint or at least that part of them is a fantastic",
        "start": 127.989,
        "duration": 4.43
    },
    {
        "text": "Viewer I think that I was thinking about this before you came on and I was like I feel like they they accomplished",
        "start": 133.0,
        "duration": 5.339
    },
    {
        "text": "the same thing but in different ways he accomplishes it with the the order of the questions where you",
        "start": 138.44,
        "duration": 5.75
    },
    {
        "text": "Also, do that a little bit, but then you accomplish that with burning people's faces off?",
        "start": 144.5,
        "duration": 3.619
    },
    {
        "text": "And then they don't know what's happening and their words come out of their face well",
        "start": 148.12,
        "duration": 3.21
    },
    {
        "text": "That's like the biggest compliment because he was such an influence on me like even when I was a little kid",
        "start": 151.33,
        "duration": 4.529
    },
    {
        "text": "I would like have Howard Stern tapes. I could make the tapes. I'd take him to school. I can study halls",
        "start": 155.86,
        "duration": 4.77
    },
    {
        "text": "I'd have just Howard Stern going so that's a major compliment, and then yeah, you know I think that you know the the sauce",
        "start": 160.63,
        "duration": 7.529
    },
    {
        "text": "It's a disruptive element in that you know so I think it's like a little bit of a three-fold process where you have",
        "start": 168.16,
        "duration": 6.059
    },
    {
        "text": "You know the questions that are deeply researched",
        "start": 174.62,
        "duration": 2.57
    },
    {
        "text": "We try to contextualize them try to explain to who we're talking to like why we're asking that so it's not just like some",
        "start": 177.19,
        "duration": 6.66
    },
    {
        "text": "predatory",
        "start": 184.459,
        "duration": 1.321
    },
    {
        "text": "Journalism like some predatory reporter like trying to trap them and get them to",
        "start": 185.78,
        "duration": 3.77
    },
    {
        "text": "Step on a mousetrap so that kind of puts them at ease because ultimately",
        "start": 189.709,
        "duration": 3.29
    },
    {
        "text": "Whoever you're talking to doesn't owe you anything",
        "start": 193.489,
        "duration": 2.3
    },
    {
        "text": "You know like they don't need to be generous with what they offer or the tidbits or the anecdotes or whatever?",
        "start": 195.79,
        "duration": 4.56
    },
    {
        "text": "So the more you can put that person that ease the better",
        "start": 200.45,
        "duration": 2.18
    },
    {
        "text": "And then if you have some hot sauce knocking them off their game like that helps - we found well",
        "start": 202.63,
        "duration": 5.009
    },
    {
        "text": "Yeah, I feel like it the interview is a weird relationship in general",
        "start": 207.64,
        "duration": 3.059
    },
    {
        "text": "I I have stayed away since I did junkets like nine years ago. I just dabbled and I was like never again",
        "start": 210.7,
        "duration": 5.099
    },
    {
        "text": "I'm not I don't have this skill set I don't believe something that's more one-on-one less intense because they're like five minutes",
        "start": 215.799,
        "duration": 6.63
    },
    {
        "text": "And you get the fuck out of here right because as the interviewer it is your job to make that person interesting right but?",
        "start": 222.43,
        "duration": 6.93
    },
    {
        "text": "as the person being interviewed",
        "start": 229.82,
        "duration": 1.47
    },
    {
        "text": "you're in this weird situation where you",
        "start": 231.29,
        "duration": 2.059
    },
    {
        "text": "Need to be interesting because you're trying to promote something right and and so if you if you don't then it",
        "start": 233.45,
        "duration": 5.539
    },
    {
        "text": "Creates I feel like all these really weird back and forth and so I think hey you guys having something because I feel like",
        "start": 239.48,
        "duration": 5.599
    },
    {
        "text": "some people",
        "start": 245.269,
        "duration": 0.81
    },
    {
        "text": "Very few people might not have an understanding of what hot ones is to kind of walk us through that sure it's just a show",
        "start": 246.079,
        "duration": 6.47
    },
    {
        "text": "Where we interview celebrities while eating increasingly spicy chicken wings so it's just one of those things",
        "start": 252.59,
        "duration": 6.079
    },
    {
        "text": "That's exactly what it sounds like the wings. They go from you know a table sauce hot sauce",
        "start": 258.669,
        "duration": 6.15
    },
    {
        "text": "Like a novelty dorm prank sauce so by the end you have people",
        "start": 265.37,
        "duration": 4.26
    },
    {
        "text": "Sweating and spitting in buckets and the like but to get back to your point about the interview",
        "start": 269.91,
        "duration": 4.699
    },
    {
        "text": "It's so true because it's not a natural experience like Phil",
        "start": 274.61,
        "duration": 4.23
    },
    {
        "text": "I feel like we're brothers and arms I feel like we're birds of a feather, but this is the first time",
        "start": 278.84,
        "duration": 3.989
    },
    {
        "text": "We've ever met face to face and like now on the spot",
        "start": 282.83,
        "duration": 3.42
    },
    {
        "text": "We have to drum up this chemistry in this energy and make this something",
        "start": 286.26,
        "duration": 4.25
    },
    {
        "text": "that's worth watching so it's like outside of just being sort of a",
        "start": 290.51,
        "duration": 4.319
    },
    {
        "text": "socially like not natural thing right",
        "start": 295.11,
        "duration": 2.48
    },
    {
        "text": "You know we also have that",
        "start": 297.59,
        "duration": 1.51
    },
    {
        "text": "Going on us as well like the million eyeballs on us and like drumming that up and making that fire start from scratch",
        "start": 299.1,
        "duration": 5.689
    },
    {
        "text": "So I think with the show the secret ingredient like the special sauce the ace up our sleeve is that eating a meal?",
        "start": 304.789,
        "duration": 7.2
    },
    {
        "text": "It's a natural bond. You know what I mean. It's just a social experience and then on top of that",
        "start": 311.99,
        "duration": 4.83
    },
    {
        "text": "I'm eating the wings with the guests, so it's sort of this shared struggle this journey that we go through together",
        "start": 316.82,
        "duration": 6.149
    },
    {
        "text": "And then by the end it just ends up like a buddy cop film half the time",
        "start": 323.01,
        "duration": 4.549
    },
    {
        "text": "You're like that. You're like the shaman at an ayahuasca",
        "start": 327.56,
        "duration": 2.549
    },
    {
        "text": "Don't worry, it's all gonna be like I've done right through for you",
        "start": 331.86,
        "duration": 3.5
    },
    {
        "text": "so kind of a question that I always try and ask creators, and I'm especially interested in asking you because you are kind of a",
        "start": 336.419,
        "duration": 6.41
    },
    {
        "text": "Different kind of person for YouTube in the sense of most everyone I know on YouTube",
        "start": 343.68,
        "duration": 4.04
    },
    {
        "text": "It's about them ryan vlogger me me me my life. Even me",
        "start": 347.72,
        "duration": 3.6
    },
    {
        "text": "I talk about the news, but at the end at the end of the day",
        "start": 351.32,
        "duration": 2.099
    },
    {
        "text": "I am the focal point and while you do also host other shows you're primarily known for hot ones so as an interviewer",
        "start": 353.419,
        "duration": 6.42
    },
    {
        "text": "I was really interested in the question of why you do what you do",
        "start": 359.84,
        "duration": 3.839
    },
    {
        "text": "Why what do you get out of it?",
        "start": 364.59,
        "duration": 1.85
    },
    {
        "text": "What are you trying to accomplish with that show interviewing someone and just the platform you have right now",
        "start": 366.44,
        "duration": 5.22
    },
    {
        "text": "Yeah, so I think that with kind of like you said you know being like all about me are all about whatever. I feel like",
        "start": 371.69,
        "duration": 7.709
    },
    {
        "text": "That with that show it's so stripped down. You know it's just a black background. It's the wings",
        "start": 380.49,
        "duration": 5.209
    },
    {
        "text": "It's the sauce and it's a bald guy",
        "start": 385.699,
        "duration": 2.07
    },
    {
        "text": "You know what I mean",
        "start": 387.77,
        "duration": 1.03
    },
    {
        "text": "So if it's the Sean show all the time eventually maybe people get sick of that or they don't vibe with me so I think",
        "start": 388.8,
        "duration": 7.73
    },
    {
        "text": "That the key for us has been to who ever is in that seat we're gonna carefully",
        "start": 396.75,
        "duration": 4.52
    },
    {
        "text": "Shape this interview around them",
        "start": 402.15,
        "duration": 2.029
    },
    {
        "text": "We're gonna make them the star of the show because that way you have a different viewer experience",
        "start": 404.19,
        "duration": 4.67
    },
    {
        "text": "Every single time and that's to while we're drawing on such a wide",
        "start": 409.2,
        "duration": 3.32
    },
    {
        "text": "Array of people you know so like at this point. I feel like it's kind of this",
        "start": 412.89,
        "duration": 4.429
    },
    {
        "text": "Cafeteria this high school cafeteria or this hogwarts or whatever where it's like, maybe we have a comedian one day",
        "start": 418.23,
        "duration": 5.66
    },
    {
        "text": "Maybe we have an athlete the next day. Maybe we just have some pirate-ship crazy person one day",
        "start": 423.89,
        "duration": 5.01
    },
    {
        "text": "You know maybe we have a singer, maybe we have a rapper",
        "start": 428.9,
        "duration": 2.429
    },
    {
        "text": "Maybe we have whoever in the seat",
        "start": 431.33,
        "duration": 1.84
    },
    {
        "text": "But we want the viewer experience to kind of complement the personality of whoever is sitting in that seat",
        "start": 433.17,
        "duration": 6.079
    },
    {
        "text": "So that's kind of why I think as an interview",
        "start": 439.25,
        "duration": 2.49
    },
    {
        "text": "It's good to draw that down or draw that back or kind of disappear in the background",
        "start": 441.74,
        "duration": 4.199
    },
    {
        "text": "Sometimes you have to do some heavy lifting and some episodes you have to do more heavy lifting than others",
        "start": 446.25,
        "duration": 4.64
    },
    {
        "text": "but I think that that's important like I think that that's",
        "start": 450.89,
        "duration": 2.309
    },
    {
        "text": "Important to the longevity of the show you know the interview is the oldest construct in the history of media and to just keep it",
        "start": 453.33,
        "duration": 5.69
    },
    {
        "text": "A viable show for a long long time. I think that that's key to it why I do it",
        "start": 459.02,
        "duration": 4.979
    },
    {
        "text": "You know I feel like there's a lot in my life. That's led up to it",
        "start": 464.0,
        "duration": 3.24
    },
    {
        "text": "I was a broadcast journalism major in college. I was obsessed with Howard Stern. I was obsessed with David Letterman",
        "start": 467.24,
        "duration": 5.79
    },
    {
        "text": "I was obsessed with Adam, Carolla and Loveline. You know my summer job when I was in college. I used to give",
        "start": 473.03,
        "duration": 5.579
    },
    {
        "text": "Architecture tours of the Chicago River, and there's no real way to connect the dots looking forward",
        "start": 479.46,
        "duration": 4.909
    },
    {
        "text": "There's that great Steve Jobs quote",
        "start": 484.5,
        "duration": 1.82
    },
    {
        "text": "But when I look back on all those things like all of those are playing a role some way in",
        "start": 486.32,
        "duration": 4.44
    },
    {
        "text": "Influencing where I am today, and then on top of that is I'm sure you can relate. You know",
        "start": 491.01,
        "duration": 4.94
    },
    {
        "text": "There's never a time where you're like. Oh I can just be a TV host",
        "start": 496.53,
        "duration": 2.75
    },
    {
        "text": "It's not like applying for a job like that",
        "start": 499.28,
        "duration": 2.13
    },
    {
        "text": "You know you don't just fill out an application and be like oh I can have a show like I guess what I?",
        "start": 501.41,
        "duration": 4.98
    },
    {
        "text": "Mean for you I mean with and in the sense of just to hit on that that note",
        "start": 506.67,
        "duration": 4.16
    },
    {
        "text": "Was there a certain point where you realized?",
        "start": 510.93,
        "duration": 1.73
    },
    {
        "text": "I'm good at talking with people or do you even think that because I know that there are some presenters that off-camera?",
        "start": 512.66,
        "duration": 4.649
    },
    {
        "text": "They're like. No. That's I like literally turn a switch",
        "start": 517.31,
        "duration": 2.609
    },
    {
        "text": "Yeah, I mean I'm I believe in I believe in myself",
        "start": 519.919,
        "duration": 2.79
    },
    {
        "text": "And I have confidence and the team that we have and have confidence in the show and I knew early on you know it wasn't",
        "start": 522.71,
        "duration": 6.389
    },
    {
        "text": "Always gonna get tons of views and it definitely didn't in the beginning",
        "start": 529.1,
        "duration": 3.12
    },
    {
        "text": "everyone who watched it liked it right and when that",
        "start": 532.57,
        "duration": 3.479
    },
    {
        "text": "Happened you know people like oh my god like I love the show. This is my favorite show I laugh",
        "start": 536.27,
        "duration": 3.919
    },
    {
        "text": "I you know like you're like oh man now",
        "start": 540.19,
        "duration": 1.95
    },
    {
        "text": "There's like a responsibility on you because someone's looking forward to this show on Thursday at 11:00 a.m.",
        "start": 542.14,
        "duration": 5.13
    },
    {
        "text": "Whether it's a person in a cubicle",
        "start": 547.27,
        "duration": 1.62
    },
    {
        "text": "Whether it's like someone",
        "start": 548.89,
        "duration": 1.29
    },
    {
        "text": "Who's home sick like whether it's a couple who are gonna make wings and then eat them together?",
        "start": 550.18,
        "duration": 3.809
    },
    {
        "text": "You know like I have a responsibility to make this show good",
        "start": 554.03,
        "duration": 3.139
    },
    {
        "text": "So there's that pressure that kind of motivates you and then you become obsessed with the show",
        "start": 557.17,
        "duration": 4.47
    },
    {
        "text": "Obsessed with the growth I remember when it was like three cameras and three people and now sometimes",
        "start": 562.07,
        "duration": 5.27
    },
    {
        "text": "I look around and it's like wow like all these people have jobs and like we're all on this which puts that pressure on it",
        "start": 567.34,
        "duration": 5.549
    },
    {
        "text": "elevation yeah",
        "start": 573.26,
        "duration": 0.77
    },
    {
        "text": "And then you probably go through it too like once you get to a point where you know when we had like",
        "start": 574.03,
        "duration": 4.5
    },
    {
        "text": "50,000 or like 10,000 or whatever subscribers like you have a bad interview it's kind of in there",
        "start": 578.84,
        "duration": 5.149
    },
    {
        "text": "But now like once you have three million subscribers. I'm like well",
        "start": 583.99,
        "duration": 3.15
    },
    {
        "text": "I don't want to humiliate myself on a large scale so that also motivates it yeah, it's all testing in public yeah",
        "start": 587.14,
        "duration": 4.859
    },
    {
        "text": "But I mean with as far as the lead-up because you mentioned like doing tours for Peart for me personally",
        "start": 592.0,
        "duration": 4.89
    },
    {
        "text": "It was a massive introvert growing up",
        "start": 597.38,
        "duration": 1.94
    },
    {
        "text": "I was very uncomfortable talking to people",
        "start": 599.32,
        "duration": 2.0
    },
    {
        "text": "And then I end up getting fired from a job",
        "start": 601.46,
        "duration": 2.359
    },
    {
        "text": "and I needed to pay rent and so I got a job at Outback Steakhouse and",
        "start": 603.82,
        "duration": 4.349
    },
    {
        "text": "Being a server a very bad server for several months and then getting into it",
        "start": 608.48,
        "duration": 3.2
    },
    {
        "text": "I feel like that's where I learned how to talk to people and kind of present myself",
        "start": 611.68,
        "duration": 3.809
    },
    {
        "text": "Do you did you get that out of tours or just like from a very young age?",
        "start": 616.04,
        "duration": 2.899
    },
    {
        "text": "You always never had an issue. I've always been kind of the",
        "start": 618.98,
        "duration": 3.32
    },
    {
        "text": "Consider any lunch table kind of kid you know like I feel like I'm naturally kind of a voyeur",
        "start": 622.91,
        "duration": 6.139
    },
    {
        "text": "You know I feel like I like to walk a mile and other people's footsteps or like",
        "start": 629.05,
        "duration": 4.32
    },
    {
        "text": "understand who they are where they're coming from and I just get you know a kick out of talking to the biggest weirdo in the",
        "start": 633.74,
        "duration": 6.53
    },
    {
        "text": "Room you know like that to me is",
        "start": 640.27,
        "duration": 1.66
    },
    {
        "text": "Fun and exciting so I think like I do have that I am",
        "start": 641.93,
        "duration": 3.2
    },
    {
        "text": "Naturally like kind of a homebody like when I'm at a party like after an hour. I'm like",
        "start": 645.2,
        "duration": 5.0
    },
    {
        "text": "I want to just go home",
        "start": 650.2,
        "duration": 1.32
    },
    {
        "text": "You know like just part of that, but then like in the show when it's lights camera action like to me",
        "start": 651.52,
        "duration": 4.619
    },
    {
        "text": "It's better than a drug like I get such a rush off of it that I become kind of obsessed with it",
        "start": 656.14,
        "duration": 4.829
    },
    {
        "text": "that's interesting yeah, that's actually well so because I'm kind of on I know because obviously you're",
        "start": 660.97,
        "duration": 4.47
    },
    {
        "text": "Recording was that a completely different experience to sell you on Colbert recently",
        "start": 666.05,
        "duration": 3.359
    },
    {
        "text": "Not only do it live but do it in front of an audience?",
        "start": 669.63,
        "duration": 2.179
    },
    {
        "text": "That's not necessarily there for you right because that seems so alien that seems like on the kind of the cusp of doing stand-up comedy",
        "start": 671.81,
        "duration": 7.619
    },
    {
        "text": "And personally I'm actually just going out there",
        "start": 680.01,
        "duration": 2.059
    },
    {
        "text": "And yeah none of you kind of fucking know me none of you are on my side probably",
        "start": 682.07,
        "duration": 3.149
    },
    {
        "text": "But I think that it's like well. Nothing really prepares you for that",
        "start": 685.709,
        "duration": 3.77
    },
    {
        "text": "You know like the first time you do it is just the first time you do it, and you're either gonna sink or swim",
        "start": 689.48,
        "duration": 5.789
    },
    {
        "text": "But then you know there's always a part of you that thinks you can or like dreams that you can so I think like with",
        "start": 695.269,
        "duration": 5.88
    },
    {
        "text": "That the way I psyched myself up for it is I'm like you know what like this",
        "start": 701.149,
        "duration": 4.74
    },
    {
        "text": "Format has been going on for 40 years now",
        "start": 706.29,
        "duration": 2.63
    },
    {
        "text": "There's like eight late-night shows they all cycle through three guests like the world is a big place",
        "start": 708.93,
        "duration": 6.919
    },
    {
        "text": "And it's gonna keep turning like it's not that big a fucking deal like just go out there and do it",
        "start": 715.85,
        "duration": 4.559
    },
    {
        "text": "You know like it's not like in that day",
        "start": 720.41,
        "duration": 2.28
    },
    {
        "text": "You feel like it's the biggest thing in the world",
        "start": 722.69,
        "duration": 2.369
    },
    {
        "text": "But it's actually not it's actually very like it's a small thing so it's like just go out there",
        "start": 725.06,
        "duration": 5.219
    },
    {
        "text": "Execute try not to pass out off nerves or like vomit on the desk and like everything will be cool",
        "start": 730.86,
        "duration": 6.289
    },
    {
        "text": "I think that's really true. That's it's something that I have to remind myself when I have like a",
        "start": 737.149,
        "duration": 4.71
    },
    {
        "text": "Video that I think's bad, or people are calling me out for a specific thing",
        "start": 742.68,
        "duration": 3.619
    },
    {
        "text": "I'm like that's gonna go away in three days right cuz cuz right right on the tip of my tongue",
        "start": 746.3,
        "duration": 4.169
    },
    {
        "text": "I have some of the worst things to tear people down and like just leave it just leave it right. It's good",
        "start": 750.47,
        "duration": 4.44
    },
    {
        "text": "I think that's an important note for anyone listening at home to just know just wait",
        "start": 754.91,
        "duration": 4.11
    },
    {
        "text": "Keeps turning yes",
        "start": 759.66,
        "duration": 2.0
    },
    {
        "text": "People are gonna pay attention to another person it just takes time so I wanted before we go more into you personal",
        "start": 761.67,
        "duration": 5.539
    },
    {
        "text": "I want to ask more questions around hot ones sure sure sure so to start off",
        "start": 767.209,
        "duration": 3.27
    },
    {
        "text": "It's probably a question that you've answered many times, but I know where this is going. No not yet. We'll get there",
        "start": 771.089,
        "duration": 6.95
    },
    {
        "text": "What person would you love to interview the alive or dead famous or not? Yeah?",
        "start": 778.62,
        "duration": 4.19
    },
    {
        "text": "I think you know for me the the show is very much like for the people so like every time",
        "start": 782.81,
        "duration": 6.809
    },
    {
        "text": "I like tweet something or like every time whatever like people like Gordon Ramsay Joe Rogan nobre, so like part of me",
        "start": 789.62,
        "duration": 5.76
    },
    {
        "text": "Just wants to like get those episodes in and out so that people will do like",
        "start": 795.38,
        "duration": 4.679
    },
    {
        "text": "Shut up, right",
        "start": 800.579,
        "duration": 1.801
    },
    {
        "text": "You are actually an off requested person. I was in top five. I'll take it there",
        "start": 802.38,
        "duration": 5.329
    },
    {
        "text": "We go as long as that's that's really the only reason I'm gonna",
        "start": 807.709,
        "duration": 2.7
    },
    {
        "text": "I'm gonna do hot ones is so they can be associated with greatness at knowing that I'm alongside",
        "start": 810.41,
        "duration": 4.169
    },
    {
        "text": "Joe Rogan and Ramsey as far as requests. Yeah, also. Yeah in the rock and then Philip DeFranco",
        "start": 814.769,
        "duration": 4.88
    },
    {
        "text": "I love that a few net top five right now. If you go through your carousel",
        "start": 819.649,
        "duration": 2.489
    },
    {
        "text": "I'm gonna be I'm gonna be two clicks away from both Michael B",
        "start": 822.269,
        "duration": 3.35
    },
    {
        "text": "Jordan and Kevin Hart which is which I'm just like yes same tier guys same tier",
        "start": 825.62,
        "duration": 4.949
    },
    {
        "text": "Chisel that into a mountain somewhere Philly D the rock",
        "start": 831.12,
        "duration": 3.409
    },
    {
        "text": "Kevin Hart Michael B Jordan uh",
        "start": 835.05,
        "duration": 2.119
    },
    {
        "text": "What was the question I don't know a",
        "start": 839.61,
        "duration": 2.0
    },
    {
        "text": "person alive or dead interview so I always feel like",
        "start": 842.339,
        "duration": 2.809
    },
    {
        "text": "You know I think you always want to be kind of challenged especially when you've done it like on June 10 times always feel like",
        "start": 845.97,
        "duration": 5.539
    },
    {
        "text": "Andy Kaufman if you were alive would be such an amazing hot ones guess like",
        "start": 851.759,
        "duration": 3.71
    },
    {
        "text": "Not to like draw the connection too closely, but then like even when you see Jim Carrey now",
        "start": 856.11,
        "duration": 5.479
    },
    {
        "text": "You know you kind of want to like get them in the seeks",
        "start": 861.589,
        "duration": 1.771
    },
    {
        "text": "I feel I could just be like such a challenge as an interviewer when some guy is just like in the",
        "start": 863.36,
        "duration": 4.5
    },
    {
        "text": "clouds and seeing the world with a",
        "start": 868.199,
        "duration": 2.119
    },
    {
        "text": "Completely different set of eyes than everyone else so you're looking for a little bit of like a challenge",
        "start": 870.48,
        "duration": 4.13
    },
    {
        "text": "I just you know it's like you want it to be different",
        "start": 874.61,
        "duration": 2.94
    },
    {
        "text": "I guess at the time because you're you've passed the Century Club Yeah, right so yeah",
        "start": 877.55,
        "duration": 4.469
    },
    {
        "text": "So at some point other than someone being like shit, that's hot",
        "start": 882.019,
        "duration": 2.7
    },
    {
        "text": "What do you do Jim Carrey? I would see it",
        "start": 885.269,
        "duration": 2.179
    },
    {
        "text": "I would be too nervous cuz there's part of me that really really idolizes him and then part of me",
        "start": 887.449,
        "duration": 5.4
    },
    {
        "text": "That would be horrified because I once it you would not know where it's gonna go",
        "start": 892.85,
        "duration": 3.57
    },
    {
        "text": "And it's not like I think there are a lot of people that think there's like a recent thing",
        "start": 896.569,
        "duration": 2.97
    },
    {
        "text": "Right you look at old footage",
        "start": 899.73,
        "duration": 1.31
    },
    {
        "text": "We got behind the scenes stuff that recently came out from a man on the moon right you're like oh he's been there",
        "start": 901.04,
        "duration": 4.289
    },
    {
        "text": "That's what actually when I saw that cuz there's so much that he was like saying that really resonated with me",
        "start": 905.329,
        "duration": 4.59
    },
    {
        "text": "I was like damn. I kind of like want to get inside this guy's head, but then at the same time",
        "start": 909.92,
        "duration": 3.0
    },
    {
        "text": "I know that he won't let me you know",
        "start": 912.92,
        "duration": 1.87
    },
    {
        "text": "So I think like that's the thing like that's it's like feeding it like that's why I want to do it so bad like",
        "start": 914.79,
        "duration": 4.52
    },
    {
        "text": "Yeah, the less somebody wants to do it. I like the less somebody wants to go like the more I do",
        "start": 919.439,
        "duration": 4.43
    },
    {
        "text": "I don't know. It's messed up",
        "start": 923.87,
        "duration": 1.839
    },
    {
        "text": "There's people gonna just take that quote out of context",
        "start": 925.709,
        "duration": 2.0
    },
    {
        "text": "So you were talking about the amount of work that goes into the interviews",
        "start": 928.079,
        "duration": 3.14
    },
    {
        "text": "What all goes into the read because I noticed that when you do watch",
        "start": 931.68,
        "duration": 3.529
    },
    {
        "text": "There are so many people you interview that constantly go like wow yeah as I've done your research right and I think that that's almost",
        "start": 935.209,
        "duration": 6.0
    },
    {
        "text": "Kind of sad you know",
        "start": 941.639,
        "duration": 2.0
    },
    {
        "text": "That they've gone through like all these things and there you have like the bar set",
        "start": 943.949,
        "duration": 4.28
    },
    {
        "text": "Solo from every interview because of all of the things that they've gone through that they're like oh wow like you actually did",
        "start": 948.63,
        "duration": 5.929
    },
    {
        "text": "Your job like I'm blown away",
        "start": 954.69,
        "duration": 1.889
    },
    {
        "text": "It's like that's part of it",
        "start": 956.579,
        "duration": 1.82
    },
    {
        "text": "but then you know it is inherently a",
        "start": 958.399,
        "duration": 2.64
    },
    {
        "text": "Labor-intensive show you know like not only am I eating these scorching hot chicken wings all the time",
        "start": 961.47,
        "duration": 4.94
    },
    {
        "text": "But we have a pretty lean team. You know it's like how BIG's the team right now",
        "start": 966.41,
        "duration": 3.63
    },
    {
        "text": "It's six or seven people that are working on this. Well. Yeah, I mean",
        "start": 970.17,
        "duration": 3.14
    },
    {
        "text": "A lot of people look at the internet, and they're like oh yeah, you don't need that many people",
        "start": 974.519,
        "duration": 3.2
    },
    {
        "text": "But if you do this a lot right people don't understand people think that like they'll just pop this up in your in your in",
        "start": 977.72,
        "duration": 6.03
    },
    {
        "text": "Your living room and like it'll all be good, but like no like it",
        "start": 983.75,
        "duration": 2.609
    },
    {
        "text": "actually",
        "start": 986.36,
        "duration": 0.36
    },
    {
        "text": "You know it takes that so it's like six or seven people on the research side like I've like my little brother",
        "start": 986.72,
        "duration": 5.01
    },
    {
        "text": "like really you know like making some dossiers, but then you're just in it yourself, so",
        "start": 992.0,
        "duration": 4.259
    },
    {
        "text": "the past like couple years",
        "start": 996.839,
        "duration": 2.0
    },
    {
        "text": "We've written of every interview has been written by me and my creative partner and all this Chris Schoenberger",
        "start": 999.51,
        "duration": 5.059
    },
    {
        "text": "So what we'll do is well kind of like divide and conquer",
        "start": 1004.569,
        "duration": 2.76
    },
    {
        "text": "I'll be like I'll send them like a list of all the",
        "start": 1007.329,
        "duration": 3.39
    },
    {
        "text": "Profiles and like local paper articles and like magazine articles that I'm gonna read out back",
        "start": 1011.209,
        "duration": 5.929
    },
    {
        "text": "I'm gonna read all these so you read what's like not in this and then like send podcast links and every video",
        "start": 1017.139,
        "duration": 6.15
    },
    {
        "text": "And like every interview",
        "start": 1023.48,
        "duration": 1.459
    },
    {
        "text": "And then if it's like an artist I'll be like I'm listening to this you listen to that that at us so we can deep",
        "start": 1024.939,
        "duration": 4.5
    },
    {
        "text": "Dive the lyrics and then part of what you're looking for isn't just like",
        "start": 1029.439,
        "duration": 3.479
    },
    {
        "text": "The little nuggets like little gems like the little things that you know your audience is gonna",
        "start": 1033.169,
        "duration": 4.43
    },
    {
        "text": "Be interested in but it's also studying body language",
        "start": 1037.6,
        "duration": 2.94
    },
    {
        "text": "You know and figuring out like where the cat likes to get pet like what makes them like light up like what are they?",
        "start": 1040.54,
        "duration": 6.329
    },
    {
        "text": "Interested in because oftentimes like you'll see interviewers",
        "start": 1047.059,
        "duration": 3.14
    },
    {
        "text": "Leave those things on the ground and just press forward to the next thing so I was like all right",
        "start": 1050.39,
        "duration": 4.429
    },
    {
        "text": "Well that wasn't really explored",
        "start": 1054.82,
        "duration": 1.65
    },
    {
        "text": "I could see just in the body language that they were like excited to talk about that and then the gear",
        "start": 1056.47,
        "duration": 4.56
    },
    {
        "text": "Shifted and then now they're stuck in this thing, so I'll be like those are things that like kind of pop up",
        "start": 1061.429,
        "duration": 4.04
    },
    {
        "text": "and then there's like a lot of",
        "start": 1065.47,
        "duration": 1.6
    },
    {
        "text": "Pop psychology, that's involved like I almost like put these people like in a box",
        "start": 1067.07,
        "duration": 4.56
    },
    {
        "text": "And then we kind of like have who we think they are and then I'm like kind of talking to the Box like there's just",
        "start": 1071.63,
        "duration": 5.549
    },
    {
        "text": "A lot that goes into it, so I don't mind popping the hood on it, but yeah",
        "start": 1077.18,
        "duration": 4.32
    },
    {
        "text": "It's been nuts just because you stack so many hours doing it",
        "start": 1081.5,
        "duration": 4.469
    },
    {
        "text": "Well, so I was interested in the psychology of it cuz I've seen you talk about it in past interviews",
        "start": 1085.97,
        "duration": 4.559
    },
    {
        "text": "And it does seem very much like you were saying they are locked in a box",
        "start": 1090.53,
        "duration": 2.76
    },
    {
        "text": "And you're kind of just fucking with them because yeah if they do go away it looks bad on them right and they're just happening",
        "start": 1093.78,
        "duration": 6.38
    },
    {
        "text": "so",
        "start": 1100.16,
        "duration": 1.09
    },
    {
        "text": "Not only are they off-balance, but it's like if I go. It's not gonna look great",
        "start": 1101.25,
        "duration": 4.339
    },
    {
        "text": "so let me lean into it especially now that you have the kind of a",
        "start": 1105.59,
        "duration": 3.929
    },
    {
        "text": "The archive of who you have then it's like well coming hard did it right right this guy did it right?",
        "start": 1109.95,
        "duration": 5.54
    },
    {
        "text": "I know it's really it's really interesting so as far as the the gems right is there is there anyone that?",
        "start": 1115.53,
        "duration": 5.03
    },
    {
        "text": "Really stands out to you that you were like oh my god",
        "start": 1121.47,
        "duration": 2.15
    },
    {
        "text": "I can't I can't believe we got him to share that well. I think like here's just a recent",
        "start": 1123.62,
        "duration": 4.469
    },
    {
        "text": "Example so we had out of luck Charlize Theron do the show right which you know we've had tons of big-name",
        "start": 1128.67,
        "duration": 6.68
    },
    {
        "text": "Guests on the show, but never I feel like not one exactly like Charlize Theron. You know just like",
        "start": 1135.66,
        "duration": 6.349
    },
    {
        "text": "Never one like exactly like her and then when you're dealing with somebody like at that level",
        "start": 1142.74,
        "duration": 5.899
    },
    {
        "text": "You know you can commit to it and like do everything that you possibly can to write the best interview possible",
        "start": 1148.98,
        "duration": 7.459
    },
    {
        "text": "But you don't really know how they're gonna play on that day in that",
        "start": 1156.44,
        "duration": 3.239
    },
    {
        "text": "Situation what their mood is how they're gonna take to it",
        "start": 1159.9,
        "duration": 2.96
    },
    {
        "text": "It is a freak show like I don't feel insulted like when guests come in and they're like what you know like that to me",
        "start": 1162.86,
        "duration": 5.729
    },
    {
        "text": "is like a",
        "start": 1168.59,
        "duration": 0.88
    },
    {
        "text": "totally reasonable",
        "start": 1169.47,
        "duration": 1.74
    },
    {
        "text": "Response to what's going on, but you draw it up a certain way",
        "start": 1171.21,
        "duration": 4.699
    },
    {
        "text": "You know it's like a basketball coach",
        "start": 1175.91,
        "duration": 1.81
    },
    {
        "text": "Drawing up a play and you think like alright the ball is gonna go in the hoop, but sometimes like it",
        "start": 1177.72,
        "duration": 4.76
    },
    {
        "text": "Just doesn't so like we did all these things. We lined it up me and Chris. We're talking it all through",
        "start": 1182.48,
        "duration": 6.0
    },
    {
        "text": "We're thinking about all the holes all the blind spots",
        "start": 1188.48,
        "duration": 2.789
    },
    {
        "text": "Just trying to like lock it down right and you're like all right like let's just make sure this boat floats",
        "start": 1191.27,
        "duration": 5.07
    },
    {
        "text": "And then when you go in and then she's doing it, and I can see like",
        "start": 1196.34,
        "duration": 3.27
    },
    {
        "text": "You know when she first gets in she's a little weary",
        "start": 1200.39,
        "duration": 2.069
    },
    {
        "text": "She's like I'd like you know and then you can see like on question three like her shoulders drop and now she's like",
        "start": 1202.46,
        "duration": 6.45
    },
    {
        "text": "fallen into the show and now it's just me and her in the wings in the",
        "start": 1209.25,
        "duration": 4.579
    },
    {
        "text": "Sauces and then afterwards Charlize Theron is like. This is so creative like this is Amit",
        "start": 1214.05,
        "duration": 5.029
    },
    {
        "text": "You know what I mean like when you get stuff like that like the play ends up being better than you drew it up",
        "start": 1219.08,
        "duration": 4.62
    },
    {
        "text": "Like that's that high like when I'm talking about drugs like that's that high love it",
        "start": 1223.8,
        "duration": 4.25
    },
    {
        "text": "So to take it to a different place sure um",
        "start": 1228.54,
        "duration": 2.239
    },
    {
        "text": "I've seen in interviews you talking about how fans come up to you and the kind of questions you ask at what point does it?",
        "start": 1231.14,
        "duration": 6.239
    },
    {
        "text": "Stop being weird when someone asks you how your butthole feels",
        "start": 1237.38,
        "duration": 2.91
    },
    {
        "text": "It never is not weird to the people out there watching. That is not something that this is like. I don't care",
        "start": 1240.96,
        "duration": 6.5
    },
    {
        "text": "I don't care",
        "start": 1247.46,
        "duration": 0.84
    },
    {
        "text": "I don't care, how accessible I am all right like that is like it is a little bit?",
        "start": 1248.3,
        "duration": 3.209
    },
    {
        "text": "Strange when you approach me in the security line at JFK",
        "start": 1251.64,
        "duration": 2.9
    },
    {
        "text": "And there's 60 people around you're like asking me about my butthole, so no you never get used to it",
        "start": 1254.54,
        "duration": 6.2
    },
    {
        "text": "But for the record doing great, doing fine",
        "start": 1260.74,
        "duration": 3.42
    },
    {
        "text": "battle-tested",
        "start": 1264.3,
        "duration": 1.9
    },
    {
        "text": "Military-grade butthole right here if you let the record show you don't even have to ask me anymore",
        "start": 1266.82,
        "duration": 4.25
    },
    {
        "text": "It's such a weird thing to think about because that means that",
        "start": 1271.07,
        "duration": 2.25
    },
    {
        "text": "One it happens so so often that you have that answer to at some point someone was your first",
        "start": 1273.81,
        "duration": 6.139
    },
    {
        "text": "Yeah, I remember them. Yeah, it was it was at Whole Foods on 57th Street",
        "start": 1280.05,
        "duration": 4.069
    },
    {
        "text": "I'm just at the hot bar and the guys like Shawn and I was like hey. What's up, dude like how you doing?",
        "start": 1288.72,
        "duration": 5.33
    },
    {
        "text": "He's like I was your butthole like that, and I'm like all right. Well this you know went left",
        "start": 1294.05,
        "duration": 4.559
    },
    {
        "text": "Participer something as far as your viewers are there things that you or a guest do in a show that they",
        "start": 1300.99,
        "duration": 7.13
    },
    {
        "text": "Get really angry about",
        "start": 1308.46,
        "duration": 2.0
    },
    {
        "text": "That maybe doesn't make sense to you initially",
        "start": 1310.74,
        "duration": 2.69
    },
    {
        "text": "Like react in a like in a crazy way to this hot sauces or whatever no like so for example",
        "start": 1314.67,
        "duration": 6.169
    },
    {
        "text": "I've seen people getting really angry",
        "start": 1320.84,
        "duration": 2.19
    },
    {
        "text": "I am actually I'm among them so I can't act like crazy when people don't finish hot wings in",
        "start": 1323.03,
        "duration": 6.059
    },
    {
        "text": "General it. Genuinely makes me very you mean like fans getting upset",
        "start": 1329.61,
        "duration": 3.94
    },
    {
        "text": "Yeah, people tapi now well not even tapping out just when they go a bite and the little nibble",
        "start": 1333.55,
        "duration": 5.159
    },
    {
        "text": "But I feel like it's a little more forgiving on your show since it's supposed to be like your yeah, yeah the taste",
        "start": 1338.71,
        "duration": 4.83
    },
    {
        "text": "But just in general when if I'm sharing wings with someone, and they're that's what they're oh",
        "start": 1343.54,
        "duration": 4.979
    },
    {
        "text": "Yeah, well I mean to me",
        "start": 1350.75,
        "duration": 2.0
    },
    {
        "text": "I feel like there's like fans that like police the bites and police the",
        "start": 1352.75,
        "duration": 5.43
    },
    {
        "text": "Reactions and like you know like police these things, and I'm always like uh-uh because to me like",
        "start": 1358.46,
        "duration": 5.6
    },
    {
        "text": "The hot sauce is just a disruptive element in",
        "start": 1364.82,
        "duration": 3.529
    },
    {
        "text": "The show you know in like if I'm gonna have a guest in here",
        "start": 1368.99,
        "duration": 4.31
    },
    {
        "text": "And they're taking a bite like I'm not gonna be just drilling them with questions",
        "start": 1373.3,
        "duration": 3.9
    },
    {
        "text": "Shoving chicken wings down their throat and then being like hey Cara Delevingne that does not qualify as a big enough bite",
        "start": 1377.63,
        "duration": 7.219
    },
    {
        "text": "You're gonna have to turn that wing over and take another bite if you want their plug",
        "start": 1384.85,
        "duration": 4.35
    },
    {
        "text": "You know like I always feel like it's always I want to keep it away from being this sort of",
        "start": 1389.2,
        "duration": 5.309
    },
    {
        "text": "You tube chicken wing right bar challenge. You know what I mean, so like I think that in a lot of",
        "start": 1394.82,
        "duration": 5.959
    },
    {
        "text": "viewers pick up on it is that",
        "start": 1401.81,
        "duration": 2.089
    },
    {
        "text": "Sometimes the way they do this show will almost say more about that person than any interview",
        "start": 1404.39,
        "duration": 6.38
    },
    {
        "text": "Question or answer could you know like how they interact with like this weird",
        "start": 1411.11,
        "duration": 4.52
    },
    {
        "text": "circus freak show and the degree to which they commit to the wings and to the",
        "start": 1415.76,
        "duration": 4.729
    },
    {
        "text": "Sauces like you can kind of see a lot about that person and they're like how relatable they are to you because like everyone watching",
        "start": 1420.56,
        "duration": 6.409
    },
    {
        "text": "The show wonders what they would do in that seat they wonder how hot are these wings you know?",
        "start": 1426.97,
        "duration": 4.83
    },
    {
        "text": "But I kind of like understand because there are people that I can see guests sometimes",
        "start": 1431.8,
        "duration": 5.13
    },
    {
        "text": "Being annoyed by how hot the wings are that they're like well",
        "start": 1437.33,
        "duration": 3.709
    },
    {
        "text": "I want to actually like do this interview like steve-o told me that after the interview like that and you can actually see in the",
        "start": 1441.04,
        "duration": 5.88
    },
    {
        "text": "Interview he's like one of the chillest you know like that, but he was telling me afterwards",
        "start": 1446.92,
        "duration": 3.9
    },
    {
        "text": "He was like I was getting annoyed by how hot it was because I actually like",
        "start": 1450.82,
        "duration": 3.239
    },
    {
        "text": "wanted to give these this interview and like answer these questions is like you know like I would have you know like that or you'll",
        "start": 1454.28,
        "duration": 5.3
    },
    {
        "text": "see",
        "start": 1459.58,
        "duration": 0.4
    },
    {
        "text": "You know like people obviously like freak or whatever like end up in a spot where they can't talk and then maybe they end up",
        "start": 1459.98,
        "duration": 4.46
    },
    {
        "text": "Frustrated by that but to me the hot",
        "start": 1464.44,
        "duration": 1.93
    },
    {
        "text": "Sauce is just a disruptive element in the interview like it's interview first, and then the hot",
        "start": 1466.37,
        "duration": 6.689
    },
    {
        "text": "sauce is just a way to knock a guest out of their PR driven flight pattern so kind of on that note and I cuz",
        "start": 1473.059,
        "duration": 6.33
    },
    {
        "text": "I've seen some people making the comparisons and the notes you have a very good show all right",
        "start": 1479.39,
        "duration": 4.709
    },
    {
        "text": "What's your opinion as far as other people that are kind of taking it a different way, right?",
        "start": 1484.23,
        "duration": 4.88
    },
    {
        "text": "One of your guests in fact Kevin Hart really has what is it? The it's the coldest balls?",
        "start": 1489.21,
        "duration": 4.67
    },
    {
        "text": "I had I had to remember. I saw the one with a",
        "start": 1493.88,
        "duration": 2.369
    },
    {
        "text": "Lavar ball which was good, but what do you what do you think about like that show?",
        "start": 1496.98,
        "duration": 3.859
    },
    {
        "text": "Well, I mean I think that but part of me is like this and I Kevin Hart you're in like nineteen fucking movies a year",
        "start": 1501.72,
        "duration": 7.099
    },
    {
        "text": "And you're like in ninety commercials and like what like now you're like inching in on my territory like, bro",
        "start": 1508.95,
        "duration": 6.229
    },
    {
        "text": "I live above a dive bar on the Upper East Side like can can I eat out here",
        "start": 1515.179,
        "duration": 4.65
    },
    {
        "text": "You know what I mean like you did this show and then it's clear that like and I'm not blaming him",
        "start": 1519.83,
        "duration": 4.95
    },
    {
        "text": "you know like I'm sure that there's like whatever people sit people sit at a",
        "start": 1524.78,
        "duration": 4.409
    },
    {
        "text": "Boardroom right and they are like oh well this show is good",
        "start": 1529.5,
        "duration": 3.439
    },
    {
        "text": "So what we need to do is like put our",
        "start": 1532.94,
        "duration": 2.01
    },
    {
        "text": "Put the guest in some sort of uncomfortable situation",
        "start": 1535.289,
        "duration": 3.29
    },
    {
        "text": "And then that's gonna yield like this great interviewer like this great show it's not",
        "start": 1538.58,
        "duration": 3.239
    },
    {
        "text": "Necessarily true like I've seen whatever like 10 million ripoffs and all these different",
        "start": 1542.25,
        "duration": 4.549
    },
    {
        "text": "Iterations and versions and shit so like to me",
        "start": 1547.14,
        "duration": 3.169
    },
    {
        "text": "I don't know watch the show like there's nothing proprietary about like sitting and like",
        "start": 1550.309,
        "duration": 4.68
    },
    {
        "text": "Like whatever I didn't invent sitting in a fucking cold tub in a locker room and like asking questions",
        "start": 1555.179,
        "duration": 5.84
    },
    {
        "text": "And so like go ahead and do it I'd like to see it go 107 episodes Kevin if you're watching",
        "start": 1561.02,
        "duration": 4.829
    },
    {
        "text": "He's like if Old Spice will pay yeah, yeah, right",
        "start": 1567.539,
        "duration": 2.69
    },
    {
        "text": "Like where is it but um?",
        "start": 1573.27,
        "duration": 2.0
    },
    {
        "text": "So I don't know like when I see stuff like that right",
        "start": 1575.549,
        "duration": 3.17
    },
    {
        "text": "I roll my eyes a little bit, but then at the same time like you know the interview is a",
        "start": 1578.72,
        "duration": 5.489
    },
    {
        "text": "Somewhat tired format especially in the celebrity space and you know like you do see eyeballs",
        "start": 1584.909,
        "duration": 5.09
    },
    {
        "text": "Drifting away from the late-night. Talk shows that used to have that whole thing on lock and I think that",
        "start": 1590.37,
        "duration": 5.989
    },
    {
        "text": "you know if there is an",
        "start": 1597.09,
        "duration": 1.27
    },
    {
        "text": "evolution to all this and then these things become like a little bit more",
        "start": 1598.36,
        "duration": 3.38
    },
    {
        "text": "Experienced and people are playing with the format and whatever like that's great. I think at some point",
        "start": 1601.87,
        "duration": 5.299
    },
    {
        "text": "Maybe it just becomes like so insane and so crazy that maybe it",
        "start": 1607.3,
        "duration": 4.22
    },
    {
        "text": "Devalues what I?",
        "start": 1612.1,
        "duration": 1.95
    },
    {
        "text": "Think is pure about hot ones we're like now",
        "start": 1614.05,
        "duration": 2.51
    },
    {
        "text": "There's like 10 million shows where people like doing interviews and uncomfortable positions, but that's selfish of me",
        "start": 1616.56,
        "duration": 5.369
    },
    {
        "text": "You know what I mean like whatever like the space is open",
        "start": 1622.09,
        "duration": 3.17
    },
    {
        "text": "I don't control it",
        "start": 1625.3,
        "duration": 1.58
    },
    {
        "text": "But those are the things that I think",
        "start": 1626.88,
        "duration": 1.57
    },
    {
        "text": "About if I'm just being honest with you",
        "start": 1628.45,
        "duration": 1.61
    },
    {
        "text": "Right well cuz you're saying that you feel like you have at least just a small degree not like fully some ownership over",
        "start": 1630.06,
        "duration": 6.54
    },
    {
        "text": "uncomfortable ish interviews or at least ones around",
        "start": 1637.51,
        "duration": 2.269
    },
    {
        "text": "It being hot but not not the general idea of being a comfortably cuz you had things like what hot pepper gaming",
        "start": 1640.87,
        "duration": 5.659
    },
    {
        "text": "Which obviously realm? It's someone doing a different experience, but you see that as like a different Lane",
        "start": 1646.72,
        "duration": 4.459
    },
    {
        "text": "Yeah, into is it's like to me is it's like this if the show is good",
        "start": 1651.18,
        "duration": 6.09
    },
    {
        "text": "People will flock to it",
        "start": 1658.72,
        "duration": 1.31
    },
    {
        "text": "And I'm not in charge of what's good or what's not or what people should mess with or what they shouldn't mess with",
        "start": 1660.03,
        "duration": 5.37
    },
    {
        "text": "Kevin Hart thing is slightly annoying because I can see that there's like major ad dollars and brands behind it Plus, Kevin Hart",
        "start": 1665.68,
        "duration": 6.95
    },
    {
        "text": "You know what I mean, and then like there's people like that",
        "start": 1672.63,
        "duration": 1.98
    },
    {
        "text": "I see on the show that I've been trying to get on my show and then if they do cold as balls or whatever",
        "start": 1674.61,
        "duration": 4.049
    },
    {
        "text": "They're not gonna then do hot well you know what I mean",
        "start": 1678.66,
        "duration": 1.89
    },
    {
        "text": "It's like part of me like that's a little bit of a sensitive spot",
        "start": 1680.55,
        "duration": 2.79
    },
    {
        "text": "But overall I think like whatever if there's somebody out there with an idea, and maybe they're inspired by hot ones",
        "start": 1683.5,
        "duration": 6.5
    },
    {
        "text": "but if they put the heart and the work and",
        "start": 1690.0,
        "duration": 2.819
    },
    {
        "text": "behind it",
        "start": 1693.19,
        "duration": 0.68
    },
    {
        "text": "And then they turn you know just an idea and a totally viable show like I tip my cap to that room",
        "start": 1693.87,
        "duration": 6.959
    },
    {
        "text": "Yeah",
        "start": 1700.83,
        "duration": 0.45
    },
    {
        "text": "Kind of on the note of who you've been trying to get right and the frustration there you have a quote from the LA Times",
        "start": 1701.28,
        "duration": 5.91
    },
    {
        "text": "Saying that one of the things about hot ones is that it operates on the edge of something",
        "start": 1707.59,
        "duration": 4.579
    },
    {
        "text": "potentially dangerous right and so I want to ask you that question of",
        "start": 1712.3,
        "duration": 3.77
    },
    {
        "text": "Who have you asked on the show and they're not responding or they've said no",
        "start": 1716.29,
        "duration": 4.46
    },
    {
        "text": "I",
        "start": 1721.44,
        "duration": 1.27
    },
    {
        "text": "mean you know there's a lot of people like I",
        "start": 1722.71,
        "duration": 2.78
    },
    {
        "text": "feel like the rock was closed one time because",
        "start": 1726.58,
        "duration": 4.099
    },
    {
        "text": "You know we pitch these people we're aggressive with it",
        "start": 1730.96,
        "duration": 3.439
    },
    {
        "text": "And you know we do everything that we can like I don't think a lot of people realize how?",
        "start": 1734.399,
        "duration": 4.739
    },
    {
        "text": "Ambitious it is to do a celebrity-driven. Talk show that drops at 11:00 a.m.. On Thursday",
        "start": 1739.779,
        "duration": 5.69
    },
    {
        "text": "weekly with",
        "start": 1746.019,
        "duration": 1.561
    },
    {
        "text": "the team with our",
        "start": 1747.58,
        "duration": 1.949
    },
    {
        "text": "Shoestring budget and everything that goes with it like it's not easy to get somebody to sit down with you",
        "start": 1749.529,
        "duration": 5.66
    },
    {
        "text": "If you're just doing a regular",
        "start": 1755.19,
        "duration": 1.3
    },
    {
        "text": "Podcast like add to that fact that we have this caveat where you have to eat ten scorching hot chicken wings so it's like",
        "start": 1756.49,
        "duration": 5.839
    },
    {
        "text": "People behind the scenes are pulling rabbits out of a hat",
        "start": 1762.399,
        "duration": 3.29
    },
    {
        "text": "You know they're lighting their hair on fire putting it out in a garbage can",
        "start": 1765.97,
        "duration": 3.589
    },
    {
        "text": "Shout out KP shout out Brandon Thomas shout out, Sarah Honda",
        "start": 1769.899,
        "duration": 3.65
    },
    {
        "text": "But we always do everything that we possibly can to just keep this train going and one time with the rock",
        "start": 1773.549,
        "duration": 5.82
    },
    {
        "text": "I know it was close because it came back to me. They were like would Shaun be down to eat",
        "start": 1779.37,
        "duration": 5.699
    },
    {
        "text": "Hot grilled salmon strips, and I was like that had to come out of his mouth",
        "start": 1785.86,
        "duration": 4.339
    },
    {
        "text": "That's not some. That's not some middleman",
        "start": 1791.649,
        "duration": 3.14
    },
    {
        "text": "You know like that's either out of his mouth directly or somebody that works with him every single day",
        "start": 1794.789,
        "duration": 5.01
    },
    {
        "text": "Which for the record I am down to do it if you ever want to do the show it's like you know that happens every",
        "start": 1799.799,
        "duration": 5.01
    },
    {
        "text": "Once in a while like I remember um",
        "start": 1804.809,
        "duration": 2.0
    },
    {
        "text": "Andy Milonakis",
        "start": 1807.07,
        "duration": 0.87
    },
    {
        "text": "One time you know we were trying to get him on the show early on and he's like can you send me the hot?",
        "start": 1807.94,
        "duration": 4.79
    },
    {
        "text": "Sauces like is he so he's so like he's just so Andy Milonakis",
        "start": 1812.83,
        "duration": 4.28
    },
    {
        "text": "About he's like I want to try it at home and then make sure that",
        "start": 1817.33,
        "duration": 4.25
    },
    {
        "text": "Like I don't pass out like you so neurotic sort of like alrighty",
        "start": 1821.769,
        "duration": 3.32
    },
    {
        "text": "I will send you the hot sauce",
        "start": 1825.09,
        "duration": 1.689
    },
    {
        "text": "There's been times where like we oftentimes will be like you know like maybe this person passed because they don't like eat hot food",
        "start": 1826.779,
        "duration": 5.66
    },
    {
        "text": "or eat spicy food, but then you don't really know then if that's like a",
        "start": 1832.509,
        "duration": 4.82
    },
    {
        "text": "representative kind of like just passing because",
        "start": 1837.909,
        "duration": 2.27
    },
    {
        "text": "They're not interested or whatever or if that's like for real. They're like scared of us",
        "start": 1840.909,
        "duration": 4.16
    },
    {
        "text": "I mean like that has to happen less though now you guys have become kind of such a staple for sure",
        "start": 1845.07,
        "duration": 3.839
    },
    {
        "text": "Yeah",
        "start": 1848.909,
        "duration": 0.301
    },
    {
        "text": "it's been a blessing like you know early on it was almost like we had to trick people into doing the",
        "start": 1849.21,
        "duration": 4.739
    },
    {
        "text": "You know or like who wants to be that guinea pig like we shot the pilot with Tony Yayo who's just like the coolest fucking?",
        "start": 1854.16,
        "duration": 5.189
    },
    {
        "text": "Guy ever so he just was like yo, that's funny, I'll be in tomorrow",
        "start": 1859.35,
        "duration": 2.76
    },
    {
        "text": "You know like that was just great, but like now that it's a thing",
        "start": 1862.11,
        "duration": 3.989
    },
    {
        "text": "It's just a much easier pitch and then now even you can just see that I think on a pound-for-pound level",
        "start": 1866.1,
        "duration": 6.54
    },
    {
        "text": "It is one of the best media stops that you can possibly make you know like okay you you?",
        "start": 1872.64,
        "duration": 6.239
    },
    {
        "text": "Commit an hour and a half of your time",
        "start": 1879.58,
        "duration": 2.149
    },
    {
        "text": "But like I don't know like take any four shows and combine them",
        "start": 1882.22,
        "duration": 4.069
    },
    {
        "text": "You know what I mean like rahat ones will swallow that whole so whatever like you can hit a pressed a circuit and like do",
        "start": 1886.29,
        "duration": 5.429
    },
    {
        "text": "all these things or",
        "start": 1891.72,
        "duration": 1.6
    },
    {
        "text": "You can just do hot ones and that'll travel and we'll put it in front of some highly targeted",
        "start": 1893.32,
        "duration": 5.209
    },
    {
        "text": "Eyeballs, and yeah, you'll fuck up your day",
        "start": 1899.2,
        "duration": 2.689
    },
    {
        "text": "But you will go down and lore has a guy who cleared the board and I think that that's attractive in people, too",
        "start": 1901.89,
        "duration": 4.95
    },
    {
        "text": "You know right because it's an interview and an accomplishment right right",
        "start": 1906.84,
        "duration": 2.759
    },
    {
        "text": "Yeah",
        "start": 1909.82,
        "duration": 0.5
    },
    {
        "text": "It's something that you never live at you know the kid they can't take that away from you",
        "start": 1910.32,
        "duration": 3.659
    },
    {
        "text": "So we talked about people obviously that you want to get right",
        "start": 1914.16,
        "duration": 3.839
    },
    {
        "text": "But as far as people that you have had I know that I was looking at an interview where you said nori and Russell Brand",
        "start": 1918.0,
        "duration": 5.369
    },
    {
        "text": "Were some of the people that brought like the biggest energy to the room",
        "start": 1923.77,
        "duration": 3.44
    },
    {
        "text": "And you've had a lot of really good interviews have there been some and can you tell us who has been the most challenging?",
        "start": 1927.49,
        "duration": 6.83
    },
    {
        "text": "Yeah, I think like um",
        "start": 1934.78,
        "duration": 2.0
    },
    {
        "text": "You know the one that comes to mind",
        "start": 1937.9,
        "duration": 2.06
    },
    {
        "text": "And I'm sure like it's buzzing off in every fans head right now is dj khaled who no really was",
        "start": 1939.96,
        "duration": 5.699
    },
    {
        "text": "Completely taken by surprise by the show I think he was doing it as a favor",
        "start": 1945.79,
        "duration": 3.77
    },
    {
        "text": "Oh, well you were like you walked into the wrong room, and we're like let's just do it",
        "start": 1949.56,
        "duration": 3.27
    },
    {
        "text": "He like came in just chowon down pizza",
        "start": 1954.07,
        "duration": 3.469
    },
    {
        "text": "And I'm like uh dude are you gonna like eat two slices like we have ten wings he's like I'll be fine",
        "start": 1957.54,
        "duration": 4.26
    },
    {
        "text": "I'll be fine and he comes and sits down, and I think that he was doing",
        "start": 1961.8,
        "duration": 2.729
    },
    {
        "text": "Another show and then this got added in as like just like some sort of like hey",
        "start": 1965.32,
        "duration": 4.219
    },
    {
        "text": "You know like we have this new show on first movies called hot ones and he's like whatever and he sits down",
        "start": 1969.54,
        "duration": 4.859
    },
    {
        "text": "He's like what you know and like he was just so taken by the wings, but in my mind",
        "start": 1974.4,
        "duration": 3.69
    },
    {
        "text": "I've said this like and Brett Baker a Power rancor",
        "start": 1978.4,
        "duration": 3.38
    },
    {
        "text": "It's a tattoo that you kinda can't tell the history of hot ones",
        "start": 1981.78,
        "duration": 3.78
    },
    {
        "text": "Without that Epis and he taps out on the third wing and it like goes down at Laura whatever, but to me",
        "start": 1985.84,
        "duration": 5.559
    },
    {
        "text": "It's one of like the best",
        "start": 1991.399,
        "duration": 1.841
    },
    {
        "text": "Episodes to watch like I think that if everybody just goes through all ten and everybody falls in the conceit of the show I think",
        "start": 1993.24,
        "duration": 6.349
    },
    {
        "text": "like at some point you have you know it's not like I like when it just goes flying off the rails in a",
        "start": 1999.59,
        "duration": 6.089
    },
    {
        "text": "Uncomfortable way sometimes like that to me like reminds me that it's real like when somebody comes in",
        "start": 2005.899,
        "duration": 5.27
    },
    {
        "text": "It sounds like you want everything to go to shit or be really really hard all the time which I?",
        "start": 2011.539,
        "duration": 4.91
    },
    {
        "text": "Respect because my show I'm like this could end my career. Let's do this. Yeah",
        "start": 2017.029,
        "duration": 4.67
    },
    {
        "text": "I don't know like I like the cast we're not normal people you know like there is like part of it or like whatever like",
        "start": 2021.98,
        "duration": 5.63
    },
    {
        "text": "You make something I think that that's just like an artist were you like you make something and then you like put it down in",
        "start": 2027.61,
        "duration": 4.829
    },
    {
        "text": "The world and you make something, but then there's always part of you that just wants to like set the whole thing on fire",
        "start": 2032.44,
        "duration": 4.17
    },
    {
        "text": "Too right yes your eyes change, yeah",
        "start": 2036.71,
        "duration": 3.29
    },
    {
        "text": "You know how to read people? I'm like yes 100% at night when I'm questioning everything in my life. Yeah exactly",
        "start": 2041.21,
        "duration": 5.359
    },
    {
        "text": "Oh, that was something I was wondering",
        "start": 2047.11,
        "duration": 2.0
    },
    {
        "text": "We see everything on camera has anyone ever thrown up or shut themselves or something off camera and so obviously you don't want to include",
        "start": 2049.339,
        "duration": 5.96
    },
    {
        "text": "it",
        "start": 2055.3,
        "duration": 1.089
    },
    {
        "text": "Well, I think you know what if it's funny. Well throw it in",
        "start": 2056.389,
        "duration": 2.33
    },
    {
        "text": "That's our line. Okay, so I think like there's like two stories and that that come to mind Bobby Lee",
        "start": 2060.139,
        "duration": 5.81
    },
    {
        "text": "I've never like we didn't cotton like we didn't swab his underpants anything's there's no way to know for sure, but he",
        "start": 2066.22,
        "duration": 6.119
    },
    {
        "text": "Mm might have done it number two in his pants and",
        "start": 2074.359,
        "duration": 3.739
    },
    {
        "text": "from where I was sitting like it had a",
        "start": 2079.46,
        "duration": 3.169
    },
    {
        "text": "Quality to it that was like not a normal like fart like when I was sitting there. I was like",
        "start": 2083.03,
        "duration": 5.0
    },
    {
        "text": "See the thing is being Bobby Lee the question is I think just happened or he was just like this is gonna be worth it",
        "start": 2088.7,
        "duration": 5.81
    },
    {
        "text": "For the story I think that yeah, it's like I think that it was like the stars aligning in some ways",
        "start": 2094.51,
        "duration": 4.229
    },
    {
        "text": "But then I think that yeah",
        "start": 2098.74,
        "duration": 0.93
    },
    {
        "text": "He probably pushed that boat out to sea if you actually listen to Bobby Lee on like podcasts or anything you're like",
        "start": 2099.67,
        "duration": 5.13
    },
    {
        "text": "Oh, that's like that's really pain of course. That's tame and then Martin garrix famously",
        "start": 2104.8,
        "duration": 5.189
    },
    {
        "text": "He uh he was just chugging milk the whole time",
        "start": 2110.089,
        "duration": 2.9
    },
    {
        "text": "Which is a big mistake with spicy food because then when you end up with like all that milk like that has to come out",
        "start": 2113.0,
        "duration": 5.149
    },
    {
        "text": "like at one point",
        "start": 2118.15,
        "duration": 0.959
    },
    {
        "text": "You know like nobody can drink a gallon of milk, and he was just in there crushing glasses of milk",
        "start": 2119.109,
        "duration": 4.85
    },
    {
        "text": "And then you know he's a huge DJ",
        "start": 2123.96,
        "duration": 2.309
    },
    {
        "text": "he had kind of a team and",
        "start": 2126.27,
        "duration": 1.69
    },
    {
        "text": "So they're doing one of those things where they're following him around with a camera",
        "start": 2127.96,
        "duration": 2.959
    },
    {
        "text": "You know like he has like a vlog or was following him everywhere",
        "start": 2130.92,
        "duration": 1.98
    },
    {
        "text": "He goes and then by the end by the way he's like the sweetest fucking kid. We love him",
        "start": 2132.9,
        "duration": 4.08
    },
    {
        "text": "We still talk about him to this day",
        "start": 2136.98,
        "duration": 1.32
    },
    {
        "text": "But uh at the end you know he's the 20 year old kid who's like in this fishbowl",
        "start": 2138.3,
        "duration": 4.77
    },
    {
        "text": "You know he's got like whatever like carrying a whole team got a whole like empire. He's being like vlogged around",
        "start": 2143.07,
        "duration": 5.429
    },
    {
        "text": "He probably like never has a second to himself you know and he's like where's the bathroom",
        "start": 2148.5,
        "duration": 3.9
    },
    {
        "text": "We were like right there to the left and you see like the vlogger kind of following. He was like no like that",
        "start": 2152.86,
        "duration": 4.01
    },
    {
        "text": "Like we've had like moments like that I remember like",
        "start": 2158.17,
        "duration": 2.839
    },
    {
        "text": "There's a friend of mine who was like you know I was in the Maurice shoutout Maurice",
        "start": 2161.62,
        "duration": 5.33
    },
    {
        "text": "He was like yours in the bathroom, and I just hear this person",
        "start": 2166.98,
        "duration": 2.639
    },
    {
        "text": "gagging into the sink like",
        "start": 2170.41,
        "duration": 2.0
    },
    {
        "text": "He's like what the fuck is that he's like I turned the corner. I just see riff raff and a peach tuxedo just like",
        "start": 2173.02,
        "duration": 4.85
    },
    {
        "text": "Like trying to make himself throw up and a sink at the office so like we've had lots of weird things Coolio was like passed",
        "start": 2178.78,
        "duration": 5.93
    },
    {
        "text": "Out in our green room for an hour like if I was like looking at thumbnails",
        "start": 2184.71,
        "duration": 3.719
    },
    {
        "text": "I could probably give you like 5 more stories, but yeah, I loved it so to switch to you personally",
        "start": 2188.43,
        "duration": 4.8
    },
    {
        "text": "We uh we talked to your team's out, and I don't know if you know that we have some of this",
        "start": 2194.04,
        "duration": 3.959
    },
    {
        "text": "This is a thing that was news to me before you were obsessed with wings",
        "start": 2199.15,
        "duration": 4.04
    },
    {
        "text": "Apparently you were obsessed with fitness. Yes, and do we have this picture that we can throw up on screen",
        "start": 2203.89,
        "duration": 4.52
    },
    {
        "text": "What okay, could you uh yeah you walk me through this picture when is this hurly let myself, what's happening so",
        "start": 2210.88,
        "duration": 7.489
    },
    {
        "text": "Yeah, I mean for a while there",
        "start": 2218.92,
        "duration": 2.0
    },
    {
        "text": "Dom did you get this?",
        "start": 2220.99,
        "duration": 2.0
    },
    {
        "text": "The first thing I",
        "start": 2227.65,
        "duration": 1.65
    },
    {
        "text": "Said when I saw this was like I was like he could say that's not him like it's it's like blurry and fuck it",
        "start": 2229.3,
        "duration": 5.93
    },
    {
        "text": "I'll say that that's me like if that's the pic that leaks like that's me",
        "start": 2235.23,
        "duration": 3.75
    },
    {
        "text": "So ya know I used to be yoke the fuck out. I got to get that back",
        "start": 2239.14,
        "duration": 4.459
    },
    {
        "text": "That's what happens when I saw the show when you're eating wings you just let yourself. Go. It's probably like",
        "start": 2243.6,
        "duration": 4.77
    },
    {
        "text": "24 25",
        "start": 2249.34,
        "duration": 1.8
    },
    {
        "text": "Okay, just locked in look at that god. I feel like such a shit",
        "start": 2251.14,
        "duration": 4.129
    },
    {
        "text": "Myself here's the best thing about the picture that I'm only noticing now",
        "start": 2255.91,
        "duration": 2.87
    },
    {
        "text": "You're you can see you're actively pulling your pants down so that you know a little bit of that Viggo",
        "start": 2259.27,
        "duration": 4.85
    },
    {
        "text": "I'll tell you what I'm doing. I'll tell you what what are you doing?",
        "start": 2264.12,
        "duration": 2.489
    },
    {
        "text": "I'm what I'm doing is like if I take that if I take the head hand off",
        "start": 2266.61,
        "duration": 5.25
    },
    {
        "text": "It'll just like it'll be like a rubber band. That's light. You know what I mean",
        "start": 2272.44,
        "duration": 4.1
    },
    {
        "text": "Oh, you're pulling so if I pull down just a little bit",
        "start": 2276.54,
        "duration": 3.03
    },
    {
        "text": "subtly then like yeah somebody looking at the picture wouldn't be able to tell but I'm pulling it just I'm",
        "start": 2280.15,
        "duration": 5.18
    },
    {
        "text": "Tightening the drum just a little bit",
        "start": 2285.4,
        "duration": 2.54
    },
    {
        "text": "So it's oh",
        "start": 2288.88,
        "duration": 1.41
    },
    {
        "text": "Did you just go to the gym all the time? Yeah? No I like it",
        "start": 2290.29,
        "duration": 2.84
    },
    {
        "text": "I was about it like that's that's a full-time job right there, though. Yeah, think I mean what's going on in my life",
        "start": 2293.13,
        "duration": 5.669
    },
    {
        "text": "Then is like I played sports in high school well",
        "start": 2298.8,
        "duration": 2.909
    },
    {
        "text": "You know it kind of just like eat what you want in high school, and you can keep it tight you know so like whatever",
        "start": 2301.71,
        "duration": 4.35
    },
    {
        "text": "Like things were fine in high school, then I go to college",
        "start": 2306.67,
        "duration": 2.39
    },
    {
        "text": "I'm not really like hitting the gym or playing football or playing baseball",
        "start": 2309.1,
        "duration": 3.559
    },
    {
        "text": "And I'm just like eating whatever and like drinking and partying like three nights a week, so you can't let yourself go",
        "start": 2312.66,
        "duration": 5.4
    },
    {
        "text": "And I'm like one time I looked in the mirror",
        "start": 2318.06,
        "duration": 1.65
    },
    {
        "text": "And I was like what the fuck do I look like what'd you do like what the fuck happened?",
        "start": 2319.71,
        "duration": 3.57
    },
    {
        "text": "So then I'm like all right like you know what you have to take control of this",
        "start": 2323.41,
        "duration": 4.07
    },
    {
        "text": "And then you know I just started like eating",
        "start": 2327.49,
        "duration": 2.81
    },
    {
        "text": "Healthier I was at the gym every single day",
        "start": 2330.97,
        "duration": 3.199
    },
    {
        "text": "Started dating my personal trainer like I was just like I committed and then you just like whatever like in the same way",
        "start": 2334.51,
        "duration": 6.26
    },
    {
        "text": "Being obsessed with the show is like you know like how you can like drive that like the same thing as just that's the same",
        "start": 2341.11,
        "duration": 5.869
    },
    {
        "text": "energy, I'm just",
        "start": 2346.98,
        "duration": 1.39
    },
    {
        "text": "Pumping it into the squat rack",
        "start": 2348.37,
        "duration": 1.28
    },
    {
        "text": "I mean are you someone that I think that you just kind of throw yourself 100% into whatever?",
        "start": 2349.65,
        "duration": 4.53
    },
    {
        "text": "It is and then other things kind of fall to the side a little bit",
        "start": 2354.18,
        "duration": 2.16
    },
    {
        "text": "I think that probably no I'm not able to manage down with that. You know",
        "start": 2357.46,
        "duration": 4.459
    },
    {
        "text": "Like I would fall apart I would fall apart like I think like I",
        "start": 2363.55,
        "duration": 3.889
    },
    {
        "text": "You know what? I'm not a multitasker no",
        "start": 2368.08,
        "duration": 2.119
    },
    {
        "text": "this is what I think I ended up like tunnel focusing on whatever or",
        "start": 2370.2,
        "duration": 4.56
    },
    {
        "text": "Obsessing about whatever you know and I think that like it's hard to it's hard to bubble up",
        "start": 2375.01,
        "duration": 5.869
    },
    {
        "text": "If you don't you know like I think that that's like the same with",
        "start": 2380.88,
        "duration": 3.18
    },
    {
        "text": "Kobe Bryant would say that too, you know what I mean like",
        "start": 2385.0,
        "duration": 2.389
    },
    {
        "text": "probably an",
        "start": 2388.01,
        "duration": 1.29
    },
    {
        "text": "Unhealthy source like it's probably coming from trauma or something or like some sort of like inferiority",
        "start": 2389.3,
        "duration": 5.87
    },
    {
        "text": "Complex where you just put chips on your shoulder and like that's what kind of like motivates you to keep leveling up",
        "start": 2395.45,
        "duration": 5.689
    },
    {
        "text": "So I guess I mean that's so that's kind of tied into like the first thing",
        "start": 2401.14,
        "duration": 2.429
    },
    {
        "text": "I asked you in the sense of why you do it so and",
        "start": 2403.57,
        "duration": 2.34
    },
    {
        "text": "Leave this picture up. I mean I'm sure",
        "start": 2407.0,
        "duration": 2.0
    },
    {
        "text": "Wait you have another picture oh",
        "start": 2410.24,
        "duration": 2.0
    },
    {
        "text": "No",
        "start": 2414.08,
        "duration": 1.32
    },
    {
        "text": "Why would you do this in people's turn yo, what were you you must have been leg pressing for plates?",
        "start": 2415.4,
        "duration": 6.32
    },
    {
        "text": "I was uh I was running everyday. I like this is for MPA this for my honeymoon",
        "start": 2421.72,
        "duration": 4.649
    },
    {
        "text": "This is uh you got kind of a pulldown situation - what's that about well? That's just me trying to cover",
        "start": 2426.37,
        "duration": 4.5
    },
    {
        "text": "It's just me trying to cover. Yeah. No that was uh. I was like riding my bike",
        "start": 2431.15,
        "duration": 3.77
    },
    {
        "text": "Running oh, that's right. No. Yeah, so the reason I have these legs it wasn't even running",
        "start": 2435.44,
        "duration": 3.589
    },
    {
        "text": "I",
        "start": 2439.07,
        "duration": 0.81
    },
    {
        "text": "Would ride my bike to work, and it was an hour to work and in an hour back",
        "start": 2439.88,
        "duration": 3.679
    },
    {
        "text": "So I was just getting two hours of like heavy pedaling and everyday",
        "start": 2443.56,
        "duration": 3.36
    },
    {
        "text": "But now I live very close to home",
        "start": 2447.65,
        "duration": 2.0
    },
    {
        "text": "I specifically got this location because it was a cross street for my favorite breakfast place",
        "start": 2449.83,
        "duration": 3.899
    },
    {
        "text": "And then I uh and through other decisions I have gained 50 60 pounds. It's that it's horrible",
        "start": 2453.95,
        "duration": 6.049
    },
    {
        "text": "I'm the reason so this is a side thing or the reason",
        "start": 2460.0,
        "duration": 2.88
    },
    {
        "text": "I'm so excited for hot ones is today is like day five of me going back on clean clean eating after being a garbage person",
        "start": 2462.88,
        "duration": 5.729
    },
    {
        "text": "for about two years",
        "start": 2468.61,
        "duration": 0.82
    },
    {
        "text": "Yeah, yeah",
        "start": 2469.43,
        "duration": 0.81
    },
    {
        "text": "And so I'm just excited about any anything that makes me feel",
        "start": 2470.24,
        "duration": 4.97
    },
    {
        "text": "Something other than sadness via cheap meal from how is what we're gonna be again yesterday. Yes exactly",
        "start": 2475.55,
        "duration": 5.39
    },
    {
        "text": "I uh okay, so some other personal things learned about you. I don't know how vocal you are about it",
        "start": 2481.01,
        "duration": 5.9
    },
    {
        "text": "This kind of makes sense, but I'd love you to explain these in-flight Wi-Fi. Why oh?",
        "start": 2486.94,
        "duration": 4.02
    },
    {
        "text": "I",
        "start": 2491.57,
        "duration": 2.0
    },
    {
        "text": "Like to me you know you get on a flight the Wi-Fi there and when it first started",
        "start": 2495.86,
        "duration": 4.58
    },
    {
        "text": "I don't know like in 2014 that like 2013 whenever they start doing Wi-Fi",
        "start": 2500.44,
        "duration": 3.449
    },
    {
        "text": "It's slow its spotty. It's the worst and I'm like well",
        "start": 2504.44,
        "duration": 3.619
    },
    {
        "text": "maybe my expectations are too high you know like maybe you know I'm",
        "start": 2508.06,
        "duration": 4.5
    },
    {
        "text": "25,000 feet in the air",
        "start": 2513.32,
        "duration": 0.89
    },
    {
        "text": "I'm flying 650 miles per hour like maybe that's just where technology is right right when I'm on a Delta flyer, whatever",
        "start": 2514.21,
        "duration": 6.929
    },
    {
        "text": "Yes, this in-flight gogo though. It's like that one. It is that one because if you go on",
        "start": 2521.29,
        "duration": 4.5
    },
    {
        "text": "JetBlue",
        "start": 2526.55,
        "duration": 1.17
    },
    {
        "text": "Not just zipping around a sponsor, but recommend it right right. Yeah, same same, but yeah nobody's in my pocket trust me nobody's fucking paying",
        "start": 2527.72,
        "duration": 7.219
    },
    {
        "text": "But that but when that happened I was like wait a second like it was a lightbulb moment cuz I was like well the technology",
        "start": 2535.7,
        "duration": 5.989
    },
    {
        "text": "Exists there, just purposely",
        "start": 2542.21,
        "duration": 2.0
    },
    {
        "text": "Withholding it from us and then too. I'm like on top of that that she's like",
        "start": 2544.46,
        "duration": 3.11
    },
    {
        "text": "$34.99 to go from New York to LA so I'm like the audacity of this company to",
        "start": 2548.36,
        "duration": 5.03
    },
    {
        "text": "Charge this amount for this kind of service like I seriously think it's a criminal enterprise and jails not enough yeah",
        "start": 2554.15,
        "duration": 6.529
    },
    {
        "text": "No, I'm agree. I agree with you because it's what other service",
        "start": 2560.68,
        "duration": 3.06
    },
    {
        "text": "Can you say that you pay either a one-time or a monthly because they have them monthly?",
        "start": 2563.74,
        "duration": 4.5
    },
    {
        "text": "That just doesn't work, and is that much money",
        "start": 2568.76,
        "duration": 3.05
    },
    {
        "text": "and it's because like I",
        "start": 2571.85,
        "duration": 1.29
    },
    {
        "text": "Guess they probably did they don't compete with anybody you know what I mean like they're just like you're just stuck on there with that",
        "start": 2573.14,
        "duration": 5.27
    },
    {
        "text": "Shit, and I feel like a year ago",
        "start": 2578.41,
        "duration": 1.71
    },
    {
        "text": "They were like so we made some improvements, and then I went on a delta flight, and I was like you fucking lied",
        "start": 2580.12,
        "duration": 4.02
    },
    {
        "text": "I'm just listening to songs three seconds at a time and then waiting five seconds for the next three seconds to buffer",
        "start": 2586.79,
        "duration": 6.439
    },
    {
        "text": "It's insane so then 18 still associated with planes people who don't hustle on and off planes",
        "start": 2593.23,
        "duration": 4.8
    },
    {
        "text": "Yeah, I think I have all my pet peeves are like travel-related probably yeah",
        "start": 2598.13,
        "duration": 4.429
    },
    {
        "text": "But I always think like this like if you're on a plane, or you're walking with somebody on a sidewalk slowly",
        "start": 2602.56,
        "duration": 6.389
    },
    {
        "text": "And you guys are like",
        "start": 2608.95,
        "duration": 1.66
    },
    {
        "text": "next to each other rather than in some sort of",
        "start": 2610.61,
        "duration": 2.3
    },
    {
        "text": "Formation where people can pass you or you're being slow on a plane like you're holding everyone else up",
        "start": 2612.98,
        "duration": 5.12
    },
    {
        "text": "so if you're slowing down",
        "start": 2618.2,
        "duration": 2.0
    },
    {
        "text": "Everyone else just through sheer lack of hustle and self-aware and that's like that to me is like a horrible character trait",
        "start": 2620.36,
        "duration": 5.78
    },
    {
        "text": "I on a plane that just made me think of",
        "start": 2626.14,
        "duration": 2.76
    },
    {
        "text": "My wife is very all about rules official and unofficial on a plane",
        "start": 2629.27,
        "duration": 3.89
    },
    {
        "text": "and I think that I",
        "start": 2633.16,
        "duration": 1.72
    },
    {
        "text": "Found I found the the super deep passion of love for her on a trip that we took about a month ago",
        "start": 2634.88,
        "duration": 6.079
    },
    {
        "text": "We were getting on",
        "start": 2640.96,
        "duration": 1.06
    },
    {
        "text": "We were it was one of those flights where we were in the back because we have a kid so they always put you in",
        "start": 2642.02,
        "duration": 4.159
    },
    {
        "text": "The back and we were we were looking for somewhere to put our stuff and some some person put up",
        "start": 2646.18,
        "duration": 5.04
    },
    {
        "text": "There it was like that not a dress shirt, but there suit up there where you're not supposed to and she looked at it",
        "start": 2651.5,
        "duration": 6.38
    },
    {
        "text": "She said hey is this yours she took it",
        "start": 2657.88,
        "duration": 2.699
    },
    {
        "text": "Gave it to him put her bag up there and just walked away, and I was like. I love you",
        "start": 2660.92,
        "duration": 4.28
    },
    {
        "text": "I love you so much, and she's like she's nervous about",
        "start": 2665.27,
        "duration": 3.979
    },
    {
        "text": "Situations, but I think it just made her so angry she was like no I'm done",
        "start": 2669.95,
        "duration": 3.619
    },
    {
        "text": "So I appreciate that so hold on with both hands fell and never let go no never never it's been like a decade",
        "start": 2673.61,
        "duration": 7.159
    },
    {
        "text": "not married",
        "start": 2681.11,
        "duration": 0.89
    },
    {
        "text": "but together a decade the witch is it's weird to think that I",
        "start": 2682.0,
        "duration": 3.45
    },
    {
        "text": "Know this one person that long because I don't have anyone else out like that in my my life",
        "start": 2685.73,
        "duration": 4.489
    },
    {
        "text": "I have like friends for several years that I moved I moved out here, but very few people that have been de ones",
        "start": 2690.22,
        "duration": 6.3
    },
    {
        "text": "So god bless we also have",
        "start": 2697.37,
        "duration": 2.06
    },
    {
        "text": "When I got to get some of these like it's like a laptop of Secrets",
        "start": 2700.88,
        "duration": 3.829
    },
    {
        "text": "I know",
        "start": 2704.71,
        "duration": 0.4
    },
    {
        "text": "When high school kids do things like starting petitions to get Selena Gomez or some other celebrity to come to their prom you talk to?",
        "start": 2705.11,
        "duration": 5.869
    },
    {
        "text": "Chris I know you talk to Chris",
        "start": 2710.98,
        "duration": 2.0
    },
    {
        "text": "Leak now",
        "start": 2713.66,
        "duration": 1.53
    },
    {
        "text": "Yeah, you know what I don't like when some high school kid puts together some cute video to pressure Emma Watson",
        "start": 2715.19,
        "duration": 7.819
    },
    {
        "text": "Going to prom with them because it's like it's annoying. I'm like 10 different levels like first off",
        "start": 2723.05,
        "duration": 4.489
    },
    {
        "text": "just fucking like okay like you have to make this cute like aw",
        "start": 2727.54,
        "duration": 2.91
    },
    {
        "text": "Everybody has to pay attention to you because you made like some sort of cute video and then like the whole world has to",
        "start": 2730.61,
        "duration": 4.909
    },
    {
        "text": "Peer pressure Selena Gomez or like Emma Watson or whoever who's like super busy person into like going to prom with you",
        "start": 2735.68,
        "duration": 7.429
    },
    {
        "text": "And then if they don't like they look like the asshole",
        "start": 2743.11,
        "duration": 2.699
    },
    {
        "text": "But like really like you're the asshole like you not only need this attention, but then you also want to like",
        "start": 2745.81,
        "duration": 5.939
    },
    {
        "text": "Crowdsource all the work on everybody else, and then you end up with Selena Gomez as your prom date",
        "start": 2752.27,
        "duration": 6.14
    },
    {
        "text": "Like fuck you dude like why do we all need it like that for you for you",
        "start": 2758.41,
        "duration": 3.51
    },
    {
        "text": "I feel like the only thing that bugs me more is when someone like asks a celebrity on Twitter",
        "start": 2761.92,
        "duration": 5.399
    },
    {
        "text": "And they're like do to a hundred thousand retweets, and you're like. Oh, you know what this is about",
        "start": 2767.32,
        "duration": 3.51
    },
    {
        "text": "Right is about look at look at the free promo. I was such a great person right had like hanging with the normies",
        "start": 2771.37,
        "duration": 5.339
    },
    {
        "text": "It's it's so annoying because then it puts like a hundred thousand people that have to like",
        "start": 2776.71,
        "duration": 3.72
    },
    {
        "text": "give a penny in order to like make you rich like it's so stupid and the last thing I have on this list is a",
        "start": 2780.71,
        "duration": 5.84
    },
    {
        "text": "on the apps seamless",
        "start": 2787.5,
        "duration": 1.05
    },
    {
        "text": "Which if you don't know cuz you're out here in LA is like the the New York City version of post mains",
        "start": 2788.55,
        "duration": 4.229
    },
    {
        "text": "Right right so I mean and I think that this is just like a symptom of like everything",
        "start": 2792.869,
        "duration": 6.0
    },
    {
        "text": "But I'm a huge seamless guy big seamless guys. We talked about already homebody guy so then I'll go on seamless",
        "start": 2798.869,
        "duration": 5.64
    },
    {
        "text": "I'll be like alright",
        "start": 2804.51,
        "duration": 0.63
    },
    {
        "text": "I'm in the mood for tacos like what are the what are the Mexican joints around me that I can order some tacos from and",
        "start": 2805.14,
        "duration": 5.55
    },
    {
        "text": "I'll look at and I'll like see whatever they have things to star thing",
        "start": 2810.69,
        "duration": 2.61
    },
    {
        "text": "But then I'll like check the reviews",
        "start": 2813.3,
        "duration": 1.45
    },
    {
        "text": "To see if like what's going on with the menu here like what's going on with the tacos and people liking the tacos and people?",
        "start": 2814.75,
        "duration": 5.81
    },
    {
        "text": "Will be like it was fresh, and it was delivered hot, but it was five minutes late",
        "start": 2820.56,
        "duration": 3.0
    },
    {
        "text": "So I want you know like everybody always",
        "start": 2823.56,
        "duration": 1.66
    },
    {
        "text": "Has this anger and then they project it on the internet and like you know what happens in the comments sections are like whatever",
        "start": 2825.22,
        "duration": 6.77
    },
    {
        "text": "But like when I see it on seamless it always drives me nuts cuz I'm like well",
        "start": 2831.99,
        "duration": 3.149
    },
    {
        "text": "I'm trying to like use this like I need to use these reviews",
        "start": 2835.14,
        "duration": 3.15
    },
    {
        "text": "but because they're crowd-sourced by all these like angry people who just want to take their miserable lives and",
        "start": 2838.29,
        "duration": 5.01
    },
    {
        "text": "Project it and like use it as some way to like make sure that this restaurant goes out of business",
        "start": 2843.64,
        "duration": 5.719
    },
    {
        "text": "And they've taken time out of their day to just do that that always drives me insane plus",
        "start": 2849.359,
        "duration": 4.08
    },
    {
        "text": "It's not",
        "start": 2853.44,
        "duration": 0.34
    },
    {
        "text": "Serviceable at all like the reviews are there so that I know what tacos to get and that you know you know what tacos to?",
        "start": 2853.78,
        "duration": 5.75
    },
    {
        "text": "Get and everybody's got to lift their weight and like talk about the tacos in a real and earnest way",
        "start": 2859.53,
        "duration": 4.709
    },
    {
        "text": "and if you're just using it to try to",
        "start": 2864.24,
        "duration": 2.369
    },
    {
        "text": "Undermine the restaurant that does nothing for anybody except your own ego on the note of tacos. I was told to ask you",
        "start": 2867.43,
        "duration": 7.189
    },
    {
        "text": "How do you eat a taco which is a pair? Oh wow? I love that there's there is something there for this question well",
        "start": 2875.2,
        "duration": 6.979
    },
    {
        "text": "So you know this but like your whole life?",
        "start": 2882.7,
        "duration": 2.75
    },
    {
        "text": "Being like a matter of public record or on camera any little misstep",
        "start": 2886.63,
        "duration": 3.56
    },
    {
        "text": "You know like that's a meme any awkward face and like thing right hmm",
        "start": 2890.19,
        "duration": 3.75
    },
    {
        "text": "So we're doing this thing over eating tacos and so people eat tacos from the side, right",
        "start": 2894.0,
        "duration": 5.939
    },
    {
        "text": "Which makes sense because then you end up with all the components and one bite",
        "start": 2900.369,
        "duration": 4.55
    },
    {
        "text": "But you know what like why do I need to live life that way like I kind of like at the end of a hard",
        "start": 2905.2,
        "duration": 5.419
    },
    {
        "text": "Shell taco it's just that like meat to pocket and like I don't really like",
        "start": 2910.619,
        "duration": 4.469
    },
    {
        "text": "Mess with the lettuce really on that level especially in that type of thing so I feel like it's just like um",
        "start": 2915.4,
        "duration": 5.06
    },
    {
        "text": "A task that I want to get out of the way, so I'll attack a taco from the top rope, Oh like",
        "start": 2920.97,
        "duration": 5.159
    },
    {
        "text": "Take out all those parts that are like lesser to me the cheese and the lettuce and then I'll just attack that meat tube",
        "start": 2927.73,
        "duration": 5.84
    },
    {
        "text": "But God forbid that I do that on a youtube video, and then like the whole fucking world is talking about it",
        "start": 2933.57,
        "duration": 6.179
    },
    {
        "text": "Oh wait. It's cuz I'm trying to think of the general idea because if you don't and you don't like that part of it",
        "start": 2940.3,
        "duration": 5.599
    },
    {
        "text": "It's knew I wouldn't you just get like a taquito or something. I don't know low self-esteem Phil. I don't know",
        "start": 2945.96,
        "duration": 4.35
    },
    {
        "text": "Because I'm like is all you're doing is you're giving yourself a very dry taco salad that to slowly get to what essentially is",
        "start": 2951.19,
        "duration": 7.189
    },
    {
        "text": "Something you put in a microwave and you and you eat at two o'clock in the morning",
        "start": 2959.83,
        "duration": 2.75
    },
    {
        "text": "Which is just a meat to you know, but here's what? I'm saying though. Is it's like, but I love that meat tube",
        "start": 2962.58,
        "duration": 4.769
    },
    {
        "text": "You know like nobody likes the climb to the top of the mountain, but everyone loves that view",
        "start": 2967.349,
        "duration": 4.53
    },
    {
        "text": "It's a labor of love. I love them speaking of food",
        "start": 2973.0,
        "duration": 3.349
    },
    {
        "text": "I know that a lot of people always ask you do you eat wings off things yes",
        "start": 2976.349,
        "duration": 3.54
    },
    {
        "text": "They know and that you've talked about nachos. What what for you?",
        "start": 2979.89,
        "duration": 4.32
    },
    {
        "text": "Does it kind of do you kind of just live in the the kind of bar food?",
        "start": 2984.76,
        "duration": 3.679
    },
    {
        "text": "Area or like what's what are your favorites? You know like to me. I'll do this when it comes to food",
        "start": 2989.32,
        "duration": 5.269
    },
    {
        "text": "I'm like the high-end like a linear schwa",
        "start": 2995.95,
        "duration": 4.219
    },
    {
        "text": "Three-michelin-star like I love to get into like a good",
        "start": 3001.08,
        "duration": 2.869
    },
    {
        "text": "Situation where I'm taking out 13 courses with a wine pairing and just live in that life",
        "start": 3004.53,
        "duration": 5.3
    },
    {
        "text": "I love those dinners, okay",
        "start": 3009.83,
        "duration": 1.72
    },
    {
        "text": "But then - I'm not above an airport food court",
        "start": 3011.55,
        "duration": 4.609
    },
    {
        "text": "You know like I love some chick-fil-a. You know like so to me. It's the top and it's the bottom",
        "start": 3016.16,
        "duration": 7.89
    },
    {
        "text": "spectrum when it comes to food the middle does nothing for me, but I'll eat off a truck or",
        "start": 3024.66,
        "duration": 5.03
    },
    {
        "text": "With that with that wine pairing, but like so the worst thing in the world to you is like a TGI Fridays",
        "start": 3030.3,
        "duration": 4.969
    },
    {
        "text": "Because that's so I don't know",
        "start": 3036.089,
        "duration": 2.0
    },
    {
        "text": "That to me is low-end - now that I said that it was well, I guess I'm a trash person",
        "start": 3039.78,
        "duration": 6.02
    },
    {
        "text": "I uh well cuz yeah, I feel like growing up. I grew up on like Zaxby's oh, yeah",
        "start": 3046.23,
        "duration": 4.139
    },
    {
        "text": "Yeah, sax piece is the shit it was essentially just like you eat wherever is outside. Yeah",
        "start": 3050.369,
        "duration": 3.93
    },
    {
        "text": "Yeah, I think like and then to but it's like like what well how would you?",
        "start": 3054.3,
        "duration": 3.419
    },
    {
        "text": "How would you line these up like to me like?",
        "start": 3057.82,
        "duration": 3.049
    },
    {
        "text": "Do you think like Chili's Applebee's and TGI Fridays like if I'm lining that up. I feel like",
        "start": 3062.079,
        "duration": 5.99
    },
    {
        "text": "Chili's Applebee's TGI Fridays",
        "start": 3068.8,
        "duration": 2.329
    },
    {
        "text": "Like to me. I go is Chili's first Applebee's second TGI Fridays at the bottom",
        "start": 3072.19,
        "duration": 4.55
    },
    {
        "text": "I'd go with that, but it's also it feels like I'm just it doesn't matter. It's like a messin with like pennies and nickels",
        "start": 3078.76,
        "duration": 7.489
    },
    {
        "text": "Yeah, no no no like I don't want any of them, but the one is obviously better than the other that's true. That's true",
        "start": 3087.94,
        "duration": 5.63
    },
    {
        "text": "I'm not above it like I'll go there too are there any foods that you won't eat",
        "start": 3094.57,
        "duration": 3.139
    },
    {
        "text": "I know that I've seen you. Uh what was it was it silkworms",
        "start": 3097.71,
        "duration": 2.61
    },
    {
        "text": "I think I saw you see yeah, but it did eat those",
        "start": 3100.32,
        "duration": 1.89
    },
    {
        "text": "you know what I mean like at this point like once you're eating silkworms and",
        "start": 3102.21,
        "duration": 3.449
    },
    {
        "text": "sriracha crickets and",
        "start": 3106.42,
        "duration": 2.0
    },
    {
        "text": "Death wings with death sauce like I think at some point you're just like a goat in a junkyard",
        "start": 3108.7,
        "duration": 5.51
    },
    {
        "text": "You know what I think I'm at that point. I I've also heard that you're you're interested in crypto. Are you involved in crypto?",
        "start": 3114.22,
        "duration": 6.77
    },
    {
        "text": "wall",
        "start": 3122.23,
        "duration": 1.619
    },
    {
        "text": "Is that in it so is this something we're saving for yours. I know that we like we tried to split some shit",
        "start": 3123.849,
        "duration": 5.12
    },
    {
        "text": "I'm sorry shit never mind. We're cutting this",
        "start": 3128.97,
        "duration": 2.76
    },
    {
        "text": "Jason you now have to officially cut the fucking thing",
        "start": 3132.609,
        "duration": 2.78
    },
    {
        "text": "Yeah, I don't know shit about crypto your crypto guy though, right",
        "start": 3136.119,
        "duration": 3.02
    },
    {
        "text": "I got a I got a I got a double check some of the things my Pete my",
        "start": 3141.52,
        "duration": 3.649
    },
    {
        "text": "Friends said that I'm into because some of the shit. I'm pretty sure is shit",
        "start": 3145.42,
        "duration": 4.01
    },
    {
        "text": "They're into and I'm just there you have a laptop of Secrets",
        "start": 3149.43,
        "duration": 3.27
    },
    {
        "text": "But I have my own little laptop of secrets to a Philly D",
        "start": 3152.7,
        "duration": 2.639
    },
    {
        "text": "So I think I think in general or how I would want to end this",
        "start": 3155.339,
        "duration": 3.96
    },
    {
        "text": "Right is to ask you you know obviously you're you're killing it now. You're doing several shows now for you",
        "start": 3159.49,
        "duration": 7.099
    },
    {
        "text": "What is what do you want to see yourself doing in?",
        "start": 3166.869,
        "duration": 2.449
    },
    {
        "text": "three and five years, so I've",
        "start": 3169.869,
        "duration": 2.54
    },
    {
        "text": "Never really thought that far ahead because like I honestly I'm so hyper focused on Jeff the next",
        "start": 3172.99,
        "duration": 7.37
    },
    {
        "text": "episode and just in executing the next thing and I think about all the",
        "start": 3180.55,
        "duration": 3.83
    },
    {
        "text": "Opportunities that I've gotten to get here and nothing was ever",
        "start": 3184.9,
        "duration": 3.5
    },
    {
        "text": "According to plan or the way that I drew it up like to me",
        "start": 3188.74,
        "duration": 3.62
    },
    {
        "text": "I'd be happy doing interviews the rest of my life",
        "start": 3192.36,
        "duration": 2.25
    },
    {
        "text": "You know I would be happy doing huh, you know like to me hot ones",
        "start": 3194.71,
        "duration": 3.739
    },
    {
        "text": "It's like is like such a part of my even identity",
        "start": 3198.45,
        "duration": 3.239
    },
    {
        "text": "It's like it's my job, and then it's like so much more than that",
        "start": 3201.69,
        "duration": 3.3
    },
    {
        "text": "I'm just so obsessed with it and then first we feast you know I've talked about Chris in this podcast",
        "start": 3204.99,
        "duration": 4.979
    },
    {
        "text": "He's my partner and all this like",
        "start": 3209.97,
        "duration": 2.0
    },
    {
        "text": "me and him like",
        "start": 3212.08,
        "duration": 1.2
    },
    {
        "text": "You know to see this thing go from like this little thing into this big thing you get so",
        "start": 3213.28,
        "duration": 6.169
    },
    {
        "text": "obsessed with it, and you know I do think that an",
        "start": 3219.55,
        "duration": 2.389
    },
    {
        "text": "entertainer at heart like I love the idea of so many different people watching these videos and",
        "start": 3222.46,
        "duration": 5.75
    },
    {
        "text": "Laughing and getting something out of it",
        "start": 3228.64,
        "duration": 1.76
    },
    {
        "text": "And I see people throwing these parties with their friends where they all have the wings out in a lot of ways. That's like",
        "start": 3230.4,
        "duration": 5.64
    },
    {
        "text": "Bigger than anything I ever dreamed of you know what I mean to have that like real connection like we're so",
        "start": 3237.04,
        "duration": 5.239
    },
    {
        "text": "Online but to have like a real offline",
        "start": 3242.44,
        "duration": 2.51
    },
    {
        "text": "Connection and with all these people is the thing that I wanted to do and I always wanted to do",
        "start": 3245.29,
        "duration": 4.04
    },
    {
        "text": "dumb shit",
        "start": 3249.76,
        "duration": 0.72
    },
    {
        "text": "For smart people you know like that's what I always wanted to do like in a lot of ways that is that?",
        "start": 3250.48,
        "duration": 4.939
    },
    {
        "text": "So when I always think about it or whatever. I always think about like there's an evolution to it",
        "start": 3255.49,
        "duration": 3.649
    },
    {
        "text": "I want to make more things. I want to do more things. I want to do more shows. You know like sometimes",
        "start": 3259.14,
        "duration": 4.53
    },
    {
        "text": "I'll have like an idea for like a cartoon",
        "start": 3263.67,
        "duration": 2.1
    },
    {
        "text": "And I'll like pitch that like me and Chris will like talk it out",
        "start": 3265.77,
        "duration": 2.79
    },
    {
        "text": "or you think about like whatever like the",
        "start": 3268.56,
        "duration": 1.93
    },
    {
        "text": "Production company like the movie like the thing you always just want to even it gets to the point where it's like a hot sauce",
        "start": 3270.49,
        "duration": 5.03
    },
    {
        "text": "You know like I just want to like take something make it and then push it out and then make another thing and then push",
        "start": 3275.52,
        "duration": 4.56
    },
    {
        "text": "It out and then make another thing and then push it out",
        "start": 3280.08,
        "duration": 1.83
    },
    {
        "text": "And I don't know what the form of that is or what the evolution of that is necessarily",
        "start": 3281.91,
        "duration": 4.02
    },
    {
        "text": "I'm just hoping that the next video is okay",
        "start": 3285.93,
        "duration": 2.699
    },
    {
        "text": "So but and I love that, but I mean so the as far as the pushing the next thing out",
        "start": 3288.73,
        "duration": 3.679
    },
    {
        "text": "I mean do you think that is is because by doing that you feel connected to the people?",
        "start": 3292.41,
        "duration": 4.05
    },
    {
        "text": "Or yeah, that's is that where you get you feel like your value",
        "start": 3297.16,
        "duration": 3.53
    },
    {
        "text": "Yeah",
        "start": 3301.27,
        "duration": 1.02
    },
    {
        "text": "For real, you know like I think that yeah if I lost that that would yeah like it would",
        "start": 3302.29,
        "duration": 6.469
    },
    {
        "text": "Fuck me up you know like you know I remember what it was like to do something because here's the deal",
        "start": 3309.49,
        "duration": 5.24
    },
    {
        "text": "You and me we have bad days mm-hmm",
        "start": 3314.97,
        "duration": 2.069
    },
    {
        "text": "But ultimately we're very fortunate in that the success that we have we have like",
        "start": 3317.04,
        "duration": 6.0
    },
    {
        "text": "We're creatively fulfilled by it and then the failures that we have it's the same exact way like I think that's the most",
        "start": 3323.68,
        "duration": 7.489
    },
    {
        "text": "Fortunate thing you know that I'm not necessarily like",
        "start": 3331.36,
        "duration": 2.81
    },
    {
        "text": "working and like doing something like",
        "start": 3334.78,
        "duration": 1.8
    },
    {
        "text": "for other people and not feeling",
        "start": 3336.58,
        "duration": 2.18
    },
    {
        "text": "Invested or emotionally involved or whatever like that to me is what I like hold on to and treasure most so like if I lost",
        "start": 3338.89,
        "duration": 6.83
    },
    {
        "text": "That then yeah",
        "start": 3345.72,
        "duration": 1.0
    },
    {
        "text": "maybe that obsessive energy that puts the",
        "start": 3346.72,
        "duration": 2.839
    },
    {
        "text": "12 pack abs in and makes this show what it is like maybe that goes into like black tar heroin or something",
        "start": 3349.66,
        "duration": 5.87
    },
    {
        "text": "You know what I mean like you always just want to take that and like channel it into something positive",
        "start": 3355.53,
        "duration": 3.629
    },
    {
        "text": "And better and just keep leveling that thing up, but yeah, there's always a part of it that thinks like that. Yeah well",
        "start": 3359.26,
        "duration": 5.029
    },
    {
        "text": "I'm very excited to see what what you continue to do with what you have what you continue to to make?",
        "start": 3364.29,
        "duration": 4.98
    },
    {
        "text": "Aside from that just because based off of what I've seen you talk about outside of your show",
        "start": 3369.61,
        "duration": 4.25
    },
    {
        "text": "Based off of talking about here it always sounds like you want to kind of elevate everything you're doing and expand and ideally",
        "start": 3374.02,
        "duration": 5.719
    },
    {
        "text": "Yeah, we need more people like that especially on YouTube, so thank you buddy. Thank you my being here",
        "start": 3379.74,
        "duration": 3.959
    },
    {
        "text": "Thank you for having me and we got we got to stop - coming I know",
        "start": 3383.7,
        "duration": 3.81
    }
]