[
    {
        "text": "Sup you beautiful bastards, hope you had a fantastic",
        "start": 0.02,
        "duration": 2.1
    },
    {
        "text": "Monday welcome back to the Philip DeFranco show and let's just jump into it. And the first thing we're gonna talk about today is why",
        "start": 2.74,
        "duration": 5.9
    },
    {
        "text": "Kevin Spacey is in the news today",
        "start": 8.64,
        "duration": 1.41
    },
    {
        "text": "And why is the key word there because depending on where else you get your news you have seen",
        "start": 10.05,
        "duration": 4.39
    },
    {
        "text": "Drastically different headlines some reading Academy award-winning actor Kevin Spacey comes out as a gay man. Right, maybe that headline makes you go",
        "start": 14.44,
        "duration": 7.1
    },
    {
        "text": "OK good for him. He's an actor",
        "start": 21.54,
        "duration": 1.5
    },
    {
        "text": "who made his way through the business at a time where the industry maybe wasn't as accepting okay?",
        "start": 23.04,
        "duration": 3.54
    },
    {
        "text": "But then the other headlines read Kevin Spacey",
        "start": 26.58,
        "duration": 2.64
    },
    {
        "text": "Apologizes for alleged sex assault with a minor. Now It's interesting and what I will say I think is ridiculous",
        "start": 29.22,
        "duration": 5.28
    },
    {
        "text": "Is that these two headlines are actually connected to the same story and so the question you would understandably have at this point is how",
        "start": 34.5,
        "duration": 5.18
    },
    {
        "text": "so let's dive into that. We're talking about this today",
        "start": 39.7,
        "duration": 2.18
    },
    {
        "text": "Thanks to an accusation from Anthony rep you may know him from Star Trek Discovery, Rent",
        "start": 41.88,
        "duration": 4.76
    },
    {
        "text": "This is his story",
        "start": 46.64,
        "duration": 0.9
    },
    {
        "text": "in\n1986 Kevin Spacey and Anthony Rapp become acquainted because they're both working on Broadway shows. at this time Anthony is 14 years old and judging",
        "start": 47.54,
        "duration": 6.82
    },
    {
        "text": "By this picture looks even younger",
        "start": 54.36,
        "duration": 1.33
    },
    {
        "text": "One night Spacey invites rap to a party at his apartment when he got there rap said he realized he was the only non adult",
        "start": 55.69,
        "duration": 5.15
    },
    {
        "text": "There so he got bored he wandered into a bedroom start watching TV",
        "start": 60.84,
        "duration": 3.06
    },
    {
        "text": "Then well past midnight Spacey came to the door and rap realized that everyone else had left the party saying my memory was that",
        "start": 63.9,
        "duration": 5.54
    },
    {
        "text": "I thought oh, everybody's gone well",
        "start": 69.44,
        "duration": 1.68
    },
    {
        "text": "Yeah\nI should probably go home. rap then said Spacey quotes sort of stood in the doorway kind of swaying my impression when he came in",
        "start": 71.12,
        "duration": 5.66
    },
    {
        "text": "The room was that he was drunk",
        "start": 76.8,
        "duration": 1.08
    },
    {
        "text": "Then rap says he picked me up like a groom picks up a bride over the threshold",
        "start": 77.88,
        "duration": 2.76
    },
    {
        "text": "But I don't like squirm away initially because I'm like what's going on and then he lays down on top of me",
        "start": 80.799,
        "duration": 5.15
    },
    {
        "text": "He was trying to seduce me",
        "start": 85.95,
        "duration": 1.08
    },
    {
        "text": "I don't know if I would have used that language",
        "start": 87.03,
        "duration": 1.49
    },
    {
        "text": "But I was aware that he was trying to get with me sexually. rap then says he remember spacey quote pressing into him",
        "start": 88.52,
        "duration": 5.46
    },
    {
        "text": "But then added that after some time",
        "start": 93.98,
        "duration": 1.2
    },
    {
        "text": "he was able to get out from under Spacey and go into the bathroom saying I saw on the counter next to the sink a",
        "start": 95.189,
        "duration": 4.17
    },
    {
        "text": "Picture of him having his arm around a man, so I think on some level I was like oh he's gay",
        "start": 99.36,
        "duration": 4.049
    },
    {
        "text": "I guess then I opened the door and I was like okay. I'm going to go home now",
        "start": 103.409,
        "duration": 3.15
    },
    {
        "text": "He followed me to the front door of the apartment and as I opened the door to leave he was leaning on the front door",
        "start": 106.56,
        "duration": 4.11
    },
    {
        "text": "And he was like are you sure you want to go I said yes goodnight",
        "start": 110.67,
        "duration": 2.99
    },
    {
        "text": "And then I did leave rap then saying he had not addressed the incident with Spacey and describes how difficult the rest of his life",
        "start": 113.66,
        "duration": 4.68
    },
    {
        "text": "Was as a result",
        "start": 118.35,
        "duration": 0.89
    },
    {
        "text": "Especially since soon after the incident Spacey's career began to take off and he saw him everywhere so after the allegations came out again",
        "start": 119.26,
        "duration": 5.66
    },
    {
        "text": "Spacey he released a statement on Twitter writing. I have a lot of respect and admiration for Anthony Rapp as an actor",
        "start": 124.92,
        "duration": 5.06
    },
    {
        "text": "I am beyond horrified to hear his story",
        "start": 129.989,
        "duration": 1.89
    },
    {
        "text": "I honestly do not remember the encounter it would have been over 30 years ago, but if I did behave",
        "start": 131.879,
        "duration": 3.84
    },
    {
        "text": "Then as he describes. I owe him the sincerest apology for what would have been deeply inappropriate drunken behavior",
        "start": 135.72,
        "duration": 4.889
    },
    {
        "text": "I am sorry for the feelings. He describes having carried with him all these years",
        "start": 140.609,
        "duration": 3.591
    },
    {
        "text": "This story has encouraged me to address other things about my life",
        "start": 144.2,
        "duration": 2.7
    },
    {
        "text": "I know that there are stories out there about me and that some have been fuelled by the fact",
        "start": 146.91,
        "duration": 3.33
    },
    {
        "text": "I've been so protective of my privacy as those closest to me know in my life",
        "start": 150.24,
        "duration": 3.509
    },
    {
        "text": "I have had relationships with both men and women I have loved and had romantic encounters with men throughout my life",
        "start": 153.75,
        "duration": 4.95
    },
    {
        "text": "And I choose now to live as a gay man",
        "start": 158.7,
        "duration": 1.47
    },
    {
        "text": "I want to deal with this honestly and openly and that starts with examining my own behavior. Kevin Spacey. and so coming out of all",
        "start": 160.17,
        "duration": 6.03
    },
    {
        "text": "Of that I just have to ask how the fuck do you get the headline had Emmy award-winning actor Kevin Spacey?",
        "start": 166.2,
        "duration": 5.6
    },
    {
        "text": "Comes out as a gay, man. We're talking about two separate stories here, and one is more important than the other",
        "start": 171.9,
        "duration": 5.28
    },
    {
        "text": "I mean what we're talking about here, and I'm not sure what month this happened in 1986",
        "start": 177.18,
        "duration": 3.06
    },
    {
        "text": "But what we're talking about is a man who is 27 years old at the time inviting a 14 year old to a party, where he allegedly",
        "start": 180.24,
        "duration": 5.28
    },
    {
        "text": "Gets drunk and on top of a 14 year old boy grinding into him. and your response is ah god, I'm sorry",
        "start": 185.54,
        "duration": 5.44
    },
    {
        "text": "I was drunk, and oh by the way i'm gay.",
        "start": 190.98,
        "duration": 2.1
    },
    {
        "text": "preying on a child has no connection to being gay and the fact that you would pair this together as if that should",
        "start": 193.08,
        "duration": 4.4
    },
    {
        "text": "Change the conversation",
        "start": 197.489,
        "duration": 1.231
    },
    {
        "text": "It's ridiculous and in general the gay community has been",
        "start": 198.72,
        "duration": 2.92
    },
    {
        "text": "Outraged at Kevin Spacey's statement. Wanda Sykes tweeting no no no no you don't get to choose to hide under the rainbow kick rocks.",
        "start": 201.66,
        "duration": 5.96
    },
    {
        "text": "Dan Savage tweeting nope - Kevin Spacey's statement nope",
        "start": 207.62,
        "duration": 2.52
    },
    {
        "text": "There's no amount of drunk or closeted that excuses or explains away assaulting a 14 year old child",
        "start": 210.14,
        "duration": 5.08
    },
    {
        "text": "Cameron Esposito tweeting just want to be really fucking clear that being gay has nothing to do with going after underage folks",
        "start": 215.22,
        "duration": 4.8
    },
    {
        "text": "And there are a few final points",
        "start": 220.02,
        "duration": 1.02
    },
    {
        "text": "I want to make here the people like Kim Richards who in response to Kevin Spacey's statement wrote things like if true acting on impulse",
        "start": 221.04,
        "duration": 5.429
    },
    {
        "text": "while inebriated speaks to overindulgence not predatory behavior good and decent",
        "start": 226.469,
        "duration": 4.031
    },
    {
        "text": "Deserving forgiveness being drunk being inebriated does not excuse your actions last time",
        "start": 230.54,
        "duration": 5.2
    },
    {
        "text": "I checked if you got drunk before committing a crime",
        "start": 235.74,
        "duration": 2.12
    },
    {
        "text": "Still a crime if you got drunk and then slept with your significant other's his best friend. You don't get a mulligan",
        "start": 238.0,
        "duration": 4.58
    },
    {
        "text": "I'm just saying you don't get to unfuck Cheryl just because you were drunk you did it alcohol didn't transform you into a different person",
        "start": 242.58,
        "duration": 5.25
    },
    {
        "text": "So you are still responsible, but that's where we are as of right now",
        "start": 247.83,
        "duration": 2.61
    },
    {
        "text": "It'll be interesting to see what happens as the situation develops. I mean one on the career",
        "start": 250.44,
        "duration": 4.35
    },
    {
        "text": "End are we going to see people starting to",
        "start": 254.79,
        "duration": 1.69
    },
    {
        "text": "Distance themselves from Kevin Spacey? We learned in the last day that the last season of house of cards will be season six",
        "start": 256.48,
        "duration": 5.62
    },
    {
        "text": "But that may not necessarily be connected with these claims because they're reportedly still in production",
        "start": 262.1,
        "duration": 4.3
    },
    {
        "text": "of the series so that might not be connected it will also be interesting to see how that series is received and I'm on the",
        "start": 266.4,
        "duration": 4.32
    },
    {
        "text": "Accusation front it'll be interesting to see if this is a lone accusation or like the other stories",
        "start": 270.78,
        "duration": 4.58
    },
    {
        "text": "We've seen in the news recently if this is the first of many. But that said, what's your personal take away on this? do you think",
        "start": 275.36,
        "duration": 4.9
    },
    {
        "text": "That his excuse is enough or no this is ridiculous. What are you thinking?",
        "start": 280.26,
        "duration": 4.44
    },
    {
        "text": "And why let me know in those comments down below from that I want to share some stuff",
        "start": 284.7,
        "duration": 3.8
    },
    {
        "text": "I loved today and today in awesome brought to you by",
        "start": 288.51,
        "duration": 2.789
    },
    {
        "text": "Squarespace Squarespace of course a fantastic place to make a beautiful website with their intuitive and easy to use all-in-one platform",
        "start": 291.43,
        "duration": 5.6
    },
    {
        "text": "You've got nothing to install",
        "start": 297.04,
        "duration": 1.23
    },
    {
        "text": "Patch or upgrade ever so if you want to make the smart move like many from the nation already have go to Squarespace",
        "start": 298.27,
        "duration": 4.61
    },
    {
        "text": "Calm slash fails start your free trial if you really like it use offer code fill for 10% off your first purchase the first bit",
        "start": 303.07,
        "duration": 5.869
    },
    {
        "text": "Of Awesome today is remember if you're a member of DeFranco elite comm we are having our live end of the month",
        "start": 308.94,
        "duration": 4.38
    },
    {
        "text": "Town Hall today talking about the show how it's doing where it's going we'll be taking questions if you can't catch it live at 4",
        "start": 313.32,
        "duration": 5.25
    },
    {
        "text": "P.m.\nPacific the VOD will be immediately available right after yeah",
        "start": 318.57,
        "duration": 3.269
    },
    {
        "text": "See you then and I want to send some love to Steve and Suffolk and his beautiful bastards over at sugar pine 7",
        "start": 321.84,
        "duration": 4.079
    },
    {
        "text": "They of course the trip to beat us out for the streamys show of the year and part of it a long story short",
        "start": 325.919,
        "duration": 4.38
    },
    {
        "text": "Steve had to shave his head and everyone was trying to get votes to win that was something you put out on the table I",
        "start": 330.43,
        "duration": 4.7
    },
    {
        "text": "Just put the finishing touch on it",
        "start": 335.13,
        "duration": 1.44
    },
    {
        "text": "I shaved his head I'd be lying if I said it didn't give me a little bit of satisfaction",
        "start": 336.57,
        "duration": 4.289
    },
    {
        "text": "then we got a launch trailer for Star Wars Battlefront 2",
        "start": 341.02,
        "duration": 2.779
    },
    {
        "text": "Then we had jesse wellens and kc nice networking on another halloween video together",
        "start": 343.8,
        "duration": 3.78
    },
    {
        "text": "You might remember last year jesse did his awesome Silver Surfer costume. Well this year",
        "start": 347.58,
        "duration": 3.389
    },
    {
        "text": "they made a",
        "start": 350.97,
        "duration": 0.58
    },
    {
        "text": "levitating Star Wars speeder",
        "start": 351.55,
        "duration": 1.56
    },
    {
        "text": "costume the last and most",
        "start": 353.11,
        "duration": 1.11
    },
    {
        "text": "Important piece of Austin's day is we got a trailer for the Last of Us 2 also if you play video games",
        "start": 354.22,
        "duration": 5.089
    },
    {
        "text": "And you don't know why that is so exciting oh my god",
        "start": 359.31,
        "duration": 2.64
    },
    {
        "text": "Do whatever you have to do to be able to play some last of us amazing gameplay amazing story?",
        "start": 361.95,
        "duration": 4.589
    },
    {
        "text": "underappreciated and fantastic multiplayer",
        "start": 367.33,
        "duration": 1.94
    },
    {
        "text": "I can hardly wait for this thing to come in and if you want to see the full versions everything",
        "start": 369.27,
        "duration": 3.48
    },
    {
        "text": "I just share the secret link of the day anything at all",
        "start": 372.75,
        "duration": 2.579
    },
    {
        "text": "Links as always are in the description down below and let's talk about Facebook",
        "start": 375.46,
        "duration": 2.9
    },
    {
        "text": "Back in the news for a reason that's popped up several times in the past few years",
        "start": 378.42,
        "duration": 3.52
    },
    {
        "text": "People are once again accusing Facebook of listening in on their conversations. for years",
        "start": 382.02,
        "duration": 4.16
    },
    {
        "text": "And you may be included in this people have come out saying that they noticed they were getting ads in their news feeds that seemed",
        "start": 386.18,
        "duration": 5.28
    },
    {
        "text": "somewhat connected to conversations",
        "start": 391.47,
        "duration": 1.71
    },
    {
        "text": "They had recently had and so these suspicions have led many people to believe that sites like Facebook use the microphones in",
        "start": 393.18,
        "duration": 5.12
    },
    {
        "text": "Devices to listen in on your conversations, and then they use that information to place relevant ads on your newsfeed for example",
        "start": 398.3,
        "duration": 5.28
    },
    {
        "text": "There's a video from last year a guy mentions a cat days later",
        "start": 403.58,
        "duration": 2.52
    },
    {
        "text": "He gets cat food ads and if you look back a lot of these complaints start coming forward after 2014",
        "start": 406.1,
        "duration": 4.2
    },
    {
        "text": "I was because they launched this new audio recognition",
        "start": 410.3,
        "duration": 2.0
    },
    {
        "text": "Feature a feature reportedly listened to background music or TV show so you could add what you're listening to or watching to a status update",
        "start": 412.32,
        "duration": 5.809
    },
    {
        "text": "Less than a month after a launch company had to issue a denial saying it was quote not always listening",
        "start": 418.129,
        "duration": 4.111
    },
    {
        "text": "Facebook's head of security infrastructure at the time saying the microphone doesn't turn itself on it will ask for",
        "start": 422.3,
        "duration": 4.36
    },
    {
        "text": "permission adding the raw audio never leaves the phone and the data about the match is only stored if you choose to post it and",
        "start": 426.74,
        "duration": 5.04
    },
    {
        "text": "then in",
        "start": 431.78,
        "duration": 0.34
    },
    {
        "text": "2016 more closely to what we're talking about today Facebook denied that they were listening in and posting ads based on what you were talking about",
        "start": 432.12,
        "duration": 6.22
    },
    {
        "text": "in a statement",
        "start": 438.36,
        "duration": 0.5
    },
    {
        "text": "They wrote Facebook does not use your phone's microphone to inform ads or to change what you see in news feed some recent articles have",
        "start": 438.86,
        "duration": 5.98
    },
    {
        "text": "Suggested that we must be listening to people's conversations in order to show them relevant ads this is not true",
        "start": 444.87,
        "duration": 4.849
    },
    {
        "text": "We show ads based on people's interests and other profile information",
        "start": 449.72,
        "duration": 2.73
    },
    {
        "text": "Not what you're talking out loud about we only access your microphone",
        "start": 452.55,
        "duration": 3.019
    },
    {
        "text": "If you have given our app permission",
        "start": 455.57,
        "duration": 1.29
    },
    {
        "text": "And if you are actively using a specific feature that requires",
        "start": 456.86,
        "duration": 2.32
    },
    {
        "text": "audio this might include",
        "start": 459.18,
        "duration": 1.2
    },
    {
        "text": "Recording a video or using an optional feature we introduced two years ago to include music or other audio and your status updates then most",
        "start": 460.38,
        "duration": 5.989
    },
    {
        "text": "recently on Friday PJ Vogt host an editorial director of the podcast reply all asked his users to share their experiences about Facebook spine and",
        "start": 466.37,
        "duration": 6.9
    },
    {
        "text": "To this Facebook's vice president of ads Rob Goldman responded I run ads at Facebook",
        "start": 473.27,
        "duration": 4.19
    },
    {
        "text": "We don't and have never used your microphone for ads just not true. Then when he was asked does this include",
        "start": 477.46,
        "duration": 4.86
    },
    {
        "text": "Instagram he replied",
        "start": 482.4,
        "duration": 1.01
    },
    {
        "text": "Yes",
        "start": 483.41,
        "duration": 0.33
    },
    {
        "text": "But still what we ended up seeing in response to that original tweet were a lot of people sharing stories where they said they talked",
        "start": 483.74,
        "duration": 4.64
    },
    {
        "text": "About something and they were served an ad. He was saying they were getting served ads for washing machines",
        "start": 488.38,
        "duration": 4.18
    },
    {
        "text": "whiskey one of the most specific claims",
        "start": 492.62,
        "duration": 2.14
    },
    {
        "text": "Involved a toilet roll holder that holds your phone as well the question becomes well",
        "start": 494.82,
        "duration": 4.36
    },
    {
        "text": "how can you explain that well some experts believe the most likely explanation is that it's just all a",
        "start": 499.19,
        "duration": 3.63
    },
    {
        "text": "Coincidence many of them blaming it on what is known as the baader-meinhof",
        "start": 502.94,
        "duration": 3.02
    },
    {
        "text": "phenomenon otherwise known as the frequency illusion",
        "start": 505.96,
        "duration": 1.98
    },
    {
        "text": "it's a form of cognitive bias our tendency to assign more importance to things than they deserve it suggests that after learning some bit of",
        "start": 507.94,
        "duration": 5.6
    },
    {
        "text": "New information we start noticing it everywhere else. The idea being you probably ignore most the ads that you come across and your feet right",
        "start": 513.62,
        "duration": 5.36
    },
    {
        "text": "But every now, and then you might come across one where you have a recent conversation about it",
        "start": 518.98,
        "duration": 3.4
    },
    {
        "text": "And so it stands out to you and because it seems a little too accurate the conversation is still fresh in your mind do you",
        "start": 522.38,
        "duration": 4.92
    },
    {
        "text": "Think there has to be a bigger explanation for this and another potential explanation for this is Facebook's algorithm Facebook has employed",
        "start": 527.3,
        "duration": 5.66
    },
    {
        "text": "top-tier computer engineers and Facebook",
        "start": 532.98,
        "duration": 2.06
    },
    {
        "text": "I believe prides itself on knowing you more than you know yourself",
        "start": 535.04,
        "duration": 3.32
    },
    {
        "text": "They use things like your browsing history your facebook interest to target ads even if you don't feel that you've given Facebook enough data to target",
        "start": 538.36,
        "duration": 5.8
    },
    {
        "text": "An ad towards you it's algorithms may be sophisticated enough to suggest things that you might be interested",
        "start": 544.16,
        "duration": 4.56
    },
    {
        "text": "I mean you might remember some of those stories where Facebook started delivering gay ads to someone who was not",
        "start": 548.73,
        "duration": 5.159
    },
    {
        "text": "Publicly out so that's where we are right now",
        "start": 553.99,
        "duration": 1.67
    },
    {
        "text": "And I actually want to pass the question that was asked in the story off to you you think that Facebook is listening in on",
        "start": 555.66,
        "duration": 5.76
    },
    {
        "text": "You or no there is a better explanation, and then let's talk about the Trump, Mueller, Manafort, Gates,",
        "start": 561.42,
        "duration": 6.52
    },
    {
        "text": "Papadopoulos news so what the hell is that news? late on Friday was announced at special counsel robert muller it brought his first charges as",
        "start": 567.94,
        "duration": 6.1
    },
    {
        "text": "Part of the investigation in the 2016 election, but a federal judge had ordered the indictment sealed until monday morning",
        "start": 574.04,
        "duration": 5.3
    },
    {
        "text": "So there was just a whole weekend of speculation who is going to be arrested",
        "start": 579.36,
        "duration": 3.24
    },
    {
        "text": "What are the charges the two main frontrunners you had Paul Manafort, Michael Flynn, now because it's Monday",
        "start": 582.6,
        "duration": 4.86
    },
    {
        "text": "We know that Manafort was indeed one of those indicted and the other was his longtime",
        "start": 587.5,
        "duration": 4.08
    },
    {
        "text": "Protege Richard Gates now before we get into anything it is important to note that both Manafort and gates have huge",
        "start": 591.6,
        "duration": 5.1
    },
    {
        "text": "Conspiracies revolving around them, but I do think that it is unproductive to jump into speculation",
        "start": 596.72,
        "duration": 4.34
    },
    {
        "text": "So we are only going to talk about what we know for sure also to understand the charges we quickly need to go over who",
        "start": 601.06,
        "duration": 4.48
    },
    {
        "text": "Manafort and Gates are and what they do. So Paul Manafort",
        "start": 605.54,
        "duration": 2.48
    },
    {
        "text": "He is a lawyer, lobbyist, political consultant, he was Trump's campaign chairman from March until his resignation in August of 2016",
        "start": 608.04,
        "duration": 5.97
    },
    {
        "text": "He also didn't just work in the United States Manafort had a history of lobbying consulting for foreign nations most notably for ousted ukrainian",
        "start": 614.01,
        "duration": 6.63
    },
    {
        "text": "president viktor",
        "start": 620.68,
        "duration": 0.75
    },
    {
        "text": "yanukovich in his political party the party of region and the reason that's important is if you lobby for a foreign power you need to",
        "start": 621.43,
        "duration": 4.99
    },
    {
        "text": "Register with a Justice Department as part of the foreign agents",
        "start": 626.42,
        "duration": 2.42
    },
    {
        "text": "Registration, but Manafort only did that retro actively in June of this year so this and his alleged dealings with the Russians the Ukrainians",
        "start": 628.96,
        "duration": 5.6
    },
    {
        "text": "This landed him in hot water with multiple federal agencies",
        "start": 634.68,
        "duration": 2.4
    },
    {
        "text": "It was revealed in mid 2017 that Manafort was under investigation by the CIA the FBI the NSA the Director of National Intelligence",
        "start": 637.08,
        "duration": 6.68
    },
    {
        "text": "And the financial crimes unit of the Treasury Department this since at least 2014 and on to this day",
        "start": 643.84,
        "duration": 5.33
    },
    {
        "text": "And then in August 2016 it was revealed that Manafort may have received twelve point seven million and off-the-book funds from the Party of",
        "start": 649.17,
        "duration": 5.89
    },
    {
        "text": "Regions and appears, that's what led to his resignation from the Trump campaign",
        "start": 655.08,
        "duration": 3.0
    },
    {
        "text": "But here's the thing the probe about his dealings with Ukraine in the past have melded with the FBI's",
        "start": 658.08,
        "duration": 4.26
    },
    {
        "text": "investigation into the Russian meddling in 2016 and as part of Muller's Russian meddling investigation",
        "start": 662.34,
        "duration": 4.26
    },
    {
        "text": "He has the authority to prosecute any crime",
        "start": 666.6,
        "duration": 1.96
    },
    {
        "text": "He uncovers during his investigation, so not just those connected to Russian meddling in 2016 so then on to Richard Gates",
        "start": 668.56,
        "duration": 6.06
    },
    {
        "text": "He's a protege of Manafort's every single one of the crimes alleged against Manafort is also applied against gates reportedly worked with mana",
        "start": 674.62,
        "duration": 5.54
    },
    {
        "text": "For throughout his time in Ukraine and onto the Trump campaign in fact",
        "start": 680.16,
        "duration": 3.12
    },
    {
        "text": "He actually outlasted Manafort at the Trump campaign Gates Even worked on the Trump inauguration committee and in fact now",
        "start": 683.28,
        "duration": 4.62
    },
    {
        "text": "He works at the pro Trump advocacy group America first policy additionally the Trump administration",
        "start": 687.9,
        "duration": 4.16
    },
    {
        "text": "Claims that he had limited access to trump so then let's talk about the raid on July 26 the FBI raids Manafort's home reportedly",
        "start": 692.14,
        "duration": 5.92
    },
    {
        "text": "Manafort was out of the house when the FBI arrived they searched his residence it appears the FBI was searching for tax records bank",
        "start": 698.08,
        "duration": 5.5
    },
    {
        "text": "statements",
        "start": 703.58,
        "duration": 0.5
    },
    {
        "text": "It was also revealed by multiple sources that the FBI had told Manafort they plan to indict him and the FBI is important to",
        "start": 704.08,
        "duration": 4.83
    },
    {
        "text": "Note here, because reportedly they had been investigating Manafort it before Mueller's team was even involved like I mentioned earlier",
        "start": 708.91,
        "duration": 4.39
    },
    {
        "text": "We're talking",
        "start": 713.32,
        "duration": 0.86
    },
    {
        "text": "2014 and according to CNN Manafort have been wire tapped twice by the FBI the first wiretap was by a secret FISA Court order in",
        "start": 714.18,
        "duration": 5.82
    },
    {
        "text": "2014 and lasted until 2016 it was originally being investigated for possible tax law violations money laundering failing to disclose foreign lobbying",
        "start": 720.0,
        "duration": 7.42
    },
    {
        "text": "But it seemingly was shut down for lack of evidence then in the second half of 2016 the FBI received another warrant from a secret",
        "start": 727.42,
        "duration": 5.82
    },
    {
        "text": "FISA Court to restart the wiretapping and this time it was reportedly to focus on whether Manafort worked with Russian agents to meddle in",
        "start": 733.24,
        "duration": 5.22
    },
    {
        "text": "U.S. election so that brings us to today! the charges filed on Friday are now unsealed and it's been revealed that Paul Manafort and Richard Gates of",
        "start": 738.52,
        "duration": 6.4
    },
    {
        "text": "Course were indicted and they were told that they need to surrender to the FBI and this morning what we saw is they both willingly",
        "start": 744.94,
        "duration": 4.74
    },
    {
        "text": "Surrendered themselves to the FBI and the two have been charged with twelve crimes. Conspiracy against the United States",
        "start": 749.68,
        "duration": 5.48
    },
    {
        "text": "Conspiracy to launder money, seven different counts of failure to file reports of foreign bank and financial accounts",
        "start": 755.18,
        "duration": 4.88
    },
    {
        "text": "unregistered agent of a foreign principal, false and misleading FARA statements and false statements",
        "start": 760.06,
        "duration": 4.66
    },
    {
        "text": "Now I know that I want to make here is the conspiracy against the United States part a lot of people have been calling that",
        "start": 764.74,
        "duration": 4.3
    },
    {
        "text": "Treason. That is not what this charge is it's not connected to the election",
        "start": 769.12,
        "duration": 3.28
    },
    {
        "text": "It looks like it's connected to the intent to defraud the US government is connected to one of the heaviest charges",
        "start": 772.42,
        "duration": 5.07
    },
    {
        "text": "and that is",
        "start": 777.49,
        "duration": 0.43
    },
    {
        "text": "conspiracy to launder money that carries a sentence of up to 20 years and so once again to repeat these charges are in relation to",
        "start": 777.92,
        "duration": 5.24
    },
    {
        "text": "Manafort and Gates dealings in Ukraine and Cyprus they do not have anything to do with the election Manafort was allegedly accepting money from the",
        "start": 783.16,
        "duration": 6.18
    },
    {
        "text": "Party of Regions and siphoning it off to accounts in Cyprus according to the indictment quote Manafort used his hidden overseas wealth to enjoy a lavish",
        "start": 789.34,
        "duration": 6.88
    },
    {
        "text": "lifestyle in the United States without paying taxes on that income as part of the scheme Manafort and gates repeatedly provided false information to",
        "start": 796.22,
        "duration": 6.26
    },
    {
        "text": "Financial bookkeepers tax accountants and legal counsel among others the indictment also claims Manafort laundered over 18 million",
        "start": 802.48,
        "duration": 5.9
    },
    {
        "text": "Dollars Gates is accused of transferring 3 million from offshore",
        "start": 808.46,
        "duration": 3.1
    },
    {
        "text": "Accounts all seemingly to hide the money and not pay taxes on it. So for those who they were hoping that this was a Donald Trump",
        "start": 811.56,
        "duration": 5.34
    },
    {
        "text": "Takedown that's really not what we're seeing here in fact their reports that those close to Manafort and gates say they have nothing to",
        "start": 816.9,
        "duration": 5.06
    },
    {
        "text": "Offer the FBI when it comes to collusion. This morning we also got a reaction from Trump who tweeted sorry",
        "start": 821.96,
        "duration": 4.52
    },
    {
        "text": "But this is years ago before Paul Manafort was part of the Trump campaign",
        "start": 826.52,
        "duration": 3.15
    },
    {
        "text": "But why aren't crooked Hillary in the Dems the focus dot dot dot dot also there is no",
        "start": 829.72,
        "duration": 4.8
    },
    {
        "text": "Collusion and soon after that no collusion tweet",
        "start": 834.6,
        "duration": 2.12
    },
    {
        "text": "We got another update to the story. George Papadopolis' sealed guilty plea from October",
        "start": 836.72,
        "duration": 3.98
    },
    {
        "text": "5th was released by the Department of Justice and that guilty plea was for lying to federal",
        "start": 840.7,
        "duration": 3.28
    },
    {
        "text": "Agents now you may be wondering who is George this man with a beautifully musical last name well first up one",
        "start": 844.26,
        "duration": 5.359
    },
    {
        "text": "It's not this guy on Twitter this man is a financial planner that",
        "start": 849.62,
        "duration": 3.64
    },
    {
        "text": "Unfortunately has the same name his mentions as you'd expect today, just a garbage fire. Secondly the George papadopolis",
        "start": 853.46,
        "duration": 5.66
    },
    {
        "text": "We're talking about here joined the Trump campaign as an energy and foreign policy expert in the spring of 2016",
        "start": 859.12,
        "duration": 4.26
    },
    {
        "text": "And he was later arrested in July 2017 for lying about his connections with Russian agents",
        "start": 863.49,
        "duration": 4.429
    },
    {
        "text": "He had claimed that he spoke with a Russian professor with heavy links to the Kremlin before he worked for Trumbo what it looks like",
        "start": 867.92,
        "duration": 5.039
    },
    {
        "text": "Now is he actually tried to arrange meetings with Russian agents who claimed to have dirt on Hillary, Clinton",
        "start": 872.96,
        "duration": 3.84
    },
    {
        "text": "He told the FBI he'd met with these people for different reasons before working for Trump",
        "start": 876.8,
        "duration": 3.39
    },
    {
        "text": "But he later admitted that he actually really met with them days after being part of the Trump team so the bigger an actual story",
        "start": 880.19,
        "duration": 4.73
    },
    {
        "text": "around collusion today is the",
        "start": 884.93,
        "duration": 1.42
    },
    {
        "text": "Papadopoulos story that said it doesn't look like this proves",
        "start": 886.35,
        "duration": 2.53
    },
    {
        "text": "What many people wanted to prove following this story coming out sarah huckabee Sanders the White House press secretary?",
        "start": 888.88,
        "duration": 4.4
    },
    {
        "text": "Gave a statement saying George is part of a voluntary",
        "start": 893.46,
        "duration": 2.4
    },
    {
        "text": "Advisory Council that only met once say it was not important to the campaign at all saying George attempted to implement these meetings but was",
        "start": 896.01,
        "duration": 6.019
    },
    {
        "text": "Ignored by the Trump campaign, so essentially the statement and argument here",
        "start": 902.029,
        "duration": 3.15
    },
    {
        "text": "Is that if George was doing this he was doing it on his own although people have claimed that Sarah Huckabee Sanders her statement was",
        "start": 905.18,
        "duration": 5.039
    },
    {
        "text": "Misleading so you can say that the committee only met once",
        "start": 910.32,
        "duration": 2.329
    },
    {
        "text": "But they were in constant contact with emails and arguing that painting Papadopoulos as this this person",
        "start": 912.649,
        "duration": 5.391
    },
    {
        "text": "That's part of a volunteer committee wasn't really connected to that people argued no that the Trump campaign",
        "start": 918.04,
        "duration": 5.3
    },
    {
        "text": "Not only did they select him",
        "start": 923.36,
        "duration": 1.34
    },
    {
        "text": "But they featured him the last update before finishing this video Manafort and gates have now pled not guilty",
        "start": 924.7,
        "duration": 5.18
    },
    {
        "text": "It'll be very interesting to see what happens from here",
        "start": 929.88,
        "duration": 1.9
    },
    {
        "text": "Is this everything they have is this the first of much more? I don't know",
        "start": 931.78,
        "duration": 3.42
    },
    {
        "text": "But I'd love to know your thoughts on this story and actually whether it be this last story the first one anything in between let",
        "start": 935.2,
        "duration": 5.28
    },
    {
        "text": "Me know what you're thinkin",
        "start": 940.48,
        "duration": 0.76
    },
    {
        "text": "And that's where I'm going to end today's show and remember if you like this video like I might try and do on this channel",
        "start": 941.24,
        "duration": 4.36
    },
    {
        "text": "Hit that like button if you're new here hit that subscribe button",
        "start": 945.61,
        "duration": 2.46
    },
    {
        "text": "also",
        "start": 948.11,
        "duration": 0.5
    },
    {
        "text": "If you missed the last philip defranco show you want to catch up click or tap right there to watch that or if you want",
        "start": 948.61,
        "duration": 4.29
    },
    {
        "text": "To see you today's brand new behind the scenes vlog click or tap right there to watch that",
        "start": 952.92,
        "duration": 3.44
    },
    {
        "text": "But that's it of course as always my name's philip defranco. You've just been phill'd in",
        "start": 956.36,
        "duration": 4.72
    },
    {
        "text": "I love yo faces and i'll see you tomorrow",
        "start": 961.08,
        "duration": 2.68
    }
]