[
    {
        "text": "'Sup, you beautiful bastards? Hope you're having a fantastic Wednesday",
        "start": 0.0,
        "duration": 3.24
    },
    {
        "text": "Welcome back to the Philip DeFranco show, and let's just jump into it",
        "start": 3.28,
        "duration": 2.88
    },
    {
        "text": "And the first thing we're gonna talk about today is the most requested story -- it was the most requested by a mile",
        "start": 6.16,
        "duration": 4.72
    },
    {
        "text": "And that is the news, speculation and controversy of an assault on one of the largest creators here on YouTube",
        "start": 10.88,
        "duration": 5.4
    },
    {
        "text": "By another massively large person here on YouTube",
        "start": 16.4,
        "duration": 2.9
    },
    {
        "text": "And the two creators involved in this story are The Gabbie Show and RiceGum",
        "start": 19.3,
        "duration": 3.0
    },
    {
        "text": "And before we move any further, understand the reason I'm talking about this isn't because \"YAY",
        "start": 22.3,
        "duration": 4.02
    },
    {
        "text": "YOUTUBE DRAMA! I LOVE THAT!\" no, I hate YouTube drama.",
        "start": 26.32,
        "duration": 2.84
    },
    {
        "text": "The reason I'm talking about this is YouTube is no longer a little playground.",
        "start": 29.16,
        "duration": 3.32
    },
    {
        "text": "Any time either of these two puts something out, they reach either 1 to 6 million people.",
        "start": 32.48,
        "duration": 4.28
    },
    {
        "text": "And depending on what actually happened in this situation we either",
        "start": 36.76,
        "duration": 2.0
    },
    {
        "text": "an assault, an exaggeration, a hoax,",
        "start": 38.76,
        "duration": 2.0
    },
    {
        "text": "or just straight up slander. So that's why, other than being the most requested story, I will talk about it.",
        "start": 40.76,
        "duration": 3.94
    },
    {
        "text": "So if you don't know, these two creators have history",
        "start": 44.7,
        "duration": 2.0
    },
    {
        "text": "RiceGum makes a lot of roast/bash videos",
        "start": 46.7,
        "duration": 2.0
    },
    {
        "text": "And he did one on Gabbie",
        "start": 48.7,
        "duration": 1.32
    },
    {
        "text": "and he, by no means, was the only creator making",
        "start": 50.02,
        "duration": 1.94
    },
    {
        "text": "bash videos on Gabbie. She had her own controversy",
        "start": 51.96,
        "duration": 2.0
    },
    {
        "text": "most of it was around her stealing jokes.",
        "start": 53.96,
        "duration": 2.0
    },
    {
        "text": "But, fast-forward to last night Gabbie realizes",
        "start": 55.96,
        "duration": 2.0
    },
    {
        "text": "she's at the same party as RiceGum",
        "start": 57.96,
        "duration": 2.0
    },
    {
        "text": "and she decides to snapchat.",
        "start": 59.96,
        "duration": 1.58
    },
    {
        "text": "\"RiceGum is here and I know that",
        "start": 61.54,
        "duration": 2.0
    },
    {
        "text": "like, I wanna - I wanna challenge him",
        "start": 63.54,
        "duration": 2.0
    },
    {
        "text": "to a battle, but I know he won't do it and it's Alex's",
        "start": 65.54,
        "duration": 2.0
    },
    {
        "text": "birthday, so I don't wanna, like, ruin the party,",
        "start": 67.54,
        "duration": 2.0
    },
    {
        "text": "you know what I mean?\"",
        "start": 69.54,
        "duration": 0.78
    },
    {
        "text": "\"And honestly, if RiceGum ever wants to, like,",
        "start": 70.32,
        "duration": 2.0
    },
    {
        "text": "live freestyle, like drop a beat right now bitch",
        "start": 72.32,
        "duration": 2.04
    },
    {
        "text": "I'll murder you.\"",
        "start": 74.36,
        "duration": 2.0
    },
    {
        "text": "\"Hey, Ricegum!\"",
        "start": 76.36,
        "duration": 1.58
    },
    {
        "text": "\"I just challenged you to a live battle",
        "start": 77.94,
        "duration": 2.0
    },
    {
        "text": "on snapchat, would you do it?\"",
        "start": 79.94,
        "duration": 2.0
    },
    {
        "text": "RiceGum: \"Let's...nah.\"",
        "start": 81.94,
        "duration": 1.12
    },
    {
        "text": "Gabbie: \"Live rap battle, why won't you do it?\"",
        "start": 83.06,
        "duration": 1.32
    },
    {
        "text": "RiceGum: \"Let's...nah. I don't wanna do it.\"",
        "start": 84.38,
        "duration": 1.92
    },
    {
        "text": "\"Alright! So Rice doesn't have his ghostwriter today...",
        "start": 86.3,
        "duration": 2.22
    },
    {
        "text": "It's fine, I think we can still battle",
        "start": 88.52,
        "duration": 2.56
    },
    {
        "text": "I think we're good.\"",
        "start": 91.08,
        "duration": 2.0
    },
    {
        "text": "Gabbie: \"No? You don't want to do it?\"",
        "start": 93.08,
        "duration": 2.0
    },
    {
        "text": "And then the next snapchat Gabbie says something happened off camera",
        "start": 95.44,
        "duration": 4.04
    },
    {
        "text": "Gabbie: \"So, update - sorry if I look like I'm crying,",
        "start": 99.48,
        "duration": 2.54
    },
    {
        "text": "RiceGum didn't think that joke was very funny and hit me in the middle of a party",
        "start": 102.02,
        "duration": 4.1
    },
    {
        "text": "and shattered my phone. I can show you that in a sec.\"",
        "start": 106.12,
        "duration": 2.3
    },
    {
        "text": "\"Everybody was like, 'Did he hit you?' and I was like, 'Yeah, he did.'\"",
        "start": 108.42,
        "duration": 3.32
    },
    {
        "text": "\"And my phone is broken, the screen is broken, the back camera is broken...So I need to get a new phone.",
        "start": 111.74,
        "duration": 4.76
    },
    {
        "text": "Also showing a video and photo of the scratches she said she received from RiceGum",
        "start": 116.5,
        "duration": 3.28
    },
    {
        "text": "And then she went on to say that there was actually more to it as well",
        "start": 119.78,
        "duration": 2.0
    },
    {
        "text": "Gabbie: And let's say I don't have any photo evidence, just like eyewitnesses",
        "start": 122.0,
        "duration": 3.5
    },
    {
        "text": "of him grabbing me, holding me down, and hitting me, and, like, twisting my arm, he still shattered my phone...\"",
        "start": 125.5,
        "duration": 5.76
    },
    {
        "text": "Now from this there was, of course, a big reaction,",
        "start": 131.34,
        "duration": 2.0
    },
    {
        "text": "There are many people who instantly started bashing on RiceGum",
        "start": 133.34,
        "duration": 2.7
    },
    {
        "text": "Saying, \"How dare this guy he's a woman beater.\"",
        "start": 136.04,
        "duration": 2.0
    },
    {
        "text": "Others defending RiceGum saying that Gabbie was getting in his face",
        "start": 138.04,
        "duration": 2.54
    },
    {
        "text": "Others saying \"If we don't have footage of it actually happening, how do we know she's not lying?\"",
        "start": 140.58,
        "duration": 3.66
    },
    {
        "text": "So, I, of course, wanted to find out a little bit more, I reached out to both of them",
        "start": 144.24,
        "duration": 3.54
    },
    {
        "text": "As I'm recording this video, only Gabbie responded",
        "start": 147.78,
        "duration": 2.0
    },
    {
        "text": "She showed her phone was, indeed, cracked",
        "start": 149.78,
        "duration": 1.62
    },
    {
        "text": "In her snapchat she also said she wanted RiceGum to pay for her phone",
        "start": 151.4,
        "duration": 2.66
    },
    {
        "text": "and she sent me screenshots of her receiving that money. So it seems to support, at the very least, that he did destroy her phone.",
        "start": 154.06,
        "duration": 4.98
    },
    {
        "text": "She went on to explain how that phone got was broken",
        "start": 159.04,
        "duration": 1.6
    },
    {
        "text": "Claiming, \"He was aggressive and violent. He twisted my arm when I said the ghostwriter joke",
        "start": 160.64,
        "duration": 3.42
    },
    {
        "text": "stood up, twisted my arm down and held me down. He kept trying to pry my phone out of my hands",
        "start": 164.06,
        "duration": 3.88
    },
    {
        "text": "and I kept holding on so he forcefully pushed and grabbed at me to get it,",
        "start": 167.94,
        "duration": 2.56
    },
    {
        "text": "and then slammed it down as hard as he could and stormed out.",
        "start": 170.5,
        "duration": 2.18
    },
    {
        "text": "And that seemed to be a big point that she was trying to get across",
        "start": 172.68,
        "duration": 1.68
    },
    {
        "text": "she doesn't want it to seem like she's just doing this for attention.",
        "start": 174.46,
        "duration": 2.82
    },
    {
        "text": "Adding that she was only responding to me because she didn't want to talk to the drama channels",
        "start": 177.28,
        "duration": 3.58
    },
    {
        "text": "because then it would seem like she was trying to get attention and cause drama.",
        "start": 180.86,
        "duration": 2.62
    },
    {
        "text": "But she wanted to make sure people knew what actually happened",
        "start": 183.48,
        "duration": 2.7
    },
    {
        "text": "and not the crazy stories that \"RiceGum punched Gabbie in the face.\"",
        "start": 186.18,
        "duration": 3.5
    },
    {
        "text": "Although, he did tweet publically: 'I did not hit a girl lmao this bitch is tripping'",
        "start": 189.68,
        "duration": 3.96
    },
    {
        "text": "'We're talking about a person who have built a career off exaggerating and lying about stories for money.",
        "start": 193.64,
        "duration": 3.64
    },
    {
        "text": "this is exactly what she wants.'",
        "start": 197.28,
        "duration": 0.9
    },
    {
        "text": "'Fuck this girl and all this fake shit. Ask anyone at that party. Video up later today.'",
        "start": 198.18,
        "duration": 3.5
    },
    {
        "text": "And I would say to me, personally, it sounds like RiceGum is going to say \"I didn't hit her\"",
        "start": 201.68,
        "duration": 3.28
    },
    {
        "text": "Gabbie seemingly trying to reclarify that when she said \"hit\" that he was manhandling her, pushed her down.",
        "start": 204.96,
        "duration": 4.98
    },
    {
        "text": "That's why she has scratches, not bruises.",
        "start": 209.94,
        "duration": 1.6
    },
    {
        "text": "And as of right now that's where this situation ends. Without getting a response from RiceGum",
        "start": 211.54,
        "duration": 3.24
    },
    {
        "text": "right now, it doesn't look that great for him.",
        "start": 214.78,
        "duration": 1.92
    },
    {
        "text": "The payments sent to Gabbie can be seen as an admission of guilt, an admission of fault",
        "start": 216.7,
        "duration": 2.92
    },
    {
        "text": "At the very least, that seems to support the narrative that he grabbed and cracked her phone.",
        "start": 219.62,
        "duration": 3.8
    },
    {
        "text": "And the marks and scratches seem to go along with Gabbie's story of being aggressively handled",
        "start": 223.42,
        "duration": 3.52
    },
    {
        "text": "by RiceGum.",
        "start": 226.94,
        "duration": 1.08
    },
    {
        "text": "But it is important to separate and note that there was no admission of that part in the Venmo.",
        "start": 228.02,
        "duration": 4.56
    },
    {
        "text": "And finally, to the argument of 'she shouldn't have gone over to him, she shouldn't have gotten in his face",
        "start": 232.58,
        "duration": 3.8
    },
    {
        "text": "she shouldn't have started talking shit...'",
        "start": 236.38,
        "duration": 1.36
    },
    {
        "text": "The way I see it, is if you're going to talk shit online like RiceGum does,",
        "start": 237.74,
        "duration": 4.08
    },
    {
        "text": "you need to be able to take it in real life as well.",
        "start": 241.82,
        "duration": 2.32
    },
    {
        "text": "If you're not able to take those words in real life, then you're just a \"laptop gangster.\"",
        "start": 244.14,
        "duration": 3.0
    },
    {
        "text": "And if your response to words and jokes (which are a response to your words and your jokes)",
        "start": 247.14,
        "duration": 3.84
    },
    {
        "text": "is to escalate it into the physical you look like you're doing the wrong thing.",
        "start": 250.98,
        "duration": 3.42
    },
    {
        "text": "But I'm also going to pass that question off to you.",
        "start": 254.4,
        "duration": 1.86
    },
    {
        "text": "What do you think about this? Even if you don't care about the ins and outs of the YouTube community",
        "start": 256.26,
        "duration": 3.36
    },
    {
        "text": "consider it a Person A, Person B scenario. What's your take away from this story? I'd love to know.",
        "start": 259.62,
        "duration": 3.96
    },
    {
        "text": "But from that, I' wanna share some stuff I love today and today in awesome:",
        "start": 263.58,
        "duration": 3.36
    },
    {
        "text": "The first bit of awesome (hopefully) we just got a trailer for the reboot of \"IT\"",
        "start": 266.94,
        "duration": 3.9
    },
    {
        "text": "and it brought out some old feelings that I had pushed down inside.",
        "start": 270.84,
        "duration": 3.94
    },
    {
        "text": "Now, I don't know how it will actually hold up, but I always say that the \"today in awesome\" part",
        "start": 274.78,
        "duration": 4.06
    },
    {
        "text": "It's the optimistic hopeful part of me. So about 4% of what makes a Phillip DeFranco.",
        "start": 278.84,
        "duration": 5.16
    },
    {
        "text": "It's likely that I will not like it as much, but that's because I watch IT when I was a kid",
        "start": 284.0,
        "duration": 3.46
    },
    {
        "text": "You know, that top tier emotional scarring stage.",
        "start": 287.46,
        "duration": 3.06
    },
    {
        "text": "I feel like, for me, it lasted a little bit longer than some.",
        "start": 290.52,
        "duration": 2.24
    },
    {
        "text": "I remember after the first time I watched the movie 'The Ring', I think it was a midnight showing,",
        "start": 292.76,
        "duration": 3.22
    },
    {
        "text": "I went home, I unplugged my TV and my phone. I wanna be THAT scared again.",
        "start": 296.0,
        "duration": 3.52
    },
    {
        "text": "Then Destiny fans, Rejoice! Really, Dad, I'm just talking to you. You're a video game addict and rather than facetiming",
        "start": 299.52,
        "duration": 4.7
    },
    {
        "text": "me and your grandson, you're always going on Destiny Raids.",
        "start": 304.22,
        "duration": 3.3
    },
    {
        "text": "Or playing The Division or just another game that's not Rocket League so you don't play games with me.",
        "start": 307.52,
        "duration": 4.0
    },
    {
        "text": "But the main point, we've got a Destiny 2 teaser. get pumped!",
        "start": 311.52,
        "duration": 2.12
    },
    {
        "text": "To buy that game and then a bunch of DLC's",
        "start": 313.72,
        "duration": 2.64
    },
    {
        "text": "Then we got a teaser for Louis C. K.'s new special, it's going to be out on Netflix on April 4th",
        "start": 316.36,
        "duration": 4.28
    },
    {
        "text": "And I gotta say, if the material in this special is some of the stuff I saw him saying a few months ago",
        "start": 320.64,
        "duration": 4.82
    },
    {
        "text": "I can't wait to see if people get offended because the stuff he said: [impressed noise]",
        "start": 325.46,
        "duration": 3.64
    },
    {
        "text": "Dave Chapell's \"problematic jokes\" they don't hold a caaaandle to that.",
        "start": 329.1,
        "duration": 3.4
    },
    {
        "text": "And the final bit of awesome is we posted a brand new behind the scenes vlog [stutters] you - watch it",
        "start": 332.5,
        "duration": 3.8
    },
    {
        "text": "If you wanna just see me slowly lose my mind, it's a great time, if that doesn't sound appealing just skip it!",
        "start": 336.3,
        "duration": 4.96
    },
    {
        "text": "And if you wanna see the full version of everything I just shared, the secret link of the day, anything at all",
        "start": 341.38,
        "duration": 4.5
    },
    {
        "text": "links, as always, are in the description down below.",
        "start": 345.88,
        "duration": 1.78
    },
    {
        "text": "And then, I want to talk about an update to something we talked about last year.",
        "start": 347.66,
        "duration": 3.5
    },
    {
        "text": "You might remember back in November of last year there was an 18-year-old girl by the name of Aleexandra  Khefren",
        "start": 351.16,
        "duration": 4.0
    },
    {
        "text": "Who said: \"I wanna sell my virginity!\"",
        "start": 355.16,
        "duration": 1.48
    },
    {
        "text": "She started working with a group called Cinderella Escorts to auction it off",
        "start": 356.64,
        "duration": 3.48
    },
    {
        "text": "There was a lot of outrage around this story, there were people defending her saying that everyone was slut-shaming",
        "start": 360.12,
        "duration": 3.9
    },
    {
        "text": "Well the new update to this story is that Aleexandra has reportedly accepted a bid of 2 million pounds.",
        "start": 364.02,
        "duration": 5.3
    },
    {
        "text": "The bid is reported from a Hong Kong businessman,",
        "start": 369.32,
        "duration": 2.16
    },
    {
        "text": "Aleexandra won't actually receive the full 2 million though, she'll get 1.6 because 20% goes to Cinderella.",
        "start": 371.48,
        "duration": 5.5
    },
    {
        "text": "And so with this story coming back in the news of course, that means there's more hate going towards Aleexandra",
        "start": 377.06,
        "duration": 3.94
    },
    {
        "text": "and there's also people defending her again.",
        "start": 381.0,
        "duration": 1.4
    },
    {
        "text": "And so here's what I'll say: This story bothers me, but maybe not for the reason that you think.",
        "start": 382.4,
        "duration": 4.08
    },
    {
        "text": "I personally have no problem with this woman auctioning off her virginity.",
        "start": 386.48,
        "duration": 3.2
    },
    {
        "text": "I am of the mindset of even if I would never use the services,",
        "start": 389.68,
        "duration": 3.24
    },
    {
        "text": "a woman has the right to do with her body as she pleases as long as she is doing what she wants to do.",
        "start": 392.92,
        "duration": 4.46
    },
    {
        "text": "She's not being forced or coerced she should be able to do whatever she wants.",
        "start": 397.38,
        "duration": 3.08
    },
    {
        "text": "If prostitution was legalized it could be a lot safer and I also think it could do real damage to the very real",
        "start": 400.46,
        "duration": 4.32
    },
    {
        "text": "problem of sex trafficking.",
        "start": 404.84,
        "duration": 1.2
    },
    {
        "text": "My only problem with this is [yells] 2 MILLION POUNDS?!",
        "start": 406.04,
        "duration": 2.94
    },
    {
        "text": "I don't care if you have BILLIONS of dollars that is insane.",
        "start": 408.98,
        "duration": 2.98
    },
    {
        "text": "Dear Hong Kong Bussiness Man, why???",
        "start": 411.96,
        "duration": 2.36
    },
    {
        "text": "Let me inform you on something basketball stars, Saudi Princes and Dan Bilzerian figured out a long time ago",
        "start": 414.32,
        "duration": 5.48
    },
    {
        "text": "You can get, pretty much, 90% of whatever you want off of instagram if you offer travel and/or a shoutout",
        "start": 419.8,
        "duration": 6.04
    },
    {
        "text": "Once again, I'm not about that life, but facts are facts.",
        "start": 425.84,
        "duration": 3.26
    },
    {
        "text": "But that's where I'm going to leave it because I don't want to rat out specific people.",
        "start": 429.1,
        "duration": 2.82
    },
    {
        "text": "Two million pounds for her virginity.",
        "start": 431.92,
        "duration": 2.46
    },
    {
        "text": "I don't want to equate women to objects, which - oh my god, just realizing a horrible way to start a sentence --",
        "start": 434.38,
        "duration": 4.46
    },
    {
        "text": "But! While I don't want to equate women to object, the only analogy I think of is this is very much like you saying",
        "start": 438.84,
        "duration": 5.5
    },
    {
        "text": "\"I want to buy a car, as long as it looks like a Lambo to me, that's all that matters. I don't care what's under the hood.\"",
        "start": 444.34,
        "duration": 5.38
    },
    {
        "text": "And that analogy doesn't even make sense cause you're not buying the car.",
        "start": 449.72,
        "duration": 2.98
    },
    {
        "text": "You're paying 2 million pounds to test drive a car off the factory floor.",
        "start": 452.7,
        "duration": 4.38
    },
    {
        "text": "And also you're just kind of taking the salesman's word that this is a factory fresh vehicle.",
        "start": 457.08,
        "duration": 4.22
    },
    {
        "text": "But! That's really the only annoyance I have in this. It's more of like a financial annoyance than a real problem.",
        "start": 461.3,
        "duration": 4.7
    },
    {
        "text": "You have two consenting adults doing things, there's an exchange,",
        "start": 466.0,
        "duration": 2.24
    },
    {
        "text": "people can do with their bodies and their money as they please.",
        "start": 468.24,
        "duration": 2.22
    },
    {
        "text": "I just needed to go on a mini-rant real quick.",
        "start": 470.46,
        "duration": 2.04
    },
    {
        "text": "And then I want to talk about this story coming out of Oklahoma, there's a big controversy around it which",
        "start": 472.5,
        "duration": 4.36
    },
    {
        "text": "I don't understand, but I want to explain the situation, and then give my opinion.",
        "start": 476.86,
        "duration": 3.22
    },
    {
        "text": "So the story is this week in Oklahoma, these three teenagers tried to rob a home,",
        "start": 480.08,
        "duration": 3.74
    },
    {
        "text": "they were armed with brass knuckles and a knife, they had ski masks on, they were decked out in black.",
        "start": 483.82,
        "duration": 4.86
    },
    {
        "text": "They break the window, they break into the home and inside the home is the son of the homeowner,",
        "start": 488.68,
        "duration": 4.0
    },
    {
        "text": "the son had a gun and he shot and killed the burglars.",
        "start": 492.68,
        "duration": 2.8
    },
    {
        "text": "And as I'm reporting this story the authorities had not determined if the shooter would face any charges.",
        "start": 495.48,
        "duration": 4.26
    },
    {
        "text": "Although, when looking at this story there are a lot of people saying he SHOULD be held accountable,",
        "start": 499.74,
        "duration": 3.92
    },
    {
        "text": "he did not have to shoot that gun.",
        "start": 503.66,
        "duration": 1.18
    },
    {
        "text": "And that's where I have to throw in my opinion, because that is ridiculous to me!",
        "start": 504.84,
        "duration": 3.82
    },
    {
        "text": "This exact instance is why I'm pro-gun, this is home defense, this is one against three armed robbers.",
        "start": 508.66,
        "duration": 5.96
    },
    {
        "text": "They broke into the home with the intention to steal or harm, once again, they were armed.",
        "start": 514.62,
        "duration": 4.16
    },
    {
        "text": "The son may have been worried they were going to bum rush him, take his weapon, use it against him.",
        "start": 518.78,
        "duration": 3.58
    },
    {
        "text": "And ultimately, what I personally see here is a person who defended themselves, they defended their home,",
        "start": 522.36,
        "duration": 3.92
    },
    {
        "text": "and I don't understand why we try and villainize every single person who prevents themselves from being a victim.",
        "start": 526.28,
        "duration": 5.86
    },
    {
        "text": "Am I happy these three people age 16 to 18 are dead? No.",
        "start": 532.38,
        "duration": 3.52
    },
    {
        "text": "Do I feel like they put themselves in that situation and the way that everything happened it's understandable?",
        "start": 535.9,
        "duration": 3.7
    },
    {
        "text": "Yes.",
        "start": 539.6,
        "duration": 0.5
    },
    {
        "text": "There were people saying \"yeah, well, he had an automatic weapon,\" please,",
        "start": 540.1,
        "duration": 2.82
    },
    {
        "text": "if you're gonna have a conversation about this, do research on the AR-15.",
        "start": 542.92,
        "duration": 3.42
    },
    {
        "text": "There's so much misinformation and misunderstanding about that weapon in particular.",
        "start": 546.34,
        "duration": 3.0
    },
    {
        "text": "People often confuse the AR-15 with M-16's and A-4's.They look very similar - very different guns.",
        "start": 549.34,
        "duration": 5.74
    },
    {
        "text": "Now, what I will say is that there is a more understandable second debate point on this story",
        "start": 555.08,
        "duration": 3.7
    },
    {
        "text": "and that is because there was a fifth person involved.",
        "start": 558.78,
        "duration": 1.86
    },
    {
        "text": "You have the 3 burglars who were killed, the homeowner's son, AND the get away driver, 21-year-old Elizabeth Rodrigues.",
        "start": 560.64,
        "duration": 5.96
    },
    {
        "text": "She turned herself into police and she was arrested on one count of first-degree burglary,",
        "start": 566.6,
        "duration": 4.22
    },
    {
        "text": "one count of second-degree burglary and, (this is the big one) three counts of felony first-degree murder.",
        "start": 570.82,
        "duration": 5.06
    },
    {
        "text": "And the reason for that is, under the law, if someone conspires to commit a felony and someone is killed",
        "start": 575.88,
        "duration": 5.06
    },
    {
        "text": "during that; you are responsible for that murder.",
        "start": 580.94,
        "duration": 2.9
    },
    {
        "text": "The idea being: let's say you and several friends decide to rob a store. During that someone is shot and killed",
        "start": 583.84,
        "duration": 4.14
    },
    {
        "text": "even if you didn't pull the trigger you are considered responsible. You are the reason this whole situation is happening.",
        "start": 587.98,
        "duration": 4.64
    },
    {
        "text": "And that's what makes this case interesting because the only people hurt in this instance",
        "start": 592.62,
        "duration": 3.18
    },
    {
        "text": "were the people committing the crime. They were killed.",
        "start": 595.8,
        "duration": 2.38
    },
    {
        "text": "So even though the person pulling the trigger was defending themselves should the other criminal,",
        "start": 598.18,
        "duration": 4.44
    },
    {
        "text": "the get away driver, be charged with murder?",
        "start": 602.62,
        "duration": 1.78
    },
    {
        "text": "I'm very interested about the debate around this, and that's why I want to pass the question onto you.",
        "start": 604.4,
        "duration": 3.78
    },
    {
        "text": "What do you guys think?",
        "start": 608.18,
        "duration": 1.18
    },
    {
        "text": "Does it make sense? Do you think it's overreaching?",
        "start": 609.36,
        "duration": 1.98
    },
    {
        "text": "Also do you agree or disagree with me when it came to the homeowner defending his home?",
        "start": 611.34,
        "duration": 3.78
    },
    {
        "text": "I'd love to know your thoughts here, because while I have my opinion, I do not believe that I am infallible.",
        "start": 615.12,
        "duration": 4.36
    },
    {
        "text": "Everyone's got their own thoughts and I wanna know yours.",
        "start": 619.48,
        "duration": 1.6
    },
    {
        "text": "And then let's talk about a few political things.",
        "start": 621.08,
        "duration": 1.72
    },
    {
        "text": "Remember this week when I talked about the senate, specifically Senate Republicans, voting to reverse",
        "start": 622.82,
        "duration": 3.54
    },
    {
        "text": "a landmark FCC privacy rule, a move that in my opion, stripped away consumer choice and really hurt the free market.",
        "start": 626.36,
        "duration": 5.68
    },
    {
        "text": "If you need to understand why, go back and watch the Monday video.",
        "start": 632.06,
        "duration": 2.0
    },
    {
        "text": "But the one hope was that people were gonna call the representatives",
        "start": 634.06,
        "duration": 2.0
    },
    {
        "text": "The house would go \"you know what? People are gonna want this privacy rule  to be put into place, let's not strip it\"",
        "start": 636.06,
        "duration": 4.6
    },
    {
        "text": "Well,  House Republicans also voted to gut the rule",
        "start": 640.66,
        "duration": 2.62
    },
    {
        "text": "And now it's gonna be sent off to Donald Trump",
        "start": 643.28,
        "duration": 2.0
    },
    {
        "text": "So there you have it, ISP's won't even have  to ask you",
        "start": 645.28,
        "duration": 2.0
    },
    {
        "text": "if it's okay if they track what you're doing online",
        "start": 647.28,
        "duration": 3.02
    },
    {
        "text": "And then they sell that information",
        "start": 650.3,
        "duration": 0.98
    },
    {
        "text": "And of course there's the question of \"Well, why would they do this?\"",
        "start": 651.28,
        "duration": 3.08
    },
    {
        "text": "(stammers) There is the argument some people have that they think that this is innovation stifling,",
        "start": 654.36,
        "duration": 3.48
    },
    {
        "text": "it hurts the corporations.",
        "start": 657.84,
        "duration": 1.14
    },
    {
        "text": "The government shouldn't be involved",
        "start": 658.98,
        "duration": 2.06
    },
    {
        "text": "And then there's also ALL this",
        "start": 661.04,
        "duration": 2.16
    },
    {
        "text": "ALL of this money sent to people in the House and the Senate from the communications industy",
        "start": 663.2,
        "duration": 5.78
    },
    {
        "text": "Maybe that had something to do with it",
        "start": 668.98,
        "duration": 1.52
    },
    {
        "text": "And then let's talk about Donald Trump",
        "start": 670.5,
        "duration": 1.36
    },
    {
        "text": "Trump, of course, made news yesterday when he signed a long promise executive order",
        "start": 671.86,
        "duration": 3.52
    },
    {
        "text": "One that essentially nullifies Barack Obama's climate change initiative",
        "start": 675.38,
        "duration": 3.16
    },
    {
        "text": "This was cheered on and hate by the groups that you'd expect",
        "start": 678.54,
        "duration": 2.18
    },
    {
        "text": "Obama's Clean Power Plan will reportedly",
        "start": 680.72,
        "duration": 1.84
    },
    {
        "text": "So obviously, the winners there are the corporations and then the people that work for those corporations",
        "start": 687.94,
        "duration": 3.68
    },
    {
        "text": "The losers under Trump's executive order, you have the companies behind those solar and wind farms,",
        "start": 691.62,
        "duration": 3.9
    },
    {
        "text": "The people who would've work there and environmentalists, just in general, being angry about this",
        "start": 695.52,
        "duration": 4.0
    },
    {
        "text": "The thing is it's not just about jobs",
        "start": 699.52,
        "duration": 1.14
    },
    {
        "text": "You have to think about the planet.",
        "start": 700.66,
        "duration": 1.14
    },
    {
        "text": "There's also a lot more to it consider that a surface-level explanation.",
        "start": 701.8,
        "duration": 3.64
    },
    {
        "text": "I'll link to a bunch of sources about it so you can boost your own knowledge on the subject.",
        "start": 705.44,
        "duration": 2.76
    },
    {
        "text": "At this time, I don't personally feel that I am equipped enough on this subject to do a deep dive",
        "start": 708.2,
        "duration": 4.82
    },
    {
        "text": "And the last thing I wanna do is blow smoke up your ass",
        "start": 713.02,
        "duration": 1.7
    },
    {
        "text": "But the last thing I wanna talk about is just a pet peeve of mine",
        "start": 714.72,
        "duration": 2.96
    },
    {
        "text": "This is continually, repeated lie/misrepresentation of the situation out there",
        "start": 717.68,
        "duration": 5.3
    },
    {
        "text": "And it just annoying me because people that see the tweets are just reading the headlines",
        "start": 722.98,
        "duration": 2.76
    },
    {
        "text": "And go \"oh yeah, that's true\".",
        "start": 725.74,
        "duration": 0.96
    },
    {
        "text": "And that's Donald Trump and the New York Times and I'm not even gonna get into the whole thing",
        "start": 726.7,
        "duration": 2.9
    },
    {
        "text": "Donald Trump saying the \"failing New York Times\" even though his presidency has boosted subscriptions",
        "start": 729.6,
        "duration": 3.78
    },
    {
        "text": "Not talking about that",
        "start": 733.38,
        "duration": 0.92
    },
    {
        "text": "It's just his continuous of this narrative that he started November 13th",
        "start": 734.3,
        "duration": 4.18
    },
    {
        "text": "And was repeated multiple times, including today",
        "start": 738.48,
        "duration": 1.78
    },
    {
        "text": "On November 13th, he tweeted",
        "start": 740.26,
        "duration": 2.0
    },
    {
        "text": "And today tweeting",
        "start": 747.18,
        "duration": 2.0
    },
    {
        "text": "If you've watched this show for a while, you know I try to give Donald Trump the right, the left, everyone a fair shot",
        "start": 754.54,
        "duration": 4.16
    },
    {
        "text": "But this thing he keeps pushing - is just untrue.",
        "start": 758.7,
        "duration": 2.16
    },
    {
        "text": "The New York Times (who I've, in the past, had a problem with)",
        "start": 760.86,
        "duration": 2.34
    },
    {
        "text": "on November 13th, they released a letter to their readers and at no point did they say their coverage was wrong, bad",
        "start": 763.2,
        "duration": 5.74
    },
    {
        "text": "They did not apologize, they said",
        "start": 768.94,
        "duration": 1.88
    },
    {
        "text": "They're saying \"wow, what a crazy election.\"",
        "start": 804.78,
        "duration": 2.48
    },
    {
        "text": "Also a note to you reair who are going to still keep doing more of the same.",
        "start": 807.26,
        "duration": 3.24
    },
    {
        "text": "Now you can have an issue with the New York Times, you think they're 100% liars",
        "start": 810.5,
        "duration": 3.7
    },
    {
        "text": "Maybe they just get stuff wrong sometimes, they lie a little bit",
        "start": 814.2,
        "duration": 2.64
    },
    {
        "text": "They're the gospel, they're the truth! Whatever your opinion is",
        "start": 816.84,
        "duration": 2.0
    },
    {
        "text": "Nothing in that is an apology, them saying they're were bad that they were wrong",
        "start": 818.84,
        "duration": 4.04
    },
    {
        "text": "They were saying did we underestimate?",
        "start": 822.88,
        "duration": 1.48
    },
    {
        "text": "Because, yes, the New York Times famously had a poll where they predicted that Hillary Clinton had a 90% plus chance of winning",
        "start": 824.36,
        "duration": 5.48
    },
    {
        "text": "Although, then that starts a debate of \"well does that even mean they were really wrong?\"",
        "start": 829.84,
        "duration": 2.76
    },
    {
        "text": "The polls didn't say she WILL win, they said that she'll PROBABLY win.",
        "start": 832.6,
        "duration": 2.48
    },
    {
        "text": "There's a high percentage chance but the other outcome, there's a chance",
        "start": 835.08,
        "duration": 3.12
    },
    {
        "text": "And that's just the statistical truth of predictions, whether it be a presidential race or all of the championships apparently",
        "start": 838.2,
        "duration": 5.96
    },
    {
        "text": "That's where I'm gonna end. Actually that's where I'm gonna end today's show",
        "start": 844.16,
        "duration": 2.62
    },
    {
        "text": "Of course, whether it be about the last thing I talked about or the first thing anything in between",
        "start": 846.78,
        "duration": 3.48
    },
    {
        "text": "I'd love to know your opinion",
        "start": 850.26,
        "duration": 1.48
    },
    {
        "text": "And remember - if you liked this video, you like what I do on this channel. Hit that like button!",
        "start": 851.74,
        "duration": 3.54
    },
    {
        "text": "If you're new here, hit that subscribe button! Also hit that little bell thing for when notifications aren't broken so you can get an update for when I post these daily videos.",
        "start": 855.28,
        "duration": 5.96
    },
    {
        "text": "Also, if you missed yesterday's Phillip DeFranco show, you wanna catch up: then click or tap right there to watch that.",
        "start": 861.24,
        "duration": 4.46
    },
    {
        "text": "If you wanna see today's brand new behind-the-scene vlog then click or tap right there to watch that.",
        "start": 865.7,
        "duration": 4.02
    },
    {
        "text": "BUT that's it, of course, as always -- My name's Phillip DeFranco. You've just been philled in. I love yo faces. And I'll see you tomorrow.",
        "start": 869.72,
        "duration": 7.44
    }
]