[
    {
        "text": "Sup, Ya Beautiful Bastards.",
        "start": 0.0,
        "duration": 1.0
    },
    {
        "text": "Hope you're having a fantastic 4th of July.",
        "start": 1.0,
        "duration": 2.5
    },
    {
        "text": "My name is Philip Defranco and let's just jump into it.",
        "start": 3.51,
        "duration": 3.36
    },
    {
        "text": "an the first thing I want to talk about today is one of the biggest free speech versus hate speech stories we've seen in a while.",
        "start": 6.87,
        "duration": 4.14
    },
    {
        "text": "In the past week the German parliament passed a huge bill. This new law makes it so that",
        "start": 11.01,
        "duration": 4.73
    },
    {
        "text": "Facebook, YouTube pretty much any social media platform, could face up to 50 million Euro fines.",
        "start": 15.9,
        "duration": 6.6
    },
    {
        "text": "if they fail to remove hate speech or other criminal content within 24 hours",
        "start": 22.52,
        "duration": 4.3
    },
    {
        "text": "and the time frames and Classifications here are interesting.",
        "start": 26.82,
        "duration": 2.3
    },
    {
        "text": "it states that obvious hate speech and obvious illegal content must be removed within 24 hours",
        "start": 29.12,
        "duration": 5.06
    },
    {
        "text": "Specifically 24 hours after receiving a notification or complaint",
        "start": 34.18,
        "duration": 3.2
    },
    {
        "text": "and not so obvious content must be removed from the internet within",
        "start": 37.38,
        "duration": 3.0
    },
    {
        "text": "Seven days also in addition to the up to fifty million Euro fine these companies will face have to name one person",
        "start": 40.45,
        "duration": 6.559
    },
    {
        "text": "that is responsible for handling complaints and in cases where the companies fail to comply with the",
        "start": 47.2,
        "duration": 4.519
    },
    {
        "text": "Regulations that person can be fined up to five million euro as far as why this is being pushed through of German Justice minister",
        "start": 51.85,
        "duration": 6.529
    },
    {
        "text": "Heiko Maas who oversaw this",
        "start": 58.379,
        "duration": 1.66
    },
    {
        "text": "Legislation telling German Parliament online hate crimes have increased by almost 300% in the past few years this also comes after several",
        "start": 60.039,
        "duration": 6.11
    },
    {
        "text": "High-profile incidents of fake news and Terrorist content spread on Facebook and YouTube in Germany",
        "start": 66.28,
        "duration": 4.43
    },
    {
        "text": "And there's an election coming up now in response to this Facebook said in a statement",
        "start": 70.71,
        "duration": 3.089
    },
    {
        "text": "This law as it stands now will not improve efforts to tackle this important Societal problem",
        "start": 73.799,
        "duration": 5.04
    },
    {
        "text": "we feel that the lack of scrutiny and",
        "start": 78.84,
        "duration": 1.569
    },
    {
        "text": "consultation do not do justice to the importance of the subject adding we will continue to do everything we can to ensure safety for the",
        "start": 80.409,
        "duration": 5.599
    },
    {
        "text": "People on our platform also noting that they're hiring",
        "start": 86.009,
        "duration": 2.4
    },
    {
        "text": "3,000 additional staff to go on top of their other",
        "start": 88.93,
        "duration": 2.959
    },
    {
        "text": "4,500 staff that are currently reviewing posts in a big note that Stefan Dedmon Facebook's a global Deputy Chief privacy officer",
        "start": 92.47,
        "duration": 5.389
    },
    {
        "text": "Hit on is that these are hard problems",
        "start": 97.96,
        "duration": 2.15
    },
    {
        "text": "They're hard problems because they often involve dilemmas take for example the issue around illegal content",
        "start": 100.11,
        "duration": 4.259
    },
    {
        "text": "we want everyone to be safe we also want an open and free internet with a variety of content we also don't want companies to",
        "start": 104.369,
        "duration": 5.22
    },
    {
        "text": "Become the censors of the internet or government's for that matter obviously you don't want to have hate speech threats fake news out there",
        "start": 109.59,
        "duration": 5.94
    },
    {
        "text": "but at what cost",
        "start": 115.54,
        "duration": 1.73
    },
    {
        "text": "Example there are laws in Germany that if you do the nazi salute",
        "start": 117.27,
        "duration": 3.0
    },
    {
        "text": "Or you show Nazi imagery that is against the law so it could technically be argued that when you have that video from Pewdiepie where?",
        "start": 120.27,
        "duration": 7.02
    },
    {
        "text": "He shows hitler where he show is not the imagery and obviously the context isn't yay. We love nazis even in that sketch video",
        "start": 127.29,
        "duration": 6.54
    },
    {
        "text": "I post yesterday and today and awesome called Nazi ball of any of that bashes",
        "start": 133.83,
        "duration": 3.66
    },
    {
        "text": "NazI those could technically be seen as hate speech those videos might be seen here as illegal",
        "start": 137.59,
        "duration": 5.269
    },
    {
        "text": "Content and YouTube under the the fear of having a fifty million",
        "start": 142.96,
        "duration": 3.679
    },
    {
        "text": "Euro",
        "start": 146.68,
        "duration": 0.69
    },
    {
        "text": "Penalty you have to remove the video which also brings up the question would they just have to ban it in Germany or they have",
        "start": 147.37,
        "duration": 4.55
    },
    {
        "text": "To completely take it down understand my mindset is fucking Nazi fuck",
        "start": 151.92,
        "duration": 3.569
    },
    {
        "text": "Nazis at the same time you're asking for",
        "start": 156.01,
        "duration": 2.0
    },
    {
        "text": "24-hour turnaround time on a situation where",
        "start": 158.11,
        "duration": 2.6
    },
    {
        "text": "Context matters and if context doesn't matter to German parliament it should and something",
        "start": 160.84,
        "duration": 3.89
    },
    {
        "text": "I want to kind of leave this story on is I understand that Germany has some baggage",
        "start": 164.73,
        "duration": 4.289
    },
    {
        "text": "Let's look past the situations that I offered up of those two videos where comedy and context comes into play freedom of speech is most",
        "start": 169.05,
        "duration": 7.139
    },
    {
        "text": "Important for people in situations that it's not clean it is my belief that freedom of speech is most important for those who?",
        "start": 176.35,
        "duration": 5.779
    },
    {
        "text": "Think differently not that they think right",
        "start": 182.29,
        "duration": 1.79
    },
    {
        "text": "But that they think differently if someone believes that 9/11 was an inside job, or on Obama is a lizard person even holocaust denier",
        "start": 184.08,
        "duration": 7.11
    },
    {
        "text": "I personally believe that person's right to speak should be protected not because I believe them or I support them",
        "start": 191.19,
        "duration": 5.58
    },
    {
        "text": "but because we lose the ability to learn why that person thinks that there is a reason why you can still buy mine Kampf by",
        "start": 196.77,
        "duration": 6.779
    },
    {
        "text": "Adolf Hitler in fucking Barnes",
        "start": 203.62,
        "duration": 1.88
    },
    {
        "text": "And noble one of the best examples of why freedom of speech was important it comes from the United States",
        "start": 205.5,
        "duration": 4.02
    },
    {
        "text": "There's a group called the Westboro Baptist church",
        "start": 209.52,
        "duration": 1.71
    },
    {
        "text": "They're the ones you see with the sign that say God hates fags despicable disgusting people",
        "start": 211.23,
        "duration": 4.829
    },
    {
        "text": "But it is important that they have the freedom to express their thoughts so we can see how flawed",
        "start": 216.06,
        "duration": 3.99
    },
    {
        "text": "They are see where it comes from and be reminded that people like this exist in the world",
        "start": 220.05,
        "duration": 3.84
    },
    {
        "text": "And that's why we have to try so hard",
        "start": 223.89,
        "duration": 1.26
    },
    {
        "text": "We understand the kind of people and the kind of mentality we are fighting against",
        "start": 225.15,
        "duration": 3.3
    },
    {
        "text": "I understand what germany what happened in the past it is an ugly scar",
        "start": 228.45,
        "duration": 3.359
    },
    {
        "text": "A scar that I think rightly so they teach young people as they grow when you ban you penalize other thing it's a scary",
        "start": 231.88,
        "duration": 5.929
    },
    {
        "text": "Precedent and then you move the goalposts to then",
        "start": 237.94,
        "duration": 2.57
    },
    {
        "text": "Involve the social networks that there is no reasonable way for these guys to be able to look through this much content",
        "start": 240.61,
        "duration": 6.74
    },
    {
        "text": "Especially within 24 hours that timeframe incentivized companies to censor rather than take the time to look at the context as there's a criticism",
        "start": 247.39,
        "duration": 7.1
    },
    {
        "text": "Or is this hate and guess what if you're wrong in that incredibly short time frame?",
        "start": 254.49,
        "duration": 3.599
    },
    {
        "text": "And you keep the content up 50 million euro fine mate",
        "start": 258.09,
        "duration": 2.369
    },
    {
        "text": "And so that's why to me that seems like a desire to censor under the veil. I love this is anti hate speech",
        "start": 260.459,
        "duration": 4.67
    },
    {
        "text": "This is anti fake news since I want to pass a question off to you",
        "start": 265.13,
        "duration": 2.459
    },
    {
        "text": "Do you think that Germany is in the right here that this doesn't need to be stopped no matter what or you have the mindset?",
        "start": 267.59,
        "duration": 5.279
    },
    {
        "text": "That free speech does need to be protected. You know just things that you would say that do not include a threat",
        "start": 272.87,
        "duration": 4.77
    },
    {
        "text": "I must know your thoughts here and let's talk about Charlie guard Charlie is a ten month old baby in the uk he's also one",
        "start": 277.64,
        "duration": 5.339
    },
    {
        "text": "of sixteen currently known cases of",
        "start": 282.98,
        "duration": 2.129
    },
    {
        "text": "Mitochondrial DNa depletion syndrome it causes your cells mitochondria to not function properly and you deteriorate and die",
        "start": 285.51,
        "duration": 5.509
    },
    {
        "text": "Charlie cannot see here move nor breathe on his own",
        "start": 291.23,
        "duration": 3.179
    },
    {
        "text": "He also reportedly has severe brain damage and the reason Charlie is in the news",
        "start": 294.47,
        "duration": 3.119
    },
    {
        "text": "is there is a huge controversy around him. In January months after Charlie's birth and",
        "start": 297.59,
        "duration": 4.05
    },
    {
        "text": "Diagnosis his parents were told of an experimental treatment that Charlie could get but it was in the United States",
        "start": 301.8,
        "duration": 4.46
    },
    {
        "text": "It's a treatment called nucleoside therapy after learning about this the parents started a gofundme page and they raised over",
        "start": 306.26,
        "duration": 5.399
    },
    {
        "text": "1.3 million pounds there so they could privately pay for an air ambulance and the treat so the parents got the funding they wanted to",
        "start": 312.18,
        "duration": 5.69
    },
    {
        "text": "Schedule everything out, but there was a problem reportedly the hospital disagreed with the best options for Charlie's treatment reportedly doctors a great",
        "start": 317.87,
        "duration": 6.299
    },
    {
        "text": "Ormond street wanted to take Charlie off life support and leaves his prognosis to be too far gone",
        "start": 324.169,
        "duration": 4.29
    },
    {
        "text": "Saying that continued life support would lead to a great deal of suffering for Charlie doctors",
        "start": 328.52,
        "duration": 4.08
    },
    {
        "text": "They're saying they want to let Charlie die with dignity",
        "start": 332.6,
        "duration": 2.009
    },
    {
        "text": "So what happens well in the UK when the hospital and the parents?",
        "start": 334.65,
        "duration": 3.47
    },
    {
        "text": "Disagree on what to do it goes to court?",
        "start": 338.28,
        "duration": 2.119
    },
    {
        "text": "And it did what the hospital's legal team arguing that fundamentally the parents don't accept the facts",
        "start": 340.4,
        "duration": 3.93
    },
    {
        "text": "They don't accept the nucleoside therapy will be futile",
        "start": 344.33,
        "duration": 2.429
    },
    {
        "text": "Charlie's condition Afford him no benefit from the treatment and in their defense even the us doctor who would be the one to do the",
        "start": 346.82,
        "duration": 4.979
    },
    {
        "text": "Therapy he stated",
        "start": 351.8,
        "duration": 0.869
    },
    {
        "text": "I can understand the opinions that he is so severely",
        "start": 352.669,
        "duration": 2.0
    },
    {
        "text": "Affected that any attempt at therapy would be futile I agree that it is very unlikely that he will improve with that therapy it is",
        "start": 354.72,
        "duration": 5.69
    },
    {
        "text": "Unlikely the court ended up deciding in favor of the hospital deciding that the probable prolong",
        "start": 360.479,
        "duration": 4.64
    },
    {
        "text": "Suffering for Charlie trump's with the parents want the case then progressed through various appeals court",
        "start": 365.25,
        "duration": 4.429
    },
    {
        "text": "And it ultimately led the case to the European court of human rights",
        "start": 369.68,
        "duration": 2.64
    },
    {
        "text": "And there they ruled that the hospital can discontinue life support for Charlie",
        "start": 372.32,
        "duration": 3.72
    },
    {
        "text": "after this Charlie's parents then offered to pay for Charlie to come home be taken care of there to die their",
        "start": 376.1,
        "duration": 5.069
    },
    {
        "text": "Hospital refused this as well saying that Charlie must die in the hospital",
        "start": 381.24,
        "duration": 3.2
    },
    {
        "text": "Reportedly they refused any offer of hospice care to be paid for privately and stemming from this story",
        "start": 384.72,
        "duration": 4.759
    },
    {
        "text": "There was also an interesting",
        "start": 389.479,
        "duration": 1.151
    },
    {
        "text": "Outreach of Support the Pope's press office releasing a statement saying the holy father is following with affection and emotion a situation of Little Charlie",
        "start": 390.63,
        "duration": 6.679
    },
    {
        "text": "And expresses his closeness to his parents",
        "start": 397.4,
        "duration": 2.07
    },
    {
        "text": "He is praying for them in the hope that their desire to accompany and care for their own child until the end will be",
        "start": 399.47,
        "duration": 4.44
    },
    {
        "text": "respected also reaching out",
        "start": 404.13,
        "duration": 1.099
    },
    {
        "text": "We saw the president of the United States Donald trump meeting if we can help little Charlie guard as per our",
        "start": 405.229,
        "duration": 4.5
    },
    {
        "text": "Friends in the uk and the pope we would be delighted to do so both abetik in hospital and us hospitals have offered to take",
        "start": 409.8,
        "duration": 6.2
    },
    {
        "text": "him in and personally",
        "start": 416.0,
        "duration": 0.9
    },
    {
        "text": "I don't know how to feel about a",
        "start": 416.9,
        "duration": 1.63
    },
    {
        "text": "Hospital making a decision that not only can your can your child not get treatment somewhere else",
        "start": 418.53,
        "duration": 4.729
    },
    {
        "text": "But even though the parents have the money and have the ability to get people to care for their child in their home",
        "start": 423.259,
        "duration": 5.67
    },
    {
        "text": "They're being denied this doesn't seem right if you had the ability",
        "start": 428.93,
        "duration": 2.79
    },
    {
        "text": "Even if there was a point zero zero one percent chance to to help or save your son once you try and even if it",
        "start": 431.91,
        "duration": 5.929
    },
    {
        "text": "Was then found to be a zero point zero percent chance to Deny a family the ability to take home their son",
        "start": 437.84,
        "duration": 5.88
    },
    {
        "text": "They had him die at home. What fucking right? Does a government have in deciding these parents are living in a situation",
        "start": 443.72,
        "duration": 5.97
    },
    {
        "text": "We think are reserved for other people painful things that you know happens to people, but never would happen to you here",
        "start": 449.69,
        "duration": 5.94
    },
    {
        "text": "we have them being denied hope and we have them being denied a",
        "start": 455.63,
        "duration": 3.119
    },
    {
        "text": "Farewell for a government and a judge to strip them of those right this breaks my heart, and it's hole crushing",
        "start": 459.24,
        "duration": 6.14
    },
    {
        "text": "But of course that's that no matter how passionate",
        "start": 465.38,
        "duration": 2.219
    },
    {
        "text": "I am about a story no matter what my opinion it Altima Lee comes down to you",
        "start": 467.599,
        "duration": 3.27
    },
    {
        "text": "This is a show, but it is a conversation. So what are your thoughts here? Do you agree? Do you disagree?",
        "start": 470.87,
        "duration": 3.929
    },
    {
        "text": "Now you take away where you're at. Whether it be this story the first one anything",
        "start": 474.87,
        "duration": 3.589
    },
    {
        "text": "I ever talked about I know in those comments that's where I'm going to end today's show that last story does it hit me I?",
        "start": 478.46,
        "duration": 5.01
    },
    {
        "text": "Kind of want to just go home and hug my son and swim and just embrace and enjoy",
        "start": 483.47,
        "duration": 3.72
    },
    {
        "text": "What I have",
        "start": 487.38,
        "duration": 0.86
    },
    {
        "text": "And what is so easy for all of us take for granted that sad let's kick to the outer where I had a lot more",
        "start": 488.24,
        "duration": 5.1
    },
    {
        "text": "Happy Energy remember if you like this video you like what I do on this channel",
        "start": 493.34,
        "duration": 3.299
    },
    {
        "text": "Hit that like button if you're new here hit that subscribe button also if you missed yesterday's Philip Defranco show you can click or tap?",
        "start": 496.68,
        "duration": 5.269
    },
    {
        "text": "Right there to watch that if you want to see the new it's behind the scenes vlog click or tap right there to watch that",
        "start": 501.949,
        "duration": 4.649
    },
    {
        "text": "But that's it of course as always my name's Philip Defranco. You've just been phill'd in. I love yo faces, and I'll see you tomorrow",
        "start": 506.599,
        "duration": 6.989
    }
]