[
    {
        "text": "'sup you beautiful bastards",
        "start": 0.04,
        "duration": 1.37
    },
    {
        "text": "Hope you're having a fantastic Tuesday welcome back to the Philip DeFranco show and let's just jump into it.",
        "start": 1.41,
        "duration": 4.95
    },
    {
        "text": "And the first thing I want to talk about today is special election news in the United States.",
        "start": 6.36,
        "duration": 3.88
    },
    {
        "text": "Specifically today, Alabama is voting between Doug Jones and Roy Moore.",
        "start": 10.24,
        "duration": 3.76
    },
    {
        "text": "And honestly, there's just not much to add in this situation.",
        "start": 14.0,
        "duration": 2.86
    },
    {
        "text": "Right now you most likely know all the allegations against Roy Moore, one of his accusers saying she was 14 at the time.",
        "start": 16.86,
        "duration": 5.46
    },
    {
        "text": "Even with that and things that are transpired since those accusations were made,",
        "start": 22.32,
        "duration": 3.08
    },
    {
        "text": "Roy Moore in a lot of polls is still leading.",
        "start": 25.4,
        "duration": 2.28
    },
    {
        "text": "Now keep in mind, the polls are all over the place depending on where you are looking.",
        "start": 27.68,
        "duration": 3.6
    },
    {
        "text": "I've seen a lot of people asking 'how the hell can people be voting for Roy Moore?'",
        "start": 31.28,
        "duration": 3.48
    },
    {
        "text": "The general thing I'm seeing from Rory more supporters is it's one of three things.",
        "start": 34.76,
        "duration": 3.56
    },
    {
        "text": "One, they don't believe the accusations,",
        "start": 38.32,
        "duration": 1.26
    },
    {
        "text": "some people thinking that it was an organized move by Democrats - many supporters calling it fake news.",
        "start": 39.58,
        "duration": 4.68
    },
    {
        "text": "Two, you have people arguing Roy Moore is just accused of this, but they personally are pro-life and so they can't",
        "start": 44.26,
        "duration": 4.66
    },
    {
        "text": "vote for someone like Doug Jones who is pro-choice.",
        "start": 48.92,
        "duration": 2.58
    },
    {
        "text": "and three, it's just the general idea that 'no matter what we can't give the Democrats this seat in the Senate'.",
        "start": 51.5,
        "duration": 4.6
    },
    {
        "text": "Now, individuals most likely will have different reasonings, but these are the three main that I've seen.",
        "start": 56.1,
        "duration": 4.02
    },
    {
        "text": "Now, ultimately what we're gonna see in the next 24 hours is the end of this story, or rather,",
        "start": 60.12,
        "duration": 3.62
    },
    {
        "text": "an end to the chapter of this story.",
        "start": 63.74,
        "duration": 1.82
    },
    {
        "text": "If Doug Jones is elected, it's a pretty simple situation, but then if Roy Moore is elected, we have to wait to see",
        "start": 65.56,
        "duration": 4.78
    },
    {
        "text": "how Senate Republicans respond.",
        "start": 70.36,
        "duration": 1.52
    },
    {
        "text": "There have been reports all over the place as far as what happens if and when he gets elected,",
        "start": 71.88,
        "duration": 3.98
    },
    {
        "text": "which as of recording this video, I mean if you had to lean, you had to kind of guesstimate,",
        "start": 75.86,
        "duration": 3.3
    },
    {
        "text": "it seems that's more likely.",
        "start": 79.16,
        "duration": 1.4
    },
    {
        "text": "That said, I do want to talk about Roy Moore's rally last night.",
        "start": 80.56,
        "duration": 3.02
    },
    {
        "text": "Everyone's already talked about their feelings on Roy Moore's first interview back being with a 12 year old,",
        "start": 83.58,
        "duration": 5.009
    },
    {
        "text": "But I just I just needed to share this clip of Roy Moore's wife last night. It is my most favorite thing",
        "start": 88.59,
        "duration": 6.0
    },
    {
        "text": "I've seen in the past 24 hours, and so just here you go. This is Roy Moore's wife getting the crowd pumped.",
        "start": 94.59,
        "duration": 5.11
    },
    {
        "text": "Kayla: Fake news would tell you that we don't care for Jews. I tell you all this because I've seen it all so I just",
        "start": 99.7,
        "duration": 7.3
    },
    {
        "text": "would set the record straight while they're here.",
        "start": 107.0,
        "duration": 3.08
    },
    {
        "text": "One of our attorneys is a Jew.",
        "start": 117.36,
        "duration": 2.8
    },
    {
        "text": "(laughter)",
        "start": 120.16,
        "duration": 2.88
    },
    {
        "text": "Oh Shit I love it there were some people in the crowd like 'preach!' Kayla, That's like if I said,",
        "start": 123.08,
        "duration": 4.46
    },
    {
        "text": "'If you look to the mainstream news, fake news. They say I don't like Mexicans. Hi Fake News.",
        "start": 127.54,
        "duration": 5.59
    },
    {
        "text": "Let me drop this bombshell. The three ladies who clean my house once a week are Mexican!'",
        "start": 133.13,
        "duration": 4.95
    },
    {
        "text": "Kayla, I don't think your words are doing what you think they're doing, or unfortunately maybe they are doing",
        "start": 138.08,
        "duration": 4.3
    },
    {
        "text": "what you think they're doing. You didn't even deploy the version of 'I can't be racist I have a black friend'",
        "start": 142.38,
        "duration": 4.66
    },
    {
        "text": "You said that's fake news, I employ someone. Now keep in mind, I'm not saying that Kayla is actually anti-Semitic.",
        "start": 147.05,
        "duration": 5.819
    },
    {
        "text": "I just love the confidence she possessed when she said something so utterly stupid.",
        "start": 152.869,
        "duration": 4.871
    },
    {
        "text": "Then, let's talk about an update around the Keaton Jones story and controversy.",
        "start": 157.74,
        "duration": 3.72
    },
    {
        "text": "We covered it yesterday. To oversimplify, there was a lot of love and response, Then there was a lot of backlash.",
        "start": 161.46,
        "duration": 4.16
    },
    {
        "text": "People saying that the family is racist, that Keaton said the n-word. People saying he called someone that at school, and that's why he got \"bullied\".",
        "start": 165.62,
        "duration": 6.66
    },
    {
        "text": "I pointed this out yesterday, but there has been no actual real evidence that this child did anything, and as far as the family or mother being racist,",
        "start": 172.28,
        "duration": 8.0
    },
    {
        "text": "There's that MMA fighter who said he had a direct message with the mother, he acknowledged that it could",
        "start": 180.28,
        "duration": 4.04
    },
    {
        "text": "have been with someone that was posing as the mother,",
        "start": 184.32,
        "duration": 2.26
    },
    {
        "text": "but still most everyone took that it was definitely the mother, even though it was an account that wasn't their's",
        "start": 186.58,
        "duration": 4.08
    },
    {
        "text": "People saying the mother, she started a GoFundMe",
        "start": 190.66,
        "duration": 1.56
    },
    {
        "text": "Nope, that was started by someone else saying they were doing it on her behalf,",
        "start": 192.22,
        "duration": 3.52
    },
    {
        "text": "a person that didn't know them personally.",
        "start": 195.74,
        "duration": 1.18
    },
    {
        "text": "There's the one alleged Facebook post from the mother where she's essentially saying like 'if you don't have a broken bone, suck it up',",
        "start": 196.92,
        "duration": 4.84
    },
    {
        "text": "which is incredibly rude, dismissive, not seemingly on message with what she was doing with her son.",
        "start": 201.76,
        "duration": 4.74
    },
    {
        "text": "Then a photo of the mother with a confederate flag, another with the family is outside, one of them is holding",
        "start": 206.5,
        "duration": 4.3
    },
    {
        "text": "a confederate flag. And the confederate flag, for my international viewers, some people see it as an",
        "start": 210.8,
        "duration": 3.76
    },
    {
        "text": "inherently racist symbol, a call back to slavery times. Other people see it as southern pride that is separate",
        "start": 214.58,
        "duration": 6.16
    },
    {
        "text": "from slavery and the atrocities of the past. As far as my personal opinion, I mean, I'm personally not a fan of the",
        "start": 220.74,
        "duration": 4.86
    },
    {
        "text": "Confederate flag. I am someone that associates it with so much horrible history,",
        "start": 225.6,
        "duration": 3.76
    },
    {
        "text": "But I've also I lived in the south for a really long time,",
        "start": 229.46,
        "duration": 2.88
    },
    {
        "text": "I knew people that were all about the Confederate flag. A lot of those people, I won't say all of those people,",
        "start": 232.34,
        "duration": 4.5
    },
    {
        "text": "a lot of those people didn't seem like they had a racist bone in their body, So for me personally when I saw that picture",
        "start": 236.84,
        "duration": 3.479
    },
    {
        "text": "I thought okay. Well, that's one more of a gray situation to me - this is a point. I'll repeat",
        "start": 240.319,
        "duration": 4.05
    },
    {
        "text": "I think it's very important to separate Keaton from his mother the rest of his family",
        "start": 244.37,
        "duration": 3.779
    },
    {
        "text": "He's an individual and whenever we're dealing with someone we shouldn't have punished the child for the sins of the father",
        "start": 248.15,
        "duration": 4.75
    },
    {
        "text": "But that said since all of this backlash the mother has since responded",
        "start": 253.049,
        "duration": 3.6
    },
    {
        "text": "Talking to Good Morning America and on the topic of those pictures with a confederate flag",
        "start": 256.9,
        "duration": 3.41
    },
    {
        "text": "She said it was meant to be ironic and funny and extreme I am",
        "start": 260.32,
        "duration": 5.059
    },
    {
        "text": "Genuinely truly, sorry if I could take it back I would and coming from that. I don't know if you believe her",
        "start": 265.9,
        "duration": 5.63
    },
    {
        "text": "I don't know if you want to believe the worst of her but even still I think it is incredibly important to",
        "start": 271.53,
        "duration": 4.859
    },
    {
        "text": "Separate the mother from her child",
        "start": 276.52,
        "duration": 1.74
    },
    {
        "text": "but",
        "start": 278.26,
        "duration": 0.57
    },
    {
        "text": "Unfortunately that hasn't been the case many people have assumed the worst in the mother and assumed the worst in the child and have passed",
        "start": 278.83,
        "duration": 5.899
    },
    {
        "text": "Along as if it is 100%",
        "start": 284.729,
        "duration": 1.961
    },
    {
        "text": "fact that this little boy was throwing out racial slurs based off of just some random tweet that went viral and that's then resulted and",
        "start": 286.69,
        "duration": 5.899
    },
    {
        "text": "instead of just to some kids in his lunch room just",
        "start": 292.59,
        "duration": 2.82
    },
    {
        "text": "Bullying a fucking giant part of the internet saying you said the n-word you're racist you're horrible",
        "start": 295.51,
        "duration": 5.149
    },
    {
        "text": "It's just crazy to me but from that. I want to share some stuff",
        "start": 300.66,
        "duration": 2.489
    },
    {
        "text": "I loved today and today and awesome brought to you by shop DeFranco comm shop DeFranco of course the place to get our merch our",
        "start": 303.15,
        "duration": 6.0
    },
    {
        "text": "Awesome shirts our hoodies our sweaters our pillows also quick note yesterday was the last day for",
        "start": 309.15,
        "duration": 4.679
    },
    {
        "text": "Guaranteed normal delivery just to note you might have to have a different shipping option",
        "start": 314.139,
        "duration": 3.44
    },
    {
        "text": "Or you might have to do that thing where you like you you print out a picture you're like",
        "start": 317.58,
        "duration": 3.18
    },
    {
        "text": "This is a present you're gonna get, uhhh,  but not today. Also. I promise I didn't just buy this an hour ago",
        "start": 320.76,
        "duration": 4.469
    },
    {
        "text": "And Actually the first bit of Awesome is tied to shop DeFranco",
        "start": 325.229,
        "duration": 2.49
    },
    {
        "text": "Calm because for I don't know how long it's not been available today. We are bringing back the immensely popular and of course",
        "start": 327.72,
        "duration": 6.089
    },
    {
        "text": "It's immensely popular ya jerks the I hate Philip DeFranco shirt and hoodie and in trailer awesome",
        "start": 333.81,
        "duration": 4.95
    },
    {
        "text": "We got a new trailer for bright with Will Smith",
        "start": 338.76,
        "duration": 1.83
    },
    {
        "text": "We got a brand new black panther trailer a trailer for insidious the last key and behind the scenes awesome",
        "start": 340.59,
        "duration": 4.829
    },
    {
        "text": "There was a featurette released by netflix for the punisher got christmas carpool karaoke honest trailer for Return of the Jedi",
        "start": 345.419,
        "duration": 5.64
    },
    {
        "text": "We had dumb drum put out a Sweden trailer for Star Wars the last Jedi",
        "start": 351.16,
        "duration": 3.799
    },
    {
        "text": "Also had NTN putting on a video on everything you need to know about the last Jedi then for you foodies out there thrillers put",
        "start": 354.96,
        "duration": 4.829
    },
    {
        "text": "Out a video about bagels and lox in New York, and if you want to see the full versions everything",
        "start": 359.789,
        "duration": 3.96
    },
    {
        "text": "I just share the secret link of the day anything at all",
        "start": 363.75,
        "duration": 2.519
    },
    {
        "text": "Links is always are in the description down below and in quickie crypto news everyone's been talking about Bitcoin",
        "start": 366.37,
        "duration": 5.149
    },
    {
        "text": "But if you were a light coin believer today, you are a very happy boy",
        "start": 371.52,
        "duration": 4.26
    },
    {
        "text": "Or girl as a recording in the past day it has gone up over 100 percent this week",
        "start": 375.78,
        "duration": 3.839
    },
    {
        "text": "It has none of 267 percent and so far this year litecoin is up over",
        "start": 379.62,
        "duration": 3.92
    },
    {
        "text": "10,000 percent so that means essentially if you would put",
        "start": 383.68,
        "duration": 2.98
    },
    {
        "text": "$10,000 in light coin. That would currently be valued at over 1 million dollars",
        "start": 386.84,
        "duration": 5.26
    },
    {
        "text": "I'm so glad that I decided to keep my Bitcoin in cold storage and not",
        "start": 392.1,
        "duration": 3.42
    },
    {
        "text": "oh my God of course the way cryptocurrency goes by the time this video goes out",
        "start": 395.62,
        "duration": 3.68
    },
    {
        "text": "Might even be bigger might be smaller and with that said if you're one of the people that is interested in trying to check this",
        "start": 399.58,
        "duration": 5.209
    },
    {
        "text": "Out maybe dabble or beginners coinbase as a fantastic",
        "start": 404.79,
        "duration": 2.85
    },
    {
        "text": "I include a link in the description if you sign up you put in",
        "start": 407.64,
        "duration": 2.25
    },
    {
        "text": "$100 start messing around with you get $10 in Bitcoin I get $10 in Bitcoin even with all of that",
        "start": 410.02,
        "duration": 4.97
    },
    {
        "text": "I do want to point something out",
        "start": 414.99,
        "duration": 1.45
    },
    {
        "text": "And I want to stress it cuz it's very important Should be careful with how much money you put into the space is very",
        "start": 416.44,
        "duration": 4.43
    },
    {
        "text": "exciting but very",
        "start": 420.97,
        "duration": 0.84
    },
    {
        "text": "Volatile space beware I'm taking advice from anyone that will not disclose",
        "start": 421.81,
        "duration": 3.74
    },
    {
        "text": "What they personally have their money in I currently have mine and Bitcoin?",
        "start": 425.65,
        "duration": 3.589
    },
    {
        "text": "etherium and some just a very few alts also be careful when taking advice from someone who has a lot of money in something and",
        "start": 429.34,
        "duration": 6.079
    },
    {
        "text": "Is telling you it's also never put in more than you're willing to lose",
        "start": 435.42,
        "duration": 2.639
    },
    {
        "text": "And just looking at the news that is not what people are doing I saw a report recently",
        "start": 438.13,
        "duration": 3.38
    },
    {
        "text": "Where securities regulator said that people are taking out mortgages on their home to buy Bitcoin guys it is exciting but please be careful",
        "start": 441.51,
        "duration": 6.6
    },
    {
        "text": "Understand I'm not trying to neg what is happening here",
        "start": 448.21,
        "duration": 2.57
    },
    {
        "text": "Even the creator of litecoin yesterday obviously very excited about we're litecoin is right now",
        "start": 450.78,
        "duration": 4.199
    },
    {
        "text": "Even he yesterday was saying be careful if you can't deal with",
        "start": 455.01,
        "duration": 2.79
    },
    {
        "text": "Potentially losing like 80% of its value might not be for you then in daily outrage news",
        "start": 457.96,
        "duration": 4.669
    },
    {
        "text": "Let's talk about woodland middle school in Gurnee",
        "start": 462.63,
        "duration": 2.1
    },
    {
        "text": "Illinois",
        "start": 464.73,
        "duration": 0.58
    },
    {
        "text": "the school and teacher are under fire for a worksheet that the teacher gave to the students the assignment was called if you give Hitler a",
        "start": 465.31,
        "duration": 7.34
    },
    {
        "text": "Country themed after the very popular children's book if you give a mouse a cookie it prominently features a My Little Pony",
        "start": 472.81,
        "duration": 5.96
    },
    {
        "text": "version of Hitler with a swastika",
        "start": 479.11,
        "duration": 2.0
    },
    {
        "text": "Doing a Nazi salute and the instructions said to create a comic strip for little kids that exemplifies Europe's appeasement towards Hitler acquiring one full",
        "start": 481.27,
        "duration": 6.799
    },
    {
        "text": "Page with six cells the kids were told to include fun and colorful pictures one mother said you found her son's work it showed",
        "start": 488.07,
        "duration": 5.64
    },
    {
        "text": "spongebob accompanied by a bunch of swastikas",
        "start": 493.87,
        "duration": 1.74
    },
    {
        "text": "As you might expect some parents were outraged after looking into the incident the school sent home a letter to parents that said the intent",
        "start": 495.61,
        "duration": 5.389
    },
    {
        "text": "of the student activity was to help students understand the complex issues leading up to World War two not to minimize the",
        "start": 501.0,
        "duration": 5.429
    },
    {
        "text": "atrocities of Nazi Germany however the fun and cartoonish elements of the activity students were asked to complete did not fully represent the intent of",
        "start": 506.5,
        "duration": 5.929
    },
    {
        "text": "The teachers or of board policy now part of my brain goes ok",
        "start": 512.43,
        "duration": 3.179
    },
    {
        "text": "You know what may this was just like this was a teacher trying to make the atrocities of this time approachable to children",
        "start": 515.61,
        "duration": 6.25
    },
    {
        "text": "But at what point in making the worksheet",
        "start": 521.86,
        "duration": 2.22
    },
    {
        "text": "Did you go yeah Hitler my little pony doing the Nazi salute that that's the winner then I'm also of the mindset and this is",
        "start": 524.08,
        "duration": 6.599
    },
    {
        "text": "Mainly where I land where I think you don't have to turn it into this fun colorful thing",
        "start": 530.84,
        "duration": 3.769
    },
    {
        "text": "It's an immensely awful thing that happened that is incredibly important for us to talk about so history does now repeat itself",
        "start": 534.61,
        "duration": 5.429
    },
    {
        "text": "I personally treat with that seriousness now am I offend it makes me laugh because it's so stupid",
        "start": 540.16,
        "duration": 3.87
    },
    {
        "text": "It's mainly the my little pony Hitler",
        "start": 544.03,
        "duration": 2.639
    },
    {
        "text": "That's a thing for me, but it really pushes it into really bro territory, but the story is interesting to me",
        "start": 546.67,
        "duration": 5.4
    },
    {
        "text": "And I'm very interested in your personal take away, when it comes to serious topics like this with young children",
        "start": 552.07,
        "duration": 4.109
    },
    {
        "text": "Do you think that there should be a sugar coating or no just the situation nothing fun",
        "start": 556.18,
        "duration": 4.26
    },
    {
        "text": "Cartoonish to make it more approachable or something",
        "start": 560.63,
        "duration": 2.299
    },
    {
        "text": "and I ask because once again everyone has different opinions and different background personally love history class because history is crazy",
        "start": 562.93,
        "duration": 5.309
    },
    {
        "text": "Maybe other people think that it needs to be more approachable. I'd just love to know your thoughts and the last thing",
        "start": 568.24,
        "duration": 3.72
    },
    {
        "text": "I want to talk about today is this Philip Brailsford Daniel shaver story",
        "start": 571.96,
        "duration": 3.059
    },
    {
        "text": "This story is about a police shooting that took place in January of 2016",
        "start": 575.02,
        "duration": 3.0
    },
    {
        "text": "Daniel shaver was shot and killed by then officer Brailsford in a hotel in Mesa Arizona police responded to a call from a hotel guest",
        "start": 578.29,
        "duration": 5.61
    },
    {
        "text": "Who said that someone at the hotel had been pointing a rifle out of the window three officers responded to the call they confronted shaver",
        "start": 583.9,
        "duration": 5.189
    },
    {
        "text": "And a woman that he was with in the hallway. the officers said that they were able to take the woman into custody",
        "start": 589.089,
        "duration": 3.33
    },
    {
        "text": "But that shaver himself would not comply wasn't complying with instructions",
        "start": 592.46,
        "duration": 3.589
    },
    {
        "text": "And he kept reaching behind his back and during the attempt at harassed shaver was shot multiple times by Officer Philip Brailsford shaver did not",
        "start": 596.05,
        "duration": 5.789
    },
    {
        "text": "Have a weapon on him",
        "start": 601.839,
        "duration": 0.931
    },
    {
        "text": "But two pellet guns that he used in his pest control job were in the room immediately after the shooting Brailsford was placed on administrative",
        "start": 602.77,
        "duration": 5.25
    },
    {
        "text": "duty and then just two months later",
        "start": 608.27,
        "duration": 1.34
    },
    {
        "text": "He was fired at this time Shaver's widow is publicly demanding the body camera footage be released and in May of 2016",
        "start": 609.61,
        "duration": 5.309
    },
    {
        "text": "partial footage was released",
        "start": 615.23,
        "duration": 1.34
    },
    {
        "text": "it was decided the",
        "start": 616.57,
        "duration": 0.94
    },
    {
        "text": "Confrontation and death weren't going to be made public until the end of the trial so then that day comes on Thursday Philip Brailsford was found",
        "start": 617.51,
        "duration": 5.329
    },
    {
        "text": "Not guilty on charges of second degree murder and manslaughter and the judge",
        "start": 622.839,
        "duration": 3.06
    },
    {
        "text": "Then ordered the release of the body cam footage which oh my god. Also quick note",
        "start": 625.9,
        "duration": 3.929
    },
    {
        "text": "I want to make because there's been a lot of",
        "start": 629.83,
        "duration": 1.48
    },
    {
        "text": "Misreporting or just not reporting Phillip Brailsford is not the one giving orders Brailsford does shoot and kill shaver",
        "start": 631.31,
        "duration": 5.72
    },
    {
        "text": "It's actually Sergeant Charles Langley. That was the one issue in orders",
        "start": 637.03,
        "duration": 2.849
    },
    {
        "text": "I'll link to the full video down below, but let's jump into the main points",
        "start": 639.88,
        "duration": 3.0
    },
    {
        "text": "Stop right there. STOP! Get on the ground. Both of you Lay",
        "start": 643.7,
        "duration": 4.4
    },
    {
        "text": "down on the ground. lay down on the ground. if you make a mistake",
        "start": 648.24,
        "duration": 5.56
    },
    {
        "text": "another mistake",
        "start": 653.94,
        "duration": 1.499
    },
    {
        "text": "There is a very severe possibility you're both going to get shot. Do you understand yes?",
        "start": 655.439,
        "duration": 4.429
    },
    {
        "text": "I'm not here to be tackle or diplomatic with you",
        "start": 659.869,
        "duration": 2.25
    },
    {
        "text": "You listen you event put both your hands on the top of your head and interlace your fingers",
        "start": 662.429,
        "duration": 4.94
    },
    {
        "text": "Take your feet and cross your left foot over your right foot",
        "start": 667.369,
        "duration": 3.66
    },
    {
        "text": "Yes, you move. We were going to consider that a threat and we are going to deal with it",
        "start": 671.999,
        "duration": 5.33
    },
    {
        "text": "And you may not survive it do you understand me? Yes Sir. okay young man listen to my instructions",
        "start": 677.329,
        "duration": 5.19
    },
    {
        "text": "And do not make a mistake you are to keep your legs crossed. Do you understand me? Yes sir.",
        "start": 682.519,
        "duration": 4.619
    },
    {
        "text": "You are to put both of your hands palms-down straight out in front of you. push yourself up to a kneeling position",
        "start": 687.92,
        "duration": 7.64
    },
    {
        "text": "I said keep your legs crossed. I didn't say as a conversation",
        "start": 696.56,
        "duration": 4.22
    },
    {
        "text": "Put your hands in the air. Hands in the air. You do that again we're shooting you do you understand?",
        "start": 700.9,
        "duration": 5.28
    },
    {
        "text": "No! Please don't shoot me! Then listen to my instructions.",
        "start": 706.18,
        "duration": 3.28
    },
    {
        "text": "I'm trying to do what you guys said -- Don't talk! Listen. Do not put your hands down",
        "start": 709.52,
        "duration": 3.4
    },
    {
        "text": "For any reason you think you're gonna fall you're gonna fall on your face your hands go making the small of your back or down",
        "start": 713.0,
        "duration": 6.32
    },
    {
        "text": "We are going to shoot you do you understand me yes sir.",
        "start": 719.32,
        "duration": 3.4
    },
    {
        "text": "Crawl towards me. Crawl towards me!",
        "start": 722.82,
        "duration": 2.72
    },
    {
        "text": "Yes sir.",
        "start": 725.54,
        "duration": 2.0
    },
    {
        "text": "(crying)",
        "start": 727.54,
        "duration": 1.86
    },
    {
        "text": "Don't --",
        "start": 729.4,
        "duration": 0.5
    },
    {
        "text": "(gunshots)",
        "start": 729.9,
        "duration": 1.46
    },
    {
        "text": "At that moment Brailsford shot and killed shavers as you might imagine",
        "start": 731.36,
        "duration": 3.24
    },
    {
        "text": "there are people just calling this straight murder. people pointing out of the police officers gun even had your fucked etched into it",
        "start": 734.6,
        "duration": 5.699
    },
    {
        "text": "People arguing this is just a guy waiting for his chance to shoot someone other people argue",
        "start": 740.299,
        "duration": 3.33
    },
    {
        "text": "No, it was a justified shooting",
        "start": 743.629,
        "duration": 1.721
    },
    {
        "text": "He put his hand behind his back the officer felt like he might be reaching for a weapon so he opened fire but my person",
        "start": 745.35,
        "duration": 4.849
    },
    {
        "text": "Take away from this is most of the blame here should fall on Sergeant Charles Langley",
        "start": 750.199,
        "duration": 4.469
    },
    {
        "text": "He was the person in control of the situation. He was definitely the person escalating the situation in between shouting threats",
        "start": 754.699,
        "duration": 5.549
    },
    {
        "text": "He was playing some weird game of Simon Says",
        "start": 760.249,
        "duration": 2.46
    },
    {
        "text": "We've also seen others in law enforcement",
        "start": 762.809,
        "duration": 1.95
    },
    {
        "text": "Criticized the orders being given asking someone to crawl forward to you with crossed ankles is not a standard safe arrest practice",
        "start": 764.759,
        "duration": 6.83
    },
    {
        "text": "So I'm saying shaver could have just stayed on the ground with his hands on his head have enough officers to arrest safely",
        "start": 771.589,
        "duration": 4.589
    },
    {
        "text": "When on his knees he could have been told to turn around so they could check his belt line when he was looking away they",
        "start": 776.45,
        "duration": 4.739
    },
    {
        "text": "Could tell him to lift his shirt unfortunately",
        "start": 781.19,
        "duration": 1.8
    },
    {
        "text": "What actually happened was after countless?",
        "start": 782.99,
        "duration": 1.839
    },
    {
        "text": "Taunts and threats and just screaming and barking of bizarre orders the man that was very drunk",
        "start": 784.829,
        "duration": 4.64
    },
    {
        "text": "He ended up making the mistake of reaching back and that guy's dead and that's actually why personally",
        "start": 789.47,
        "duration": 4.14
    },
    {
        "text": "I think that Brailsford is less",
        "start": 793.61,
        "duration": 2.219
    },
    {
        "text": "responsible than his sergeant. Brailsford was put into an escalated situation where he",
        "start": 796.11,
        "duration": 3.71
    },
    {
        "text": "Personally didn't have enough information to know if there was a weapon there or not because of his sergeant and a jury is now decided",
        "start": 799.889,
        "duration": 5.93
    },
    {
        "text": "Because he was in that situation. He was legally justified meanwhile Sergeant Charles Langley has just quietly retired",
        "start": 805.82,
        "duration": 5.339
    },
    {
        "text": "It's just another insane and horrifying situation",
        "start": 811.16,
        "duration": 2.13
    },
    {
        "text": "It's another guy trying to live his life as a family two kids all that said that's the story. That's my opinion",
        "start": 813.329,
        "duration": 5.33
    },
    {
        "text": "And I'd love to know your thoughts here",
        "start": 818.66,
        "duration": 1.56
    },
    {
        "text": "Let me know what you're thinking in those comments down below",
        "start": 820.22,
        "duration": 1.799
    },
    {
        "text": "And that's where I'm going to end today's show remember if you like this video you like what I try and do on this channel",
        "start": 822.019,
        "duration": 4.05
    },
    {
        "text": "You want to support it and everything else we're trying to build go to DeFrancoelite.com sign up become a member a you get",
        "start": 826.07,
        "duration": 5.009
    },
    {
        "text": "Some early videos exclusive videos exclusive live streams like the one we're doing today",
        "start": 831.079,
        "duration": 3.69
    },
    {
        "text": "Also, you want to snag an exclusive signed poster, a mug it's all there",
        "start": 834.769,
        "duration": 3.54
    },
    {
        "text": "also\nIf you missed yesterday's philip defranco show you want to catch up click or tap right there to watch that or if you want to",
        "start": 838.31,
        "duration": 4.589
    },
    {
        "text": "Watch today's DeFranco nation book club click right there, but that's it of course as always my name's philip defranco",
        "start": 842.899,
        "duration": 4.83
    },
    {
        "text": "You've just been phill'd in. I love yo faces, and I'll see you tomorrow",
        "start": 847.74,
        "duration": 3.83
    }
]