[
    {
        "text": "What's up you beautiful bastards? Hope even a fantastic Friday. Welcome back to the Philip DeFranco show",
        "start": 0.0,
        "duration": 4.589
    },
    {
        "text": "And if you're new here on Fridays, we do something a little bit different Fridays",
        "start": 4.589,
        "duration": 2.97
    },
    {
        "text": "I try to cover more viewer requested stories from the week. Sometimes it's for the better. Sometimes it's for worse",
        "start": 7.56,
        "duration": 4.65
    },
    {
        "text": "But with that said, let's just jump in",
        "start": 12.21,
        "duration": 2.699
    },
    {
        "text": "The first thing we're gonna talk about today are",
        "start": 14.91,
        "duration": 1.69
    },
    {
        "text": "Massive updates for a story that we have covered for far too long",
        "start": 16.6,
        "duration": 2.929
    },
    {
        "text": "And that is the four hundred thousand dollar GoFundMe scam story",
        "start": 19.6,
        "duration": 4.16
    },
    {
        "text": "If this is the first you're hearing about it, I just here's a quick oversimplified TLDR. Within this story",
        "start": 23.76,
        "duration": 4.41
    },
    {
        "text": "You have Johnny Bobbitt Marc D'Amico and Kate McClure Kate and Mark were a couple they claimed that Bobbitt who was homeless used his last",
        "start": 28.17,
        "duration": 5.519
    },
    {
        "text": "Twenty dollars to help McClure get gas when her car ran out on the interstate right just this beautiful story",
        "start": 33.69,
        "duration": 4.74
    },
    {
        "text": "And so the couple says you know what? Let's start a GoFundMe",
        "start": 38.43,
        "duration": 2.069
    },
    {
        "text": "Let's raise money for and they end up raising over four hundred thousand dollars from around 14,000 contributors",
        "start": 40.5,
        "duration": 4.139
    },
    {
        "text": "but from their Bobbitt ends up suing the couple over what he says his mismanagement of the funds. He accuses them of using the money for",
        "start": 44.64,
        "duration": 5.43
    },
    {
        "text": "vacations, luxury cars,",
        "start": 50.17,
        "duration": 1.529
    },
    {
        "text": "Gambling. The couple deny doing so they say something about Bobbitt spending so much money on drugs",
        "start": 51.699,
        "duration": 4.49
    },
    {
        "text": "If you can kick the drugs",
        "start": 56.19,
        "duration": 1.02
    },
    {
        "text": "They'll give him the rest of the money and all of a sudden the authorities are involved. And the couple's house",
        "start": 57.21,
        "duration": 3.419
    },
    {
        "text": "They end up getting raided by police. They seize that BMW; financial statements; stuff like that",
        "start": 60.629,
        "duration": 4.26
    },
    {
        "text": "Then after that investigators say all three of them were actually in on it together to scam people out of money via",
        "start": 64.89,
        "duration": 5.699
    },
    {
        "text": "GoFundMe where we last left this story one GoFundMe was out there",
        "start": 70.9,
        "duration": 3.259
    },
    {
        "text": "Reimbursing people who had donated but also more importantly all three were hit with charges",
        "start": 74.26,
        "duration": 4.429
    },
    {
        "text": "But with all of that said the latest news we have on the story according to the Associated Press",
        "start": 78.689,
        "duration": 3.72
    },
    {
        "text": "Johnny Bobbitt, 36, of Philadelphia, pleaded guilty to conspiracy to commit money laundering, and Katelyn McClure, 28 of Bordentown",
        "start": 82.68,
        "duration": 6.72
    },
    {
        "text": "New Jersey pleaded to a charge of conspiracy to commit wire",
        "start": 89.4,
        "duration": 2.639
    },
    {
        "text": "Fraud and as far as their stupid prizes for the stupid game that they played Bobbitt is reportedly facing up to ten years in prison",
        "start": 92.11,
        "duration": 6.799
    },
    {
        "text": "With McClure facing 20 and also for those be wondering about Mark like what has he been charged with he has actually still not been",
        "start": 98.909,
        "duration": 5.79
    },
    {
        "text": "Charged by federal authorities, although all three of them are still facing state charges. The situation is not done. We are ever closer",
        "start": 104.7,
        "duration": 6.69
    },
    {
        "text": "Yeah main point stupid prizes for stupid games in my opinion",
        "start": 111.39,
        "duration": 3.389
    },
    {
        "text": "I think you make an example out of people that are trying to screw people who want to help right?",
        "start": 114.78,
        "duration": 4.229
    },
    {
        "text": "But all that said I really do hope that they serve a good amount of time",
        "start": 119.009,
        "duration": 2.85
    },
    {
        "text": "It's just so disgusting that they were preying on people wanting to provide some good in the world. Like with other frauds out",
        "start": 121.86,
        "duration": 4.709
    },
    {
        "text": "There you make it even less likely that other people will support the people that really need it in the future",
        "start": 126.57,
        "duration": 4.439
    },
    {
        "text": "That's where we are with that one. Then, in industry slash internet any news we have news, but it's actually not on YouTube",
        "start": 131.19,
        "duration": 5.139
    },
    {
        "text": "This news is about Facebook, specifically Facebook Watch, even more specifically about Red Table Talk",
        "start": 136.329,
        "duration": 4.92
    },
    {
        "text": "And if you've never heard of Red Table Talk it is Jada pinkett-smith series. He's been doing it since April of 2018",
        "start": 141.25,
        "duration": 4.589
    },
    {
        "text": "It's kind of a conversation slash interview show and the news is that their episode",
        "start": 146.09,
        "duration": 4.19
    },
    {
        "text": "Jordan Woods shares the truth broke records according to Facebook in the first 24 hours",
        "start": 150.319,
        "duration": 4.13
    },
    {
        "text": "7.5 million people watched at least 60 seconds of it that reportedly making it the most viewed",
        "start": 155.12,
        "duration": 4.819
    },
    {
        "text": "Original episode in that same time period for them and looking at the video now",
        "start": 160.04,
        "duration": 3.559
    },
    {
        "text": "It has over",
        "start": 163.599,
        "duration": 0.73
    },
    {
        "text": "31 million views and that's just the original video my reaction to all of this is of course this pulled numbers the Kardashian family",
        "start": 164.329,
        "duration": 6.23
    },
    {
        "text": "Drama between Khloe Kardashian Tristan Thompson. Jordan was their cheating blah blah blah is all happening in real time",
        "start": 170.659,
        "duration": 6.229
    },
    {
        "text": "You had very public accusations and denials all of a sudden Jada pinkett-smith snags exclusive interview that's on top of the Smith family",
        "start": 176.889,
        "duration": 7.65
    },
    {
        "text": "Just by themselves being immensely popular turns out the internet likes T. Who knew?",
        "start": 184.54,
        "duration": 4.919
    },
    {
        "text": "But that said from a business standpoint",
        "start": 190.43,
        "duration": 1.82
    },
    {
        "text": "I am interested to see what level of success this is for Facebook or how much of this is actually genuinely good effective marketing for",
        "start": 192.25,
        "duration": 6.029
    },
    {
        "text": "Them I asked because last year the reports that for these",
        "start": 198.28,
        "duration": 2.309
    },
    {
        "text": "Original watch series like some series were getting like 1 to 2 million others according to reports",
        "start": 200.75,
        "duration": 4.579
    },
    {
        "text": "We're getting like 5 to 10 million dollar annual",
        "start": 205.329,
        "duration": 2.0
    },
    {
        "text": "budgets and I have to imagine or at least hope for Facebook's sake that they are also",
        "start": 207.59,
        "duration": 3.169
    },
    {
        "text": "Selling quality ads on that content because as a creator on Facebook, by the way, we have a Facebook page right now",
        "start": 211.129,
        "duration": 5.539
    },
    {
        "text": "Essentially, we just segment out certain stories from the PDS",
        "start": 216.669,
        "duration": 2.4
    },
    {
        "text": "We post it there our video covering she who should not be named got 3.7 million views",
        "start": 219.069,
        "duration": 4.65
    },
    {
        "text": "I don't think I can talk numbers",
        "start": 223.72,
        "duration": 1.289
    },
    {
        "text": "But let's say I'm not jumping ship anytime soon. But a question that I will tag on to this story",
        "start": 225.009,
        "duration": 4.35
    },
    {
        "text": "Where do you I mean this this probably isn't the greatest place to poll",
        "start": 229.359,
        "duration": 3.27
    },
    {
        "text": "But how about this other than you do where and how do you consume video?",
        "start": 232.629,
        "duration": 3.33
    },
    {
        "text": "But from that I want to share some stuff",
        "start": 235.959,
        "duration": 1.59
    },
    {
        "text": "I love today and today in awesome brought to you by ESPN plus if you're not familiar with the ESPN",
        "start": 237.549,
        "duration": 4.8
    },
    {
        "text": "Plus it has the fantastic",
        "start": 242.349,
        "duration": 1.09
    },
    {
        "text": "Premium service and app that gives you more of what you want where you want it when you want in addition to ESPN Plus offering",
        "start": 243.439,
        "duration": 6.199
    },
    {
        "text": "Things like a selection of live mls MLB NHL games you'll also get instant access to your favorite college sports like football",
        "start": 249.639,
        "duration": 5.339
    },
    {
        "text": "basketball lacrosse softball and more and when I say more I mean things like the archive for 30 for 30 their fantastic documentary series as well as",
        "start": 255.409,
        "duration": 7.4
    },
    {
        "text": "Specifically UFC and with UFC it's they now have us see events like UFC Fight Night Wichita, which is happening this weekend",
        "start": 263.029,
        "duration": 6.04
    },
    {
        "text": "It is available exclusively on ESPN plus and best of all in addition to it just being",
        "start": 269.07,
        "duration": 4.649
    },
    {
        "text": "$4.99 a month when you sign up using the link down below you get a free 7-day trial and you can cancel it any time",
        "start": 274.66,
        "duration": 5.45
    },
    {
        "text": "In the meantime, you get all of this awesomeness on your phone your tablet your computer your TV via Xbox Playstation, whatever",
        "start": 280.11,
        "duration": 6.059
    },
    {
        "text": "Yeah main point sign up at ESPN DeFranco comm or just click the link down below",
        "start": 286.17,
        "duration": 3.509
    },
    {
        "text": "You get some awesome in your life and it helps support the show when you do it, which actually on that note",
        "start": 289.87,
        "duration": 3.68
    },
    {
        "text": "Thank you to ESPN plus for your paid support of this video",
        "start": 293.55,
        "duration": 2.339
    },
    {
        "text": "And the first bit of Awesome is a little bit of self-promotion",
        "start": 295.89,
        "duration": 2.579
    },
    {
        "text": "One, if you have not seen this week's extra morning news deep dives",
        "start": 298.47,
        "duration": 2.459
    },
    {
        "text": "I highly recommend it. Which by the way I'll always",
        "start": 300.93,
        "duration": 1.67
    },
    {
        "text": "link in the description down below and also at the end of every single video too as I mentioned earlier in the week the last",
        "start": 302.68,
        "duration": 5.63
    },
    {
        "text": "Of the beautiful batch pre-orders have been going out this week",
        "start": 308.31,
        "duration": 1.98
    },
    {
        "text": "So that means that we're looking at Monday for the release of all of our news stuff",
        "start": 310.29,
        "duration": 3.359
    },
    {
        "text": "Which also includes new lip balm coz chapped lips suck",
        "start": 313.65,
        "duration": 2.58
    },
    {
        "text": "yeah to be some of the first to know be sure to follow a beautiful bastard on Instagram and Twitter links down below then we",
        "start": 316.23,
        "duration": 4.859
    },
    {
        "text": "Had the odd ones out giving us the spiders and the bees the real teachers watching sex education",
        "start": 321.09,
        "duration": 4.589
    },
    {
        "text": "It's him Roth breaking down his most iconic characters. We had Carpool Karaoke with the Jonas Brothers the entry's he playing song association",
        "start": 325.89,
        "duration": 6.509
    },
    {
        "text": "We got a sneak peek of Dumbo in case you wanted to see a little bit of the thing that's gonna make you cry have",
        "start": 332.4,
        "duration": 3.899
    },
    {
        "text": "Digital exclusive for queer I season 3 if you want to see the full versions of everything",
        "start": 336.3,
        "duration": 3.69
    },
    {
        "text": "I just shared the secret link of the day really anything at all",
        "start": 339.99,
        "duration": 2.91
    },
    {
        "text": "Links is always there in the description down below and then let's talk about the news that came out this week around",
        "start": 343.03,
        "duration": 4.07
    },
    {
        "text": "HIV if you didn't see this week researchers in London announced that their patient has experienced sustained remission from HIV after 18 months off of",
        "start": 347.41,
        "duration": 6.41
    },
    {
        "text": "Medication now despite some headlines that you've seen it is still too early to say the patient was cured though. Scientists are optimistic",
        "start": 353.82,
        "duration": 6.329
    },
    {
        "text": "So how did they do it? Well along with HIV the patient had Hodgkin's lymphoma that was not responding to chemotherapy",
        "start": 360.15,
        "duration": 5.79
    },
    {
        "text": "So they required a bone-marrow transplant",
        "start": 365.94,
        "duration": 1.98
    },
    {
        "text": "But instead of just taking any match for a bone marrow donation",
        "start": 367.92,
        "duration": 2.429
    },
    {
        "text": "researchers led by Ravindra Gupta an infectious diseases physician at the University of Cambridge",
        "start": 370.57,
        "duration": 4.13
    },
    {
        "text": "They found a donor that had two copies of a mutation on the ccr5 gene that gives people resistance to HIV infection",
        "start": 374.7,
        "duration": 5.699
    },
    {
        "text": "Why does it do that? Dr",
        "start": 380.4,
        "duration": 1.65
    },
    {
        "text": "De Franco you may ask well ccr5 codes a receptor on the surface of white blood cells",
        "start": 382.05,
        "duration": 4.559
    },
    {
        "text": "Which is incredibly important because that is what HIV binds to in order to enter an attack the cell lots with this mutation the receptor",
        "start": 386.61,
        "duration": 5.97
    },
    {
        "text": "Does not function properly an HIV can't latch to the cell",
        "start": 392.58,
        "duration": 2.88
    },
    {
        "text": "So when a patient gets a bone-marrow transplant",
        "start": 395.46,
        "duration": 1.89
    },
    {
        "text": "It destroys their blood cells and replace them with stem cells from the donor and because it's all coming together",
        "start": 397.35,
        "duration": 5.01
    },
    {
        "text": "This donor had HIV resistant cells. Now that patient has HIV resistant cells reportedly 16 months after the transplant the patients",
        "start": 402.36,
        "duration": 6.779
    },
    {
        "text": "Stop taking their antiretroviral drugs",
        "start": 409.14,
        "duration": 1.89
    },
    {
        "text": "Which are the usual treatment for HIV and in the latest follow-up about 18 months after they stopped the drugs",
        "start": 411.03,
        "duration": 4.619
    },
    {
        "text": "There was no trace of HIV in their system",
        "start": 415.65,
        "duration": 2.399
    },
    {
        "text": "And once again, this is not enough time for it to be considered cured",
        "start": 418.05,
        "duration": 2.61
    },
    {
        "text": "But they are optimistic that the current results will continue also of no",
        "start": 420.67,
        "duration": 3.68
    },
    {
        "text": "This is not the first time that someone has been reportedly cured of HIV",
        "start": 424.35,
        "duration": 3.029
    },
    {
        "text": "Over a decade ago German physicians announced that they had been able to cure the Berlin patient Timothy Ray Brown Brown had leukemia",
        "start": 427.51,
        "duration": 5.42
    },
    {
        "text": "That wasn't responding to chemotherapy. So the doctors ended up giving him two bone marrow transplants from a donor with the ccr5 mutation afterward",
        "start": 432.93,
        "duration": 6.779
    },
    {
        "text": "He was given harsh",
        "start": 439.71,
        "duration": 1.09
    },
    {
        "text": "Immunosuppressants and suffered severe complications that required him to be put into a medically induced coma and he nearly died",
        "start": 440.8,
        "duration": 5.24
    },
    {
        "text": "But ultimately he did not any was cured of HIV and after Brown's case researchers tried to duplicate the cure but often after nine months",
        "start": 446.04,
        "duration": 6.059
    },
    {
        "text": "Of being off of treatment HIV would come back or the patient would just die of cancer",
        "start": 452.1,
        "duration": 3.75
    },
    {
        "text": "So this made many people think that Brown could have been a fluke but this New London patient has given new",
        "start": 455.85,
        "duration": 4.919
    },
    {
        "text": "Hope for a cure with Dr. Gupta saying everybody believed after the Berlin patient that you needed to nearly die",
        "start": 460.77,
        "duration": 4.98
    },
    {
        "text": "Basically to cure HIV but now maybe you don't which on that note",
        "start": 465.85,
        "duration": 2.989
    },
    {
        "text": "ICISTEM a group of European scientists using stem cells to treat HIV",
        "start": 468.84,
        "duration": 3.149
    },
    {
        "text": "They are currently tracking 38 HIV infected people that have received bone marrow",
        "start": 471.99,
        "duration": 3.99
    },
    {
        "text": "Transplants that number reportedly includes six that did not have a donor with the mutation",
        "start": 476.14,
        "duration": 3.679
    },
    {
        "text": "but the London patient is number 36 on that list and number 19 on the list is being called the",
        "start": 479.82,
        "duration": 4.92
    },
    {
        "text": "Dusseldorf patient that patient has reportedly been off HIV medication for just four months now",
        "start": 484.93,
        "duration": 4.13
    },
    {
        "text": "but the main point here is as of right now it is not definitive but there is a reason to hope and this is something",
        "start": 489.06,
        "duration": 4.649
    },
    {
        "text": "That the International AIDS Society president Anton Pozniak said in a statement",
        "start": 493.71,
        "duration": 3.48
    },
    {
        "text": "Although it is not a viable large-scale strategy for a cure",
        "start": 497.19,
        "duration": 2.699
    },
    {
        "text": "it does represent a critical moment in the search for an HIV cure these new findings reaffirm our belief that there exists a proof of",
        "start": 499.89,
        "duration": 6.089
    },
    {
        "text": "Concept that HIV is curable",
        "start": 505.98,
        "duration": 1.59
    },
    {
        "text": "the hope is that this will eventually lead to a safe cost effective and easy strategy to achieve these results using gene technology or",
        "start": 507.57,
        "duration": 6.45
    },
    {
        "text": "Antibody techniques, I will say given the history of HIV",
        "start": 514.45,
        "duration": 3.23
    },
    {
        "text": "It is amazing that this is even a point of our conversation",
        "start": 517.96,
        "duration": 2.9
    },
    {
        "text": "I mean something to really think about since the beginning of the AIDS epidemic more than 70 million people have been infected with HIV and",
        "start": 520.86,
        "duration": 5.669
    },
    {
        "text": "About 35 million have died following complications",
        "start": 526.53,
        "duration": 2.339
    },
    {
        "text": "Also what we're talking about this I feel like some people have this",
        "start": 529.15,
        "duration": 3.26
    },
    {
        "text": "Where it's like Oh HIV is not that big of a deal anymore. I understand in no way",
        "start": 532.79,
        "duration": 3.059
    },
    {
        "text": "Do I want to add to any stigma around HIV but it's a big deal. Be safe",
        "start": 535.85,
        "duration": 3.719
    },
    {
        "text": "The number of newly infected with HIV in 2017 dropped to 1.8 million",
        "start": 539.57,
        "duration": 4.289
    },
    {
        "text": "Which is a fantastic",
        "start": 543.86,
        "duration": 0.7
    },
    {
        "text": "Number when you compare it to the number of like the three millions and the 90s that's still a lot of people whose lives are",
        "start": 544.56,
        "duration": 5.419
    },
    {
        "text": "Altered now, but ultimately that is where we are today. I'm very excited to see what other information comes from this test",
        "start": 549.98,
        "duration": 4.65
    },
    {
        "text": "Also, if you're interested in things around medical news, I highly recommend you follow, dr",
        "start": 554.63,
        "duration": 4.89
    },
    {
        "text": "Mike in addition to his more viral videos where he's like reviewing medical memes and reacting to medical TV show",
        "start": 559.52,
        "duration": 5.609
    },
    {
        "text": "He also does some interesting",
        "start": 565.13,
        "duration": 1.12
    },
    {
        "text": "Breakdowns of stories like though when we covered here and he's he's really good with making it understandable",
        "start": 566.25,
        "duration": 4.22
    },
    {
        "text": "In fact, I'll link to his video on this specific topic because he goes into why this isn't you know?",
        "start": 570.47,
        "duration": 4.259
    },
    {
        "text": "A wide-scale cure that is still incredibly exciting. But but that said that's where I'm gonna end it",
        "start": 574.73,
        "duration": 4.77
    },
    {
        "text": "And of course I passed the question off to you regarding what are your thoughts on this story?",
        "start": 579.5,
        "duration": 3.0
    },
    {
        "text": "Yeah, big impressive steps and then let's talk about a viewer-requested story from our brothers and sisters from the north. Not that north",
        "start": 582.5,
        "duration": 6.809
    },
    {
        "text": "There you go. This story centers around Canadian Prime Minister Justin Trudeau",
        "start": 589.62,
        "duration": 3.739
    },
    {
        "text": "And for those who do not know Trudeau is elected back in 2015. He's a member of the Liberal Party",
        "start": 593.36,
        "duration": 4.05
    },
    {
        "text": "He has also been championed by many as a progressive icon for promising more honest government practices climate change action and refugee rights",
        "start": 597.41,
        "duration": 7.049
    },
    {
        "text": "But now Trudeau is involved in a corruption scandal that alleges his office attempted to settle a criminal case against SNC Laval on a multinational",
        "start": 604.46,
        "duration": 6.719
    },
    {
        "text": "Engineering and construction firm based in Canada and the criminal case against SNC claims that the company paid millions of dollars in bribes to officials",
        "start": 611.31,
        "duration": 6.289
    },
    {
        "text": "In Libya in order to secure lucrative contracts and this reportedly including millions and bribes paid to the regime of Libyan dictator Moammar Ghadafi",
        "start": 617.6,
        "duration": 7.2
    },
    {
        "text": "So let's break this down SNC is a huge Canadian company while it is based in Quebec",
        "start": 624.83,
        "duration": 4.649
    },
    {
        "text": "it boasts more than 50,000 employees worldwide and what we're talking about is 10.1 billion in revenue in 2018 like",
        "start": 629.48,
        "duration": 6.75
    },
    {
        "text": "Massive company this company is also not new to corruption allegations",
        "start": 636.51,
        "duration": 2.929
    },
    {
        "text": "SNC has been accused of corrupt practices for years in multiple countries this including",
        "start": 639.87,
        "duration": 4.4
    },
    {
        "text": "Bangladesh India Mexico and its home country of Canada and in fact",
        "start": 644.4,
        "duration": 3.469
    },
    {
        "text": "Just last month a former SNC CEO pleaded guilty in Montreal on 15 charges including fraud conspiracy and forgery. And of note here",
        "start": 647.87,
        "duration": 7.14
    },
    {
        "text": "This is just six years after the same CEO was first arrested and accused of bribing public officials.",
        "start": 655.01,
        "duration": 4.919
    },
    {
        "text": "9 people were charged in that case and one Quebec police investigator called it the biggest case of corruption fraud in Canadian history. The case",
        "start": 659.93,
        "duration": 5.7
    },
    {
        "text": "About today actually started back in February of 2015 when Canadian authorities charged SNC with paying forty seven point seven million",
        "start": 665.96,
        "duration": 6.15
    },
    {
        "text": "Canadian dollars in bribes to officials in Libya and that was along with defrauding the Libyan government of one hundred twenty nine point eight million",
        "start": 672.18,
        "duration": 5.84
    },
    {
        "text": "Canadian dollars and if SNC is convicted",
        "start": 678.09,
        "duration": 2.15
    },
    {
        "text": "It could be banned from federal government contracts for a decade",
        "start": 680.24,
        "duration": 2.459
    },
    {
        "text": "Which is a move that could seriously hurt its business and eliminate numerous Canadian jobs",
        "start": 682.7,
        "duration": 3.479
    },
    {
        "text": "So how does Justin Trudeau fit into all of this well after Trudeau took office in 2015 his justice minister and Attorney General",
        "start": 686.18,
        "duration": 5.73
    },
    {
        "text": "Jody Wilson Raybould was given oversight of the case regarding Libya Wilson Raybould also identifies as indigenous and her appointment was applauded by many in",
        "start": 691.98,
        "duration": 7.25
    },
    {
        "text": "Canada who took it as a sign of Trudeau's commitment to indigenous people and women. But then in January 2019 Trudeau",
        "start": 699.23,
        "duration": 5.039
    },
    {
        "text": "Reassigned Wilson rebelled to the Veteran Affairs Department, which is a major demotion then on February 7th",
        "start": 704.4,
        "duration": 4.669
    },
    {
        "text": "The Globe and Mail publishes an investigative report that says Trudeau and his aides had actually attempted to direct Wilson rables handling of the",
        "start": 709.07,
        "duration": 5.73
    },
    {
        "text": "SNC case she then resigned from her post on February 12th less than a week after The Globe and Mail story was published then just",
        "start": 714.87,
        "duration": 6.41
    },
    {
        "text": "Last month, she gives a testimony to a parliamentary committee. And in that testimony she claimed that mr",
        "start": 721.28,
        "duration": 3.959
    },
    {
        "text": "Trudeau and his aides had pressured her to settle the case against SNC by using political interference and veiled threats Wilson Raybould said that she",
        "start": 725.24,
        "duration": 6.81
    },
    {
        "text": "Had ten meetings ten phone calls in a series of emails regarding the case with eleven government officials",
        "start": 732.05,
        "duration": 4.289
    },
    {
        "text": "She also specified that the conversations were quote inappropriate, but not illegal stating that despite the pressure",
        "start": 736.34,
        "duration": 4.71
    },
    {
        "text": "No one ever directly told her to order prosecutors to reach a settlement with SNC",
        "start": 741.05,
        "duration": 3.779
    },
    {
        "text": "But she did say she felt that Trudeau and his aides have crossed informal lines were supposed to keep politics and prosecutions",
        "start": 744.83,
        "duration": 4.83
    },
    {
        "text": "Separate and she also added that they did this by repeatedly raising concerns about the possibility of job losses and potential political",
        "start": 750.0,
        "duration": 5.66
    },
    {
        "text": "ramifications of a trial with her saying that Trudeau",
        "start": 755.76,
        "duration": 2.0
    },
    {
        "text": "Specifically said there would be many jobs lost and that SNC will move from Montreal and that he asked her to quote find a solution",
        "start": 757.83,
        "duration": 6.169
    },
    {
        "text": "Here for SNC Wilson Raybould says that she resisted that pressure and believes that she was removed from the position as a consequence",
        "start": 764.0,
        "duration": 5.76
    },
    {
        "text": "But Trudeau has denied putting pressure on her and in part. Here's what he said after her testimony",
        "start": 769.76,
        "duration": 4.44
    },
    {
        "text": "I and my staff always acted appropriately and professionally and therefore I",
        "start": 774.2,
        "duration": 6.72
    },
    {
        "text": "Completely disagree with the characterization of the former attorney general about these events, but Trudeau's problems",
        "start": 781.65,
        "duration": 7.13
    },
    {
        "text": "Do not stop with Wilson Rabil on Monday Treasury board president Jane Philpott resigned from her post writing in a resignation letter",
        "start": 788.78,
        "duration": 6.029
    },
    {
        "text": "I have been considering the events that have shaken the federal government in recent weeks and after serious reflection",
        "start": 794.81,
        "duration": 4.89
    },
    {
        "text": "I have concluded that I must resign as a member of cabinet",
        "start": 799.83,
        "duration": 2.549
    },
    {
        "text": "She then goes on to cite a provision in Canada's Constitution that requires ministers to defend all of the cabinet's decision",
        "start": 802.38,
        "duration": 5.16
    },
    {
        "text": "Continuing given this convention in the current circumstances. It is untenable for me to continue to serve as a cabinet minister",
        "start": 807.94,
        "duration": 5.54
    },
    {
        "text": "sadly",
        "start": 813.79,
        "duration": 0.5
    },
    {
        "text": "I have lost confidence in how the government has dealt with this matter and in how it has",
        "start": 814.29,
        "duration": 3.359
    },
    {
        "text": "Responded to the issues raised there can be a cost to acting on one's principles, but there is a bigger cost to abandoning them",
        "start": 817.75,
        "duration": 6.17
    },
    {
        "text": "So another resignation of a Minister",
        "start": 823.95,
        "duration": 1.65
    },
    {
        "text": "And it comes just weeks after Trudeau's top political adviser Gerald Butz quit in late February, although Butz denied the allegations",
        "start": 825.6,
        "duration": 5.969
    },
    {
        "text": "Which he has also been implicated in he is still cited them as a reason for his resignation",
        "start": 831.57,
        "duration": 3.84
    },
    {
        "text": "Just this last week Butz testified in front of a House of Commons panel and during that testimony",
        "start": 835.45,
        "duration": 4.429
    },
    {
        "text": "Butz denied ever pressuring Wilson Raybould to settle the SNC case claiming that his discussions with her about the case were limited and",
        "start": 839.91,
        "duration": 6.359
    },
    {
        "text": "friendly and a few discussions",
        "start": 846.34,
        "duration": 1.22
    },
    {
        "text": "He did have were about the economic implications of the trial stating when 9,000 people's jobs are at stake",
        "start": 847.56,
        "duration": 4.86
    },
    {
        "text": "It is a public policy problem of the highest order",
        "start": 852.45,
        "duration": 2.25
    },
    {
        "text": "it was our obligation to",
        "start": 854.7,
        "duration": 1.27
    },
    {
        "text": "Exhaustively consider options the law allows and also saying in a case like this when so many people's livelihoods are at stake",
        "start": 855.97,
        "duration": 5.719
    },
    {
        "text": "We took a really hard look at and along with this Butz also denied that Wilson Raybould was removed as justice minister and Attorney General",
        "start": 861.69,
        "duration": 5.52
    },
    {
        "text": "because of the SNC case as far as Trudeau after this he responded in a press briefing after stating in regards to standing up for",
        "start": 867.21,
        "duration": 6.75
    },
    {
        "text": "jobs and",
        "start": 873.96,
        "duration": 1.3
    },
    {
        "text": "Defending the integrity of our rule of law. I",
        "start": 875.26,
        "duration": 3.799
    },
    {
        "text": "Continue to say that there was no inappropriate pressure what with all of that said what happens now?",
        "start": 880.0,
        "duration": 4.82
    },
    {
        "text": "Well, you have the leader of Canada's conservative opposition Andrew Shearer calling for Trudeau to resign stating Justin Trudeau",
        "start": 884.82,
        "duration": 5.7
    },
    {
        "text": "Simply cannot continue to govern this country",
        "start": 890.52,
        "duration": 1.86
    },
    {
        "text": "Now that Canadians know what he has done Jer is also called for the police to launch a criminal probe of Trudeau's",
        "start": 892.38,
        "duration": 4.47
    },
    {
        "text": "Actions a request that was actually joined by other members of opposition parties",
        "start": 896.92,
        "duration": 3.319
    },
    {
        "text": "Some of whom have also called for an independent inquiry additionally the ethics Commissioner of Canada's Parliament has started an investigation into the matter",
        "start": 900.46,
        "duration": 6.26
    },
    {
        "text": "But by law Commissioner can only look for conflicts of interest",
        "start": 906.72,
        "duration": 3.0
    },
    {
        "text": "And as far as Trudeau here for his party has continually denied the allegations but has also said that he is taking the concerns seriously",
        "start": 909.72,
        "duration": 5.399
    },
    {
        "text": "Also a big note here is he is going to be facing a federal election in October, which is just seven months away",
        "start": 915.22,
        "duration": 4.339
    },
    {
        "text": "And so even if nothing comes from these allegations",
        "start": 919.56,
        "duration": 2.04
    },
    {
        "text": "His opponents have already used this incidents portray him as a leader who directed aides to bullying indigenous woman's protect a corporation from a criminal",
        "start": 921.6,
        "duration": 6.239
    },
    {
        "text": "Conviction in a corruption case right? Not the best look for someone who promised government transparency",
        "start": 927.84,
        "duration": 4.049
    },
    {
        "text": "a self-described feminist and supporter of indigenous rights",
        "start": 932.42,
        "duration": 2.46
    },
    {
        "text": "but then also on the other front for Trudeau many people believe that major job losses at the",
        "start": 934.88,
        "duration": 4.289
    },
    {
        "text": "SNC headquarters in Quebec would hurt Trudeau in a province where votes will be crucial for him",
        "start": 939.269,
        "duration": 3.95
    },
    {
        "text": "But ultimately this is one of those situations we're gonna have to wait and see what happens next",
        "start": 943.22,
        "duration": 3.869
    },
    {
        "text": "Is it a case of corruption or is it a case of miscommunication?",
        "start": 947.089,
        "duration": 2.73
    },
    {
        "text": "Of course, I've has a question off to everyone but specifically it's my Canadian brothers and sisters. I'd love to know your thoughts",
        "start": 950.04,
        "duration": 5.51
    },
    {
        "text": "This is your backyard. So I'd love to know what you're seeing what you're thinking and that's where we're going to end. Today's show",
        "start": 955.62,
        "duration": 4.159
    },
    {
        "text": "Remember if you like this video, let me know hit that like button",
        "start": 959.779,
        "duration": 3.059
    },
    {
        "text": "Also, if you new here you want more be sure to subscribe definitely click that bell to turn on notifications",
        "start": 962.839,
        "duration": 4.29
    },
    {
        "text": "Maybe even follow me on Twitter. Oh, you don't have Twitter? Also follow me on Instagram below, on Instagram",
        "start": 967.35,
        "duration": 4.34
    },
    {
        "text": "I usually forget to promote the videos and I just talk about random B.S.",
        "start": 971.69,
        "duration": 2.969
    },
    {
        "text": "But back on script if you missed yesterday's Philip DeFranco show you want to catch up",
        "start": 974.66,
        "duration": 3.15
    },
    {
        "text": "Maybe you missed the morning news deep dive",
        "start": 977.81,
        "duration": 1.589
    },
    {
        "text": "You can click or tap right there to watch those lots with that said of course as always, my name is Philip Defranco",
        "start": 979.399,
        "duration": 4.2
    },
    {
        "text": "You've just been phill'd in I love yo faces and I'll see you Monday",
        "start": 983.76,
        "duration": 3.979
    }
]