[
    {
        "text": "Sup, you beautiful bastards. Hope you're having a",
        "start": 0.03,
        "duration": 2.0
    },
    {
        "text": "fantastic Thursday. Welcome back to the Philip Defranco show and let's just jump into it the first thing we're going to talk about today the",
        "start": 2.5,
        "duration": 5.96
    },
    {
        "text": "most requested",
        "start": 8.46,
        "duration": 0.82
    },
    {
        "text": "Story of the day today is the big-league leak out of the White House you may remember during the first week of Trump's",
        "start": 9.28,
        "duration": 5.84
    },
    {
        "text": "Presidency there were reports about phone calls he had with certain world leaders and two of these calls really stood out there was the one",
        "start": 15.19,
        "duration": 5.33
    },
    {
        "text": "With Pena Nieto the president of Mexico and of course it was also the phone call with Australian prime Minister Malcolm Turnbull",
        "start": 20.52,
        "duration": 5.549
    },
    {
        "text": "Which was apparently",
        "start": 26.07,
        "duration": 0.789
    },
    {
        "text": "crazy. There were reports that Donald Trump said this is the worst call he had had all day well the transcripts of those calls which appears",
        "start": 26.859,
        "duration": 6.26
    },
    {
        "text": "To be prepared by the White House, but were never officially released.",
        "start": 33.12,
        "duration": 2.98
    },
    {
        "text": "They were leaked the Washington Post obtained them and they are",
        "start": 36.1,
        "duration": 3.81
    },
    {
        "text": "interesting. So on the call with the president of Mexico.",
        "start": 39.91,
        "duration": 1.86
    },
    {
        "text": "It is interesting in a few place one of the biggest things to stand out here was the topic of the border wall Trump says:",
        "start": 41.77,
        "duration": 5.479
    },
    {
        "text": "\"My people stand up and say Mexico will pay for the wall and your people probably say something in a similar",
        "start": 47.25,
        "duration": 4.829
    },
    {
        "text": "but slightly",
        "start": 52.079,
        "duration": 0.491
    },
    {
        "text": "different language the fact is we are both in a little bit of a political bind because I have to have Mexico pay for the",
        "start": 52.57,
        "duration": 4.969
    },
    {
        "text": "Wall I have to I've been talking about it for a two-year period\" There is also a conversation had about crime and working together",
        "start": 57.539,
        "duration": 5.34
    },
    {
        "text": "But president Nieto says I fully agree that we should work together my position has been and will continue to be very firm saying that",
        "start": 63.039,
        "duration": 6.53
    },
    {
        "text": "Mexico cannot pay for that wall Donald Trump responds",
        "start": 69.57,
        "duration": 2.309
    },
    {
        "text": "But you cannot say that to the press the press is going to go with that and I cannot live with that and then later",
        "start": 71.88,
        "duration": 4.41
    },
    {
        "text": "Adding and this is the part that really stood out to me. From an economic issue. It is the least important thing",
        "start": 76.33,
        "duration": 4.25
    },
    {
        "text": "We're talking about it",
        "start": 80.58,
        "duration": 1.329
    },
    {
        "text": "Psychologically it means something so let us just say we will work it out",
        "start": 81.909,
        "duration": 3.11
    },
    {
        "text": "And on the money issue Trump saying we will work it out in the formula somehow it will come out in the wash and that",
        "start": 85.08,
        "duration": 4.229
    },
    {
        "text": "Is okay and so there if here's the Donald Trump is less concerned with Mexico actually paying for the wall?",
        "start": 89.31,
        "duration": 4.29
    },
    {
        "text": "But it's actually more about the optics. What will people see",
        "start": 93.6,
        "duration": 2.309
    },
    {
        "text": "How will this reflect on me and with the language Trump uses on the phone calls?",
        "start": 95.909,
        "duration": 3.48
    },
    {
        "text": "We see that's an even bigger deal with Turnbull during the phone call Malcolm Turnbull is talking to Trump about a deal the countries had",
        "start": 99.39,
        "duration": 5.61
    },
    {
        "text": "Involves immigration Trump says I'm not taking 2,000 people Turnbull says it's not 2,000 people Trump says I heard it's like",
        "start": 105.04,
        "duration": 5.809
    },
    {
        "text": "5,000 people says the actual number is",
        "start": 111.22,
        "duration": 2.059
    },
    {
        "text": "1,250 as stated in the agreement, and you can do whatever vetting process you want",
        "start": 113.979,
        "duration": 3.65
    },
    {
        "text": "It's entirely a matter of your vetting during this conversation trump says Malcolm. Why is is so important I do not understand",
        "start": 117.63,
        "duration": 4.919
    },
    {
        "text": "This is going to kill me. I am the world's greatest person that does not want to let people into the country now",
        "start": 122.549,
        "duration": 4.5
    },
    {
        "text": "I'm agreeing to take 2,000 people",
        "start": 127.049,
        "duration": 1.291
    },
    {
        "text": "And I agree I can vet but that puts me in a bad position makes me look so bad",
        "start": 128.34,
        "duration": 3.089
    },
    {
        "text": "I've only been here a week somebody told me yesterday that close to 2,000",
        "start": 131.43,
        "duration": 2.759
    },
    {
        "text": "People are coming who are really probably troublesome",
        "start": 134.189,
        "duration": 1.77
    },
    {
        "text": "And I'm saying boy that will make us look awfully bad Turnbull respond every individual is subject to your vetting you can decide to take",
        "start": 135.959,
        "duration": 5.61
    },
    {
        "text": "Them or not to take them after vetted you decide to take 1000 or 100",
        "start": 141.569,
        "duration": 3.36
    },
    {
        "text": "It's entirely up to you the obligation is to only go through the process secondly the people none of these people are from the conflict",
        "start": 144.93,
        "duration": 5.729
    },
    {
        "text": "Zone they are basically economic refugees",
        "start": 150.659,
        "duration": 1.771
    },
    {
        "text": "And it talks about getting more than 270 electoral votes then going back to this is a stupid deal the deal will make me look",
        "start": 152.43,
        "duration": 5.52
    },
    {
        "text": "Terrible Turnbull says I think this will make you look like a man who stands by Commitments of the United States",
        "start": 158.139,
        "duration": 3.74
    },
    {
        "text": "Trump says this shows me to be a dope",
        "start": 161.95,
        "duration": 1.819
    },
    {
        "text": "I am not like this, but if I have to do it, I will do it",
        "start": 163.769,
        "duration": 2.58
    },
    {
        "text": "I do not like this at all then saying suppose",
        "start": 166.349,
        "duration": 1.741
    },
    {
        "text": "I vet them closely and I do not take an Turnbull says that is the point I've been trying to make trump says how does",
        "start": 168.09,
        "duration": 5.309
    },
    {
        "text": "That help you Turnbull says well, we assume that we will act in good faith",
        "start": 173.4,
        "duration": 2.91
    },
    {
        "text": "Trump says does anyone know who these people are who are they where are they from?",
        "start": 176.379,
        "duration": 3.169
    },
    {
        "text": "Are they only to become the Boston bomber in five years or two years who are these people later ads?",
        "start": 179.879,
        "duration": 4.08
    },
    {
        "text": "I look so foolish doing this it is horrible",
        "start": 183.959,
        "duration": 2.1
    },
    {
        "text": "Formatting I do not want to have more San Bernardino or World Trade Center",
        "start": 186.129,
        "duration": 3.11
    },
    {
        "text": "Turnbull says these guys are not in that league they are",
        "start": 189.269,
        "duration": 2.279
    },
    {
        "text": "Economic refugees drum says you know that is what they said about the Boston bombers",
        "start": 191.68,
        "duration": 3.5
    },
    {
        "text": "They said there were wonderful young men Turnbull informs trump. They were russian",
        "start": 195.18,
        "duration": 3.449
    },
    {
        "text": "They were not from any of these countries",
        "start": 198.629,
        "duration": 1.54
    },
    {
        "text": "Trump said they were from wherever they were from says I'm gonna get killed on this thing Turnbull says he will not trump says yeah",
        "start": 200.169,
        "duration": 5.779
    },
    {
        "text": "So be seen as weak and ineffective leader in my first week by these people this is a killer and then we get to that",
        "start": 205.949,
        "duration": 4.41
    },
    {
        "text": "Part that was leaks all those months ago. Trump says I've had it",
        "start": 210.359,
        "duration": 2.97
    },
    {
        "text": "I've been making these calls all day, and this is the most unpleasant call all day hooton was a pleasant call",
        "start": 213.329,
        "duration": 4.71
    },
    {
        "text": "This is Ridiculous now as far as well people are taking away from these phone calls everyone's a little bit different",
        "start": 218.04,
        "duration": 4.139
    },
    {
        "text": "So I'm saying that it appears that trump cares more about how he looks and how he is received by the public actual policy",
        "start": 222.18,
        "duration": 5.22
    },
    {
        "text": "They're talking about they're saying it shows he doesn't know what he's doing",
        "start": 227.4,
        "duration": 2.549
    },
    {
        "text": "He's throwing numbers out there saying",
        "start": 229.949,
        "duration": 1.47
    },
    {
        "text": "I don't care where they're from or others that say this is just part of the way that he is negotiated",
        "start": 231.419,
        "duration": 3.87
    },
    {
        "text": "He's telling the President Mexico",
        "start": 235.29,
        "duration": 1.08
    },
    {
        "text": "Just don't talk about it figure it out with the man",
        "start": 236.37,
        "duration": 2.039
    },
    {
        "text": "But he's still going to try and actually get Mexico to pay based on a deal",
        "start": 238.409,
        "duration": 3.06
    },
    {
        "text": "They come to also some that have taken offense to what Donald trump said about Canada then yeto brings up Nafta and trump says well",
        "start": 241.47,
        "duration": 6.179
    },
    {
        "text": "Canada is no problem. You don't worry about Canada",
        "start": 247.65,
        "duration": 2.009
    },
    {
        "text": "Do not even think about that as a separate thing and they are fine, and we have a very fair relationship with Canada",
        "start": 249.659,
        "duration": 4.229
    },
    {
        "text": "There's been much more balanced and much more fair. We don't have to worry about Canada",
        "start": 253.889,
        "duration": 3.42
    },
    {
        "text": "We do not even think about them that part of the transcript blew up by the pairing of two",
        "start": 257.31,
        "duration": 3.57
    },
    {
        "text": "Sentences together you know worried about Canada. We do not even think about them. I do have to say there",
        "start": 261.039,
        "duration": 4.16
    },
    {
        "text": "I do",
        "start": 265.2,
        "duration": 0.6
    },
    {
        "text": "the president is being taken out of",
        "start": 265.8,
        "duration": 1.39
    },
    {
        "text": "Context at least my take away from this is Canada is not a problem our deal of Canada is great",
        "start": 267.19,
        "duration": 4.009
    },
    {
        "text": "We don't even have to worry about that",
        "start": 271.199,
        "duration": 1.381
    },
    {
        "text": "I like how you don't think about your lungs and the act of breathing until there is a problem with it",
        "start": 272.58,
        "duration": 4.38
    },
    {
        "text": "I guess in general people are going to have different takeaways from this phone call. There is one definite",
        "start": 276.96,
        "duration": 3.449
    },
    {
        "text": "We know from the situation though, and that is scar Moochie apparently was not successful in stopping leaks",
        "start": 280.409,
        "duration": 4.95
    },
    {
        "text": "So then again that really shouldn't be a shock. It seems like the white house these days is made of swiss cheese",
        "start": 285.36,
        "duration": 4.26
    },
    {
        "text": "That said I would love to know your takeaway from these leaks transcript. What do you think about them?",
        "start": 289.68,
        "duration": 3.63
    },
    {
        "text": "How do you think it makes the president look I'd love to know your thoughts here from that",
        "start": 293.31,
        "duration": 3.299
    },
    {
        "text": "I want to share some stuff",
        "start": 296.61,
        "duration": 0.929
    },
    {
        "text": "I love today and today in awesome brought to you by the sports shirt shirt that says I",
        "start": 297.539,
        "duration": 4.44
    },
    {
        "text": "Understand how the score works who those guys are what they're doing?",
        "start": 302.05,
        "duration": 3.35
    },
    {
        "text": "But thanks for inviting me our team and or person is far superior to all others go",
        "start": 305.4,
        "duration": 4.259
    },
    {
        "text": "uh",
        "start": 310.0,
        "duration": 0.72
    },
    {
        "text": "So if you want to snag that run while it is available",
        "start": 310.72,
        "duration": 2.179
    },
    {
        "text": "Link to that down below the first bit of awesome is a brand new video by Alan Becker",
        "start": 313.06,
        "duration": 4.82
    },
    {
        "text": "You most likely know his stickman fight video. Did anyone called animation versus u2, but he even includes a small segment of mainship a fan",
        "start": 317.88,
        "duration": 7.739
    },
    {
        "text": "Tuesday Welcome back to the Phillips drink was fantastic",
        "start": 326.319,
        "duration": 2.779
    },
    {
        "text": "And I'd highly recommend then we got a brand new trailer for season three of Narcos it comes out september 1st",
        "start": 329.099,
        "duration": 4.95
    },
    {
        "text": "If you are a fan get excited if you've never heard of this series",
        "start": 334.05,
        "duration": 2.79
    },
    {
        "text": "I highly recommend you start then we got a new episode of hot ones this time with Steve-O",
        "start": 336.84,
        "duration": 4.29
    },
    {
        "text": "And we'll say if there's anyone that can handle a burn. It's probably steve. Oh man",
        "start": 341.13,
        "duration": 4.049
    },
    {
        "text": "We got a dress Elba and Matthew McConaughey doing wired's most-searched questions",
        "start": 345.18,
        "duration": 4.32
    },
    {
        "text": "And the last bit of awesome is it a franco elite announcement the start of this month?",
        "start": 349.5,
        "duration": 3.389
    },
    {
        "text": "We just launched new sign posters and a mug but also means saying goodbye to the limited edition poster and mug of previous quarter",
        "start": 352.889,
        "duration": 7.23
    },
    {
        "text": "That's the piece my friend and if you want to see these full versions of everything",
        "start": 360.15,
        "duration": 3.299
    },
    {
        "text": "I just share the secret link of the day anything at all links as always are in the description down below now",
        "start": 363.449,
        "duration": 5.13
    },
    {
        "text": "I want to talk about Nebraska State Trooper Brienne split gerber",
        "start": 368.58,
        "duration": 2.85
    },
    {
        "text": "she has filed a lawsuit against the patrol the state of",
        "start": 371.43,
        "duration": 2.309
    },
    {
        "text": "Nebraska two former police heads and various other people saying that they created a hostile work environment allegedly",
        "start": 373.9,
        "duration": 5.509
    },
    {
        "text": "Nebraska State Patrol has been forcing female recruits to and this is weird who undergo medically unnecessary",
        "start": 379.63,
        "duration": 5.509
    },
    {
        "text": "pelvic exams to quote check for hernias a lawsuit claims that she was required by a",
        "start": 385.779,
        "duration": 4.64
    },
    {
        "text": "doctor hired by the Patrol to remove her pants lie on her back on the table with her knees bent exposing her genitalia and after",
        "start": 390.52,
        "duration": 6.319
    },
    {
        "text": "The vaginal examination she was then required all over onto her stomach in order to expose her anus for examination",
        "start": 396.839,
        "duration": 5.32
    },
    {
        "text": "So that happens and in a later time split gerber talks to her family physician who says that there was no medically necessary",
        "start": 402.16,
        "duration": 5.519
    },
    {
        "text": "Reason for the Exam to happen that way Dr.",
        "start": 407.84,
        "duration": 2.3
    },
    {
        "text": "Karen Carlson and Obgyn",
        "start": 410.14,
        "duration": 1.57
    },
    {
        "text": "Said it would be no reason to look in the genital or anal area it might have them loosen their pants",
        "start": 411.71,
        "duration": 4.579
    },
    {
        "text": "But I wouldn't think there would be any need to disrobe if that creates this huge",
        "start": 416.29,
        "duration": 3.149
    },
    {
        "text": "What-the-fuck situation our female recruits being required being forced to undergo a medically unnecessary",
        "start": 419.57,
        "duration": 5.42
    },
    {
        "text": "vaginal and anal exam just to get higher",
        "start": 425.57,
        "duration": 2.329
    },
    {
        "text": "So Pete ricketts the governor of Nebraska learns about this his office released an official statement saying this afternoon governor Pete ricketts announced an Agency-Wide",
        "start": 427.9,
        "duration": 6.87
    },
    {
        "text": "review of the Nebraska state Patrol that will be led by the governor's Chief human resources officer",
        "start": 434.9,
        "duration": 4.279
    },
    {
        "text": "Jason Jackson his review will seek to examine the totality of the work force climate make",
        "start": 439.46,
        "duration": 3.739
    },
    {
        "text": "recommendations for continuous improvement as this investigation started governor Ricketts removed colonel brad rice",
        "start": 443.36,
        "duration": 5.329
    },
    {
        "text": "He was a superintendent of the patrol upon trying to review the situation the chief human resources officer, Jason Jackson said this review found",
        "start": 448.69,
        "duration": 7.26
    },
    {
        "text": "interference into the internal investigation",
        "start": 456.14,
        "duration": 1.77
    },
    {
        "text": "Process of the state patrol and violations of internal policies among their concerning issues at the highest level of the Agency's leadership",
        "start": 457.91,
        "duration": 6.11
    },
    {
        "text": "They also play six personnel on administrative leave including to command staff and as far as if these public exams are still happening they patrol",
        "start": 464.02,
        "duration": 6.419
    },
    {
        "text": "Spokesman Cody Thomas said no NSP recruits have undergone the pelvic Exam since December",
        "start": 470.44,
        "duration": 3.96
    },
    {
        "text": "2016 I have to say looking at the situation. How the hell does this happen also how long has this been?",
        "start": 474.65,
        "duration": 4.549
    },
    {
        "text": "Happening to female recruits. Yes. They said they stopped doing these a few months ago",
        "start": 479.27,
        "duration": 3.259
    },
    {
        "text": "It split over a story stems from an examination that happened in",
        "start": 482.53,
        "duration": 2.91
    },
    {
        "text": "2014 how long has this been a policy and how is it allowed to be a",
        "start": 485.51,
        "duration": 3.5
    },
    {
        "text": "Policy for this long and right now there is a criminal investigation here",
        "start": 489.11,
        "duration": 3.769
    },
    {
        "text": "They haven't said who the criminal?",
        "start": 492.88,
        "duration": 1.39
    },
    {
        "text": "Investigation is into the whole situation of leaving with a disgusted feel and then let's talk about Michelle",
        "start": 494.27,
        "duration": 4.099
    },
    {
        "text": "Carter back in the news and that name might sound familiar carter is the young woman who convinced her 18-year old?",
        "start": 498.5,
        "duration": 5.239
    },
    {
        "text": "Boyfriend to kill himself their pages and pages between her and her boyfriend where she was trying to convince him and urging him to kill",
        "start": 503.84,
        "duration": 6.29
    },
    {
        "text": "Him so he would say he was thinking about doing it",
        "start": 510.13,
        "duration": 2.039
    },
    {
        "text": "He was going to kill himself",
        "start": 512.169,
        "duration": 1.021
    },
    {
        "text": "But he didn't she would then",
        "start": 513.19,
        "duration": 1.39
    },
    {
        "text": "Guilt him there's instruct him when to do it how to do trying to convince him to get past the issues he had with taking",
        "start": 514.58,
        "duration": 6.32
    },
    {
        "text": "His own life and then after he killed himself she acted like the grieving girlfriend on social Media this seeming as a way for her",
        "start": 520.9,
        "duration": 5.849
    },
    {
        "text": "To try and get attention ultimately it was all of those text messages all of those words",
        "start": 526.75,
        "duration": 3.51
    },
    {
        "text": "She used to come her boyfriend to take his own line",
        "start": 530.26,
        "duration": 3.059
    },
    {
        "text": "I resulted in some of Michelle Carter's life being taken from her as well. I say that because carter was found guilty of Involuntary",
        "start": 533.32,
        "duration": 5.849
    },
    {
        "text": "manslaughter the judge saying this court has found that Carr's actions and failure to act where it was herself create a duty to Royce and",
        "start": 539.81,
        "duration": 5.9
    },
    {
        "text": "She put him in that toxic environment constituted reckless conduct the court finds that the conduct caused the death of Mr.",
        "start": 545.71,
        "duration": 5.279
    },
    {
        "text": "Roy this in reference not only to the text messages where she was urging her boyfriend to kill himself to the fact that she listened",
        "start": 550.99,
        "duration": 5.76
    },
    {
        "text": "On the phone as he suffocate and killed himself by inhaling Carbon monoxide in his truck",
        "start": 556.75,
        "duration": 5.01
    },
    {
        "text": "She just listened she didn't call the cops",
        "start": 561.76,
        "duration": 1.5
    },
    {
        "text": "She didn't try and help and today Michelle carter was sentenced carter faced up to 20 years in prison",
        "start": 563.26,
        "duration": 4.589
    },
    {
        "text": "Assistant district attorney Mary Claire Flynn recommended a sentence of 7 to 12 years in prison saying carter quote undertook a deliberate well thought-out",
        "start": 568.36,
        "duration": 6.63
    },
    {
        "text": "Campaign her own personal gain and quest for attention you had carter's defense attorney recommending five years of supervised probation",
        "start": 575.12,
        "duration": 5.479
    },
    {
        "text": "With required mental health counseling saying that this was a case that was sad and tragic one involving two young people struggling with mental",
        "start": 580.82,
        "duration": 6.44
    },
    {
        "text": "Issues the judge ultimately decided to give Michelle carter two and a half years in prison",
        "start": 587.33,
        "duration": 3.709
    },
    {
        "text": "15 months of that sentence having to be enforced, but that does not start today today him probation starts",
        "start": 591.29,
        "duration": 4.7
    },
    {
        "text": "But there was a motion to stay that was granted it means a while",
        "start": 595.99,
        "duration": 2.64
    },
    {
        "text": "She's going through the appeals process you will not be serving her prison sentence at least until she reaches federal court the judge also ordered",
        "start": 598.63,
        "duration": 5.19
    },
    {
        "text": "What I'm going to call the lifetime channel claus made it so Michelle Carter can't profit off of this situation",
        "start": 603.82,
        "duration": 5.849
    },
    {
        "text": "Nor anyone working on her behalf nor her family",
        "start": 610.07,
        "duration": 2.209
    },
    {
        "text": "It's maybe because there was some interest in the story for entertainment purposes whether it be a documentary a series a movie",
        "start": 612.279,
        "duration": 5.4
    },
    {
        "text": "I do have to say I feel like this is such a light sentence 15 months for tormenting and guiding a person that was",
        "start": 617.68,
        "duration": 5.669
    },
    {
        "text": "Vulnerable to you who cared for you to his death seemingly to get sympathy and attention from people online?",
        "start": 623.63,
        "duration": 5.45
    },
    {
        "text": "So most likely just lose the 15 months, and then have to live a slightly modified lifestyle for a few more years",
        "start": 629.08,
        "duration": 5.339
    },
    {
        "text": "That's just heartbreaking to me",
        "start": 634.42,
        "duration": 0.99
    },
    {
        "text": "But I watch you don't want to pass off to you is what do you think about this sentence?",
        "start": 635.41,
        "duration": 3.33
    },
    {
        "text": "Do you think she should be punished? No what she did is defended by freedom of speech?",
        "start": 638.74,
        "duration": 3.39
    },
    {
        "text": "I know that was a big argument for some here also",
        "start": 642.13,
        "duration": 1.649
    },
    {
        "text": "what do you think about the sentence is 15 months enough should she have done a",
        "start": 643.779,
        "duration": 2.85
    },
    {
        "text": "Larger penalty there really a hope for rehabilitation",
        "start": 646.73,
        "duration": 2.69
    },
    {
        "text": "I want to know where your mind is on this",
        "start": 649.42,
        "duration": 1.77
    },
    {
        "text": "so when those comments down below let me know what you're thinking whether it be on this story the first one anything in between that's",
        "start": 651.19,
        "duration": 4.229
    },
    {
        "text": "Actually where I'm going to end today's show remember if you like this video you like what I try and do on this channel hit",
        "start": 655.42,
        "duration": 4.679
    },
    {
        "text": "That like button if you're new here hit that subscribe button also if you minutes yesterday is Philip Defranco show you one?",
        "start": 660.1,
        "duration": 4.41
    },
    {
        "text": "Catch up on that clicker tap right there",
        "start": 664.63,
        "duration": 1.68
    },
    {
        "text": "Oh, if you want to see the newest behind the scenes blog click or tap right there to watch that",
        "start": 666.31,
        "duration": 3.929
    },
    {
        "text": "But that's it of course as always my name's Philip Defranco. You've just been phill'd then I love yo faces, and I've seen tomorrow",
        "start": 670.24,
        "duration": 7.559
    }
]