[
    {
        "text": "Sup you beautiful bastards? Hope you're having a fantastic Tuesday",
        "start": 0.0,
        "duration": 3.21
    },
    {
        "text": "Welcome back to the Philip DeFranco show and let's just jump into it",
        "start": 3.21,
        "duration": 3.27
    },
    {
        "text": "And the first thing I want to talk about today is a story that involves the crossing over of two worlds",
        "start": 6.48,
        "duration": 3.929
    },
    {
        "text": "it's not a new thing but it is the world of celebrity and the world of",
        "start": 10.41,
        "duration": 3.599
    },
    {
        "text": "politics and the reason we're talking about this day actually starts with Taylor Swift",
        "start": 14.139,
        "duration": 3.469
    },
    {
        "text": "And the reason for this is on Sunday Taylor Swift not only jumped into the political world",
        "start": 17.609,
        "duration": 3.78
    },
    {
        "text": "But she she directly commented on an election saying on the Instagram post",
        "start": 21.39,
        "duration": 3.54
    },
    {
        "text": "\"I'm writing this post by the upcoming midterm elections on November",
        "start": 24.93,
        "duration": 2.339
    },
    {
        "text": "6 and which I'll be voting in the state of Tennessee. In the past",
        "start": 27.4,
        "duration": 2.6
    },
    {
        "text": "I've been reluctant to publicly voice my political opinions",
        "start": 30.0,
        "duration": 2.52
    },
    {
        "text": "But due to several events in my life and in the world in the past two years. I feel very differently about that",
        "start": 32.52,
        "duration": 4.829
    },
    {
        "text": "now. I always have and always will cast my vote based on which candidate will protect and fight for the human rights",
        "start": 37.35,
        "duration": 4.65
    },
    {
        "text": "I believe we all deserve in this country.",
        "start": 42.0,
        "duration": 1.62
    },
    {
        "text": "I believe in the fight for LGBTQ rights and that any form of discrimination based on sexual orientation or gender is wrong.",
        "start": 43.62,
        "duration": 5.31
    },
    {
        "text": "I believe that the systemic racism we still see in this country towards people of color is terrifying sickening and prevalent.\" And she then went",
        "start": 48.93,
        "duration": 5.759
    },
    {
        "text": "On to explain why she would not be voting for Republican Marsha Blackburn",
        "start": 54.69,
        "duration": 2.61
    },
    {
        "text": "Saying \"I cannot vote for someone who will not be willing to fight for dignity for all Americans",
        "start": 57.37,
        "duration": 4.279
    },
    {
        "text": "No matter their skin color gender or who they love.\" Then addressing her voting record",
        "start": 61.649,
        "duration": 3.57
    },
    {
        "text": "Which she says \"appalls and terrifies me.\" Swift also adding that you'll be voting for Phil Bredesen",
        "start": 65.22,
        "duration": 3.93
    },
    {
        "text": "Instead and urges people to register to vote and she really aimed at the young voters saying \"So many intelligent thoughtful",
        "start": 69.31,
        "duration": 5.12
    },
    {
        "text": "self-possessed people have turned 18 in the past two years and now have the right and privilege to make their vote count.",
        "start": 74.65,
        "duration": 4.729
    },
    {
        "text": "But first you need to register which is quick and easy to do. October 9th",
        "start": 79.38,
        "duration": 3.239
    },
    {
        "text": "Which is today is the last day to register to vote in the state of Tennessee. Go to vote org",
        "start": 82.619,
        "duration": 3.99
    },
    {
        "text": "And you can find all the info. Happy voting!\" and after her post according to the director of communications for vote.org",
        "start": 86.61,
        "duration": 4.86
    },
    {
        "text": "65,000 people registered in one 24-hour period which is truly a massive number because you can compare that to the one hundred ninety thousand plus",
        "start": 92.259,
        "duration": 6.44
    },
    {
        "text": "registrations in all of September which comes out to about 6,000 a day, but also that number",
        "start": 98.829,
        "duration": 4.1
    },
    {
        "text": "65,000 is just registrations in general, Tennessee specifically according to reports on",
        "start": 103.479,
        "duration": 3.83
    },
    {
        "text": "2144 registrations in a 36 hour period which is really of note because it was around only",
        "start": 108.009,
        "duration": 4.19
    },
    {
        "text": "700 less and new registrations then they received in the entire month of September and following this of course",
        "start": 112.39,
        "duration": 4.639
    },
    {
        "text": "we saw the reactions that we would expect. We saw the usual Democrat Republican responses",
        "start": 117.03,
        "duration": 4.08
    },
    {
        "text": "we also saw people both praising Taylor Swift for getting involved using her celebrity and also people saying that this is not the place for",
        "start": 121.11,
        "duration": 6.419
    },
    {
        "text": "Celebrities to do some things. Some also arguing that it usually doesn't have the desired impact",
        "start": 127.72,
        "duration": 4.0
    },
    {
        "text": "You also had people dismissive of the idea that Taylor Swift could kind of move the needle here. Governor Mike Huckabee tweeting",
        "start": 131.72,
        "duration": 5.669
    },
    {
        "text": "\"So Taylor Swift has every right to be political but it won't impact election unless we allow thirteen-year-old girls to vote. Still with Marsha Blackburn.\"",
        "start": 137.39,
        "duration": 6.149
    },
    {
        "text": "Additionally President Trump commented on the situation saying this: \"Well, Marsha Blackburn is doing a very good job in Tennessee",
        "start": 143.87,
        "duration": 5.85
    },
    {
        "text": "She's leading now substantially, which he should she's a tremendous woman",
        "start": 150.14,
        "duration": 4.82
    },
    {
        "text": "I'm sure Taylor Swift that's nothing or doesn't know anything about her and, uh",
        "start": 155.06,
        "duration": 5.5
    },
    {
        "text": "Let's say that, I like Taylor's music about 25 percent less now, okay.\" You also had some people noting that in 2018",
        "start": 160.7,
        "duration": 6.44
    },
    {
        "text": "It appears we have another Taylor Swift Kanye West situation one person tweeting",
        "start": 167.15,
        "duration": 3.479
    },
    {
        "text": "\"The 2018 midterm election is officially a proxy war between Taylor Swift and Kanye West\" and I mentioned Kanye here because I think it pertains",
        "start": 170.629,
        "duration": 6.57
    },
    {
        "text": "To the question I want to pass off to you and and the debate that it's been very interesting to see online: should celebrities",
        "start": 177.2,
        "duration": 5.399
    },
    {
        "text": "Get involved with politics? And on that note, I've been personally torn for a while",
        "start": 182.599,
        "duration": 3.24
    },
    {
        "text": "I think that everyone whether celebrity or not has the right to speak up for what they support and what they are against. Right? At",
        "start": 185.84,
        "duration": 5.16
    },
    {
        "text": "this point in time, I am NOT currently of the mindset of just stay in your lane",
        "start": 191.0,
        "duration": 3.239
    },
    {
        "text": "Just you know dribble the ball just do though, whatever. You've the same rights as everyone else",
        "start": 194.239,
        "duration": 3.57
    },
    {
        "text": "But I also think two other important things there: one, just because someone is celebrity or they're",
        "start": 197.81,
        "duration": 4.35
    },
    {
        "text": "fantastic in one avenue of life, whether it be",
        "start": 202.379,
        "duration": 2.27
    },
    {
        "text": "Music or sports or they're a great author or anything like that, that doesn't make them an expert in politics",
        "start": 205.169,
        "duration": 5.45
    },
    {
        "text": "and also I do personally question the effectiveness of celebrity endorsement. And this is something I talked about back in the",
        "start": 210.62,
        "duration": 4.5
    },
    {
        "text": "2016 election where all of a sudden you saw these videos where celebrities were getting together",
        "start": 215.22,
        "duration": 3.559
    },
    {
        "text": "And they were-- they're really pushing people to the left",
        "start": 218.849,
        "duration": 2.27
    },
    {
        "text": "I personally believe that moves like that really fed the narrative of the liberal elitist trying to tell us what to do with our lives",
        "start": 221.12,
        "duration": 5.699
    },
    {
        "text": "By the thing that was actually meant to get more Democrats to vote",
        "start": 226.819,
        "duration": 2.19
    },
    {
        "text": "invigorated their opposition",
        "start": 229.53,
        "duration": 1.31
    },
    {
        "text": "And so one of the questions I want to pass off to you with this story is: do you think that celebrities should get involved and",
        "start": 230.84,
        "duration": 4.529
    },
    {
        "text": "Do you think that if they are effective whether they're left-wing or right-wing?",
        "start": 235.37,
        "duration": 2.579
    },
    {
        "text": "Whether it be the the Kanye West's of the world the Taylor Swift's of the world? Also on that note and it's something I'm personally",
        "start": 238.169,
        "duration": 5.9
    },
    {
        "text": "evaluating: are we are we",
        "start": 244.229,
        "duration": 1.921
    },
    {
        "text": "Treating one side different than the other? Right? If you were for Kanye West wearing the MAGA hat and you're like fuck",
        "start": 246.15,
        "duration": 4.88
    },
    {
        "text": "Taylor Swift here. She should stay in her lane",
        "start": 251.159,
        "duration": 1.97
    },
    {
        "text": "Does that make you a hypocrite? Also on the flip side of it",
        "start": 253.129,
        "duration": 2.279
    },
    {
        "text": "If you're like Yas Taylor speak up, but you're like fuck Kanye West and the MAGA hat",
        "start": 255.409,
        "duration": 4.29
    },
    {
        "text": "Does that make you a hypocrite or do you personally see those two situations?",
        "start": 259.82,
        "duration": 3.059
    },
    {
        "text": "As something different? And on this issue there have been a lot of people pointing to Charlie Kirk",
        "start": 262.98,
        "duration": 3.889
    },
    {
        "text": "He's the founder of Turning Point USA",
        "start": 266.87,
        "duration": 1.47
    },
    {
        "text": "And there's a video that's been making the rounds of him having vastly different",
        "start": 268.34,
        "duration": 3.06
    },
    {
        "text": "Reactions to Taylor Swift and Kanye West: \"What I used to love about Taylor Swift was she stayed away from politics",
        "start": 271.46,
        "duration": 4.74
    },
    {
        "text": "And thank you Kanye West for standing up for what is right.\" And also kind of on a final note",
        "start": 276.2,
        "duration": 3.42
    },
    {
        "text": "I think that celebrities not being involved in the political system in general",
        "start": 279.62,
        "duration": 3.63
    },
    {
        "text": "I think that's an idea of the past and it has been. I mean yes, Donald Trump is a businessman",
        "start": 283.25,
        "duration": 3.899
    },
    {
        "text": "But of course he is also a reality star and you also look to the past",
        "start": 287.15,
        "duration": 3.06
    },
    {
        "text": "I mean you Jesse the body Ventura involved in our political system Arnold Schwarzenegger, Ronald Reagan",
        "start": 290.21,
        "duration": 5.339
    },
    {
        "text": "and if we fast forward to today Kim Kardashian",
        "start": 295.55,
        "duration": 2.729
    },
    {
        "text": "Who is yes also a businesswoman but a reality star is one of the main",
        "start": 298.28,
        "duration": 3.899
    },
    {
        "text": "Reasons that someone is now out of prison because she involved herself with the White House",
        "start": 302.28,
        "duration": 4.7
    },
    {
        "text": "and in fact",
        "start": 306.98,
        "duration": 0.48
    },
    {
        "text": "It's also been announced this week that Kanye West is going to be meeting with the president on Thursday",
        "start": 307.46,
        "duration": 4.379
    },
    {
        "text": "And in that meeting they're reportedly set to talk about job opportunities for ex-convicts, also ways to increase manufacturing",
        "start": 311.84,
        "duration": 4.77
    },
    {
        "text": "jobs in and around Chicago and so seemingly",
        "start": 316.8,
        "duration": 2.66
    },
    {
        "text": "celebrities who are not Donald Trump being involved in the political system is not something that Donald Trump is inherently against and if anything it",
        "start": 319.68,
        "duration": 6.08
    },
    {
        "text": "Actually appears to help in that avenue. But that is where I'm going to leave this story for now",
        "start": 325.76,
        "duration": 3.6
    },
    {
        "text": "and of course",
        "start": 329.36,
        "duration": 0.3
    },
    {
        "text": "I really am fascinated to know what you think about any and all of this situation in those comments down below",
        "start": 329.66,
        "duration": 5.85
    },
    {
        "text": "Then in quicky \"Oh people gonna have opinions about this!\" news and I'm fascinated",
        "start": 335.66,
        "duration": 3.089
    },
    {
        "text": "there are reports out that James Gunn who of course was fired from guardians of the galaxy vol 3 is in discussions to write and",
        "start": 338.88,
        "duration": 6.02
    },
    {
        "text": "Potentially direct the next Suicide Squad movie and so I ask: thoughts? From that",
        "start": 344.97,
        "duration": 4.79
    },
    {
        "text": "I want to share some stuff I love today and today in awesome brought to you by Squarespace whether you need a domain a",
        "start": 349.76,
        "duration": 5.19
    },
    {
        "text": "Website an online store make it with Squarespace",
        "start": 355.14,
        "duration": 2.269
    },
    {
        "text": "They've got fantastic",
        "start": 357.41,
        "duration": 0.91
    },
    {
        "text": "Beautiful templates that you can just use outright or use as a starting point and it is just incredibly easy to make a beautiful website",
        "start": 358.32,
        "duration": 5.809
    },
    {
        "text": "With Squarespace's all in one platform. You have nothing to install patch or upgrade ever",
        "start": 364.13,
        "duration": 3.869
    },
    {
        "text": "So if you want to check it out like many from the nation already",
        "start": 368.0,
        "duration": 1.92
    },
    {
        "text": "Have you can go to squarespace.com/phil",
        "start": 369.92,
        "duration": 1.98
    },
    {
        "text": "And when you love it",
        "start": 371.9,
        "duration": 0.96
    },
    {
        "text": "You can enter an offer code PHIL to get 10% off your first purchase. And the first bit of awesome today is we had youtuber",
        "start": 372.86,
        "duration": 4.829
    },
    {
        "text": "Lilly Singh aka superwoman putting out a Barbie Dreams parody and in the video",
        "start": 377.69,
        "duration": 4.17
    },
    {
        "text": "She roasts a bunch of male youtubers, myself included. I think it's funny and I give her props for the zing",
        "start": 381.86,
        "duration": 4.919
    },
    {
        "text": "We also an Adult Swim giving us some pickle Ric outtakes",
        "start": 386.78,
        "duration": 2.399
    },
    {
        "text": "Then we had Jimmy Fallon Sean Mendez and the Root singing Treat You Better with classroom instruments. You had Life",
        "start": 389.18,
        "duration": 5.34
    },
    {
        "text": "Noggin asking why are nightmares so scary then we had how it should have ended doing a Star Wars childish gambino",
        "start": 394.52,
        "duration": 6.089
    },
    {
        "text": "Parody. We had the cast of Riverdale answering the web's most searched questions",
        "start": 401.07,
        "duration": 2.869
    },
    {
        "text": "If you want to see the full versions of everything",
        "start": 403.94,
        "duration": 1.62
    },
    {
        "text": "I just shared the secret link of the day really anything at all links as always are in the description down below.",
        "start": 405.56,
        "duration": 5.07
    },
    {
        "text": "Let's talk about this horrible story coming out of New York",
        "start": 410.63,
        "duration": 2.279
    },
    {
        "text": "If you haven't seen the first part of this story on Saturday",
        "start": 412.91,
        "duration": 2.13
    },
    {
        "text": "There was a group of friends who were reportedly going out to celebrate a birthday in upstate New York brewery",
        "start": 415.04,
        "duration": 3.6
    },
    {
        "text": "According to reports they had rented a bus",
        "start": 418.76,
        "duration": 1.35
    },
    {
        "text": "but when that broke down they ended up renting a",
        "start": 420.11,
        "duration": 1.75
    },
    {
        "text": "2001 Ford Excursion limo and while they're on their way to the brewery the limo ran a stop sign at the bottom of a steep",
        "start": 421.86,
        "duration": 4.549
    },
    {
        "text": "hill and crashed into a park 2015 Toyota Highlander",
        "start": 426.41,
        "duration": 2.58
    },
    {
        "text": "What ended up happening is that all 17 passengers the limo's driver and two bystanders were killed in this crash making it the deadliest u.s",
        "start": 428.99,
        "duration": 6.329
    },
    {
        "text": "Transportation accident since 2009 and looking into it",
        "start": 435.32,
        "duration": 2.549
    },
    {
        "text": "It's even the deadliest land vehicle accident since 2005 among the dead you had four sisters two brothers and a newlywed couple",
        "start": 437.87,
        "duration": 5.88
    },
    {
        "text": "also",
        "start": 443.91,
        "duration": 0.5
    },
    {
        "text": "as of today all of the names of the victims have been released as of right now the official cause of the crash is",
        "start": 444.41,
        "duration": 4.5
    },
    {
        "text": "Unknown, but there are a few pieces of key information. We know according to the end of one of the passengers",
        "start": 449.13,
        "duration": 4.04
    },
    {
        "text": "she received a text saying that the limo was in quote terrible condition Chris Fiore of the New York State Police said that it was",
        "start": 453.17,
        "duration": 4.649
    },
    {
        "text": "Unclear if the limo was speeding if the brakes were working or whether the passengers were wearing seatbelts which on that note in these types",
        "start": 457.82,
        "duration": 5.1
    },
    {
        "text": "Of vehicles passengers are not required to you also have witnesses claiming the vehicle was going 60 miles an hour or faster when it crashed",
        "start": 462.92,
        "duration": 5.309
    },
    {
        "text": "Also, according to Jessica Kirby the managing director of the Apple Barrel County store and cafe",
        "start": 468.44,
        "duration": 3.54
    },
    {
        "text": "Which is located at the intersection",
        "start": 471.98,
        "duration": 1.39
    },
    {
        "text": "This particular intersection has been a dangerous one her quotes include: \"We have been asking for something to be done for years and more",
        "start": 473.37,
        "duration": 5.99
    },
    {
        "text": "Accidents than I can count.\" Kirby also said that several tractors have blown through that same stop sign and large trucks have actually been banned",
        "start": 479.52,
        "duration": 5.449
    },
    {
        "text": "From traveling on the road after repeated incidents you have Schoharie town supervisor",
        "start": 484.97,
        "duration": 2.91
    },
    {
        "text": "Allen Taverner saying: \"If somebody's new to the area or not familiar with the area I can see how it would be easy to miss that",
        "start": 488.04,
        "duration": 5.42
    },
    {
        "text": "You're coming down to the T intersection and going to have to stop at the bottom of it.\"  Thanks to the situation",
        "start": 493.46,
        "duration": 4.259
    },
    {
        "text": "You have people raising concern over",
        "start": 497.72,
        "duration": 1.54
    },
    {
        "text": "Frankenstein limos that being a limo that is a regular vehicle that is then converted into a limo",
        "start": 499.26,
        "duration": 4.279
    },
    {
        "text": "And the reason that there is concern there is that when a regular limousine is built at a factory",
        "start": 503.54,
        "duration": 3.209
    },
    {
        "text": "It is required to meet strict safety standards",
        "start": 506.75,
        "duration": 1.54
    },
    {
        "text": "however",
        "start": 508.29,
        "duration": 0.5
    },
    {
        "text": "after a 2015 limo crash that killed four women a grand jury found that when cars are converted to limos there are often gaps in",
        "start": 508.79,
        "duration": 5.309
    },
    {
        "text": "safety also following this horrible incident you had New York Governor Andrew Cuomo saying in a statement that his heart breaks, that he commends the first",
        "start": 514.099,
        "duration": 5.7
    },
    {
        "text": "Responders adding that \"state police are working with federal and local",
        "start": 519.99,
        "duration": 2.42
    },
    {
        "text": "Authorities to investigate the crash and I have directed state agencies to provide every resource necessary",
        "start": 522.599,
        "duration": 4.16
    },
    {
        "text": "To aid in this investigation and determine what led to this tragedy.\" Additionally on Monday Cuomo called out the owner of the company",
        "start": 526.95,
        "duration": 5.39
    },
    {
        "text": "Involved Prestige Limousine saying: \"In my opinion the owner of this company had no business putting a failed vehicle on the road.\"  also adding \"Prestige",
        "start": 532.44,
        "duration": 6.29
    },
    {
        "text": "Has a lot of questions to answer.\"",
        "start": 538.73,
        "duration": 1.35
    },
    {
        "text": "Also according to Cuomo the limousine involved was built in a way that violated federal law",
        "start": 540.08,
        "duration": 3.63
    },
    {
        "text": "It had failed a state inspection last month and the driver did not have the proper commercial license. Reportedly, 3 Prestige vehicles have been inspected",
        "start": 543.71,
        "duration": 6.27
    },
    {
        "text": "Five times in the last two years and on four of those occasions",
        "start": 549.98,
        "duration": 2.64
    },
    {
        "text": "The vehicle was ordered out of service as unsafe until repairs could be made. On the other side of this",
        "start": 552.62,
        "duration": 3.599
    },
    {
        "text": "We also had Prestige Limousine releasing a statement saying it \"extends its deepest condolences to the family members and friends of those who tragically lost",
        "start": 556.22,
        "duration": 5.88
    },
    {
        "text": "Their lives\" and adding \"we are performing a detailed internal",
        "start": 562.1,
        "duration": 2.339
    },
    {
        "text": "investigation to determine the cause of the accident and the steps we can take in order to prevent future accidents.\" adding that they have",
        "start": 564.63,
        "duration": 4.64
    },
    {
        "text": "\"voluntarily taken our fleet of vehicles off the road during the",
        "start": 569.34,
        "duration": 2.419
    },
    {
        "text": "Investigation.\" According to reports the company has already met with investigators and plan to cooperate also in connection to this story new reports have come",
        "start": 571.98,
        "duration": 5.239
    },
    {
        "text": "Out saying that the owner of the company Shahed Hussein was an FBI informant after 9/11 according to reports",
        "start": 577.22,
        "duration": 4.739
    },
    {
        "text": "He was credited with rooting out radical Muslims and a controversial sting",
        "start": 581.96,
        "duration": 2.91
    },
    {
        "text": "And the reason there was controversies is the four men that were found guilty as a result of Hussein's information alleged",
        "start": 584.87,
        "duration": 5.97
    },
    {
        "text": "that the whole thing was entrapment Hussein himself had reportedly been working as an informant after being charged for running a DMV scam where he",
        "start": 590.84,
        "duration": 3.18
    },
    {
        "text": "Was working as a translator. He reportedly would help people with the test in exchange for money and he ended up avoiding prison and deportation",
        "start": 594.02,
        "duration": 4.739
    },
    {
        "text": "By becoming an informant which brings up the hypothetical question of if instead of being an informant he had been deported would we be talking?",
        "start": 598.76,
        "duration": 5.19
    },
    {
        "text": "about this",
        "start": 603.95,
        "duration": 0.46
    },
    {
        "text": "situation today? Or is this kind of just a side note that doesn't pertain to the actual accident itself? And with all of that said as",
        "start": 604.41,
        "duration": 5.179
    },
    {
        "text": "Far as my personal take away",
        "start": 609.59,
        "duration": 1.2
    },
    {
        "text": "I'm just I'm just sad I want to hear what new information we get from the investigation although from all accounts",
        "start": 610.79,
        "duration": 5.579
    },
    {
        "text": "It sounds like there is something up with the vehicle",
        "start": 616.37,
        "duration": 1.92
    },
    {
        "text": "Which I will say it's hard for me not to see this situation and also think of the duck boat",
        "start": 618.29,
        "duration": 3.57
    },
    {
        "text": "Situation that we covered earlier this year actually where I do want to end this story is on a part of people trying to provide",
        "start": 621.96,
        "duration": 5.09
    },
    {
        "text": "Good in a horrible situation in the description down below, I'll be linking to several GoFundMe campaigns",
        "start": 627.05,
        "duration": 4.229
    },
    {
        "text": "One of them was started for college and expenses for Archer and Allen's reportedly four years old the other 16 months",
        "start": 631.28,
        "duration": 4.979
    },
    {
        "text": "They lost both of their parents in this accident",
        "start": 636.26,
        "duration": 2.07
    },
    {
        "text": "and as the person who wrote the GoFundMe even put, this is kind of a way people can help in a situation where we feel otherwise",
        "start": 638.33,
        "duration": 5.489
    },
    {
        "text": "helpless",
        "start": 643.92,
        "duration": 0.5
    },
    {
        "text": "so that's where I'm going to end that one. and let's talk about the Brett Kavanaugh vote and",
        "start": 644.42,
        "duration": 3.329
    },
    {
        "text": "Confirmation and essentially where we last left off with this story is that there was a call for an FBI",
        "start": 648.0,
        "duration": 3.619
    },
    {
        "text": "Investigation into the accusations against Kavanaugh according to reports President Trump ordered this supplemental background",
        "start": 652.17,
        "duration": 5.07
    },
    {
        "text": "Investigation to be limited to less than one week according to reports the investigation initially only included interviews with four people",
        "start": 657.52,
        "duration": 5.0
    },
    {
        "text": "This included Mark Judge who Ford maintains was in the room at the time of her alleged assault by Kavanaugh",
        "start": 662.52,
        "duration": 4.26
    },
    {
        "text": "Additionally the interviews included two other people. She claims were at the party and Debra Ramirez who of course had",
        "start": 666.78,
        "duration": 4.59
    },
    {
        "text": "Accusations of her own against Kavanaugh. Reportedly, the number of people interviewed was expanded to nine which produced 302 interview summaries",
        "start": 671.44,
        "duration": 5.779
    },
    {
        "text": "however",
        "start": 677.22,
        "duration": 0.42
    },
    {
        "text": "at the same time we all saw NBC reported that 40 people with information about",
        "start": 677.64,
        "duration": 3.179
    },
    {
        "text": "Kavanaugh and the allegations against him had not been contacted by the FBI and in a statement Ford's legal team said \"an FBI supplemental background",
        "start": 680.89,
        "duration": 6.409
    },
    {
        "text": "Investigation that did not include an interview of dr",
        "start": 687.4,
        "duration": 2.0
    },
    {
        "text": "Christine Blasi Ford nor the witnesses who corroborate her testimony cannot be called an",
        "start": 689.44,
        "duration": 3.979
    },
    {
        "text": "investigatin.\" adding \"we are profoundly disappointed that after the tremendous sacrifice",
        "start": 693.67,
        "duration": 3.109
    },
    {
        "text": "She made in coming forward those directing The FBI investigation were not interested in seeking the truth\"",
        "start": 696.78,
        "duration": 4.38
    },
    {
        "text": "Also in the midst of this investigation we saw several side stories pop up",
        "start": 701.16,
        "duration": 2.94
    },
    {
        "text": "And this reportedly included college classmates of Kavanaugh coming forward to say they could corroborate Debora Ramirez's story of Kavanaugh exposing himself to her additionally",
        "start": 704.28,
        "duration": 6.48
    },
    {
        "text": "We saw Julie Swetnick's allegations against Kavanaugh questioned after several statements",
        "start": 710.76,
        "duration": 3.449
    },
    {
        "text": "She made an interview with NBC News didn't directly match up with her sworn affidavit",
        "start": 714.21,
        "duration": 3.57
    },
    {
        "text": "We also saw the prosecutor who interviewed Ford during the hearings coming out with a report saying that no reasonable",
        "start": 717.78,
        "duration": 4.23
    },
    {
        "text": "Prosecutor would bring a case forward against Kavanaugh based on Ford's testimony",
        "start": 722.32,
        "duration": 3.289
    },
    {
        "text": "We also saw the New York Times releasing an uncovered",
        "start": 725.61,
        "duration": 2.0
    },
    {
        "text": "1985 police report suggesting that Kavanaugh was involved in a bar fight while he was in college",
        "start": 727.72,
        "duration": 3.89
    },
    {
        "text": "We also saw President Trump seemingly mocking Ford and her testimony during a rally in Mississippi: \"I had one beer",
        "start": 731.61,
        "duration": 5.489
    },
    {
        "text": "Right. I had one beer",
        "start": 738.25,
        "duration": 2.0
    },
    {
        "text": "Well, you think it was written up. That was one beer. Oh good. How did you get home? I don't remember",
        "start": 740.71,
        "duration": 5.24
    },
    {
        "text": "How'd you get there? I don't remember. Where is the place? I don't remember how many years ago was it? I don't know",
        "start": 745.95,
        "duration": 5.099
    },
    {
        "text": "I",
        "start": 751.74,
        "duration": 2.0
    },
    {
        "text": "Don't know I",
        "start": 754.27,
        "duration": 2.0
    },
    {
        "text": "Don't know",
        "start": 756.7,
        "duration": 2.0
    },
    {
        "text": "What neighborhood was it and I don't know where's the house at her room?",
        "start": 758.83,
        "duration": 3.319
    },
    {
        "text": "Upstairs downstairs, where was I don't know but I had one beer",
        "start": 763.45,
        "duration": 3.259
    },
    {
        "text": "That's the only thing I remember.\" There was also a report from NBC News claiming the Kavanaugh and his team were communicating with his college",
        "start": 766.71,
        "duration": 4.98
    },
    {
        "text": "friends via text to refute Ramirez's allegations against him before they became public which has been argued to be significant because Kavanaugh said during his",
        "start": 771.69,
        "duration": 5.909
    },
    {
        "text": "Testimony under oath that he was not aware of the allegations",
        "start": 777.6,
        "duration": 2.0
    },
    {
        "text": "Until they were publicized by the New Yorker as far as what ended up happening with that FBI investigation",
        "start": 779.68,
        "duration": 4.19
    },
    {
        "text": "They ended up wrapping at last Wednesday, and they handed it over to the White House",
        "start": 783.87,
        "duration": 3.119
    },
    {
        "text": "Which was then passed over to the Senate following this we saw Republican Senator",
        "start": 786.99,
        "duration": 2.969
    },
    {
        "text": "Jeff Flake who is also someone that called for this investigation saying: \"we've seen no additional corroborating information.\"",
        "start": 789.96,
        "duration": 4.68
    },
    {
        "text": "But on the other side of the aisle Democrats were complaining that this wasn't a real investigation with Senate Minority Leader Chuck Schumer saying: \"we had",
        "start": 794.77,
        "duration": 5.87
    },
    {
        "text": "many fears",
        "start": 800.64,
        "duration": 1.78
    },
    {
        "text": "That this was a very limited process that would constrain the FBI from getting all the facts",
        "start": 802.42,
        "duration": 7.729
    },
    {
        "text": "Having received a thorough briefing on the documents",
        "start": 811.27,
        "duration": 3.32
    },
    {
        "text": "those fears have been realized.\" That then led us to Friday where we saw the Senate have a",
        "start": 814.9,
        "duration": 4.19
    },
    {
        "text": "Procedural vote and there we saw the senators vote 51 to 49 in favor of cloture",
        "start": 819.25,
        "duration": 4.01
    },
    {
        "text": "And that voting that I'm not being completely split along party lines. you had Democratic Senator Joe Manchin voting yes",
        "start": 823.26,
        "duration": 4.799
    },
    {
        "text": "then you had Republican Alaska senator Lisa Murkowski voting",
        "start": 828.06,
        "duration": 2.459
    },
    {
        "text": "No, but that was really just a vote as to whether the debate around Kavanaugh's nomination should come to an end",
        "start": 830.52,
        "duration": 4.11
    },
    {
        "text": "So people still wondered would flake Manchin or Susan Collins, would they vote no in the final vote?",
        "start": 834.63,
        "duration": 4.979
    },
    {
        "text": "You had a good number of people looking to Collins as the potential person that would break from the pack",
        "start": 839.61,
        "duration": 3.299
    },
    {
        "text": "but when Collins took to the floor of the Senate the day before the vote she ended up giving a",
        "start": 842.91,
        "duration": 3.09
    },
    {
        "text": "45-minute speech and there among other things, like I said, it was 45 minutes, she said \"today",
        "start": 846.25,
        "duration": 4.159
    },
    {
        "text": "we have come to the conclusion of a",
        "start": 850.93,
        "duration": 3.559
    },
    {
        "text": "confirmation process that has become so dysfunctional",
        "start": 855.07,
        "duration": 4.549
    },
    {
        "text": "It looks more like a caricature of a gutter level political",
        "start": 860.26,
        "duration": 5.719
    },
    {
        "text": "Campaign than a solemn occasion",
        "start": 866.59,
        "duration": 3.08
    },
    {
        "text": "Mr. President I will vote to confirm",
        "start": 870.64,
        "duration": 3.83
    },
    {
        "text": "Judge Kavanaugh.\" and directly following Collins's speech we saw Manchin tweet that he was going to vote YES also as the situation moved forward",
        "start": 875.29,
        "duration": 6.859
    },
    {
        "text": "We saw protesters who were against Kavanaugh's confirmation",
        "start": 882.15,
        "duration": 2.0
    },
    {
        "text": "swarming DC and here according to Capitol Police more than 300 people involved in the protest in the atrium of the Senate Hart office",
        "start": 884.16,
        "duration": 5.88
    },
    {
        "text": "Building ended up being arrested including both Amy Schumer and Emily Ratajkowski",
        "start": 890.04,
        "duration": 3.27
    },
    {
        "text": "we also saw protesters directly confronting senators on Capitol Hill following them into",
        "start": 893.879,
        "duration": 3.69
    },
    {
        "text": "Elevators confronting them about their decision to support Kavanagh and in reaction to some of these protests",
        "start": 897.73,
        "duration": 4.13
    },
    {
        "text": "We saw Senator Chuck Grassley the chairman of the Judiciary Committee say this: \"do you believe George Soros is behind all of this?",
        "start": 901.86,
        "duration": 5.64
    },
    {
        "text": "Paying these people to get you and your colleagues in elevators or wherever they can get in your face\" \"I",
        "start": 907.689,
        "duration": 4.52
    },
    {
        "text": "have",
        "start": 913.329,
        "duration": 1.891
    },
    {
        "text": "heard so many",
        "start": 915.22,
        "duration": 1.919
    },
    {
        "text": "People believe that I tend to believe it. I believe it fits in his",
        "start": 917.139,
        "duration": 4.58
    },
    {
        "text": "attack mode.\" and following all of this",
        "start": 922.389,
        "duration": 2.059
    },
    {
        "text": "we got to the actual vote and there we saw the Senate confirmed Kavanaugh in a vote of 50 to 48 and that vote is",
        "start": 924.449,
        "duration": 5.489
    },
    {
        "text": "Actually the narrowest margin since 1881",
        "start": 929.939,
        "duration": 2.46
    },
    {
        "text": "But many point shortly after this confirmation vote we saw a Supreme Court Chief Justice John Roberts",
        "start": 932.399,
        "duration": 4.14
    },
    {
        "text": "Administer the constitutional oath for Kavanaugh also following all of this regarding if Collins believed for its testimony or not",
        "start": 936.97,
        "duration": 5.809
    },
    {
        "text": "She said this on CNN. \"I do not believe that Brett Kavanaugh was her assailant",
        "start": 942.779,
        "duration": 5.28
    },
    {
        "text": "So I do believe that she was assaulted",
        "start": 948.49,
        "duration": 2.809
    },
    {
        "text": "I don't know by whom and",
        "start": 951.339,
        "duration": 3.109
    },
    {
        "text": "I'm not certain when but I do not believe that he it was him\" also on the Democratic side",
        "start": 954.85,
        "duration": 5.929
    },
    {
        "text": "We saw House Minority Leader Nancy Pelosi filing a Freedom of Information",
        "start": 960.779,
        "duration": 2.669
    },
    {
        "text": "Act request to get the FBI report on the sexual assault allegations against Kavanaugh publicly released Pelosi saying in a statement of the Kavanaugh",
        "start": 963.579,
        "duration": 6.29
    },
    {
        "text": "Confirmation process has wounded the very soul of Justice in our country and adding to preserve the full record of this dark chapter",
        "start": 970.029,
        "duration": 5.059
    },
    {
        "text": "I am filing a Freedom of Information Act request",
        "start": 975.089,
        "duration": 2.46
    },
    {
        "text": "So the public can see the FBI report transcripts of interviews instructions from the White House and any communications to the FBI from Senate Republicans",
        "start": 977.55,
        "duration": 5.849
    },
    {
        "text": "Regarding the scope of the investigation",
        "start": 983.68,
        "duration": 1.349
    },
    {
        "text": "We've also seen some liberal groups calling for Kavanaugh's impeachment if the Democrats take over Congress after the midterms",
        "start": 985.029,
        "duration": 4.97
    },
    {
        "text": "Although I do want to note that while a handful of representatives have endorsed that position because they believe Kavanaugh lied under oath",
        "start": 990.0,
        "duration": 4.799
    },
    {
        "text": "Most Senate Democrats at this time have not gone that far Democratic Senator Chris Coons who was on the Judiciary Committee telling NBC \"I think",
        "start": 994.98,
        "duration": 5.64
    },
    {
        "text": "talking about impeachment at this point isn't necessarily healing us and moving us forward. The Senate's role in our politics is not to just reflect the",
        "start": 1000.62,
        "duration": 5.789
    },
    {
        "text": "Country but to help heal and lead the country\"",
        "start": 1006.41,
        "duration": 2.039
    },
    {
        "text": "Additionally we learned from her attorney that Christine Blasi Ford has been unable to return home due to unending death threats. Her attorney",
        "start": 1008.48,
        "duration": 5.309
    },
    {
        "text": "Also saying that Ford was upset by Trump mocking her testimony and following all of this",
        "start": 1013.79,
        "duration": 3.44
    },
    {
        "text": "We got to Monday where the president held a swearing-in ceremony for Kavanaugh and started with the president issuing an apology",
        "start": 1017.23,
        "duration": 5.219
    },
    {
        "text": "\"I want to apologize to",
        "start": 1022.449,
        "duration": 2.04
    },
    {
        "text": "Brett and the entire Kavanaugh family for the terrible pain and suffering you have been",
        "start": 1025.28,
        "duration": 6.319
    },
    {
        "text": "Forced to endure.\" and of course we saw Kavanaugh speak at this ceremony and there",
        "start": 1031.97,
        "duration": 4.28
    },
    {
        "text": "he said he had hired four women to be his Supreme Court clerks also adding \"every litigant the supreme court can be assured that",
        "start": 1036.25,
        "duration": 5.91
    },
    {
        "text": "that I'll listen to their arguments with respect and an open mind. every",
        "start": 1042.439,
        "duration": 5.72
    },
    {
        "text": "American can be assured that I'll be an independent and impartial justice",
        "start": 1048.83,
        "duration": 4.91
    },
    {
        "text": "devoted to equal justice under law.\" and that statement seemingly trying to address the",
        "start": 1054.83,
        "duration": 4.52
    },
    {
        "text": "complaints and concerns from people that he will not actually be impartial a lot of that has been connected to",
        "start": 1059.48,
        "duration": 4.219
    },
    {
        "text": "Criticisms of his conduct during his hearing and so that's where we are",
        "start": 1063.86,
        "duration": 2.75
    },
    {
        "text": "And as far as the impact of him being a Supreme Court justice now",
        "start": 1066.61,
        "duration": 3.809
    },
    {
        "text": "We will see the effects of that almost immediately",
        "start": 1070.419,
        "duration": 2.0
    },
    {
        "text": "Brett Kavanaugh will actually hear his first Supreme Court cases this week and reportedly those cases involved the armed career criminal act",
        "start": 1072.47,
        "duration": 5.66
    },
    {
        "text": "Additionally, they'll hear a case involving an immigrant with a criminal record. So that's where we are with this situation as of right now",
        "start": 1078.62,
        "duration": 4.67
    },
    {
        "text": "I wanted to make sure that we addressed everything that had transpired since we last talked about it and with this story, of course",
        "start": 1083.29,
        "duration": 5.099
    },
    {
        "text": "I want to pass the question off to you of what do you feel are you happy? Are you sad?",
        "start": 1088.39,
        "duration": 4.109
    },
    {
        "text": "Are you over the moon?",
        "start": 1092.5,
        "duration": 0.99
    },
    {
        "text": "Are you horrified? also why? also a side issue here that I'm fascinated by is how everything that happened with Kavanaugh will affect these",
        "start": 1093.49,
        "duration": 6.779
    },
    {
        "text": "Midterms and the reason I'm so interested in that is we have situations like that of Heidi Heitkamp",
        "start": 1100.34,
        "duration": 3.739
    },
    {
        "text": "She's a Democrat running against Republican Kevin Cramer in the traditionally red state of North Dakota Heitkamp",
        "start": 1104.08,
        "duration": 4.41
    },
    {
        "text": "Also a Democrat who is against Cavanaugh's confirmation and as the Cavanaugh hearings became more and more of an issue",
        "start": 1108.49,
        "duration": 4.949
    },
    {
        "text": "They continued we saw Heitkamp drop more and more in the polls",
        "start": 1113.44,
        "duration": 3.33
    },
    {
        "text": "According to a Fox News poll September 8th to 11th she was just a four point underdog according to a Fox News poll between September 29th",
        "start": 1116.77,
        "duration": 5.699
    },
    {
        "text": "And October 2nd all of a sudden",
        "start": 1122.47,
        "duration": 1.47
    },
    {
        "text": "She's a 12 point underdog and as we mentioned in previous coverage",
        "start": 1123.94,
        "duration": 2.67
    },
    {
        "text": "There were reports out there saying that the Cavanaugh situation was incredibly important to a lot of voters",
        "start": 1126.61,
        "duration": 4.349
    },
    {
        "text": "But all of that said that's where I'm gonna end it and pass the question off to you",
        "start": 1130.96,
        "duration": 3.089
    },
    {
        "text": "and of course whether it be the last story the first story anything in between",
        "start": 1134.049,
        "duration": 2.97
    },
    {
        "text": "I'd love to hear from you in those comments down below",
        "start": 1137.02,
        "duration": 2.189
    },
    {
        "text": "Also while you're at it if you liked today's video hit that like button if you new here hit that subscribe button",
        "start": 1139.21,
        "duration": 4.109
    },
    {
        "text": "But with that said, of course as always, my name is philip defranco",
        "start": 1143.32,
        "duration": 3.06
    },
    {
        "text": "You've just been phill'd in. I love yo faces and i'll see you tomorrow",
        "start": 1146.54,
        "duration": 4.069
    }
]