[
    {
        "text": "sup you beautiful bastards hope you're having a",
        "start": 0.0,
        "duration": 2.0
    },
    {
        "text": "Fantastic Monday Welcome back to the Philip Defranco show and let's just jump into it, and the first thing",
        "start": 2.2,
        "duration": 4.819
    },
    {
        "text": "I want to talk about today was one of the most requested things for a long time now",
        "start": 7.02,
        "duration": 3.929
    },
    {
        "text": "And that is the Fyre",
        "start": 10.949,
        "duration": 1.091
    },
    {
        "text": "Festival and the fallout from it. Now the original fire festival story is one I missed out on on my week away from the show",
        "start": 12.04,
        "duration": 5.54
    },
    {
        "text": "but luckily, oh the story's so juicy it keeps getting updates.",
        "start": 18.1,
        "duration": 2.6
    },
    {
        "text": "Now for those who don't know fire festival was billed as Coachella on a private island",
        "start": 20.9,
        "duration": 4.0
    },
    {
        "text": "offering the premium of the premium, supposed to be the cultural experience of the decade.",
        "start": 25.0,
        "duration": 4.8
    },
    {
        "text": "Ticket packages reportedly ranged from $1,500 to a whopping quarter of a million dollars.",
        "start": 30.0,
        "duration": 4.8
    },
    {
        "text": "It was co-created by Ja Rule, it was advertised heavily by a bunch of Instagram models.",
        "start": 35.0,
        "duration": 3.7
    },
    {
        "text": "They were expecting between six and seven thousand people and it turned out to be one of the most astonishing failures I have ever seen.",
        "start": 39.0,
        "duration": 7.0
    },
    {
        "text": "The primo accommodations turned out to be -This is amazing- turned out to be the same kind of tents that FEMA uses in a disaster relief situation.",
        "start": 46.0,
        "duration": 6.889
    },
    {
        "text": "Reportedly, there wasn't a single thing in the general store for sale - the the concierge booth was half built",
        "start": 53.199,
        "duration": 3.801
    },
    {
        "text": "Tons of people start freaking out trying to figure out how the hell they're gonna get back home",
        "start": 57.7,
        "duration": 3.8
    },
    {
        "text": "A bunch of other people who hadn't gotten to the island yet had gotten stuck in Florida",
        "start": 61.5,
        "duration": 2.76
    },
    {
        "text": "and I could go on for another ten minutes of how much of a shit-show this ended up being, but there's more to get to",
        "start": 64.26,
        "duration": 4.34
    },
    {
        "text": "Main point - colossal failure, they have to cancel. And so the big question became: Why did this happen?",
        "start": 68.6,
        "duration": 3.9
    },
    {
        "text": "Many started shouting that this was a scam - it was Ponzi Scheme of some sort, while others said they were just grossly unprepared",
        "start": 72.5,
        "duration": 6.2
    },
    {
        "text": "Ja Rule took to Twitter to say \"it was not a scam as everyone is reporting",
        "start": 78.759,
        "duration": 4.07
    },
    {
        "text": "I don't know how everything went so left, but I'm working to make it right by making sure everyone is refunded",
        "start": 82.86,
        "duration": 4.589
    },
    {
        "text": "I truly apologize as this is not my fault, but I'm taking responsibility. I'm deeply sorry.\"",
        "start": 87.45,
        "duration": 4.45
    },
    {
        "text": "How even - \"I truly apologize,\" \"This is not my fault\" ALL CAPS. \"But I'm taking responsibili-\" What?",
        "start": 92.0,
        "duration": 4.6
    },
    {
        "text": "Also Ja, how is it not your fault if you co-created the festival that was being run by a company you co-owned",
        "start": 96.88,
        "duration": 6.34
    },
    {
        "text": "Because it wasn't just a festival - it is a company called Fyre Media. And the way I came about finding out fyre Media was a company it",
        "start": 103.22,
        "duration": 6.02
    },
    {
        "text": "was actually two things. The first being that because of this spectacular failure",
        "start": 109.26,
        "duration": 3.33
    },
    {
        "text": "let's give them the benefit of the doubt, that it wasn't a scam",
        "start": 112.59,
        "duration": 1.98
    },
    {
        "text": "it was just a failure. They are the target of a massive class action lawsuit",
        "start": 114.57,
        "duration": 3.779
    },
    {
        "text": "LA Defense Attorney Mark Geragos filed a 100 million-dollar class-action lawsuit. Now keep in mind, that's obviously not the only",
        "start": 118.35,
        "duration": 5.879
    },
    {
        "text": "lawsuit. There are smaller groups of individuals that are suing. Fyre Media is even being sued by the company they hired to provide",
        "start": 124.57,
        "duration": 5.659
    },
    {
        "text": "medical care. Their lawsuit has this lovely line: \"When NES arrived on the island it immediately discovered that the accommodations were uninhabitable including bug",
        "start": 130.42,
        "duration": 7.47
    },
    {
        "text": "infestation, blood-stained mattresses and no air conditioning.\"",
        "start": 138.0,
        "duration": 3.639
    },
    {
        "text": "There's also now the murmurings of what's going to happen with the people that loaned Fyre Media money for this event.",
        "start": 141.64,
        "duration": 5.519
    },
    {
        "text": "We'll have to wait and see as more of that develops. But wait my friends, there is more. Not only was the event a",
        "start": 147.159,
        "duration": 4.8
    },
    {
        "text": "disaster that screwed over thousands - not even including the Bahamas themselves -",
        "start": 152.06,
        "duration": 4.25
    },
    {
        "text": "Not only are they the target of massive lawsuits they have now been",
        "start": 156.31,
        "duration": 3.36
    },
    {
        "text": "exposed for - oh my God - are now being exposed as a company that seems to be screwing over their employees",
        "start": 159.769,
        "duration": 5.3
    },
    {
        "text": "I'll let you be the judge",
        "start": 165.069,
        "duration": 1.2
    },
    {
        "text": "Vice News came into possession and published audio from a Fyre",
        "start": 166.269,
        "duration": 3.48
    },
    {
        "text": "Media phone call. And what we hear from the audio is it sounds like there's several employees on the line along with",
        "start": 169.819,
        "duration": 4.82
    },
    {
        "text": "co-founders of Fyre Media Ja Rule and Billy McFarlane",
        "start": 174.829,
        "duration": 3.2
    },
    {
        "text": "Now Billy does most of the talking here and what he tells them is a - let's have a listen.",
        "start": 178.03,
        "duration": 4.5
    },
    {
        "text": "\"So, after conferring with our counsel and all financial people, uh, unfortunately we are not able to proceed with",
        "start": 182.6,
        "duration": 6.499
    },
    {
        "text": "payroll immediately for the Company.",
        "start": 190.4,
        "duration": 2.929
    },
    {
        "text": "I understand that this is not an ideal situation for everybody, and this will likely cause a lot of you to",
        "start": 194.69,
        "duration": 6.709
    },
    {
        "text": "resign - which we totally get and understand. That said, if you want to stick with us",
        "start": 201.95,
        "duration": 6.74
    },
    {
        "text": "we'd love to have you and we'll have to work together and get us to hunker down and get back to a place where",
        "start": 208.7,
        "duration": 5.96
    },
    {
        "text": "everything resumes",
        "start": 214.97,
        "duration": 2.0
    },
    {
        "text": "to business as usual.\" So what he essentially just said is",
        "start": 217.31,
        "duration": 2.479
    },
    {
        "text": "Payroll the people who make sure you get paid, there's just gonna be none of that. We're not firing you,",
        "start": 219.889,
        "duration": 4.76
    },
    {
        "text": "it's just if you choose to stay on you won't get paid. I just want you to imagine that your boss comes up to you",
        "start": 224.65,
        "duration": 4.739
    },
    {
        "text": "and he's like \"Ugh Gary, here's the thing. This is hard news. Now don't worry,",
        "start": 229.389,
        "duration": 2.91
    },
    {
        "text": "I'm not firing you, but the part of the business that pays you. They're just, they're, they're not",
        "start": 232.299,
        "duration": 3.24
    },
    {
        "text": "going to. Now if there's new set of circumstances",
        "start": 236.329,
        "duration": 2.0
    },
    {
        "text": "which is you not getting paid for the work you're doing is just, is not",
        "start": 238.43,
        "duration": 2.989
    },
    {
        "text": "cool with you, you can resign, but just know that if you are willing to do the same job for me, but for free...",
        "start": 241.549,
        "duration": 6.71
    },
    {
        "text": "I'm good with that.\" And then just hearing the employees disbelief - it would be hilarious",
        "start": 249.26,
        "duration": 4.309
    },
    {
        "text": "if it wasn't the reaction from people who are just doing their job",
        "start": 253.669,
        "duration": 3.77
    },
    {
        "text": "but then because of upper management - the failure to actually follow through on this - they're the ones getting screwed.",
        "start": 257.44,
        "duration": 4.859
    },
    {
        "text": "That's what keeps it from being funny to me and just makes it infuriating. \"So I'm unclear as to how",
        "start": 262.37,
        "duration": 5.45
    },
    {
        "text": "you're asking us to remain employed while not paying up.\"",
        "start": 268.16,
        "duration": 3.32
    },
    {
        "text": "\"Uh - we're not asking anybody to remain employed.",
        "start": 272.9,
        "duration": 2.0
    },
    {
        "text": "We're saying that we can no longer continue",
        "start": 275.09,
        "duration": 2.059
    },
    {
        "text": "payroll. But we also understand if that means you're leaving the company. If these people want to stay and help out, then",
        "start": 277.55,
        "duration": 5.48
    },
    {
        "text": "we're of course going to do that. And there's nothing that prevents everybody to decline to help out.\"",
        "start": 283.25,
        "duration": 4.309
    },
    {
        "text": "\"Billy, I understand that. But that's a breach of my contract that I signed with you. So are you firing me?\"",
        "start": 288.26,
        "duration": 5.0
    },
    {
        "text": "\"Uh, we're not firing anybody. We're just letting you know there'd be no payroll in the short term so,",
        "start": 294.83,
        "duration": 5.389
    },
    {
        "text": "there's no more official employment.\"",
        "start": 301.43,
        "duration": 1.73
    },
    {
        "text": "\"So you're not going to lay us off, which will allow us to file for unemployment benefits.",
        "start": 303.16,
        "duration": 4.32
    },
    {
        "text": "You just are not gonna pay us anymore, and then making us quit ourselves. Is that kind of what you're saying?\"",
        "start": 307.55,
        "duration": 6.2
    },
    {
        "text": "\"I - sorry - what was the question?\"",
        "start": 314.96,
        "duration": 1.71
    },
    {
        "text": "\"It was this - you are not going to lay us off so that we can't, like, file for unemployment benefits?",
        "start": 316.67,
        "duration": 5.72
    },
    {
        "text": "What you're going to do is just not pay us",
        "start": 322.49,
        "duration": 2.27
    },
    {
        "text": "forcing us to then quit. Is that kind of what you're saying?\"",
        "start": 325.4,
        "duration": 2.42
    },
    {
        "text": "\"I'm not aware of how this impacts the employee benefits.\" And the final bit of fallout",
        "start": 329.0,
        "duration": 4.609
    },
    {
        "text": "I've seen around this story seems to be revolving around the Instagram models.",
        "start": 333.61,
        "duration": 3.69
    },
    {
        "text": "It turns out that a good number of the models promoting Fyre Festival didn't follow FTC guidelines",
        "start": 337.3,
        "duration": 4.9
    },
    {
        "text": "To oversimplify it - If I am being compensated for a promotion",
        "start": 342.47,
        "duration": 3.17
    },
    {
        "text": "I need to make it very apparent to you that this is an ad. You need to say sponsor - certain places",
        "start": 345.64,
        "duration": 4.349
    },
    {
        "text": "you need to put #spon #ad. On top of the legal reasons, it just seems kind of scummy. You know that lawyer",
        "start": 349.99,
        "duration": 6.179
    },
    {
        "text": "I was talking about earlier Geragos, he's talking about suing the models.",
        "start": 356.169,
        "duration": 2.97
    },
    {
        "text": "And what's crazy to me is a lot of the models haven't even deleted their past pictures promoting the event. You look at the caption",
        "start": 359.14,
        "duration": 5.459
    },
    {
        "text": "there's no mention that it's an ad, the lawyers start getting thirsty. Although",
        "start": 364.6,
        "duration": 3.299
    },
    {
        "text": "I think that if the lawyers go after anyone they're going to go after the Kendall Jenner types. There were reports that Kendall Jenner was",
        "start": 367.9,
        "duration": 4.74
    },
    {
        "text": "paid $250,000 to promote the Fyre Festival on Instagram. The post has since been deleted,",
        "start": 372.64,
        "duration": 5.699
    },
    {
        "text": "but there are reports that this was not labeled an advertisement. And so right now",
        "start": 378.34,
        "duration": 3.39
    },
    {
        "text": "it looks like that's what the lawyer is gonna do -",
        "start": 381.73,
        "duration": 1.29
    },
    {
        "text": "they're gonna try and find screenshots of the posts that are now deleted to see if they were labeled as",
        "start": 383.02,
        "duration": 4.08
    },
    {
        "text": "advertisement. Of the big models promoting to the event the only one I saw have #ad was Emily Ratajkowski.",
        "start": 387.32,
        "duration": 4.729
    },
    {
        "text": "And we're just gonna have to kind of wait to see what happens",
        "start": 392.3,
        "duration": 2.09
    },
    {
        "text": "but I feel like we can get some lessons out of this. One, let this be a lesson out there for anyone that",
        "start": 394.39,
        "duration": 3.839
    },
    {
        "text": "wants to jump into business",
        "start": 398.35,
        "duration": 0.99
    },
    {
        "text": "do not spend all of your money and time on the marketing of an idea, all of the front,",
        "start": 399.34,
        "duration": 5.55
    },
    {
        "text": "fluffy bullshit if you can't actually execute on your product. All you're guaranteeing is the largest audience possible to witness your colossal",
        "start": 405.23,
        "duration": 7.009
    },
    {
        "text": "failure. And the second, is just like we always recommend with a news story where you're",
        "start": 412.43,
        "duration": 3.71
    },
    {
        "text": "skeptical of it - someone is promoting something whether it be an Instagram famous",
        "start": 416.33,
        "duration": 3.259
    },
    {
        "text": "person or even my stupid ass face - be a little skeptical of why. For a lot of you you have a relationship with me and",
        "start": 419.72,
        "duration": 5.69
    },
    {
        "text": "my show for years",
        "start": 425.41,
        "duration": 1.32
    },
    {
        "text": "and so there is a built in trust there. I'm just saying be a little bit skeptical if the person promoting to an event that's going",
        "start": 426.73,
        "duration": 5.22
    },
    {
        "text": "to cost you thousands of dollars",
        "start": 431.95,
        "duration": 1.21
    },
    {
        "text": "and they're saying that's going to be awesome -",
        "start": 433.16,
        "duration": 1.59
    },
    {
        "text": "be a little bit skeptical if that's the same person that's telling you to drink Skinny Tea and any of that other stupid Instagram bullshit",
        "start": 434.75,
        "duration": 5.69
    },
    {
        "text": "I'm just saying and actually I'm going to pass that question off to you:",
        "start": 440.47,
        "duration": 2.25
    },
    {
        "text": "When do you trust what's being put in front of you?",
        "start": 442.72,
        "duration": 2.61
    },
    {
        "text": "I mean obviously the advertising must work because a lot of these people who promote, uh, somewhat sketchy products",
        "start": 445.33,
        "duration": 4.739
    },
    {
        "text": "they keep getting those deals. And those companies giving those deals seem to stay in business. When it comes to sponsorships",
        "start": 450.07,
        "duration": 5.13
    },
    {
        "text": "what makes you trust some and not others? That is if you trust anyone at all.",
        "start": 455.2,
        "duration": 3.779
    },
    {
        "text": "But from there, I want to share some stuff",
        "start": 458.98,
        "duration": 0.9
    },
    {
        "text": "I love today, in Today",
        "start": 459.88,
        "duration": 1.26
    },
    {
        "text": "In Awesome. The first bit of awesome is we got a trailer for the new Marvel series called The Gifted and it is fantastic.",
        "start": 461.14,
        "duration": 5.699
    },
    {
        "text": "If you excuse the fact that some parts that seem oddly familiar to season 1 of Heroes... like, literally the blond",
        "start": 467.12,
        "duration": 6.98
    },
    {
        "text": "cheerleading-looking girl, her dad is the one that tries to capture mute, really? Mm.",
        "start": 474.23,
        "duration": 3.529
    },
    {
        "text": "Whatever side note - I like to imagine that there's an alternate timeline where the writer strike never happened and Heroes continued being a good series.",
        "start": 478.19,
        "duration": 6.739
    },
    {
        "text": "Ah there was so much potential. Then we got a trailer for the new Netflix series",
        "start": 484.93,
        "duration": 3.119
    },
    {
        "text": "Glow which stars Alison Brie. And as far as Indie plots go it checks off the box.",
        "start": 488.15,
        "duration": 4.31
    },
    {
        "text": "1980s businesswoman decides to join a women's professional wrestling circuit. Also we get Marc Maron",
        "start": 493.07,
        "duration": 5.57
    },
    {
        "text": "and I think that's a good thing. Then I just have to share this amazing drone footage of Apple Park being",
        "start": 498.64,
        "duration": 4.38
    },
    {
        "text": "created. Apple Park is this insane,",
        "start": 503.09,
        "duration": 2.059
    },
    {
        "text": "futuristic-looking facility. It's going to be apple's new headquarters. To me, it's just amazing seeing that being made.",
        "start": 505.7,
        "duration": 5.179
    },
    {
        "text": "Then we have a bunch of creators from the high quality gif",
        "start": 510.88,
        "duration": 2.07
    },
    {
        "text": "subreddit doing their thing - which actually is not specific. One of the things that they do is they high quality",
        "start": 513.2,
        "duration": 4.399
    },
    {
        "text": "gif-a-fy certain music videos. This time they did it with Eminem's music video for Rap God.",
        "start": 517.88,
        "duration": 4.219
    },
    {
        "text": "And it was just a beautiful melding of two things I love. And if you want to see the full version to everything",
        "start": 522.099,
        "duration": 3.69
    },
    {
        "text": "I just shared, the secret link of the day, anything at all links, as always, are in the description down below. Then let's talk about",
        "start": 525.79,
        "duration": 5.58
    },
    {
        "text": "Wanna Cry/WannaCrypt ransomware, If you haven't heard yet, this was first noticed Friday. There is ransomware that is affected now over",
        "start": 531.55,
        "duration": 6.629
    },
    {
        "text": "200,000 computers and has spread to over",
        "start": 538.2,
        "duration": 2.98
    },
    {
        "text": "150 countries that have been locking owners out of their computers until they paid bitcoin. There are reports that the ransomware demanded between $300 and $600",
        "start": 541.2,
        "duration": 7.9
    },
    {
        "text": "dollars worth of Bitcoin. And this didn't just affect everyday people - the people that were hit the hardest seem to be the National Health Service, the NHS",
        "start": 549.29,
        "duration": 5.869
    },
    {
        "text": "in England and Scotland. In Russia there were reports that domestic banks, the interior ministry,",
        "start": 555.29,
        "duration": 4.849
    },
    {
        "text": "they were hit as well. You know, what makes this story enraging for many",
        "start": 560.14,
        "duration": 2.669
    },
    {
        "text": "is that WannaCry reportedly \"uses a vulnerability in old versions of Windows that was originally discovered and",
        "start": 562.81,
        "duration": 5.46
    },
    {
        "text": "exploited by the United States National",
        "start": 568.3,
        "duration": 2.49
    },
    {
        "text": "Security Agency as an offensive cyber weapon.\" Now reportedly, the NSA tools that exploited this weakness were stolen by hackers. Originally",
        "start": 570.89,
        "duration": 6.95
    },
    {
        "text": "it looked like they were going to auction it off, and then they just gave it away.",
        "start": 577.84,
        "duration": 2.82
    },
    {
        "text": "And so we have a lot of people saying this is why we were scared about the Vault",
        "start": 580.66,
        "duration": 3.479
    },
    {
        "text": "7 leaks. If you don't know what the Vault 7 Leaks are, I'll link to it down below,",
        "start": 584.27,
        "duration": 2.9
    },
    {
        "text": "I did a whole video on it. But one of the big things is they would find and exploit any",
        "start": 587.17,
        "duration": 3.269
    },
    {
        "text": "product and then just stockpile it and use it as a weapon. Obviously there is a difference between the CIA and the NSA,",
        "start": 590.66,
        "duration": 5.0
    },
    {
        "text": "but it's the same kind of idea.",
        "start": 595.66,
        "duration": 1.47
    },
    {
        "text": "This is something Brad Smith, president of Microsoft, really hammered home on Sunday. He issued a statement saying: \"This attack provides yet another example of why",
        "start": 597.13,
        "duration": 7.109
    },
    {
        "text": "the stockpiling of vulnerabilities by governments is such a problem.",
        "start": 604.24,
        "duration": 3.21
    },
    {
        "text": "We have seen",
        "start": 607.45,
        "duration": 0.82
    },
    {
        "text": "vulnerability stored by the CIA show up on WikiLeaks, and now this vulnerability stolen from the NSA has affected customers around the world.",
        "start": 608.27,
        "duration": 5.869
    },
    {
        "text": "Repeatedly, exploits in the hands of governments have leaked into the public domain and caused widespread damage.\"",
        "start": 614.41,
        "duration": 4.049
    },
    {
        "text": "Adding: \"The governments of the world should treat this attack as a wake-up call.",
        "start": 618.91,
        "duration": 2.82
    },
    {
        "text": "They need to take a different approach and adhere in cyber space to the same rules applied to weapons in the physical world. We need",
        "start": 621.73,
        "duration": 5.129
    },
    {
        "text": "governments to consider the damage to civilians that comes from hoarding these vulnerabilities and the use of these exploits.",
        "start": 626.86,
        "duration": 4.68
    },
    {
        "text": "This is one reason we called in February for a new 'Digital Geneva",
        "start": 631.54,
        "duration": 3.209
    },
    {
        "text": "Convention' to govern these issues.. including a new requirement for governments to report vulnerabilities to vendors, rather than",
        "start": 634.97,
        "duration": 5.419
    },
    {
        "text": "stockpile, sell or exploit them.\" And I 100% agree with that statement, and not to take away from it,",
        "start": 640.55,
        "duration": 4.789
    },
    {
        "text": "I think we also need to talk about personal and organizational responsibility.",
        "start": 645.34,
        "duration": 3.66
    },
    {
        "text": "Reportedly, WannaCry exploits a vulnerability in old versions of Windows.",
        "start": 649.19,
        "duration": 3.679
    },
    {
        "text": "So there's the core, basic advice that if you have an operating system",
        "start": 652.87,
        "duration": 3.21
    },
    {
        "text": "you should update it to the one that's still supported by the company that put out that",
        "start": 656.08,
        "duration": 3.39
    },
    {
        "text": "operating system. On top of updating the operating system,",
        "start": 659.54,
        "duration": 2.719
    },
    {
        "text": "you should also make sure that you are downloading and installing patches. Microsoft earlier this year released a patch that protects against this specific",
        "start": 662.26,
        "duration": 7.01
    },
    {
        "text": "vulnerability. But so many organizations that didn't make sure to patch their computers.",
        "start": 669.3,
        "duration": 4.05
    },
    {
        "text": "Also I have to give a little tip of my hat over to Microsoft who are reportedly assisting customers",
        "start": 673.35,
        "duration": 4.049
    },
    {
        "text": "even though these operating systems are no longer supported.",
        "start": 677.5,
        "duration": 2.63
    },
    {
        "text": "And then of course the final, basic advice is if you get an email and you're like",
        "start": 680.13,
        "duration": 2.82
    },
    {
        "text": "\"What is this attachment?\" probably don't open that attachment. But a big thing",
        "start": 682.95,
        "duration": 3.09
    },
    {
        "text": "I want to note is I say all of this noting that still there going to be ways that you end up getting hacked.",
        "start": 686.04,
        "duration": 4.559
    },
    {
        "text": "I feel like it's less of a situation of if you are going to be affected",
        "start": 690.6,
        "duration": 2.639
    },
    {
        "text": "but just when. And if you can at least take the steps to make it",
        "start": 693.24,
        "duration": 2.34
    },
    {
        "text": "harder, or so that you are affected a smaller amount of time. But where I do want to end this story,",
        "start": 695.68,
        "duration": 4.67
    },
    {
        "text": "and it's on kind of a positive note, even though",
        "start": 700.35,
        "duration": 1.98
    },
    {
        "text": "we may see a resurgence of a problem. I have to give props to a user by the name of MalwareTech. To",
        "start": 702.33,
        "duration": 5.13
    },
    {
        "text": "oversimplify it he took a sample of the malware, found that it was connecting to a certain domain that turned out was not registered.",
        "start": 707.62,
        "duration": 6.26
    },
    {
        "text": "He then registered that domain",
        "start": 713.88,
        "duration": 2.0
    },
    {
        "text": "and effectively created a sinkhole that was capturing all the malicious traffic. Thus preventing control of the infected",
        "start": 715.9,
        "duration": 5.359
    },
    {
        "text": "computers by the person that put this out there.",
        "start": 721.36,
        "duration": 2.0
    },
    {
        "text": "And I really want to give this guy props not only because he did it",
        "start": 723.36,
        "duration": 2.22
    },
    {
        "text": "but because it looked like a lot of media was covering him in a, you know, in a not as gracious way. And also because at",
        "start": 725.58,
        "duration": 6.27
    },
    {
        "text": "least one outlet decided to dox this guy. He wanted to remain anonymous",
        "start": 731.85,
        "duration": 3.119
    },
    {
        "text": "but a certain tabloid that I will not name",
        "start": 735.13,
        "duration": 2.51
    },
    {
        "text": "dug through everything he's done and found out who he was. Seems like a pretty shitty way to thank a guy who",
        "start": 737.74,
        "duration": 5.3
    },
    {
        "text": "protected a ton of people. But that's where I'm going to end that story, if you want a better",
        "start": 743.23,
        "duration": 3.23
    },
    {
        "text": "understanding of the whole situation I'll link to MalwareTech's blog on this. He obviously explains it much better.",
        "start": 746.5,
        "duration": 5.24
    },
    {
        "text": "Yeah",
        "start": 751.74,
        "duration": 0.24
    },
    {
        "text": "That's where I'm going to end today's show. And remember if you life this video, you like what I do on this channel hit that like",
        "start": 751.98,
        "duration": 4.65
    },
    {
        "text": "button. If you're new here hit that Subscribe button. Also if you missed the last Philip Defranco show you can a watch clicker",
        "start": 756.63,
        "duration": 4.349
    },
    {
        "text": "tap right there. If you want to see today's brand new behind the scenes blog click or tap right there.",
        "start": 760.98,
        "duration": 3.81
    },
    {
        "text": "That said of course as always my name's Philip Defranco. You've just been phill'd in. I love yo faces, and I'll see you tomorrow.",
        "start": 765.04,
        "duration": 6.469
    }
]