[
    {
        "text": "'sup you beautiful bastards",
        "start": 0.03,
        "duration": 1.27
    },
    {
        "text": "I hope you're having a",
        "start": 1.3,
        "duration": 0.839
    },
    {
        "text": "fantastic Tuesday welcome back to the Philip DeFranco show and let's just jump into it. And the first thing we're gonna talk about today is the",
        "start": 2.14,
        "duration": 5.84
    },
    {
        "text": "Story, and controversy around Bailey Davis, a now former New Orleans Saints cheerleader",
        "start": 7.98,
        "duration": 4.77
    },
    {
        "text": "And she's in the news because she filed a complaint with the Equal Employment Opportunity Commission",
        "start": 12.75,
        "duration": 3.089
    },
    {
        "text": "Against the Saints. This for alleged gender discrimination her complaint claiming that female cheerleaders are held to a very different and higher personal conduct",
        "start": 16.0,
        "duration": 7.069
    },
    {
        "text": "standard than male players. And this complaint is coming after Davis was fired for breaking a team rule that only applied to female",
        "start": 23.14,
        "duration": 5.24
    },
    {
        "text": "cheerleaders. And according to Davis's complaint,",
        "start": 28.449,
        "duration": 1.91
    },
    {
        "text": "here's why she said she was fired. In January, she posted a photo of herself in a one-piece",
        "start": 30.359,
        "duration": 3.27
    },
    {
        "text": "Outfit on her private Instagram although right now",
        "start": 33.73,
        "duration": 2.0
    },
    {
        "text": "It's not clear which specific picture the Saints were upset about and the Saints claim that she broke a rule because the team prohibits cheerleaders",
        "start": 35.73,
        "duration": 5.25
    },
    {
        "text": "From appearing nude semi nude or in lingerie. And at the time she posted this photo the team was already looking into other",
        "start": 40.98,
        "duration": 4.829
    },
    {
        "text": "Incidents involving her.",
        "start": 45.969,
        "duration": 0.857
    },
    {
        "text": "Davis claiming the team had been",
        "start": 46.826,
        "duration": 1.143
    },
    {
        "text": "Investigating whether or not she had attended a party with Saints players- a claim that she denies. According to Davis's complaint the Saints also accused",
        "start": 48.1,
        "duration": 6.02
    },
    {
        "text": "Her of receiving messages from players on Instagram today",
        "start": 54.12,
        "duration": 2.49
    },
    {
        "text": "She admits to receiving messages from players, but has also said that she never responded to those messages",
        "start": 56.61,
        "duration": 4.41
    },
    {
        "text": "And she also claims that after posting the photo Ashlee Deaton the director of the team's cheerleading squad sent her a text saying very poor",
        "start": 61.02,
        "duration": 5.49
    },
    {
        "text": "Judgment to post a picture like that especially considering our recent",
        "start": 66.51,
        "duration": 2.519
    },
    {
        "text": "Conversations about the rumors going around about you, and then four days later Davis was fired",
        "start": 69.22,
        "duration": 3.889
    },
    {
        "text": "and so that's why Davis is now claiming the rules that got her fired or discriminatory because mail players are not subjected to the",
        "start": 73.11,
        "duration": 5.099
    },
    {
        "text": "Same conduct rules. According to Davis's complaint Saints cheerleaders are barred from following any players or coaches on social media must block any Saints player",
        "start": 78.21,
        "duration": 7.799
    },
    {
        "text": "Who follows them on social media, can't contact players respond to messages from them or like any of their social media photos,",
        "start": 86.009,
        "duration": 5.94
    },
    {
        "text": "Photos can't post any images of themselves in Saints gear can't post any images of themselves that are considered semi nude or that show them",
        "start": 92.02,
        "duration": 5.9
    },
    {
        "text": "In lingerie must avoid making eye contact",
        "start": 97.92,
        "duration": 2.0
    },
    {
        "text": "and move to the side if they encounter a player in the tunnel that leads into the stadium and must leave a",
        "start": 100.09,
        "duration": 5.059
    },
    {
        "text": "restaurant bar or party if an NFL player is already there or",
        "start": 105.28,
        "duration": 3.68
    },
    {
        "text": "Arrives after them and according to the complaint players are not held to these standards",
        "start": 109.09,
        "duration": 4.16
    },
    {
        "text": "And they are also reportedly not penalized for pursuing the cheerleaders",
        "start": 113.25,
        "duration": 3.599
    },
    {
        "text": "And I will say if this is 100% accurate that the cheerleaders are held to this policy",
        "start": 116.85,
        "duration": 4.169
    },
    {
        "text": "But the players aren't that is extremely odd",
        "start": 121.02,
        "duration": 2.73
    },
    {
        "text": "That would be the organization",
        "start": 123.75,
        "duration": 1.21
    },
    {
        "text": "Regulating and penalizing the target rather than the potential weapons. The cheerleaders have to double check who's following them on social media",
        "start": 124.96,
        "duration": 6.139
    },
    {
        "text": "Just in case someone from the team at the cheering for is following them",
        "start": 131.2,
        "duration": 3.47
    },
    {
        "text": "And then they have to block them when it seems like you could have a policy like hey players",
        "start": 134.67,
        "duration": 3.449
    },
    {
        "text": "Stop trying to fuck our cheerleaders",
        "start": 138.219,
        "duration": 1.731
    },
    {
        "text": "But that's that I'm trying to reserve full judgement for now because the Saints haven't really fully respond",
        "start": 139.95,
        "duration": 4.559
    },
    {
        "text": "But we have gone from them",
        "start": 144.51,
        "duration": 1.08
    },
    {
        "text": "Though is a lawyer representing the organization told the New York Times the Saints organization",
        "start": 145.59,
        "duration": 3.599
    },
    {
        "text": "strives to treat all employees fairly including miss Davis at the appropriate time and in the appropriate forum the Saints will defend the",
        "start": 149.379,
        "duration": 6.02
    },
    {
        "text": "Organization's policies and workplace rules for now it's sufficient to say that miss Davis was not subjected to discrimination",
        "start": 155.469,
        "duration": 4.85
    },
    {
        "text": "Because of her gender with that said you have the story you also have my opinion and now I'd love to pass the question off",
        "start": 160.569,
        "duration": 5.059
    },
    {
        "text": "To you what are your thoughts around this is this discrimination?",
        "start": 165.629,
        "duration": 2.009
    },
    {
        "text": "Is this unfair or no I'd love to know your thoughts and why then in streaming news youtube news",
        "start": 167.769,
        "duration": 5.36
    },
    {
        "text": "I forgot to mention this yesterday. I want to congratulate you to Borel Rubeus",
        "start": 173.129,
        "duration": 3.839
    },
    {
        "text": "He's a massive Spanish gamer with over 28 million subscribers on YouTube. We're talking about him because he set up this massive",
        "start": 176.969,
        "duration": 5.729
    },
    {
        "text": "livestream event of youtubers playing for tonight it was he and 99 others and just a few hours they drew more than",
        "start": 183.28,
        "duration": 6.529
    },
    {
        "text": "1.1 million concurrence, I mean these numbers are amazing and crazy last time we talked about a streaming record regarding fortnight",
        "start": 190.299,
        "duration": 6.619
    },
    {
        "text": "We were talking about twitch and specifically ninja and Drake they at the time had completely destroyed the single player",
        "start": 196.919,
        "duration": 4.89
    },
    {
        "text": "Livestream record on Twitch there's been like two seconds. We're already talking about someone beating that number by over five hundred thousand",
        "start": 201.939,
        "duration": 6.02
    },
    {
        "text": "This is great for everyone. It's good for the platforms. It's good for the game",
        "start": 207.959,
        "duration": 2.82
    },
    {
        "text": "It's good for the the player is actually playing it's great for the internet and streaming in general because it's just pure",
        "start": 210.78,
        "duration": 5.549
    },
    {
        "text": "numbers every day we see these new numbers the",
        "start": 216.729,
        "duration": 2.09
    },
    {
        "text": "Audience's grow it becomes less of a this is the future and more of a this is the now that's one of the reasons why?",
        "start": 218.979,
        "duration": 5.3
    },
    {
        "text": "As of last year reportedly digital advertising spending is now surpassing that of television",
        "start": 224.28,
        "duration": 5.009
    },
    {
        "text": "I'm very excited to see what happens next I do want to end this on two notes one keep it up and two",
        "start": 229.29,
        "duration": 5.069
    },
    {
        "text": "minecraft youtubers who stopped actually enjoying Minecraft years and years ago",
        "start": 234.669,
        "duration": 4.13
    },
    {
        "text": "But then really still liked the money the numbers are saying you should feel free to now enjoy a new game",
        "start": 238.799,
        "duration": 5.13
    },
    {
        "text": "But from that I want to share some stuff",
        "start": 243.93,
        "duration": 1.44
    },
    {
        "text": "I love today and today an awesome brought to you by Cee Cee geek of course fantastic take it out that takes",
        "start": 245.37,
        "duration": 4.949
    },
    {
        "text": "Confusion out of buying tickets for all kinds of live events concerts comedy shows whatever, but all the tickets in one place",
        "start": 250.419,
        "duration": 5.809
    },
    {
        "text": "They give them 0 to 100 scores. You know if you're getting a good deal or not",
        "start": 256.229,
        "duration": 2.7
    },
    {
        "text": "I've got the app on my phone",
        "start": 258.93,
        "duration": 0.779
    },
    {
        "text": "and it is by far the easiest way to buy tickets whether it be something last-minute or something down the",
        "start": 259.709,
        "duration": 4.559
    },
    {
        "text": "Are you looking forward to like maybe you want some childish gambino?",
        "start": 264.36,
        "duration": 2.0
    },
    {
        "text": "Kendrick Lamar in your future so if you want to check it out like many from the nation already have go to see geek fill",
        "start": 266.53,
        "duration": 4.189
    },
    {
        "text": "Com download the app and be sure you enter an offer code filled is when you do that. See key",
        "start": 270.719,
        "duration": 3.96
    },
    {
        "text": "Will give you $20 off your first ticket purchase the first bit of Awesome is actually self promo after massive demand",
        "start": 274.68,
        "duration": 4.709
    },
    {
        "text": "Stemming from when I said it we are now officially launching the I'm gonna boycott your boycott of their boycott with my own",
        "start": 279.49,
        "duration": 6.919
    },
    {
        "text": "Boycott and I'm going to preemptively announce",
        "start": 286.539,
        "duration": 1.94
    },
    {
        "text": "I'm boycotting anyone who boycotts my boycott boycott",
        "start": 288.479,
        "duration": 2.88
    },
    {
        "text": "Everyone shirt and/or hoodie the perfect shirt for 2018 which so far seems to be the year of the boycott",
        "start": 291.699,
        "duration": 6.23
    },
    {
        "text": "Also, if you find this shirt to be offensive please boycott it because I would love the free promo yeah",
        "start": 298.15,
        "duration": 5.239
    },
    {
        "text": "If you want to snag one well you can link down below",
        "start": 303.389,
        "duration": 1.8
    },
    {
        "text": "Then we got a trailer for the house with a clock in its wall starring Jack Black and Kate",
        "start": 305.189,
        "duration": 3.81
    },
    {
        "text": "Blanchette got the honest trailer for Star Wars the last Jedi that Umbro us and we had dude perfect doing boomerang trick shots",
        "start": 309.069,
        "duration": 6.559
    },
    {
        "text": "And if you want to see the full versions everything I just share the secret link of the day anything at all",
        "start": 315.629,
        "duration": 3.87
    },
    {
        "text": "Links is always on the description down below and we a quick update around the self-driving goober death out of Arizona, Arizona",
        "start": 319.629,
        "duration": 5.839
    },
    {
        "text": "Governor Doug Ducey has now suspended",
        "start": 325.469,
        "duration": 2.0
    },
    {
        "text": "over from testing self-driving vehicles on public roads saying I found the video to be disturbing and alarming and it raises many questions about the",
        "start": 327.49,
        "duration": 6.5
    },
    {
        "text": "Ability of uber to continue its testing in Arizona and following this uber responded be proactively suspended self-driving",
        "start": 333.99,
        "duration": 5.339
    },
    {
        "text": "operations in all cities immediately following the tragic incident last week we continue to help investigators in any way we can and we'll keep a",
        "start": 339.4,
        "duration": 5.629
    },
    {
        "text": "Dialogue open with the governor's office going forward also around this story. We have a new accusation",
        "start": 345.029,
        "duration": 4.17
    },
    {
        "text": "That's come out from active PLC or the company that makes the collision avoidance",
        "start": 349.199,
        "duration": 3.48
    },
    {
        "text": "Technology a spokesman for the company telling Bloomberg we don't want people to be confused or think it was a failure of the technology that",
        "start": 352.9,
        "duration": 5.449
    },
    {
        "text": "We supply for Volvo because that's not the case and then reportedly alleging that uber",
        "start": 358.349,
        "duration": 3.72
    },
    {
        "text": "Disabled the standard collision avoidance technology in the Volvo SUV that struck and killed that woman",
        "start": 362.139,
        "duration": 4.519
    },
    {
        "text": "Uber was instead using its own",
        "start": 366.81,
        "duration": 1.27
    },
    {
        "text": "self-driving sister and in a response to this uber declined to comment and Volvo said that they are waiting for the results of an investigation",
        "start": 368.08,
        "duration": 5.509
    },
    {
        "text": "That's where we are as of right now, and we'll see if new information comes out soon",
        "start": 373.839,
        "duration": 3.59
    },
    {
        "text": "And then let's talk about Facebook because a lot has happened since we last talked about them in their Cambridge",
        "start": 377.43,
        "duration": 4.5
    },
    {
        "text": "Analytical scandal their stock plummeted even more we saw headlines saying that they lost over 100 billion dollars in value",
        "start": 382.0,
        "duration": 6.049
    },
    {
        "text": "That's also meaning that Zuckerberg net worth went down billions and Zuckerberg has been in damage control mode saying",
        "start": 388.05,
        "duration": 5.369
    },
    {
        "text": "I'm really sorry Leigh's book also bought and released full-page",
        "start": 393.419,
        "duration": 2.82
    },
    {
        "text": "in US and UK newspapers including the New York Times The Washington Post Wall Street",
        "start": 396.83,
        "duration": 4.669
    },
    {
        "text": "Journal The Sunday Telegraph in The Sunday Times the ads saying we have a",
        "start": 401.5,
        "duration": 3.839
    },
    {
        "text": "Responsibility to protect your information if we can so we don't deserve it also calling the Cambridge analytical situation a breach of trust adding",
        "start": 405.41,
        "duration": 6.589
    },
    {
        "text": "I'm sorry. We didn't do more at the time. We're now taking steps to make sure this doesn't happen again",
        "start": 412.0,
        "duration": 3.809
    },
    {
        "text": "I will say personally from my standpoint. I think it makes sense that they're trying to own this you know it's it's smart PR",
        "start": 415.81,
        "duration": 5.82
    },
    {
        "text": "I'm also confused like many others were why they would choose to buy a",
        "start": 421.63,
        "duration": 3.51
    },
    {
        "text": "Giant ad in newspapers rather than releasing it digitally your Facebook. Why not release it on Facebook also",
        "start": 425.54,
        "duration": 6.649
    },
    {
        "text": "I don't think a full-page apology is really gonna do the trick because",
        "start": 432.19,
        "duration": 2.82
    },
    {
        "text": "Everyday we're now seeing a new Facebook store in this same news cycle",
        "start": 435.2,
        "duration": 3.589
    },
    {
        "text": "We're seeing headlines like Facebook scraped call text message data for years from Android phones this popped up because people have been",
        "start": 438.79,
        "duration": 6.389
    },
    {
        "text": "Downloading their data from Facebook this week. I'll link down below the instructions for how you do this",
        "start": 445.28,
        "duration": 4.16
    },
    {
        "text": "It's actually really simple and the information they have on you is really interesting as far as the collection of call data",
        "start": 449.44,
        "duration": 4.77
    },
    {
        "text": "SMS data Facebook has now responded saying this feature is opt-in adding",
        "start": 454.49,
        "duration": 3.83
    },
    {
        "text": "We never sell this data, and this feature does not collect the content of your text messages",
        "start": 458.32,
        "duration": 3.54
    },
    {
        "text": "Or calls also saying you can opt out in settings and once you do so all that data will be deleted",
        "start": 461.86,
        "duration": 4.559
    },
    {
        "text": "we all saw Elon Musk deleting Tesla's and",
        "start": 466.42,
        "duration": 2.549
    },
    {
        "text": "SpaceX's Facebook accounts support early Facebook's also on the cusp of their very own ad pocalypse",
        "start": 469.34,
        "duration": 4.459
    },
    {
        "text": "Several companies have decided to suspend their ad campaign among them you have Mozilla Pep Boys",
        "start": 473.96,
        "duration": 4.459
    },
    {
        "text": "Commerzbank Sonos and actually on the note of Mozilla. They have released a Facebook centric extension",
        "start": 479.24,
        "duration": 5.42
    },
    {
        "text": "They've now announced and released the Facebook container extension saying this extension helps you control more of your web activity from Facebook by",
        "start": 484.66,
        "duration": 5.88
    },
    {
        "text": "isolating your identity into a separate container this makes it harder for Facebook to track your activity on other websites via third-party cookies and they",
        "start": 490.64,
        "duration": 6.47
    },
    {
        "text": "Go on to explain it the mindset behind",
        "start": 497.11,
        "duration": 1.44
    },
    {
        "text": "This is rather than stop using a service you find valuable and miss out on those adorable photos of your nephew",
        "start": 498.55,
        "duration": 4.47
    },
    {
        "text": "We think you should have the tools to limit",
        "start": 503.02,
        "duration": 1.5
    },
    {
        "text": "What data others can collect about you that includes us Mozilla does not collect data from your use of the Facebook container?",
        "start": 504.52,
        "duration": 4.979
    },
    {
        "text": "Extension we only know the number of times the extension is installed or removed",
        "start": 509.63,
        "duration": 2.96
    },
    {
        "text": "We've also seen the Federal Trade Commission the FTC announcing that they are now investigating Facebook",
        "start": 512.66,
        "duration": 4.519
    },
    {
        "text": "We also have Congress and Parliament updates in the States Congress said they wanted to hear from",
        "start": 517.18,
        "duration": 3.78
    },
    {
        "text": "Zuckerberg whether Zuckerberg was gonna do it or not that not been officially confirmed",
        "start": 521.06,
        "duration": 3.609
    },
    {
        "text": "But today we did get a report from CNN's Dylan Byers who said Facebook sources",
        "start": 524.74,
        "duration": 4.07
    },
    {
        "text": "Tell me the 33 year old CEO has come to terms with the fact that he will have to testify before",
        "start": 528.81,
        "duration": 3.929
    },
    {
        "text": "Congress within a matter of weeks and Facebook is currently planning the strategy for his testimony",
        "start": 532.87,
        "duration": 4.07
    },
    {
        "text": "We also had Bloomberg saying on April 12 Zuckerberg would be appearing before a House panel",
        "start": 536.94,
        "duration": 3.599
    },
    {
        "text": "As I'm recording this video the committee says that nothing is confirmed yes",
        "start": 540.7,
        "duration": 3.08
    },
    {
        "text": "That's still a little bit up in the air as far as Parliament in the UK it appears that as of right now",
        "start": 543.78,
        "duration": 4.019
    },
    {
        "text": "Zuckerberg has no plans to go himself MP",
        "start": 548.05,
        "duration": 2.57
    },
    {
        "text": "Damien Collins had written a letter to Facebook saying it's now time that I hear from a senior Facebook executive with the sufficient authority to",
        "start": 550.62,
        "duration": 5.64
    },
    {
        "text": "Give an accurate account of this catastrophic failure of process",
        "start": 556.26,
        "duration": 2.58
    },
    {
        "text": "There's a strong public interest test regarding user protection and Facebook responded yesterday with we have responded to mr.",
        "start": 558.84,
        "duration": 5.609
    },
    {
        "text": "Collins in the DCMS and offered for two senior company",
        "start": 564.45,
        "duration": 2.669
    },
    {
        "text": "Representatives from our management team to meet with the committee depending on timings most convenient for them adding both Chris Cox and Mike Schroepfer report",
        "start": 567.25,
        "duration": 6.739
    },
    {
        "text": "Directly to Mark Zuckerberg and are among the longest-serving senior",
        "start": 573.99,
        "duration": 2.76
    },
    {
        "text": "representatives in Facebook's 15-year history and to this Collins responded we will seek to clarify with Facebook whether he is available to give evidence or",
        "start": 576.85,
        "duration": 6.74
    },
    {
        "text": "Not because that wasn't clear from our correspondents if he is able to give evidence",
        "start": 583.59,
        "duration": 3.329
    },
    {
        "text": "And we will be happy to do that either in person or by video link if that will be more convenient for him and all",
        "start": 586.92,
        "duration": 4.53
    },
    {
        "text": "Of this is happening well as I'm recording the stock is down another 4% today with that said a question",
        "start": 591.45,
        "duration": 5.639
    },
    {
        "text": "I'll pass off to you regarding Facebook how much do you actually trust are you aware of what you are with them?",
        "start": 597.089,
        "duration": 5.73
    },
    {
        "text": "What do you care about the privacy? How do you feel about the privacy? Also did you or anyone?",
        "start": 602.82,
        "duration": 4.229
    },
    {
        "text": "You know actually shut down your Facebook accounts any and all things I'd love to know in those comments down below",
        "start": 607.05,
        "duration": 4.53
    },
    {
        "text": "And then let's talk about this horrible story coming out of Russia around 4:00 p.m.",
        "start": 611.58,
        "duration": 3.149
    },
    {
        "text": "on Sunday a massive fire broke out at the winter cherry mall in the city of",
        "start": 614.73,
        "duration": 3.63
    },
    {
        "text": "Kemerovo Russia and according to Russia's Investigative Committee at least 64 people died in the fire with 41 of them being children and the reason",
        "start": 618.46,
        "duration": 6.469
    },
    {
        "text": "the number of children is so high as the fire is thought to have broken out on the fourth floor of the mall in the",
        "start": 624.93,
        "duration": 3.84
    },
    {
        "text": "Children's play area next to the cinema then spreading to the third floor after the fourth floor partially collapsed notice",
        "start": 628.77,
        "duration": 5.01
    },
    {
        "text": "What is captured by the CCTV cameras and it is?",
        "start": 633.78,
        "duration": 2.669
    },
    {
        "text": "Horrifying the fire and the smoke it spreads so fast it some of the worst footage",
        "start": 636.64,
        "duration": 3.769
    },
    {
        "text": "I'm not gonna show in this video involve people jumping from the fourth floor because they were unable to get out any other way",
        "start": 640.41,
        "duration": 5.04
    },
    {
        "text": "So I'm even hitting things on the way down reportedly 288 firefighters arrived at the mall it took 19 hours to put the fire out",
        "start": 645.45,
        "duration": 6.659
    },
    {
        "text": "According to the head of the city's fire department the blaze spread via",
        "start": 652.27,
        "duration": 2.63
    },
    {
        "text": "Flammable 3rd insulation making it especially difficult to extinguish under the question of what caused this fire",
        "start": 655.03,
        "duration": 5.19
    },
    {
        "text": "There are two competing reports one according to cameras vice-governor this started in the play area and quote the preliminary suspicion",
        "start": 660.23,
        "duration": 6.26
    },
    {
        "text": "Is that a child had a cigarette lighter which ignited foam rubber in this trampoline room, and it erupted like gunpowder",
        "start": 666.49,
        "duration": 5.159
    },
    {
        "text": "but other Russian media sources such as state-run Interfax and reported that there are possible violations and the",
        "start": 671.65,
        "duration": 4.77
    },
    {
        "text": "installation and maintenance of the malls",
        "start": 676.61,
        "duration": 1.65
    },
    {
        "text": "Electrical greasing the grade cannot withstand an increase load that day and did not have protection against different voltages",
        "start": 678.26,
        "duration": 4.7
    },
    {
        "text": "Which caused the fire and as far as why the official death toll is high and in fact may be higher because there are missing",
        "start": 682.96,
        "duration": 5.34
    },
    {
        "text": "People the mall was really busy as sunday was the first day of a week-long school holiday in Russia",
        "start": 688.3,
        "duration": 3.719
    },
    {
        "text": "Investigators are also saying that there were serious building violations at the mall this including blocked fire exits videos including this one popped up online",
        "start": 692.18,
        "duration": 6.919
    },
    {
        "text": "Seeming to show people unable to escape through locked fire exits",
        "start": 699.26,
        "duration": 3.14
    },
    {
        "text": "There are also reports on a security officer turned off the PA system when informed about the blaze in a Facebook post an tango Relkin",
        "start": 702.4,
        "duration": 5.88
    },
    {
        "text": "a member of parliament for Kemerovo wrote children died next to fire exits",
        "start": 708.28,
        "duration": 3.659
    },
    {
        "text": "They knew where to run they were going in the right direction",
        "start": 711.94,
        "duration": 2.07
    },
    {
        "text": "But doors were locked also saying that a fire extinguisher that could put out the flames did not work and also single",
        "start": 714.01,
        "duration": 4.92
    },
    {
        "text": "I know the owners and developers",
        "start": 718.93,
        "duration": 1.06
    },
    {
        "text": "Of the mall for taking shortcuts with its construction writing people whose pockets were filling with millions from this shopping",
        "start": 719.99,
        "duration": 5.36
    },
    {
        "text": "Mall knew that one day this money will smell of blood or okay?",
        "start": 725.35,
        "duration": 3.059
    },
    {
        "text": "And also adding the building's",
        "start": 728.41,
        "duration": 1.21
    },
    {
        "text": "Acceptance certificate was signed by the Commission main signature was signed by the deputy mayor he is also the head of the city",
        "start": 729.62,
        "duration": 5.75
    },
    {
        "text": "Improvement department he could close his eyes to obvious security problems only in one case. I think if his eyes were closed with money",
        "start": 735.53,
        "duration": 6.289
    },
    {
        "text": "They've also been reports from eyewitnesses saying the building's fire alarms",
        "start": 741.82,
        "duration": 2.64
    },
    {
        "text": "Never sounded leaving many including those in a movie theater unaware that there was even an emergency",
        "start": 744.46,
        "duration": 4.559
    },
    {
        "text": "Investigators have detained five people thus far in connection with this fight this including the technical director of the mall the tenant of the area",
        "start": 751.41,
        "duration": 6.14
    },
    {
        "text": "From where the fire is thought to have begun the head of the company servicing fire alarm system",
        "start": 757.55,
        "duration": 4.079
    },
    {
        "text": "And the security guard who allegedly failed to raise alarm when the fire broke out",
        "start": 761.629,
        "duration": 3.24
    },
    {
        "text": "We also saw a Russian President Vladimir Putin flying to Kemerovo both offering condolences to the families as well as blaming criminal negligence",
        "start": 764.87,
        "duration": 6.509
    },
    {
        "text": "Hooten also saying 100 investigators were on the scene trying to determine the exact cause of the fire",
        "start": 771.769,
        "duration": 3.78
    },
    {
        "text": "Around the same time of Putin's visit there was an angry crowd that formed in front of the city's main municipal building portably starting with",
        "start": 775.759,
        "duration": 5.429
    },
    {
        "text": "Just a few dozen people then growing to around",
        "start": 781.189,
        "duration": 2.43
    },
    {
        "text": "4,000 reported and many of the demonstrators",
        "start": 783.99,
        "duration": 1.8
    },
    {
        "text": "Believing that the death count is actually much higher great Interfax relatives have reported that 85 people are still missing and most of them are",
        "start": 785.79,
        "duration": 6.83
    },
    {
        "text": "children on the note of criminal negligence",
        "start": 792.62,
        "duration": 1.449
    },
    {
        "text": "Let's talk about the alleged owner of the mall some Russian media sources have reported that the owner of the mall is Denis Stengel oh",
        "start": 794.069,
        "duration": 5.75
    },
    {
        "text": "and shingle of is a Russian snack and candy tycoon who was involved in many ventures in the country and at the time of the",
        "start": 799.819,
        "duration": 4.38
    },
    {
        "text": "Fire he actually wasn't in the country was in Australia where he lives part time and when reached by Russian journalist after the fire reportedly",
        "start": 804.199,
        "duration": 5.549
    },
    {
        "text": "Refused to answer whether he owned the mall or not, which hey, I was gonna insert my opinion",
        "start": 809.79,
        "duration": 3.979
    },
    {
        "text": "Here is a weird fucking response to a pretty basic question",
        "start": 813.769,
        "duration": 3.539
    },
    {
        "text": "But he did admit that his company helped fund its construction single of then went on to say something that I found weird for someone",
        "start": 817.309,
        "duration": 5.37
    },
    {
        "text": "That seemed to not be sure if he actually owned this thing or not",
        "start": 822.68,
        "duration": 2.94
    },
    {
        "text": "Saying his company would pay the equivalent of fifty two thousand dollars to the families of each person killed in the fire also when asked",
        "start": 825.68,
        "duration": 5.36
    },
    {
        "text": "If he would be returning to Russia",
        "start": 831.04,
        "duration": 1.18
    },
    {
        "text": "He reportedly said to come just to go to jail so there was that",
        "start": 832.22,
        "duration": 3.059
    },
    {
        "text": "And on top of that there also seemed to be another failure",
        "start": 835.35,
        "duration": 2.809
    },
    {
        "text": "2016 the chief fire inspector for the Ministry of Emergency Situations told state news agency Tass that a scheduled inspection in 2016 never took place",
        "start": 838.589,
        "duration": 7.4
    },
    {
        "text": "because of quote",
        "start": 846.209,
        "duration": 1.62
    },
    {
        "text": "supervisory holidays this failure after failure after failure",
        "start": 847.829,
        "duration": 3.2
    },
    {
        "text": "And now you have all of these people dead all of these children dead and as of right now",
        "start": 851.16,
        "duration": 5.059
    },
    {
        "text": "That's where we are hopefully we get more information from these investigators, but also at the same time",
        "start": 856.22,
        "duration": 4.53
    },
    {
        "text": "I have limited faith in the information that we're going to get because what we're talking about is systemic corruption",
        "start": 860.91,
        "duration": 6.049
    },
    {
        "text": "And it just makes me wonder are they actually going to find the people that are responsible for this and I mean",
        "start": 867.029,
        "duration": 4.609
    },
    {
        "text": "Top down or are you just gonna see a fall guy or two and not the?",
        "start": 871.74,
        "duration": 3.38
    },
    {
        "text": "prosecution of the people that set up the dominoes in the first place and that's where I'm going to ends at Asia and remember if",
        "start": 875.279,
        "duration": 4.52
    },
    {
        "text": "You like this video you like what I'm trying to do on this channel",
        "start": 879.8,
        "duration": 2.219
    },
    {
        "text": "That like button if you're new here hit that subscribe button ring that Bell. Also if you missed yesterday's Philip DeFranco",
        "start": 882.2,
        "duration": 5.01
    },
    {
        "text": "Show you want to catch up click or tap right there to watch that or maybe you want something lighter",
        "start": 887.21,
        "duration": 3.33
    },
    {
        "text": "You can watch the news behind-the-scenes vlog click a tap right there box. That said of course as always my name is philip defranco",
        "start": 890.54,
        "duration": 4.679
    },
    {
        "text": "You've just been phill'd in a la vo faces, and i'll see you tomorrow",
        "start": 895.38,
        "duration": 3.919
    }
]