[
    {
        "text": "Sup you beautiful bastards!",
        "start": 0.02,
        "duration": 1.62
    },
    {
        "text": "Hope you're having a fantastic",
        "start": 1.74,
        "duration": 0.9
    },
    {
        "text": "Tuesday, Welcome back to the Philip DeFranco show and let's just jump into it.",
        "start": 2.649,
        "duration": 3.611
    },
    {
        "text": "And the first thing I want to talk about today because",
        "start": 6.26,
        "duration": 1.989
    },
    {
        "text": "there's so much negativity in the news is a",
        "start": 8.249,
        "duration": 2.091
    },
    {
        "text": "Positive story",
        "start": 10.5,
        "duration": 1.86
    },
    {
        "text": "a positive story about my new personal hero Elizabeth Swaney.",
        "start": 12.52,
        "duration": 1.9
    },
    {
        "text": "Elizabeth Swaney's a 33 year old American woman.",
        "start": 14.42,
        "duration": 2.52
    },
    {
        "text": "She's been freestyle skiing since 2013. She's had the goal of making the Olympics.",
        "start": 16.949,
        "duration": 4.191
    },
    {
        "text": "And this year she did just that, she went to the Olympics",
        "start": 21.14,
        "duration": 2.139
    },
    {
        "text": "but you may not have heard of her because she finished",
        "start": 23.279,
        "duration": 1.931
    },
    {
        "text": "24th (last place).  This in the women's ski halfpipe",
        "start": 25.21,
        "duration": 3.27
    },
    {
        "text": "And as far as why she ended up in last place",
        "start": 28.48,
        "duration": 1.25
    },
    {
        "text": "It was because she really didn't attempt any tricks.",
        "start": 29.73,
        "duration": 2.7
    },
    {
        "text": "I can't show you the video for legal reasons",
        "start": 32.43,
        "duration": 1.559
    },
    {
        "text": "but when she would get to the top of the halfpipe where people would normally do a trick she would just then go back down.",
        "start": 33.989,
        "duration": 5.76
    },
    {
        "text": "For her two runs she receive the scores 30 and 31.4.",
        "start": 39.75,
        "duration": 2.819
    },
    {
        "text": "I laughed because her best score was still 13.6 points behind 23rd place",
        "start": 42.57,
        "duration": 4.469
    },
    {
        "text": "And that was Denmark's Laila Friis-Salling",
        "start": 47.04,
        "duration": 2.48
    },
    {
        "text": "and she slipped on both runs. So the question becomes well",
        "start": 49.52,
        "duration": 2.02
    },
    {
        "text": "Why did Elizabeth Swaney not do any tricks and how the hell is she in the Olympics?? Well my friends it is because Elizabeth",
        "start": 51.56,
        "duration": 5.65
    },
    {
        "text": "Swaney is a damn American hero. A woman with the very American mindset of \"It doesn't matter if I'm qualified to do it",
        "start": 57.22,
        "duration": 7.44
    },
    {
        "text": "I'm gonna figure out a way how to get there!\" Elizabeth knowing she didn't have a good chance of competing with the US team originally",
        "start": 64.66,
        "duration": 4.86
    },
    {
        "text": "Competed for Venezuela where her mother is from later switching to Hungary where her grandparents were from.",
        "start": 69.54,
        "duration": 4.44
    },
    {
        "text": "She actually ended up becoming Hungary's first",
        "start": 73.98,
        "duration": 1.619
    },
    {
        "text": "Olympic freestyle skier after qualifying both through the country's quota system as well as placing where she needed to place",
        "start": 75.6,
        "duration": 4.769
    },
    {
        "text": "among 13 World Cup halfpipe contests.",
        "start": 80.439,
        "duration": 1.863
    },
    {
        "text": "Now when you hear that she placed where she needed to place you go, oh okay,",
        "start": 82.302,
        "duration": 3.677
    },
    {
        "text": "Well, she beat out other athletes. Not really, pretty much every event she went to she placed last or near last.",
        "start": 85.979,
        "duration": 5.19
    },
    {
        "text": "But Elizabeth realized she could game the system. According to the rules, to qualify for the halfpipe at the Olympic Games",
        "start": 91.17,
        "duration": 4.739
    },
    {
        "text": "athletes must record a number of top 30 finishes.",
        "start": 96.04,
        "duration": 2.569
    },
    {
        "text": "And so what Swaney ended up doing was just going to competitions with fewer than 30 competitors!",
        "start": 98.61,
        "duration": 4.86
    },
    {
        "text": "And so by technicality she was satisfying the requirements.",
        "start": 103.47,
        "duration": 3.27
    },
    {
        "text": "In fact, the best Swaney has ever placed is thirteenth out of fifteen. And so she met those basic requirements",
        "start": 106.74,
        "duration": 5.14
    },
    {
        "text": "She raised funds through online donation sites",
        "start": 111.899,
        "duration": 2.22
    },
    {
        "text": "So she could pay for all of this.",
        "start": 114.119,
        "duration": 1.381
    },
    {
        "text": "And according to reports there were a few competitors that had to be pulled out of the Olympics due to injury,",
        "start": 115.5,
        "duration": 3.98
    },
    {
        "text": "there's the limit on how many skiers a single country can have in one same event, and then you pair that with some",
        "start": 119.48,
        "duration": 5.019
    },
    {
        "text": "reallocation rules within the Hungarian Ski Federation",
        "start": 124.659,
        "duration": 2.029
    },
    {
        "text": "designed to balance men and women's competitors and Swaney got through! Now because Swaney was able to pull this off,",
        "start": 126.79,
        "duration": 4.819
    },
    {
        "text": "There are people that are angry and also people calling for change. A Hungarian team",
        "start": 131.61,
        "duration": 4.009
    },
    {
        "text": "Spokesman telling Reuters",
        "start": 135.719,
        "duration": 1.221
    },
    {
        "text": "\"We, the Hungarian Olympic Committee have to learn the lessons from this case, and we must consider rethinking our",
        "start": 136.94,
        "duration": 4.48
    },
    {
        "text": "nomination procedures.\" \"We shall be doing this with the assistance of the appropriate experts, in the near future.\"",
        "start": 141.5,
        "duration": 5.76
    },
    {
        "text": "At least one fan saying, \"It's so sad to me that anyone thinks what Elizabeth Swaney did is in any way admirable. I get that it's her dream,",
        "start": 147.26,
        "duration": 5.16
    },
    {
        "text": "but it's also a dream of the thousands of elite athletes who train endlessly. There's nothing admirable about a loophole.\"",
        "start": 152.42,
        "duration": 5.399
    },
    {
        "text": "Another saying, \"Terribly disrespectful,",
        "start": 157.819,
        "duration": 1.471
    },
    {
        "text": "I'm sorry to hear someone from the USA would game the system like that, but not surprised either.\"",
        "start": 159.29,
        "duration": 3.63
    },
    {
        "text": "But others like the Canadian skier Cassie Sharpe who actually who actually won",
        "start": 162.92,
        "duration": 2.7
    },
    {
        "text": "the gold medal in the women's halfpipe final said, \"If you're going to put in that time and effort to be here,",
        "start": 165.62,
        "duration": 3.539
    },
    {
        "text": "Then you deserve to be here as much as I do.",
        "start": 169.159,
        "duration": 1.501
    },
    {
        "text": "My official response to any Elizabeth Swaney haters out there is",
        "start": 170.66,
        "duration": 2.86
    },
    {
        "text": "don't hate the player, hate the game.",
        "start": 173.52,
        "duration": 1.78
    },
    {
        "text": "Elizabeth Swaney didn't make the rules, she just made the rules work for her.",
        "start": 175.519,
        "duration": 3.761
    },
    {
        "text": "And you know what if you're looking for any advice out",
        "start": 179.28,
        "duration": 1.249
    },
    {
        "text": "there, that there's there's a saying in",
        "start": 180.53,
        "duration": 1.659
    },
    {
        "text": "sports that I think that people could use in their everyday lives. And that is \"don't play your opponent, play the rule.\"",
        "start": 182.189,
        "duration": 5.449
    },
    {
        "text": "What's in the rulebook of whatever you're doing in life? For some things like an actual sport?",
        "start": 187.639,
        "duration": 3.9
    },
    {
        "text": "There is an actual rulebook. In life,",
        "start": 191.54,
        "duration": 2.039
    },
    {
        "text": "You have laws.",
        "start": 193.65,
        "duration": 1.009
    },
    {
        "text": "And if you take the time to actually look at the rules unlike other people who are just gonna rely on things",
        "start": 194.66,
        "duration": 4.64
    },
    {
        "text": "Like raw talent, and you give yourself an advantage or at the very least like in this situation a way in where otherwise there would not have",
        "start": 199.36,
        "duration": 5.94
    },
    {
        "text": "been one. So Elizabeth Swaney, from one hustler to another, I salute you.",
        "start": 205.3,
        "duration": 3.4
    },
    {
        "text": "Then let's talk about the situation around Blac",
        "start": 208.7,
        "duration": 1.7
    },
    {
        "text": "Chyna. If you're not familiar with Blac Chyna, she's a former stripper, model, turned reality star",
        "start": 210.4,
        "duration": 4.94
    },
    {
        "text": "Overall seemingly a person that's famous for no reason. You might have seen yesterday that she was trending all over Twitter",
        "start": 215.6,
        "duration": 4.7
    },
    {
        "text": "And it was because there was a one-minute video of her performing oral sex on at that time an unidentified man. Now as of right now",
        "start": 220.3,
        "duration": 6.2
    },
    {
        "text": "It's unclear who posted the first video, Blac Chyna and her lawyers say they're already asking the police to investigate the leak. At this time",
        "start": 226.5,
        "duration": 5.2
    },
    {
        "text": "She has not made any public statements,",
        "start": 231.709,
        "duration": 1.5
    },
    {
        "text": "but her attorneys are speaking out. One of her lawyers, Lisa Bloom writing on Twitter yesterday:",
        "start": 233.209,
        "duration": 3.631
    },
    {
        "text": "\"Revenge porn -- posting explicit images without the consent of everyone in those images -- is a crime, a civil wrong, and a form of domestic abuse.",
        "start": 236.84,
        "duration": 5.84
    },
    {
        "text": "It's also a way to try to slut-shame women for being sexual. Girls have killed themselves over revenge porn. It's not a joke.\"",
        "start": 242.68,
        "duration": 5.94
    },
    {
        "text": "It's actually that part of the story and the general reaction",
        "start": 248.62,
        "duration": 2.139
    },
    {
        "text": "I saw online that made me want to talk about this story. Because online the number one reaction to this video was an outrage. It",
        "start": 250.759,
        "duration": 5.82
    },
    {
        "text": "was making fun of Blac Chyna for being bad at giving head. I mean this video guy leaked and just seven minutes later",
        "start": 256.579,
        "duration": 5.369
    },
    {
        "text": "It was memes galore.",
        "start": 261.949,
        "duration": 1.331
    },
    {
        "text": "We also saw a lot of people addressing the issue of the leak saying China has no reason to be upset because she agreed to be",
        "start": 263.28,
        "duration": 5.039
    },
    {
        "text": "video taped, so she shouldn't be upset if it leaked. And we've talked about this before I'll say it again",
        "start": 268.319,
        "duration": 3.48
    },
    {
        "text": "And it's not white knighting it is just stating the facts,",
        "start": 271.8,
        "duration": 3.32
    },
    {
        "text": "It is a consent issue. Just because you do something that makes it possible for someone to do something",
        "start": 275.18,
        "duration": 4.08
    },
    {
        "text": "horrible to you does it make it okay?",
        "start": 279.36,
        "duration": 2.06
    },
    {
        "text": "Like if you give someone a key to your house you",
        "start": 281.42,
        "duration": 1.9
    },
    {
        "text": "trust this person and then maybe things go bad and then that person gives copies of your keys out. It's not okay",
        "start": 283.33,
        "duration": 5.59
    },
    {
        "text": "you didn't give them permission. If you decide to film yourself in a sexual situation with one other person",
        "start": 288.93,
        "duration": 4.07
    },
    {
        "text": "That's a just for you thing!",
        "start": 293.0,
        "duration": 1.479
    },
    {
        "text": "You're not consenting to the entirety of the internet seeing it. It can happen",
        "start": 294.479,
        "duration": 3.69
    },
    {
        "text": "which is why I advise if you're not okay with it never film anything like this",
        "start": 298.169,
        "duration": 4.529
    },
    {
        "text": "but that doesn't put the woman or the person that is the victim in this situation in the wrong.",
        "start": 302.7,
        "duration": 4.26
    },
    {
        "text": "I just think that in general",
        "start": 306.96,
        "duration": 0.56
    },
    {
        "text": "It's important to remember that whether whether it be a reality star or whether it be someone",
        "start": 307.52,
        "duration": 4.5
    },
    {
        "text": "maybe you don't like, when something illegal happens to someone we",
        "start": 312.03,
        "duration": 3.07
    },
    {
        "text": "Shouldn't just cheer it on. We shouldn't  make fun of the victim. Also at the same time, I kind of want to say anyone",
        "start": 315.28,
        "duration": 4.609
    },
    {
        "text": "that's ever faked leaks in the past for free promotion",
        "start": 319.889,
        "duration": 3.54
    },
    {
        "text": "which is essentially faking a crime. Fuck those people!",
        "start": 323.429,
        "duration": 2.891
    },
    {
        "text": "Because their actions in the past have trained people to just believe that this is all part",
        "start": 326.32,
        "duration": 3.7
    },
    {
        "text": "of the PR site.",
        "start": 330.099,
        "duration": 1.641
    },
    {
        "text": "That said, for this specific story we now have Blac Chyna's",
        "start": 331.74,
        "duration": 1.94
    },
    {
        "text": "Ex-boyfriend Mechi coming forward saying he's actually the unidentified guy in the video. He's reportedly angry",
        "start": 333.7,
        "duration": 4.459
    },
    {
        "text": "he said he's never possessed the video that it was taken on Blac Chyna's phone. As of right now who posted the video",
        "start": 338.159,
        "duration": 4.68
    },
    {
        "text": "we don't know, a lot of people have been pointing to Rob",
        "start": 342.84,
        "duration": 2.0
    },
    {
        "text": "Kardashian. This because he posted private photos of Blac Chyna on the internet before on all his own social media.",
        "start": 345.009,
        "duration": 5.24
    },
    {
        "text": "And so that's where we are as of right now around this specific story",
        "start": 350.25,
        "duration": 2.609
    },
    {
        "text": "We'll see if there's anything that comes from the police investigation",
        "start": 352.86,
        "duration": 2.46
    },
    {
        "text": "but it was less about the",
        "start": 355.32,
        "duration": 2.18
    },
    {
        "text": "specifics and more about the just grand scheme that I wanted to talk about.",
        "start": 357.54,
        "duration": 3.22
    },
    {
        "text": "From that I want to share some stuff",
        "start": 360.76,
        "duration": 1.26
    },
    {
        "text": "I love today and today in awesome brought to you by probably one of the most requested shirts we've had in a year.",
        "start": 362.04,
        "duration": 5.969
    },
    {
        "text": "Today we are releasing the \"why be informed when you can use your feelings as your facts?\" shirt! Perfect shirt for people that are tired of",
        "start": 368.009,
        "duration": 5.451
    },
    {
        "text": "arguing with people who are using their feelings as facts, and/or the perfect gift for the favorite family member or family members on your",
        "start": 373.468,
        "duration": 6.592
    },
    {
        "text": "Facebook Timeline throwing out bullshit! They'll probably wear it not realizing you're talking shit on them.",
        "start": 380.07,
        "duration": 3.929
    },
    {
        "text": "So if you want to snag one while you can, jump on this with this first run of this shirt link down below (shopdefranco.com).",
        "start": 384.0,
        "duration": 4.66
    },
    {
        "text": "The first bit of have awesome. It's just cuz I'm still on a Michael B",
        "start": 388.68,
        "duration": 2.519
    },
    {
        "text": "Jordan kick right now, Complex posted a video going sneaker shopping with Michael B. Jordan.",
        "start": 391.199,
        "duration": 4.1
    },
    {
        "text": "Then we had Seeker covering why do we taste sour flavors?",
        "start": 395.3,
        "duration": 3.059
    },
    {
        "text": "We had Marvel releasing a video announcing fresh starts for 2018 a new creative team, new series, new directions, new beginnings.",
        "start": 398.36,
        "duration": 6.449
    },
    {
        "text": "Hopefully there's some awesome in that. And we got the honest trailer for Justice League.",
        "start": 404.81,
        "duration": 3.18
    },
    {
        "text": "We've got the Slow Mo Guys putting out rubber wrecking ball in 4k, got a new trailer for season two of Jessica Jones,",
        "start": 407.99,
        "duration": 5.129
    },
    {
        "text": "And if you want to see the full versions everything I just shared, the secret link of the day, anything at all",
        "start": 413.12,
        "duration": 4.14
    },
    {
        "text": "links as always in the description down below. Then, in potentially big news around gun laws and gun",
        "start": 417.3,
        "duration": 4.64
    },
    {
        "text": "regulation: Donald Trump spoke about bump stocks today. \"After the deadly shooting in Las Vegas",
        "start": 422.04,
        "duration": 4.97
    },
    {
        "text": "I directed Attorney General to clarify whether certain bump stock",
        "start": 427.01,
        "duration": 5.35
    },
    {
        "text": "devices like the one used in Las Vegas",
        "start": 432.5,
        "duration": 2.86
    },
    {
        "text": "are illegal under current law. That process began in December and",
        "start": 436.26,
        "duration": 5.72
    },
    {
        "text": "Just a few moments ago,",
        "start": 442.59,
        "duration": 2.24
    },
    {
        "text": "I signed a memorandum directing the Attorney General",
        "start": 445.35,
        "duration": 3.44
    },
    {
        "text": "to propose regulations to ban all devices that turn legal weapons into machine guns.",
        "start": 449.82,
        "duration": 6.2
    },
    {
        "text": "I expect that these critical regulations will be finalized,",
        "start": 457.53,
        "duration": 3.35
    },
    {
        "text": "Jeff, very soon.\" So potential change in coming it'll be interesting to see what the debate in Congress looks like,",
        "start": 462.12,
        "duration": 5.33
    },
    {
        "text": "But there's not much for me to add here because this literally happened after I was done with the show",
        "start": 467.45,
        "duration": 4.229
    },
    {
        "text": "but I wanted to make sure we included it. That said whether you're pro-gun anti-gun",
        "start": 471.68,
        "duration": 2.91
    },
    {
        "text": "I'd love to know your thoughts on this specific topic. Then and potentially the sexiest story of the day today. Today let's talk about",
        "start": 474.59,
        "duration": 5.16
    },
    {
        "text": "gerrymandering. ;)",
        "start": 480.66,
        "duration": 1.92
    },
    {
        "text": "Fuck was that? Yes gerrymandering. Try and keep it together as we talk about congressional district maps okay?",
        "start": 482.58,
        "duration": 6.229
    },
    {
        "text": "I mean seriously if someone's not listening with headphones",
        "start": 488.81,
        "duration": 2.369
    },
    {
        "text": "Someone's gonna come by. Enough of that! In June of 2017 a lawsuit was filed alleging that the Pennsylvania congressional district map was infringing on",
        "start": 491.55,
        "duration": 6.65
    },
    {
        "text": "constitutional rights of voters according to the state constitution.",
        "start": 498.38,
        "duration": 2.28
    },
    {
        "text": " ",
        "start": 500.68,
        "duration": 0.5
    },
    {
        "text": "This due to partisan gerrymandering. And for those new to the topic of gerrymandering, the",
        "start": 501.18,
        "duration": 3.74
    },
    {
        "text": "definition of gerrymandering is to \"divide (a",
        "start": 505.08,
        "duration": 2.14
    },
    {
        "text": "territorial unit) into election districts to give one political party an electoral majority in a large number of districts while",
        "start": 507.3,
        "duration": 5.88
    },
    {
        "text": "concentrating the voting strength of the opposition in as few districts as possible.\"",
        "start": 513.24,
        "duration": 3.42
    },
    {
        "text": "Long story short what it ends up doing is it fucks with the proper representation",
        "start": 516.84,
        "duration": 3.4
    },
    {
        "text": "of a state. When you look at how some of the districts were carved up to favor Republicans",
        "start": 520.34,
        "duration": 4.24
    },
    {
        "text": "It doesn't even look like they were trying to hide it. Like look at this one",
        "start": 524.76,
        "duration": 2.96
    },
    {
        "text": "This is a real district in Pennsylvania. It's nicknamed Goofy kicking Donald Duck.",
        "start": 527.72,
        "duration": 4.36
    },
    {
        "text": "And it's districts being carved up like that that resulted in Republicans holding 13 out of the 18 congressional districts in the state.",
        "start": 532.08,
        "duration": 5.1
    },
    {
        "text": "Despite statewide voting being closer to 50/50. Now on January 22nd of this year the Pennsylvania Supreme Court ruled that the state's congressional",
        "start": 537.24,
        "duration": 6.54
    },
    {
        "text": "district map was",
        "start": 543.93,
        "duration": 1.38
    },
    {
        "text": "unconstitutional. That decision stating that the map clearly plainly and palpably violates the Constitution the Commonwealth of Pennsylvania.",
        "start": 545.31,
        "duration": 5.91
    },
    {
        "text": "The ruling gave lawmakers until February 9th to create a new district map saying if they do not by then the court welcomed all",
        "start": 551.36,
        "duration": 5.92
    },
    {
        "text": "parties and intervenors to submit maps. After this we saw members of the state GOP enter an emergency appeal with the Supreme Court, the",
        "start": 557.28,
        "duration": 5.93
    },
    {
        "text": "Court rejected that request, and though the court didn't explicitly state",
        "start": 563.21,
        "duration": 2.82
    },
    {
        "text": "why, some speculate it was because the decision considered the state constitution instead of the federal one.",
        "start": 566.03,
        "duration": 4.44
    },
    {
        "text": "Then we get the big news yesterday the Pennsylvania Supreme Court announces the new map using",
        "start": 570.47,
        "duration": 3.83
    },
    {
        "text": "population and geographical compactness to redraw the districts. The decision stating that no revised map was agreed upon by the",
        "start": 574.5,
        "duration": 5.64
    },
    {
        "text": "legislature,",
        "start": 580.22,
        "duration": 0.58
    },
    {
        "text": "So it fell to the court. Ultimately what we see with this new map was it makes seven competitive GOP held districts more",
        "start": 580.8,
        "duration": 4.7
    },
    {
        "text": "Democratic. Three of the districts that Trump won by more than 20% could actually be competitive in the midterm,",
        "start": 585.6,
        "duration": 4.34
    },
    {
        "text": "and what we could expect to maybe see is four to six of the seats switching to the Democrats favor. And the court decision instructs",
        "start": 589.94,
        "duration": 4.799
    },
    {
        "text": "the 2018 election to use this new map and candidates have until March 20th to register for the primary. Now of course as expected there",
        "start": 594.74,
        "duration": 5.76
    },
    {
        "text": "were a lot of reactions to this news.",
        "start": 600.5,
        "duration": 1.54
    },
    {
        "text": "Pennsylvania Governor and Democrat Tom Wolf saying, \"I applaud the court for their decision and I respect their effort to remedy Pennsylvania's unfair and unequal",
        "start": 602.04,
        "duration": 6.139
    },
    {
        "text": "congressional elections.\" Former attorney General Eric Holder and the chairman of the National Democratic",
        "start": 608.4,
        "duration": 3.94
    },
    {
        "text": "Redistricting committee said the new map is \"A major victory in the fight against gerrymandering in",
        "start": 612.38,
        "duration": 4.34
    },
    {
        "text": "Pennsylvania and around the country.\" At the same time we had House Speaker Mike Turzai, Senate President pro tempore",
        "start": 616.82,
        "duration": 4.5
    },
    {
        "text": "Joe Scarnati, both Republicans saying in a joint statement,",
        "start": 621.38,
        "duration": 2.92
    },
    {
        "text": "\"Implementation of this map would create a constitutional crisis where the Pennsylvania Supreme Court is usurping the authority of the legislative and executive branches.\"",
        "start": 624.42,
        "duration": 6.36
    },
    {
        "text": "Also calling the decision  \"the ultimate partisan gerrymander, one brought about by the Democrat governor acting in concert with liberal politically connected",
        "start": 630.9,
        "duration": 6.68
    },
    {
        "text": "litigants.\"",
        "start": 637.68,
        "duration": 0.5
    },
    {
        "text": "And we also heard from President Trump who tweeted \"Hope Republicans in the Great State of Pennsylvania",
        "start": 638.18,
        "duration": 3.21
    },
    {
        "text": "challenge the new \"pushed\" Congressional Map, all the way to the Supreme Court, if necessary. Your Original was correct!",
        "start": 641.73,
        "duration": 5.33
    },
    {
        "text": "Don't let the Dems take elections away from you so that they can raise taxes & waste money!\" And ultimately I'm of the mindset of",
        "start": 647.12,
        "duration": 4.98
    },
    {
        "text": "The closer we can get to proper representation when it comes to voting, the better. I hate",
        "start": 652.1,
        "duration": 4.04
    },
    {
        "text": "that this has somehow become partisan politics, both parties in the past have been guilty of gerrymandering. The Republicans just",
        "start": 656.14,
        "duration": 5.8
    },
    {
        "text": "did a fantastic job over the past decade. And once again like with the Elizabeth Swaney situation,",
        "start": 662.08,
        "duration": 3.74
    },
    {
        "text": "there is part of me that appreciates playing that rule book hard.",
        "start": 665.83,
        "duration": 3.479
    },
    {
        "text": "But unlike in The Swaney situation, it ultimately results in the taking away of someone's voice. Somewhat the effectiveness of someone's vote.",
        "start": 669.31,
        "duration": 5.61
    },
    {
        "text": "There's no reason than when you look to Pennsylvania, which is a very 50/50 state that the breakdown in districts should be 13 to 18.",
        "start": 674.92,
        "duration": 6.28
    },
    {
        "text": "50% does not equal 72%.",
        "start": 681.5,
        "duration": 2.28
    },
    {
        "text": "Even if it was like a split of ten Republican seats and eight Democrat seats, then it could be like okay well",
        "start": 683.78,
        "duration": 4.16
    },
    {
        "text": "that's just the way the split went, but here",
        "start": 687.94,
        "duration": 1.68
    },
    {
        "text": "It's so obvious. What I would like to remind the Republicans who were against this redistricting is that",
        "start": 689.62,
        "duration": 4.5
    },
    {
        "text": "sometimes you end up creating your own future problems. People's opinions change,",
        "start": 694.24,
        "duration": 4.02
    },
    {
        "text": "they evolve,",
        "start": 698.26,
        "duration": 1.04
    },
    {
        "text": "different people come into power,",
        "start": 699.36,
        "duration": 1.48
    },
    {
        "text": "different people will be able to pull the same tricks as you. One of the instances that comes to mind is when we look back",
        "start": 700.84,
        "duration": 4.58
    },
    {
        "text": "to 2013. The Senate Democrats they pulled that nuclear option, only need 50 votes",
        "start": 705.43,
        "duration": 4.53
    },
    {
        "text": "and then they lost their damn mind when the Republicans did it last year.",
        "start": 709.96,
        "duration": 3.779
    },
    {
        "text": "That's also probably gonna fall on deaf ears because for most politicians",
        "start": 713.74,
        "duration": 2.46
    },
    {
        "text": "It's all about the net. Actually on the note of only thinking about them now",
        "start": 716.2,
        "duration": 3.15
    },
    {
        "text": "I want to talk about Donald Trump and Mitt Romney.",
        "start": 719.35,
        "duration": 2.01
    },
    {
        "text": "Because in the past week Mitt Romney announced that he's going to be running for a Senate seat in Utah. Yesterday",
        "start": 721.36,
        "duration": 4.05
    },
    {
        "text": "we saw the president tweet \"Mitt Romney has announced he is running for the Senate from the wonderful state of Utah.",
        "start": 725.41,
        "duration": 3.989
    },
    {
        "text": "He will make a great senator and worthy successor to @OrrinHatch,",
        "start": 729.4,
        "duration": 2.309
    },
    {
        "text": "and has my full support and endorsement!\" Mitt Romney responding \"Thank You Mr. President for the support.",
        "start": 731.71,
        "duration": 3.809
    },
    {
        "text": "I hope that over the course of the campaign",
        "start": 735.52,
        "duration": 1.38
    },
    {
        "text": "I also earn the support and endorsement of the people of Utah.\"",
        "start": 736.9,
        "duration": 2.159
    },
    {
        "text": "And understandably people from both sides were kind of surprised by this. One, because since",
        "start": 739.25,
        "duration": 4.07
    },
    {
        "text": "2016 Mitt Romney has said stuff like this about Donald Trump Donald Trump. \"Donald Trump is a phony, a fraud.",
        "start": 743.48,
        "duration": 5.42
    },
    {
        "text": "His promises are as worthless as a degree from Trump University. He's playing the members of the American public for suckers.",
        "start": 749.0,
        "duration": 6.14
    },
    {
        "text": "he gets a free ride to the White House and all we get is a lousy hat.\" And I've seen some people say well of",
        "start": 755.36,
        "duration": 5.239
    },
    {
        "text": "course he's going to say \"Thank you!\"",
        "start": 760.6,
        "duration": 1.41
    },
    {
        "text": "Why why would he cause a fire? And to that people pointed out that once again in",
        "start": 762.01,
        "duration": 3.69
    },
    {
        "text": "2016 Mitt Romney tweeted \"If Trump had said four years ago the things he says today about the KKK, Muslims Mexicans,",
        "start": 765.74,
        "duration": 5.36
    },
    {
        "text": "disabled, I would NOT have accepted his endorsement.\" Now as of early 2018 it appears Mitt",
        "start": 771.44,
        "duration": 4.85
    },
    {
        "text": "Romney's of a different mind, which is strange considering in",
        "start": 776.29,
        "duration": 2.85
    },
    {
        "text": "2017 he criticized the president around Nazis. Donald Trump of course that is his infamous both sides comment after Charlottesville. Mitt Romney",
        "start": 779.18,
        "duration": 6.34
    },
    {
        "text": "responded \"No, not the same. One side is racist, bigoted, Nazi. The other opposes racism and bigotry. Morally different universes.\"",
        "start": 785.68,
        "duration": 6.5
    },
    {
        "text": "Also, maybe this is a super recent change because January 15, 2018",
        "start": 792.18,
        "duration": 3.12
    },
    {
        "text": "he criticized the president, writing \"The poverty of an aspiring",
        "start": 795.36,
        "duration": 2.64
    },
    {
        "text": "immigrant's nation of origin is as irrelevant as their race. The sentiment attributed to POTUS is",
        "start": 798.1,
        "duration": 3.95
    },
    {
        "text": "inconsistent w/ America's history and antithetical to American values.\" And here's the thing, I don't care if you're Pro Trump",
        "start": 802.179,
        "duration": 4.61
    },
    {
        "text": "You were one of the never Trump errs, which Mitt Romney appeared to be back in the day?",
        "start": 806.79,
        "duration": 3.539
    },
    {
        "text": "How do you trust Mitt Romney? Because if you're anti Trump it appears that Mitt Romney who has been so outspoken against Trump has finally",
        "start": 810.339,
        "duration": 5.929
    },
    {
        "text": "Bent the knee, he's kissing the ring, and if you're Pro Trump. He seems like a wolf in sheep's clothing.",
        "start": 816.269,
        "duration": 4.95
    },
    {
        "text": "He's just going to do this to secure the vote and then he's not gonna be on Trump's team when he's in the Senate.",
        "start": 821.29,
        "duration": 4.82
    },
    {
        "text": "And I also wonder if this is part of Mitt",
        "start": 826.11,
        "duration": 1.319
    },
    {
        "text": "Romney's strategy, because that was something that seemingly helped Donald Trump during the 2016 election.",
        "start": 827.429,
        "duration": 5.1
    },
    {
        "text": "I knew a good number of people that when they looked at Trump. They were like no he's just trying to trick Republicans.",
        "start": 832.529,
        "duration": 4.89
    },
    {
        "text": "He's just saying big crazy shit like that wall so they're on board, but he's when he gets in there",
        "start": 837.42,
        "duration": 5.489
    },
    {
        "text": "he's gonna switch it up.",
        "start": 842.91,
        "duration": 0.869
    },
    {
        "text": "He's our Trojan horse, so it's not crazy to think that the Republicans who have been anti Trump thinking oh okay,",
        "start": 843.779,
        "duration": 4.529
    },
    {
        "text": "Mitt Romney's our Trojan horse. Honestly who knows? He's a career politician who knows where he lies? That said,",
        "start": 848.309,
        "duration": 5.49
    },
    {
        "text": "that's where I'm gonna end today's show of course. This is the Philip DeFranco Show, I give you the news",
        "start": 853.8,
        "duration": 3.719
    },
    {
        "text": "I give you my opinion, and then I want to hear from you.",
        "start": 857.519,
        "duration": 2.22
    },
    {
        "text": "Whether it be the last story the first one anything in between let me know what you're thinking in those comments down below.",
        "start": 859.74,
        "duration": 4.169
    },
    {
        "text": "Remember if you like this video like what I'm trying to do on this channel",
        "start": 864.06,
        "duration": 2.4
    },
    {
        "text": "Hit that like button! If you're new here hit that subscribe button. Also while you're at it,",
        "start": 866.52,
        "duration": 2.86
    },
    {
        "text": "make sure you have that little bell check so you get a notification when we upload a new video. YouTube the past",
        "start": 869.399,
        "duration": 4.289
    },
    {
        "text": "feels like the past three weeks",
        "start": 873.85,
        "duration": 1.31
    },
    {
        "text": "They've been waiting the damn time like 30 to 60 minutes for the videos to hit subscription boxes. The notifications always help.",
        "start": 875.16,
        "duration": 5.159
    },
    {
        "text": "Also, you can follow me on Twitter.com/PhillyD. I always update when we upload a new video.",
        "start": 880.319,
        "duration": 3.51
    },
    {
        "text": "That said if you did miss yesterday's Philip DeFranco",
        "start": 883.829,
        "duration": 2.16
    },
    {
        "text": "Show you want to catch up click or tap right there to watch that or if you need something lighter",
        "start": 885.99,
        "duration": 3.539
    },
    {
        "text": "we have a behind-the-scenes vlog, we have the newest video right here, so that said of course as always my name's Philip Defranco",
        "start": 889.529,
        "duration": 5.219
    },
    {
        "text": "You've just been phill'd in, I love yo faces, and I'll see you tomorrow. (Im on youtube Mom, I hope phillip reports about this tomorrow)",
        "start": 894.78,
        "duration": 4.32
    }
]