[
    {
        "text": "Sup you beautiful bastards!",
        "start": 0.0,
        "duration": 1.469
    },
    {
        "text": "Hope you're having a fantastic",
        "start": 1.469,
        "duration": 1.331
    },
    {
        "text": "Tuesday. Welcome back to the Philip DeFranco show and let's just jump into it.",
        "start": 2.8,
        "duration": 3.86
    },
    {
        "text": "And the first thing we have to talk about today is",
        "start": 6.66,
        "duration": 1.59
    },
    {
        "text": "This horrifying situation coming out of Perris, California. So early Sunday morning",
        "start": 8.25,
        "duration": 4.09
    },
    {
        "text": "A 17 year old girl in Perris, California",
        "start": 12.34,
        "duration": 1.5
    },
    {
        "text": "Calls police claiming she escaped a home where she's being held against her will. She reportedly called on a cellphone",
        "start": 13.84,
        "duration": 4.699
    },
    {
        "text": "She found in the home.",
        "start": 18.539,
        "duration": 0.871
    },
    {
        "text": "She said her other siblings were still being held inside. So deputies respond to the call, they enter the home",
        "start": 19.41,
        "duration": 4.59
    },
    {
        "text": "And they find the teenager's twelve other",
        "start": 24.0,
        "duration": 2.0
    },
    {
        "text": "Siblings. Initially they thought all 12 were children but they later discovered that seven of them were actually",
        "start": 26.109,
        "duration": 4.16
    },
    {
        "text": "Adults. The victims reportedly so malnourished and dirty they just appeared younger. In fact the deputies thought that that seventeen-year-old that escaped,",
        "start": 30.4,
        "duration": 5.87
    },
    {
        "text": "reported all of this, they thought she was ten. And in total the 13 victims ranged from the age two to",
        "start": 36.34,
        "duration": 3.8
    },
    {
        "text": "29 and how they were found is both infuriating and heartbreaking.",
        "start": 40.14,
        "duration": 4.4
    },
    {
        "text": "The Riverside County Sheriff's Department issued a statement saying ,\"further",
        "start": 44.54,
        "duration": 2.82
    },
    {
        "text": "investigation revealed several children shackled to their beds with chains and padlocks in dark and foul-smelling",
        "start": 47.36,
        "duration": 5.14
    },
    {
        "text": "surroundings, but the parents were unable to immediately provide a logical reason why their children were restrained in that manner.\"",
        "start": 52.5,
        "duration": 5.18
    },
    {
        "text": "Which I will say: the first part of that statement, shocking, the second part confusing,",
        "start": 57.68,
        "duration": 3.96
    },
    {
        "text": "as if there was a logical explanation why you would shackle a child to a bed.",
        "start": 61.64,
        "duration": 4.14
    },
    {
        "text": "Also, yes as you may have already figured out by now",
        "start": 65.79,
        "duration": 2.04
    },
    {
        "text": "they were being held like this by their parents.",
        "start": 67.83,
        "duration": 2.69
    },
    {
        "text": "These two, David Allen Turpin and Louise Ann[a] Turpin. These two pieces of garbage have been arrested.",
        "start": 70.52,
        "duration": 4.32
    },
    {
        "text": "They're currently in jail with their bail set at nine million dollars.",
        "start": 74.85,
        "duration": 3.3
    },
    {
        "text": "They're being charged with nine felony counts of torture, ten felony counts of child endangerment.",
        "start": 78.15,
        "duration": 4.93
    },
    {
        "text": "As far as the victims reportedly they were being interviewed by Child Protective Services and Adult Protective",
        "start": 83.08,
        "duration": 3.92
    },
    {
        "text": "Services. According the police the victims all claim to be starving. They were provided food and beverages.",
        "start": 87.0,
        "duration": 4.259
    },
    {
        "text": "They're being admitted to different hospitals for medical examinations and treatment. As of recording this video",
        "start": 91.26,
        "duration": 4.08
    },
    {
        "text": "We don't have more information as far as their condition now. And of course the situation brings up the question:",
        "start": 95.34,
        "duration": 4.18
    },
    {
        "text": "How did this happen and no one knew? And so of course, people have been diving into their past and so there are been reports",
        "start": 99.52,
        "duration": 5.38
    },
    {
        "text": "On who their former employers were,",
        "start": 104.909,
        "duration": 2.051
    },
    {
        "text": "their previous bankruptcies, their previous residences.",
        "start": 106.96,
        "duration": 1.98
    },
    {
        "text": "Also at this point",
        "start": 108.94,
        "duration": 0.708
    },
    {
        "text": "It's unclear at what point or how long these parents have chosen to isolate their family. There are pictures from",
        "start": 109.648,
        "duration": 4.012
    },
    {
        "text": "2011-2012 showing them on trips to Disneyland. The last photos uploaded to their page show the family at a vow renewal in",
        "start": 113.66,
        "duration": 5.96
    },
    {
        "text": "2016. We also learned that the family is reportedly deeply religious, but reportedly the family didn't belong to a church in the area.",
        "start": 119.62,
        "duration": 6.04
    },
    {
        "text": "Also as you've probably noticed from the picture, they're all matching. They reportedly did that for \"protective reasons\". We also learned,",
        "start": 125.66,
        "duration": 5.46
    },
    {
        "text": "Thanks to California records that the father had received state approval run a private school from his home. That school had six students",
        "start": 131.129,
        "duration": 5.491
    },
    {
        "text": "He was listed as the principal. And ultimately that is where we are right now. There--there are also those reports that you see in every",
        "start": 136.62,
        "duration": 4.739
    },
    {
        "text": "Instance like this where the neighbors are like they seem normal",
        "start": 141.36,
        "duration": 2.309
    },
    {
        "text": "Maybe kind of weird. Not lock your 13 children in your home weird, but you know, weird. And ultimately what I end up hoping is one,",
        "start": 143.67,
        "duration": 5.49
    },
    {
        "text": "since it's not technically legal to throw people in a fire as a proper punishment, hopefully these two disgusting individuals are prosecuted to the",
        "start": 149.16,
        "duration": 6.56
    },
    {
        "text": "fullest extent of the law.",
        "start": 155.72,
        "duration": 1.66
    },
    {
        "text": "And two, I hope and fear for the 13 victims. Youngest ones are the only ones that really have any chance at",
        "start": 157.39,
        "duration": 6.09
    },
    {
        "text": "A sense of normalcy in life. I mean just",
        "start": 163.48,
        "duration": 1.84
    },
    {
        "text": "Think about one of the victims, one of the kids was 29 years old. They--they've lived their--the--",
        "start": 165.32,
        "duration": 4.56
    },
    {
        "text": "29 years, almost three decades, under these crazy people. I just fear, and I hope from them, but of course",
        "start": 169.88,
        "duration": 5.26
    },
    {
        "text": "This is the Philip DeFranco Show. I want to know, what is your takeaway from this story?",
        "start": 175.14,
        "duration": 3.18
    },
    {
        "text": "What do you think and what is the proper punishment?",
        "start": 178.32,
        "duration": 1.65
    },
    {
        "text": "Let me know in those comments down below. Then let's talk about another false alarm. Of course yesterday",
        "start": 179.97,
        "duration": 4.05
    },
    {
        "text": "We covered the false alarm in Hawaii about an incoming ICBM, and I guess Japan who wanted to join the party. At 6:55 p.m.",
        "start": 184.02,
        "duration": 6.22
    },
    {
        "text": "Local time Japanese national broadcaster NHK issued the following notification to their users: \"NHK news alert",
        "start": 190.24,
        "duration": 6.1
    },
    {
        "text": "North Korea likely to have launched missile evacuate inside the building or underground.\" Now it is important to know that this situation is",
        "start": 196.34,
        "duration": 6.5
    },
    {
        "text": "Different than the one we saw in Hawaii. One, North Korea has actually in the past few months fired a missile over Japan. Unlike",
        "start": 202.84,
        "duration": 6.08
    },
    {
        "text": "Hawaii it wasn't the government issuing this announcement. It was a news agency. And finally unlike, Hawaii",
        "start": 208.92,
        "duration": 4.469
    },
    {
        "text": "They didn't retract this after 38 minutes",
        "start": 213.389,
        "duration": 2.551
    },
    {
        "text": "NHK ended up issuing a correction in five minutes saying, \"the news alert sent out earlier about North Korea missile was a mistake",
        "start": 215.94,
        "duration": 5.84
    },
    {
        "text": "No government J alert was issued.\" Later adding, \"NHK is",
        "start": 221.79,
        "duration": 2.549
    },
    {
        "text": "Apologizing after issuing a false alert that said North Korea had probably launched a missile and warned people in Japan to take cover.\" NHK",
        "start": 224.5,
        "duration": 4.88
    },
    {
        "text": "says, \"a switching error is to blame\" And they then did not elaborate on switching problem.",
        "start": 229.38,
        "duration": 4.949
    },
    {
        "text": "So I will say I kind of want to give NHK props for responding and correcting the situation over seven times faster than Hawaii.",
        "start": 234.33,
        "duration": 6.36
    },
    {
        "text": "But also two, is this gonna be a new problem now?",
        "start": 240.69,
        "duration": 2.58
    },
    {
        "text": "Like was this situation similar to Hawaii",
        "start": 243.27,
        "duration": 1.91
    },
    {
        "text": "In that they were like let's test the system out and the test button the and real button were--went right next to",
        "start": 245.18,
        "duration": 4.689
    },
    {
        "text": "Each other? Or did someone over at NHK go like oh my god that's a missile! Oh wait. That's just--it's a smu--",
        "start": 249.87,
        "duration": 4.92
    },
    {
        "text": "It's a smudge. No. It's a smudge. Why did you hit the button? They're gone.",
        "start": 254.82,
        "duration": 3.059
    },
    {
        "text": "I'll text them. This feels like it's the ultimate uh, sorry just a prank bro. But from that I want to share some stuff",
        "start": 257.88,
        "duration": 4.859
    },
    {
        "text": "I love today in today in awesome brought to you by DeFrancoelite.com Defranco elite, of course, the",
        "start": 262.74,
        "duration": 4.68
    },
    {
        "text": "Best way to support this show, everything",
        "start": 267.42,
        "duration": 1.66
    },
    {
        "text": "We're building and get exclusive stuff, early stuff, you even get coupon codes.",
        "start": 269.08,
        "duration": 3.78
    },
    {
        "text": "Wanna snag any of our awesome shirts, hoodies, our exclusive",
        "start": 272.86,
        "duration": 2.88
    },
    {
        "text": "Pretentious hat, Sports! hat, those will only be up for a few more days",
        "start": 275.84,
        "duration": 2.929
    },
    {
        "text": "And if you're a DeFranco elite you got a 20% coupon. And in fact after today's show",
        "start": 278.77,
        "duration": 3.179
    },
    {
        "text": "Over at Defrancoelite.com we're doing a live Q&A so maybe I'll see you there. In the first",
        "start": 282.02,
        "duration": 3.769
    },
    {
        "text": "Bit of awesome, we got a new trailer for Love, Simon. I can just tell from watching this trailer",
        "start": 285.789,
        "duration": 3.93
    },
    {
        "text": "I'm gonna cry like a little bitch baby. But I need movies like that, it's like a doctor's checkup. Once a month",
        "start": 289.72,
        "duration": 4.139
    },
    {
        "text": "I try to make sure I watch one movie, most likely usually a Disney Pixar movie,",
        "start": 293.86,
        "duration": 3.869
    },
    {
        "text": "That'll make me cry. Last movie that really got me ooh Coco. When he starts singing that song to his grandma",
        "start": 297.729,
        "duration": 4.559
    },
    {
        "text": "Ohhh! Enough about that, we also got an honest trailer for It followed by an honest game trailer for Street Fighter 5.",
        "start": 302.289,
        "duration": 5.429
    },
    {
        "text": "We also got a Life Noggin video on why is it so hard fall asleep?",
        "start": 307.719,
        "duration": 3.39
    },
    {
        "text": "And if you want to see the full versions everything I just shared, the secret link of the day, anything at all",
        "start": 311.11,
        "duration": 4.29
    },
    {
        "text": "Links as always are in the description down below. And then let's talk about this craziness coming out of Canada. Last Friday",
        "start": 315.53,
        "duration": 4.519
    },
    {
        "text": "There was a report. Khawlah Noman, She's a little 11 year old girl, she's Muslim.",
        "start": 320.05,
        "duration": 3.45
    },
    {
        "text": "She reportedly gets attacked by a man with scissors",
        "start": 323.5,
        "duration": 2.399
    },
    {
        "text": "Who's trying to cut off her hijab.",
        "start": 325.9,
        "duration": 1.259
    },
    {
        "text": "And here she is detailing the crime to the media .\n-This morning me and my brother were walking together to school and",
        "start": 327.159,
        "duration": 5.85
    },
    {
        "text": "sadly, uh, someone, um,",
        "start": 333.919,
        "duration": 1.981
    },
    {
        "text": "Insulted me by cutting my hijab",
        "start": 335.9,
        "duration": 2.149
    },
    {
        "text": "Uh, two times. I felt a man, and I turned around and I saw him with his scissors and",
        "start": 339.02,
        "duration": 6.5
    },
    {
        "text": "He ran away. Me and my brother noticed, and then we both walked to school together",
        "start": 346.19,
        "duration": 4.699
    },
    {
        "text": "And we told, uh, my principal. We, um, followed this crowd of people to be safe. He came again.",
        "start": 351.34,
        "duration": 5.609
    },
    {
        "text": "He continued cutting my hijab again. All that he ha--had to do was smile.",
        "start": 356.949,
        "duration": 4.29
    },
    {
        "text": "He just smiled and ran away.\n-And following this interview things just take off. One",
        "start": 361.24,
        "duration": 3.52
    },
    {
        "text": "You have the police investigating. They're saying they're investigating this incident as a hate crime.",
        "start": 364.76,
        "duration": 3.44
    },
    {
        "text": "And two this story blows up on social media and almost immediately becomes an international",
        "start": 368.2,
        "duration": 4.078
    },
    {
        "text": "Story. There are headlines about this story everywhere, drew public condemnation from very important public figures.",
        "start": 372.5,
        "duration": 5.089
    },
    {
        "text": "You have the Prime Minister of Canada, Justin Trudeau, speaking out about this.\n-My heart goes out to the, uh, young girl who was, uh, attacked",
        "start": 377.59,
        "duration": 6.509
    },
    {
        "text": "Seemingly for her religion. Um, I can't imagine how afraid she must have been.",
        "start": 385.099,
        "duration": 5.059
    },
    {
        "text": "I want her and her family and her friends and community to know",
        "start": 390.68,
        "duration": 4.88
    },
    {
        "text": "That that is not what Canada is and that is who Canadians are\n-(Phil) Ontario Premier, Kathleen Wynne, tweeting",
        "start": 396.259,
        "duration": 6.14
    },
    {
        "text": "\"This is a cowardly act of hatred, and has no place in",
        "start": 402.4,
        "duration": 2.19
    },
    {
        "text": "Ontario. This does not represent who we are. We must stand firm in our",
        "start": 404.72,
        "duration": 3.08
    },
    {
        "text": "Support of this young girl who was assaulted simply for wearing",
        "start": 407.8,
        "duration": 2.46
    },
    {
        "text": "a hijab.\" And then, following the weekend, things",
        "start": 410.26,
        "duration": 2.339
    },
    {
        "text": "drastically change. Police made a stunning announcement",
        "start": 413.18,
        "duration": 2.72
    },
    {
        "text": "saying \"after a detailed investigation police have determined that the events described in the original news release did not happen the",
        "start": 416.18,
        "duration": 6.74
    },
    {
        "text": "Investigation is concluded.\"",
        "start": 423.29,
        "duration": 1.08
    },
    {
        "text": "After that news broke the Toronto District School Board released a statement saying, \"we are very thankful this assault did not in fact happen we",
        "start": 424.37,
        "duration": 6.47
    },
    {
        "text": "Won't be commenting further.\"",
        "start": 430.84,
        "duration": 1.06
    },
    {
        "text": "Justin Trudeau's office releasing a statement saying, \"we would direct all the questions on the investigation to the Toronto Police Service",
        "start": 431.9,
        "duration": 5.36
    },
    {
        "text": "We are thankful and relieved that this incident did not take place\" And there is seemingly no other explanation or insight into what actually",
        "start": 437.26,
        "duration": 6.54
    },
    {
        "text": "Happened. And it doesn't really look like we're going to get answers.",
        "start": 444.32,
        "duration": 2.52
    },
    {
        "text": "Did she just decide to lie? Was it based in any reality like there was a creepy guy",
        "start": 446.86,
        "duration": 3.54
    },
    {
        "text": "And so then she made up this whole other story?",
        "start": 450.4,
        "duration": 2.07
    },
    {
        "text": "Was it a planned hoax? Was it just for attention? Did the mother know, the mother's speaking at that press conference?",
        "start": 452.68,
        "duration": 4.47
    },
    {
        "text": "How did it get this far? And people have been blaming everyone, people criticizing the girl, the family, some also criticizing the school,",
        "start": 457.25,
        "duration": 6.589
    },
    {
        "text": "Criticizing police. This is because they spread the story so quickly without properly",
        "start": 464.18,
        "duration": 3.74
    },
    {
        "text": "Investigating. And of course following this incident people are worried about the fallout. A false claim about a hate crime has an impact past that",
        "start": 468.02,
        "duration": 5.599
    },
    {
        "text": "initial situation.",
        "start": 473.62,
        "duration": 1.14
    },
    {
        "text": "Their fear is that victims of actual hate crimes will be far less likely to come forward. This because fake claims like the one we're",
        "start": 474.76,
        "duration": 5.46
    },
    {
        "text": "Talking about today make it less likely they're going to be believed.",
        "start": 480.22,
        "duration": 2.54
    },
    {
        "text": "And so with all of that said I want to pass the question off to you, what--",
        "start": 482.76,
        "duration": 2.199
    },
    {
        "text": "What is your take away from this story? I mean just personally I'm confused as to why the police aren't releasing more information.",
        "start": 484.96,
        "duration": 4.83
    },
    {
        "text": "I think it's incredibly important to know if the mother knew at any time, did she find out and then she told the police?",
        "start": 489.89,
        "duration": 5.63
    },
    {
        "text": "Did the little girl or her brother finally confessed to this being fake?",
        "start": 495.68,
        "duration": 3.559
    },
    {
        "text": "Or was it because of cameras they realized this never happened? All that seems to matter, yet they're going well",
        "start": 499.24,
        "duration": 5.13
    },
    {
        "text": "It-it's fake, case closed, nevermind, let's move on. It just seems odd",
        "start": 504.37,
        "duration": 2.94
    },
    {
        "text": "Are they trying to protect the family even though a crime was committed, but it was an 11 year old girl?",
        "start": 507.31,
        "duration": 3.899
    },
    {
        "text": "Yeah, I just love to know your thoughts on this one. And then",
        "start": 511.22,
        "duration": 2.24
    },
    {
        "text": "Let's talk about this Nina Agdal situation. Nina, if you don't know, is a very popular model.",
        "start": 513.46,
        "duration": 3.899
    },
    {
        "text": "She's been in Maxim, Sports Illustrated, one she was Rookie of the Year. She's modeled for Billabong, 1.7",
        "start": 517.36,
        "duration": 5.4
    },
    {
        "text": "Million followers on Instagram and she's part of a story today that has to do with fat shaming. And as you might not expect",
        "start": 522.76,
        "duration": 5.099
    },
    {
        "text": "given that she is her she's not the one fat shaming. She made an international headlines because",
        "start": 527.93,
        "duration": 5.179
    },
    {
        "text": "Reportedly she was being fat shamed. On her Instagram she posted this photo with the caption, \"Today",
        "start": 533.24,
        "duration": 4.549
    },
    {
        "text": "I'm disappointed and appalled at the still very harsh reality of this industry.\" She says her \"agent and received an unapologetic",
        "start": 537.79,
        "duration": 4.5
    },
    {
        "text": "Email concluding that [Venice",
        "start": 542.66,
        "duration": 1.58
    },
    {
        "text": "Fort Lauderdale magazine] would not run her cover story",
        "start": 544.24,
        "duration": 2.22
    },
    {
        "text": "Saying 'it did not reflect well on my talent'...",
        "start": 546.62,
        "duration": 1.91
    },
    {
        "text": "'it did not fit their market.'\" Adding, \"the publisher claimed my look deviated from my",
        "start": 548.53,
        "duration": 3.209
    },
    {
        "text": "Portfolio and that I did not fit in to the sample size samples,",
        "start": 551.9,
        "duration": 2.959
    },
    {
        "text": "Which is completely false if anyone has any interest in me. They know I am NOT an average model body",
        "start": 554.86,
        "duration": 4.08
    },
    {
        "text": "I have an athletic build and healthy curves. After a tough year of taking a step back from the insensitive and unrealistic pressures of this",
        "start": 558.94,
        "duration": 5.46
    },
    {
        "text": "Industry and dealing with paralyzing social anxiety, I walked into that shoot as a 25 year old WOMAN feeling more comfortable in my own skin",
        "start": 564.4,
        "duration": 6.119
    },
    {
        "text": "And healthier than ever before. Some days I'm a sample size, some days",
        "start": 570.52,
        "duration": 2.849
    },
    {
        "text": "I'm a size 4 ,some a 6.\" And she continues, \"shame on you, and thank you to the publisher for reaffirming",
        "start": 573.37,
        "duration": 4.559
    },
    {
        "text": "How important it is to live your truth and say it out loud no matter who you are",
        "start": 577.93,
        "duration": 3.0
    },
    {
        "text": "Or what size\" And following this gaining traction she did an interview with Megyn Kelly.",
        "start": 580.93,
        "duration": 3.63
    },
    {
        "text": "And there Kelly read a statement from the magazine saying, \"we think Nina Agdal is a beautiful and extremely talented",
        "start": 584.69,
        "duration": 4.7
    },
    {
        "text": "Model. That is why she was the focus of a 10 page story published in our winter issue.\" As far as why she wasn't on",
        "start": 589.49,
        "duration": 4.549
    },
    {
        "text": "The cover they said, It had nothing to do with how Ms. Abdal looks and a bathing suit-- her physique is enviable by any",
        "start": 594.04,
        "duration": 4.53
    },
    {
        "text": "Criteria. We wished to use an image from that shoot for our digital cover (the cover promoted on our website)",
        "start": 598.67,
        "duration": 4.309
    },
    {
        "text": "But her agent declined.\" So a very standard defense it's not about her looks",
        "start": 602.98,
        "duration": 3.63
    },
    {
        "text": "But unfortunately for the magazine there was also initial",
        "start": 606.61,
        "duration": 2.76
    },
    {
        "text": "Correspondence when they decided not to give her this cover where in a letter they sent to Agdal's",
        "start": 609.74,
        "duration": 3.92
    },
    {
        "text": "Agent read, \"we would love to revisit the possibility of a printed cover when she is back in top shape.\"",
        "start": 613.85,
        "duration": 4.76
    },
    {
        "text": "And just them seemingly lying about this it does feel like they realize",
        "start": 618.83,
        "duration": 3.529
    },
    {
        "text": "They're on the wrong here. And something that was interesting,",
        "start": 622.36,
        "duration": 1.99
    },
    {
        "text": "Following this interview some people were saying that Megan Kelly is probably not the best person to speak on this topic, and the reason for",
        "start": 624.35,
        "duration": 5.75
    },
    {
        "text": "That is she actually had a fat shaming controversy last week. Last week when speaking Maria Kang, a fitness trainer",
        "start": 630.1,
        "duration": 5.16
    },
    {
        "text": "Kelly was quoted as saying, \"you should parlay the shaming thing into a professional business because some of us want to be shamed. When I",
        "start": 635.26,
        "duration": 4.859
    },
    {
        "text": "Was in law school, I was gaining weight,",
        "start": 640.12,
        "duration": 1.26
    },
    {
        "text": "I said to my stepfather, if you see me going into that kitchen one more time you say,",
        "start": 641.38,
        "duration": 3.33
    },
    {
        "text": "'Where are you going fat ass?'",
        "start": 644.71,
        "duration": 1.32
    },
    {
        "text": "And it works!\" She also later clarified those comments talking about her personal",
        "start": 646.03,
        "duration": 3.509
    },
    {
        "text": "Experience saying that her family is, or at one point, has all been obese. And when she was younger",
        "start": 649.76,
        "duration": 4.219
    },
    {
        "text": "She was also a large child.",
        "start": 653.98,
        "duration": 1.08
    },
    {
        "text": "She was constantly bullied over it so she tried so many different ways to try and motivate herself to lose weight.",
        "start": 655.06,
        "duration": 4.53
    },
    {
        "text": "Adding she's gotten healthier to her approach to eating now that she's an adult.",
        "start": 659.62,
        "duration": 2.64
    },
    {
        "text": "But also what I would say is there--there's a difference with--with you saying hey",
        "start": 662.26,
        "duration": 3.179
    },
    {
        "text": "Call me a fatty so I have a negative feeling so maybe I don't do something, and the genuine bullying and hatred thrown towards people every",
        "start": 665.71,
        "duration": 5.76
    },
    {
        "text": "Single day, whether in person or online. Right? There's a difference if I ask my wife. Hey, baby",
        "start": 671.47,
        "duration": 3.959
    },
    {
        "text": "Just if--if I go for a doughnut. Call me a fat ass and some random person on the internet",
        "start": 675.43,
        "duration": 4.32
    },
    {
        "text": "That's like nice face you fat pig. Right?",
        "start": 679.75,
        "duration": 2.01
    },
    {
        "text": "There's just a difference there the second of the two is a garbage person the first, it's-it's a weird negative motivation thing.",
        "start": 681.76,
        "duration": 4.89
    },
    {
        "text": "But I did want to pass the question off to you. Just in general, what do you think about fat shaming, then also",
        "start": 686.75,
        "duration": 3.77
    },
    {
        "text": "What do you think about Nina's situation? Is her's",
        "start": 690.52,
        "duration": 1.92
    },
    {
        "text": "Different because she lives in a world where the industry is all superficial? Or no,",
        "start": 692.44,
        "duration": 3.869
    },
    {
        "text": "it's just the same or maybe even more important there because",
        "start": 696.31,
        "duration": 2.34
    },
    {
        "text": "Millions of people will look to that as maybe the norm? Which by the way you should never look to a magazine, a video, anything",
        "start": 698.87,
        "duration": 5.09
    },
    {
        "text": "and go like oh",
        "start": 703.96,
        "duration": 0.72
    },
    {
        "text": "That's the normal. It is not the case. And two where do you see the line for fat shaming versus body positivity?",
        "start": 704.68,
        "duration": 5.1
    },
    {
        "text": "I've talked about this on the show",
        "start": 709.78,
        "duration": 1.18
    },
    {
        "text": "90% of me loves the idea of body",
        "start": 710.96,
        "duration": 1.95
    },
    {
        "text": "Positivity of the whole movement. No one should be bullied for how they look, people should be comfortable in their own skin.",
        "start": 712.91,
        "duration": 4.25
    },
    {
        "text": "But at what point does it change into the promotion of an unhealthy",
        "start": 717.29,
        "duration": 4.07
    },
    {
        "text": "lifestyle? And obviously this question's not",
        "start": 721.55,
        "duration": 1.68
    },
    {
        "text": "Connected to Nina. If you--if you think Nina is--is it any way overweight you--you're stupid.",
        "start": 723.23,
        "duration": 4.789
    },
    {
        "text": "I just love to know your thoughts there.",
        "start": 728.02,
        "duration": 1.14
    },
    {
        "text": "And that's what I'm going to end today's show. And remember if you",
        "start": 729.16,
        "duration": 1.82
    },
    {
        "text": "Liked this video, like I'm trying to do on this channel, hit that like",
        "start": 730.98,
        "duration": 3.159
    },
    {
        "text": "button! If you're new here hit that subscribe button, make sure you don't miss these daily videos which actually if you did miss yesterday's show,",
        "start": 734.14,
        "duration": 4.559
    },
    {
        "text": "You want to catch up, click your tap right there to watch that. Or if you want to watch the newest behind the scenes vlog",
        "start": 738.7,
        "duration": 3.869
    },
    {
        "text": "Click or tap right there to watch that. But that's it of course as always my name's Philip Defranco",
        "start": 742.57,
        "duration": 4.11
    },
    {
        "text": "You've just been phill'd in. I love yo faces, and I'll see you tomorrow.",
        "start": 746.75,
        "duration": 3.92
    }
]