[
    {
        "text": "What's up, you beautiful bastards, hope you're having a fantastic Monday welcome back to the Philip DeFranco show and a quick note",
        "start": 0.03,
        "duration": 5.579
    },
    {
        "text": "Do not mind the infinite void behind me",
        "start": 5.609,
        "duration": 2.699
    },
    {
        "text": "My my new set is currently being built and this is kind of just an in-between",
        "start": 8.309,
        "duration": 3.75
    },
    {
        "text": "But with that said, let's jump into it",
        "start": 12.059,
        "duration": 1.62
    },
    {
        "text": "And the first thing we're going to talk about today and who are people angry at today news, we had Demi Lovato pop up",
        "start": 13.679,
        "duration": 4.92
    },
    {
        "text": "That's because yesterday Demi Lovato was responding to fans on Twitter.",
        "start": 18.69,
        "duration": 0.5
    },
    {
        "text": "One fan asks her: what's the funniest prank you ever pulled and Demi Lovato responded:",
        "start": 22.8,
        "duration": 3.03
    },
    {
        "text": "I hired a lady of the night in Vegas to Senator Max's hotel room to surprise him (Max being her bodyguard)",
        "start": 25.83,
        "duration": 4.889
    },
    {
        "text": "Adding: She walked into his room without permission and grabbed him in his area and he freaked the fuck out hah-ha-ha-ha",
        "start": 30.72,
        "duration": 5.129
    },
    {
        "text": "immediately there was backlash many people not happy to hear about this prank many calling it sexual assaults",
        "start": 35.85,
        "duration": 4.35
    },
    {
        "text": "I'm saying on Demi as part of a specifically sexual harassment",
        "start": 40.2,
        "duration": 2.0
    },
    {
        "text": "sexual assault as far as the other woman others saying this proves a double standard. What I learned today according to Demi Lovato",
        "start": 42.309,
        "duration": 5.81
    },
    {
        "text": "is sexual assault against a man is funny",
        "start": 48.12,
        "duration": 1.65
    },
    {
        "text": "can we all understand in 2018 that a sexual assault against a man is not a normal thing and we shouldn't laugh about it",
        "start": 49.77,
        "duration": 5.25
    },
    {
        "text": "NEWS: a man has feelings too. A man can be sexually assaulted too. And in response to all of this Demi Lovato deleted the tweet",
        "start": 55.02,
        "duration": 5.219
    },
    {
        "text": "She ended up responding to the backlash with: \"I swear",
        "start": 60.239,
        "duration": 2.4
    },
    {
        "text": "I could tweet something about craving jelly beans and it would offend someone\" And that respond",
        "start": 62.64,
        "duration": 3.809
    },
    {
        "text": "unsurprisingly only really angered many fans that look like she was missing their point and then a few hours later Demi Lovato followed up with:",
        "start": 66.549,
        "duration": 5.33
    },
    {
        "text": "\"For all of those coming at me right now listen to the lyrics of warrior and maybe you'll have more compassion for someone who made",
        "start": 71.88,
        "duration": 4.86
    },
    {
        "text": "a simple mistake of all people I know about sexual abuse. You don't have to educate me.\" Later adding:",
        "start": 76.74,
        "duration": 4.11
    },
    {
        "text": "\"So sorry if anyone was offended and of course even that response stirred up more debate here\"",
        "start": 80.85,
        "duration": 3.69
    },
    {
        "text": "She referred to earlier tweets as a simple mistake",
        "start": 84.54,
        "duration": 1.96
    },
    {
        "text": "But before she was acting like this was just outrage culture. Others arguing whether or not her own experience with sexual abuse",
        "start": 86.5,
        "duration": 5.9
    },
    {
        "text": "changes this situation at all",
        "start": 92.65,
        "duration": 1.579
    },
    {
        "text": "and of course is this an example of the double standard about sexual assault and sexual abuse against men. And so I want to pass",
        "start": 94.229,
        "duration": 4.709
    },
    {
        "text": "Those questions off to you. I'd love to know your thoughts around this story. Then in: what are you doing news?",
        "start": 98.939,
        "duration": 5.19
    },
    {
        "text": "Let's let's talk about that dancing FBI agent. You maybe heard about from this weekend",
        "start": 104.13,
        "duration": 4.319
    },
    {
        "text": "If you haven't seen this video you haven't heard about this story before you get excited",
        "start": 108.45,
        "duration": 3.389
    },
    {
        "text": "and you're like: Ah, is  it like one of those videos where you see police",
        "start": 111.84,
        "duration": 2.34
    },
    {
        "text": "dancing with the local youth and you know being members in their community showing they're just people too.",
        "start": 114.61,
        "duration": 4.099
    },
    {
        "text": "It's not really that kind of video. Instead the video",
        "start": 118.99,
        "duration": 2.599
    },
    {
        "text": "We're talking about today shows an off-duty FBI agent dancing at mile-high spirits in downtown Denver on Saturday.",
        "start": 121.59,
        "duration": 5.099
    },
    {
        "text": "You see the agent dancing in the middle of a crowd and then he launches into a backflip",
        "start": 126.689,
        "duration": 3.93
    },
    {
        "text": "But then mid flip his weapon flies out from his waistband holster. The agent then lunges for his gun",
        "start": 130.619,
        "duration": 4.77
    },
    {
        "text": "but then",
        "start": 135.39,
        "duration": 0.549
    },
    {
        "text": "Accidentally fires it as he tries to pick it back up and then, seemingly, instead of checking to see if anyone was injured he raises",
        "start": 135.939,
        "duration": 5.3
    },
    {
        "text": "Both arms and walks away. According to authorities one person was struck in the lower leg",
        "start": 141.239,
        "duration": 3.3
    },
    {
        "text": "But is now in good condition",
        "start": 144.54,
        "duration": 1.229
    },
    {
        "text": "FBI spokesperson has referred to the incident as a personnel matter for the FBI and the Denver Police will lead the investigation. As of right",
        "start": 145.769,
        "duration": 5.639
    },
    {
        "text": "now the authorities have not identified the agent to the public. They do say that he was taken in for questioning but was not arrested",
        "start": 151.409,
        "duration": 4.74
    },
    {
        "text": "as far as the Denver Police",
        "start": 156.15,
        "duration": 0.78
    },
    {
        "text": "They will continue to investigate but said the district attorney's office will determine whether charges will be filed",
        "start": 156.93,
        "duration": 4.05
    },
    {
        "text": "against the agent. Also adding: \"Possible charges regarding the incident or pending laboratory results taken from the subject to determine if alcohol was a factor",
        "start": 161.079,
        "duration": 6.26
    },
    {
        "text": "and forensic evidence\" and personally, I'm left wondering is it better or worse if he was drunk, but from a legal standpoint?",
        "start": 167.44,
        "duration": 5.689
    },
    {
        "text": "I understand why this is a massive part of the investigation",
        "start": 173.129,
        "duration": 2.37
    },
    {
        "text": "but also the",
        "start": 175.5,
        "duration": 1.0
    },
    {
        "text": "Alternative is that he was sober and thought that this was a good idea and we have multiple angles that prove what happened?",
        "start": 176.5,
        "duration": 5.809
    },
    {
        "text": "It's really now just a debate of if someone is",
        "start": 182.47,
        "duration": 2.599
    },
    {
        "text": "Naturally stupid enough to do that or if they were drunk. Drunk or not from a common-sense standpoint. What we witnessed is pure negligence",
        "start": 185.23,
        "duration": 6.08
    },
    {
        "text": "I apologize to all of the members of the backflipping concealed-carry enthusiasts association",
        "start": 191.31,
        "duration": 4.829
    },
    {
        "text": "But it's just it's just a bad idea is what I'm trying to get across. I'm surprised",
        "start": 196.139,
        "duration": 3.66
    },
    {
        "text": "I'm having to say that but it just is. On that PSA",
        "start": 199.799,
        "duration": 3.21
    },
    {
        "text": "That's that's we're gonna end this one. But from that I want to share some stuff",
        "start": 203.29,
        "duration": 3.349
    },
    {
        "text": "I love today and today in awesome brought to you by betterhelp.com/DeFranco",
        "start": 206.669,
        "duration": 3.63
    },
    {
        "text": "Betterhelp, if you don't know is a fantastic place you can get affordable private online counseling. You get access to licensed trained experienced accredited",
        "start": 210.73,
        "duration": 6.889
    },
    {
        "text": "colleges, marriage and family therapist, clinical social workers and board licensed professional counselors",
        "start": 218.079,
        "duration": 4.67
    },
    {
        "text": "And all you got to do is go to better help.com/DeFranco. You fill out a questionnaire",
        "start": 222.75,
        "duration": 3.209
    },
    {
        "text": "They match you with a counselor and you could start counseling today and really leaning into the Affordable aspect. After three months the service becomes",
        "start": 225.97,
        "duration": 5.899
    },
    {
        "text": "cheaper for you, if money is an issue for you in general,",
        "start": 231.87,
        "duration": 2.489
    },
    {
        "text": "You can see if you're eligible for a financial aid discount",
        "start": 234.359,
        "duration": 2.1
    },
    {
        "text": "And on a personal note better help isn't just a sponsor to this show. It is a service",
        "start": 236.549,
        "duration": 2.97
    },
    {
        "text": "I actively use and I'm incredibly thankful for. But main point if it sounds interesting to you",
        "start": 239.519,
        "duration": 4.02
    },
    {
        "text": "You want to try it out go to betterhelp.com/DeFranco, but a big note if you are in crisis, or you know",
        "start": 243.54,
        "duration": 4.589
    },
    {
        "text": "Someone is in danger. Do not use the site",
        "start": 248.129,
        "duration": 1.89
    },
    {
        "text": "I'll link to resources below instead where you can get immediate help and it is very important to be aware of the differences there.",
        "start": 250.019,
        "duration": 4.559
    },
    {
        "text": "The first bit of Awesome today is actually self promo awesome",
        "start": 254.579,
        "duration": 2.459
    },
    {
        "text": "I very rarely in CIA kick out to the vlog but today's video is really just extra special to me",
        "start": 257.039,
        "duration": 4.86
    },
    {
        "text": "Especially as we're as we're in this kind of studio transition. Whether you're longtime beautiful bastard",
        "start": 261.9,
        "duration": 4.139
    },
    {
        "text": "Here it's a kind of a great jumping end point. Then we got a trailer for wreckit-ralph 2, which just looks fantastic",
        "start": 266.58,
        "duration": 4.38
    },
    {
        "text": "We also got the trailer for Widows. When Paramount Pictures released the behind-the-scenes of Tom Cruise doing a halo jump scene",
        "start": 271.27,
        "duration": 6.109
    },
    {
        "text": "Just seeing the amount of work that went into that scene",
        "start": 277.379,
        "duration": 2.04
    },
    {
        "text": "It's both impressive and intimidating. Then we had Jodie Foster answering the web's most searched questions. TED ed asking",
        "start": 279.49,
        "duration": 5.63
    },
    {
        "text": "Can you solve the penniless Pilgrim riddle? And if you want to see the full versions of everything",
        "start": 285.12,
        "duration": 3.299
    },
    {
        "text": "I just shared, the secret link of the day or anything at all",
        "start": 288.419,
        "duration": 2.67
    },
    {
        "text": "Links as always are in the description down below. Then let's talk about Guatemala",
        "start": 291.159,
        "duration": 2.66
    },
    {
        "text": "Which has just experienced a deadly volcanic eruption. Despite the country being small roughly the size of Tennessee",
        "start": 293.819,
        "duration": 5.55
    },
    {
        "text": "Guatemala is home to 37 volcanoes. And while most of those volcanoes are not active",
        "start": 299.409,
        "duration": 4.7
    },
    {
        "text": "There is one mammoth volcano standing at over",
        "start": 304.11,
        "duration": 2.22
    },
    {
        "text": "12,000 feet called Volcan de Fuego, meaning volcano of fire and it is erupted on and off for centuries.",
        "start": 306.639,
        "duration": 4.85
    },
    {
        "text": "including one non-life-threatening eruption earlier this year",
        "start": 311.49,
        "duration": 2.429
    },
    {
        "text": "But on Sunday the volcano once again roared to life",
        "start": 313.919,
        "duration": 2.489
    },
    {
        "text": "releasing black smoke and ash into the air, resulting in the volcano's most violent eruption in more than 40 years and along with that",
        "start": 316.509,
        "duration": 6.32
    },
    {
        "text": "the volcano also released a five mile long pyroclastic flow down the mountain and that specific part is horrifying, because",
        "start": 322.83,
        "duration": 5.13
    },
    {
        "text": "Pyroclastic flows are incredibly fast and can reach speeds of up to",
        "start": 328.09,
        "duration": 3.109
    },
    {
        "text": "430 miles per hour as they travel down the mountainside. These pyroclastic flows are very different from the much slower",
        "start": 331.539,
        "duration": 5.0
    },
    {
        "text": "Lava flows that we saw in Hawaii last month",
        "start": 336.539,
        "duration": 2.04
    },
    {
        "text": "Which unfortunately meant that anyone in the direct path of this flow in Guatemala had virtually no chance to escape and according to the head",
        "start": 338.58,
        "duration": 5.19
    },
    {
        "text": "Of Guatemala's National Forensic Sciences Institute 62 people have died from the eruption",
        "start": 343.77,
        "duration": 4.019
    },
    {
        "text": "There's also another nearby village called El Libertad. That is currently unreachable leaving too fierce",
        "start": 347.819,
        "duration": 3.959
    },
    {
        "text": "The casualty count will actually grow according to local media reports. At this point the dead include at least three children and one rescue worker",
        "start": 351.779,
        "duration": 6.12
    },
    {
        "text": "and so far all of the casualties have occurred in three towns just miles away from the volcano and in addition to the speed a",
        "start": 357.9,
        "duration": 4.859
    },
    {
        "text": "local journalist in Guatemala spoke with a BBC and discussed why this eruption in particular was so devastating.",
        "start": 362.759,
        "duration": 5.13
    },
    {
        "text": "Surprise to everyone, at just around lunchtime here",
        "start": 368.56,
        "duration": 2.329
    },
    {
        "text": "So there would have been a lot of people out and about. And it's market day, so many of the community, the rural communities were around",
        "start": 370.99,
        "duration": 6.019
    },
    {
        "text": "Where the volcano is so, you know?",
        "start": 377.139,
        "duration": 2.66
    },
    {
        "text": "I fear that a lot of people will have been caught off guard and we've also got now a huge trail of Ash and",
        "start": 379.8,
        "duration": 6.059
    },
    {
        "text": "Lava about over 11 kilometers people at the scene a report in and it's moving very fast",
        "start": 386.199,
        "duration": 5.389
    },
    {
        "text": "So the fear is that you know people who didn't think that they were in danger that they weren't so close to the volcano",
        "start": 391.99,
        "duration": 5.929
    },
    {
        "text": "eruption side",
        "start": 398.62,
        "duration": 1.58
    },
    {
        "text": "She could have been caught up in the lava and ash that's flowed since then",
        "start": 400.2,
        "duration": 2.67
    },
    {
        "text": "additionaly beyond the immediate area around the volcano major cities in the country have been",
        "start": 403.57,
        "duration": 3.35
    },
    {
        "text": "Impacted by huge clouds of ash. The volcano is just 11 miles away from the popular tourist town of Antigua",
        "start": 407.05,
        "duration": 5.119
    },
    {
        "text": "It's just 25 miles away from Guatemala City",
        "start": 412.17,
        "duration": 1.98
    },
    {
        "text": "Which is the country's capital that has a population of over 3 million people. Thousands of travelers are currently stranded as the country's main",
        "start": 414.15,
        "duration": 5.369
    },
    {
        "text": "international airport has had to shut down. But there is hope that this afternoon they will be able to reopen but ultimately as of right",
        "start": 419.68,
        "duration": 5.149
    },
    {
        "text": "Now the situation is very much: We have to wait to see what happens",
        "start": 424.83,
        "duration": 2.82
    },
    {
        "text": "Next. Late last night officials said the danger is still far from over as there may continue to be more pyroclastic and mud flows",
        "start": 427.65,
        "duration": 5.669
    },
    {
        "text": "There's also a 4.9 earthquake recorded off the coast of Guatemala this morning. Although, right now",
        "start": 433.32,
        "duration": 4.02
    },
    {
        "text": "It's unclear whether that is related to the eruption.",
        "start": 437.34,
        "duration": 2.399
    },
    {
        "text": "But ultimately, like I said:",
        "start": 439.74,
        "duration": 0.39
    },
    {
        "text": "we're just going to have to wait and see: 1, for more information to come in and 2, to see what",
        "start": 440.13,
        "duration": 3.869
    },
    {
        "text": "Happens next in the country. And then let's talk about the US Supreme Court who very likely we're gonna be covering several times this month",
        "start": 444.16,
        "duration": 5.809
    },
    {
        "text": "And the reason there only to be popping up so much. Is that by the end of the month",
        "start": 449.97,
        "duration": 2.58
    },
    {
        "text": "They have to decide 29 cases and of the 29 some of the heavy hitters include president Trump's travel ban. Is it constitutional?",
        "start": 452.55,
        "duration": 5.79
    },
    {
        "text": "Can the police track the location of your cell phone without a warrant? Can States collect sales tax from online?",
        "start": 458.47,
        "duration": 5.39
    },
    {
        "text": "retailers and purely partisan gerrymandering be",
        "start": 464.23,
        "duration": 2.239
    },
    {
        "text": "unconstitutional? And the one we're talking about today can a Christian Baker refuse to bake a cake for a same-sex couple? And if that question",
        "start": 466.99,
        "duration": 5.66
    },
    {
        "text": "Sounds familiar to you",
        "start": 472.65,
        "duration": 0.78
    },
    {
        "text": "It's because we've talked about this story off and on for about six years. back in 2012",
        "start": 473.43,
        "duration": 3.54
    },
    {
        "text": "David moans and Charlie Craig plan to get married in",
        "start": 476.97,
        "duration": 2.19
    },
    {
        "text": "Massachusetts and then return to Colorado to celebrate with family and friends",
        "start": 479.35,
        "duration": 2.69
    },
    {
        "text": "And the reason for this is at that time same-sex marriages were not recognized in, Colorado",
        "start": 482.04,
        "duration": 3.869
    },
    {
        "text": "So that was helping with a celebration plan, suggest that the couple get a cake from a place called",
        "start": 485.91,
        "duration": 3.119
    },
    {
        "text": "masterpiece bakery in Denver. In July of 2012 the couple visits masterpiece cake shop to place an order Jack Phillips, the bakery's owner  informs the",
        "start": 489.28,
        "duration": 6.5
    },
    {
        "text": "Couple that he does not provide cakes for same-sex weddings and celebrations due to his religious beliefs.Aafter the couple was denied",
        "start": 495.78,
        "duration": 5.01
    },
    {
        "text": "They filed a complaint with the Colorado Civil Rights Commission, which resulted in a lawsuit. Next thing",
        "start": 500.79,
        "duration": 3.57
    },
    {
        "text": "We know December 2013 judge Robert Spencer of the Colorado office of administrative courts rules that the Bake Shop had violated Colorado's public",
        "start": 504.36,
        "duration": 6.179
    },
    {
        "text": "Accommodations law, specifically the Colorado anti-discrimination Act. An act that requires businesses to serve customers equally regardless of disability, race, creed, color",
        "start": 510.7,
        "duration": 7.64
    },
    {
        "text": "sex sexual orientation,",
        "start": 518.59,
        "duration": 1.8
    },
    {
        "text": "marital status, national origin or ancestry",
        "start": 520.39,
        "duration": 2.419
    },
    {
        "text": "but to that, masterpiece cake shop countered by saying that requiring his business to provide such a cake, violated his rights to freedom of speech and",
        "start": 522.81,
        "duration": 6.059
    },
    {
        "text": "the free exercise of religion. Then in May of 2014 the Colorado Civil Rights Commission affirms",
        "start": 528.87,
        "duration": 3.929
    },
    {
        "text": "The previous judge's decision and here Phillips is ordered to change his company's policies as well as offer comprehensive staff training to employees",
        "start": 533.01,
        "duration": 6.03
    },
    {
        "text": "Additionally, he was also required to provide quarterly reports about how it handled prospective customers",
        "start": 539.17,
        "duration": 4.16
    },
    {
        "text": "Masterpiece cake shop, that appeals the decision, with the help of Alliance defending freedom a conservative legal",
        "start": 543.33,
        "duration": 4.049
    },
    {
        "text": "nonprofit. Then in August 2015 the Colorado Court of Appeals rules that Phillips cannot cite his religious beliefs in his refusal to provide a service to",
        "start": 547.6,
        "duration": 6.379
    },
    {
        "text": "same-sex couples. In April",
        "start": 553.98,
        "duration": 1.39
    },
    {
        "text": "2016 the Colorado Supreme Court declines to hear the appeal from Phillips. ADF then petitions the supreme court to hear the case on behalf of",
        "start": 555.37,
        "duration": 6.35
    },
    {
        "text": "Phillips. The Supreme Court then agrees to take the case and that brings us to today. The Supreme Court ruled seven to two in favor",
        "start": 561.72,
        "duration": 5.759
    },
    {
        "text": "of masterpiece cake shop, but a big no",
        "start": 567.48,
        "duration": 1.92
    },
    {
        "text": "there's the court didn't actually decide on the big issue of the case whether business owners can refuse services to gay individuals based on their",
        "start": 569.4,
        "duration": 5.729
    },
    {
        "text": "religious objections. Instead they ruled that the Colorado Civil Rights Commission had not adequately taken into account the religious beliefs of Jack Phillips. Writing for",
        "start": 575.13,
        "duration": 7.26
    },
    {
        "text": "the case Justice Anthony Kennedy said: \"The wallet is",
        "start": 582.39,
        "duration": 2.0
    },
    {
        "text": "unexceptional that Colorado law can quote protect gay persons and acquiring products and services on the same terms and conditions that are offered to other",
        "start": 584.68,
        "duration": 6.17
    },
    {
        "text": "members of the public. The law must be applied in a manner that is a neutral toward religion. The neutral and respectful",
        "start": 590.85,
        "duration": 5.009
    },
    {
        "text": "Consideration to which Phillips was entitled was compromised here.",
        "start": 595.96,
        "duration": 2.389
    },
    {
        "text": "The Civil Rights Commission's treatment of his case has some elements of a clear and impermissible",
        "start": 598.35,
        "duration": 3.87
    },
    {
        "text": "hostility toward the sincere religious beliefs that motivated his objection\" Also going on to call the reason and motive for the Baker's",
        "start": 602.5,
        "duration": 5.54
    },
    {
        "text": "refusal to be based on his sincere religious beliefs and convictions",
        "start": 608.17,
        "duration": 2.809
    },
    {
        "text": "But then added: \"The court's precedents makes it clear that the Baker in his capacity as the owner of a business",
        "start": 611.02,
        "duration": 5.119
    },
    {
        "text": "Serving the public might have his right to the free exercise of religion,",
        "start": 616.24,
        "duration": 2.929
    },
    {
        "text": "limited by generally applicable laws. And as far as the broader issue in question.",
        "start": 619.42,
        "duration": 4.25
    },
    {
        "text": "The justice writes: \"The outcome of cases like this in other",
        "start": 623.67,
        "duration": 2.28
    },
    {
        "text": "circumstances must await further elaboration in the court, all in the context of",
        "start": 626.17,
        "duration": 3.65
    },
    {
        "text": "recognizing that these disputes must be resolved with tolerance, without undue disrespect to sincere religious beliefs without subjecting gay persons to indignities when they seek",
        "start": 629.89,
        "duration": 7.94
    },
    {
        "text": "goods and services in an open market.\" And so to kind of simplify the situation and clear up any confusion",
        "start": 637.83,
        "duration": 4.349
    },
    {
        "text": "this decision is technically in the favor of",
        "start": 642.25,
        "duration": 2.51
    },
    {
        "text": "Masterpiece cake shop, not against the same sex couples rights. The court didn't just rule that the",
        "start": 645.07,
        "duration": 4.34
    },
    {
        "text": "Constitution gives people the right to discriminate against others",
        "start": 649.48,
        "duration": 2.75
    },
    {
        "text": "The ruling is against the Colorado Civil Rights Commission",
        "start": 652.23,
        "duration": 2.16
    },
    {
        "text": "Itself and how it acted in this moment that they didn't act in a neutral fashion and exhibited",
        "start": 654.58,
        "duration": 5.059
    },
    {
        "text": "Hostility towards religion based off of what Kennedy said in his opinion as well as the two other liberal justices that joined him in it",
        "start": 659.77,
        "duration": 5.63
    },
    {
        "text": "If another case like this went to the supreme court and everything was handled properly,",
        "start": 665.4,
        "duration": 3.209
    },
    {
        "text": "everyone was treated neutral at the very least. It seems like it would be a five to four vote",
        "start": 668.68,
        "duration": 3.829
    },
    {
        "text": "But also a big note there, is that's based off of the current Supreme Court justices",
        "start": 672.509,
        "duration": 3.42
    },
    {
        "text": "So things could change in the very near future",
        "start": 675.93,
        "duration": 1.649
    },
    {
        "text": "You currently have two Supreme Court justices in their 80s. With all that said hopefully that clears up the situation",
        "start": 677.579,
        "duration": 4.559
    },
    {
        "text": "There's been a lot of confusion as far as what this decision really means. And also with this story",
        "start": 682.139,
        "duration": 4.26
    },
    {
        "text": "I would love to pass the question off to you!",
        "start": 686.399,
        "duration": 1.471
    },
    {
        "text": "What are your thoughts around this? and then let's talk about the massive presidential pardon debate around Donald Trump",
        "start": 687.87,
        "duration": 4.559
    },
    {
        "text": "so on Saturday the New York Times published a twenty page memo from Donald Trump's legal team to Robert Mueller. At that time that was",
        "start": 692.43,
        "duration": 4.889
    },
    {
        "text": "Jay Sekulow and John Dowd. Dowd of course has since left Trump's legal team",
        "start": 697.319,
        "duration": 3.6
    },
    {
        "text": "The letter lays out 16 topics on Muller's team had wanted to discuss with the president",
        "start": 700.92,
        "duration": 3.359
    },
    {
        "text": "including the firing of James Comey. And the letter states, among other things, that Trump cannot illegally obstruct the",
        "start": 704.41,
        "duration": 4.609
    },
    {
        "text": "Investigation because he has the power to, if he wished, terminate the inquiry or even exercise his power to pardon if he's so desired.",
        "start": 709.209,
        "duration": 5.75
    },
    {
        "text": "Now, the letter itself doesn't explicitly state that Trump is considering pardoning himself",
        "start": 714.959,
        "duration": 3.66
    },
    {
        "text": "He could have been referencing Michael Flynn",
        "start": 718.62,
        "duration": 1.769
    },
    {
        "text": "But it is implied and even Trump addressed it this morning in a tweet, saying: \"As it's been stated by numerous legal scholars",
        "start": 720.389,
        "duration": 4.77
    },
    {
        "text": "I have the absolute right to pardon myself, but why would I do that when I have done nothing wrong?\"",
        "start": 725.16,
        "duration": 3.84
    },
    {
        "text": "Okay",
        "start": 729.0,
        "duration": 0.329
    },
    {
        "text": "So what power does the president actually have? He does have the constitutional authority to terminate the FBI director.",
        "start": 729.329,
        "duration": 4.5
    },
    {
        "text": "He has the constitutional authority to direct the Justice Department to open or close an investigation",
        "start": 733.93,
        "duration": 4.339
    },
    {
        "text": "And of course the president has the power to pardon any person before during or after an investigation",
        "start": 738.269,
        "duration": 3.66
    },
    {
        "text": "And/or conviction. It's what's referred to as a prospective part.",
        "start": 742.449,
        "duration": 2.84
    },
    {
        "text": "And while the president has never pardoned himself. In 1974 President Ford issued a full free and absolute",
        "start": 745.29,
        "duration": 4.919
    },
    {
        "text": "Pardon to Nixon for all the crimes he committed or may have committed. But at that time Nixon was no longer president,",
        "start": 750.209,
        "duration": 5.16
    },
    {
        "text": "So that was a different situation. And as of right now, it is unclear whether the president would legally be able to pardon himself",
        "start": 755.37,
        "duration": 4.439
    },
    {
        "text": "Although the Constitution does not expressly forbid it. Now as far as the argument",
        "start": 759.809,
        "duration": 2.79
    },
    {
        "text": "against Donald Trump being able to pardon himself. If people like Richard Primus, a legal scholar and law professor at the University of Michigan saying:",
        "start": 762.73,
        "duration": 5.869
    },
    {
        "text": "\"It's really hard to imagine asking the Framers",
        "start": 768.6,
        "duration": 2.01
    },
    {
        "text": "Hey\nDo you think the most powerful person and the government you're creating should be able to break laws and then let himself off the hook",
        "start": 770.61,
        "duration": 4.56
    },
    {
        "text": "And having the framers answer. Yes, he should be able to do that!",
        "start": 775.17,
        "duration": 2.669
    },
    {
        "text": "Especially in the framers of the Constitution were reacting to the tyranny of King",
        "start": 777.839,
        "duration": 2.82
    },
    {
        "text": "George and we're setting up checks and balances. Along with that people have been pointing to a three-page memo from the Justice Department's Office of",
        "start": 780.759,
        "duration": 5.929
    },
    {
        "text": "Legal Counsel that was written in",
        "start": 786.689,
        "duration": 1.51
    },
    {
        "text": "1974 saying the president cannot pardon himself because no one may be a judge in his own case. The timing of this was just",
        "start": 788.199,
        "duration": 5.42
    },
    {
        "text": "Days before Richard Nixon resigned. The letter also admits that Donald Trump dictated a letter that Trump jr",
        "start": 793.62,
        "duration": 5.059
    },
    {
        "text": "Released about the Trump Tower meeting. This revelation after the Trump administration",
        "start": 798.689,
        "duration": 3.05
    },
    {
        "text": "Consistently said that it wasn't the case. In addition to this, the twenty page memo also hit on obstruction of justice",
        "start": 802.62,
        "duration": 4.609
    },
    {
        "text": "Specifically that the president cannot obstruct it. Trump slayers arguing: \"the president's actions here by virtue of his position as the chief law enforcement",
        "start": 807.689,
        "duration": 6.41
    },
    {
        "text": "officer, could neither",
        "start": 814.259,
        "duration": 1.531
    },
    {
        "text": "Constitutionally nor legally constituted obstruction because that would amount to him obstructing himself and that he could, if he wished,",
        "start": 815.79,
        "duration": 6.049
    },
    {
        "text": "Terminate the inquiry or even exercise his power to pardon, if he's so desired. Adding a president can also order the termination of an investigation",
        "start": 821.91,
        "duration": 6.83
    },
    {
        "text": "by the Justice Department or FBI at any time and for any reason. Such an action obviously has an impact on the",
        "start": 828.74,
        "duration": 5.309
    },
    {
        "text": "Investigation that is simply an effect of the president's lawful exercise of his constitutional power and cannot constitute obstruction of justice.\"",
        "start": 834.329,
        "duration": 6.739
    },
    {
        "text": "So essentially the simplified argument here is that the president is above the law. Obstruction charges rely on corrupt intent",
        "start": 841.17,
        "duration": 5.839
    },
    {
        "text": "but if you are already by your position",
        "start": 847.009,
        "duration": 1.991
    },
    {
        "text": "above the law, you're using the tools that the president of the United States has, then you are not obstructing justice. This is essentially the arg",
        "start": 849.0,
        "duration": 5.779
    },
    {
        "text": "And indeed if you look, no president has ever faced criminal charges",
        "start": 854.779,
        "duration": 2.789
    },
    {
        "text": "of course Nixon was pardoned by Gerald Ford. We also famously had President Bill Clinton who made an agreement with",
        "start": 857.569,
        "duration": 4.65
    },
    {
        "text": "Prosecutors on his last day in office to avoid criminal charges. The thing is while the twenty page memo has stirred many different debates up",
        "start": 862.35,
        "duration": 6.679
    },
    {
        "text": "It all might not even be necessary",
        "start": 869.029,
        "duration": 1.891
    },
    {
        "text": "And the reason I say that is some experts believe that there is a workaround in the system for Trump, hypothetically.",
        "start": 870.92,
        "duration": 5.279
    },
    {
        "text": "Thanks to the 25th amendment President Trump could say just for a small period of time. \"I can't be President\"",
        "start": 876.199,
        "duration": 5.16
    },
    {
        "text": "Maybe he has a surgery or something during that time",
        "start": 881.36,
        "duration": 2.519
    },
    {
        "text": "the vice president would be the Acting President with all of the powers of the full presidency. During that time then president Pence issues a",
        "start": 883.879,
        "duration": 5.82
    },
    {
        "text": "Prospective pardon for Donald Trump and then afterwards Donald Trump could take back his position. That of course is just kind of a hypothetical situation",
        "start": 889.8,
        "duration": 5.539
    },
    {
        "text": "And it seems unlikely",
        "start": 895.529,
        "duration": 1.5
    },
    {
        "text": "if Donald Trump's team does believe that he could pardon. That he won't, but that he could. And to be clear, this hypothetical or even",
        "start": 897.029,
        "duration": 6.529
    },
    {
        "text": "The self pardon it's believed by many experts that I would likely lead to impeachment",
        "start": 903.559,
        "duration": 3.18
    },
    {
        "text": "But I mention it because in this political environment you kind of have to be ready and open to everything happening",
        "start": 906.74,
        "duration": 5.88
    },
    {
        "text": "Actually the question I want to leave you with this story. I'm not asking you because I think you're a constitutional expert",
        "start": 912.62,
        "duration": 4.199
    },
    {
        "text": "I just want your opinion, whether you're left, right, down the middle no matter who is in",
        "start": 916.819,
        "duration": 4.29
    },
    {
        "text": "the office of the president, whether they are left, right down, the middle",
        "start": 921.42,
        "duration": 3.979
    },
    {
        "text": "Do you think they should have the power to pardon themselves?",
        "start": 925.399,
        "duration": 2.1
    },
    {
        "text": "Does it makes sense to you that the presidency should have that level of shielding or no,",
        "start": 927.5,
        "duration": 4.38
    },
    {
        "text": "It goes against the entire idea of checks and balances. And that's where we're going to end today's show.",
        "start": 931.88,
        "duration": 3.509
    },
    {
        "text": "Remember if you like this video, you like what I'm trying to do on this channel hit that like button. If you're new here hit",
        "start": 935.42,
        "duration": 4.739
    },
    {
        "text": "that subscribe button",
        "start": 940.16,
        "duration": 1.02
    },
    {
        "text": "Also, follow me on Twitter to make sure you don't miss these videos",
        "start": 941.18,
        "duration": 2.339
    },
    {
        "text": "And actually if you did miss the last Philip DeFanco show and you want to catch up: click or tap right there to watch that. Or if you want to watch a brand new year and review video click tap right there. But, that said",
        "start": 943.519,
        "duration": 8.161
    },
    {
        "text": "Of course as always, my name is philip. Defranco. You've just been phill'd in. I love yo faces and i'll see you tomorrow.",
        "start": 951.68,
        "duration": 6.059
    }
]