[
    {
        "text": "Sup you beautiful bastards, hope you're having a fantastic Thursday",
        "start": 0.0,
        "duration": 3.06
    },
    {
        "text": "Welcome back to the Philip DeFranco show and let's just jump into it",
        "start": 3.06,
        "duration": 3.36
    },
    {
        "text": "The first thing we're to talk about today is what used to be our weekly",
        "start": 6.42,
        "duration": 2.909
    },
    {
        "text": "But now I mean with with the Internet and the immediacy of everything the really daily which celebrity is under fire news today the star",
        "start": 9.33,
        "duration": 6.599
    },
    {
        "text": "of that focus appears to be Jordan Peele",
        "start": 15.929,
        "duration": 2.279
    },
    {
        "text": "And the reason for that is if these headlines going around like this one from The Hollywood Reporter Rita Jordan",
        "start": 18.21,
        "duration": 4.17
    },
    {
        "text": "Peele and making movies after us I don't see myself casting a white dude as the lead and there were massive reactions to this but",
        "start": 22.38,
        "duration": 5.19
    },
    {
        "text": "I think to be fair when covering the story",
        "start": 27.57,
        "duration": 1.59
    },
    {
        "text": "We have to look past the headline and include even more quotes according to the report",
        "start": 29.16,
        "duration": 3.389
    },
    {
        "text": "He said I don't see myself casting a white dude as a lead in my movie",
        "start": 32.55,
        "duration": 2.849
    },
    {
        "text": "Not that I don't like white dudes",
        "start": 35.399,
        "duration": 1.201
    },
    {
        "text": "but I've seen that move and adding it really is one of the best greatest pieces of this story is feeling like we are in",
        "start": 36.6,
        "duration": 5.04
    },
    {
        "text": "This time Renaissance has happened and proved the myths about",
        "start": 41.64,
        "duration": 2.52
    },
    {
        "text": "Representation in the industry are false and there are other parts of this interview where he was talking about",
        "start": 44.35,
        "duration": 3.5
    },
    {
        "text": "You know the development of multiple projects including get out and  us, regarding get out he even says every two weeks",
        "start": 47.85,
        "duration": 5.76
    },
    {
        "text": "I'd go what the fuck am I doing?",
        "start": 53.61,
        "duration": 1.5
    },
    {
        "text": "I'm writing a movie where a black man is victimized and all the white people are evil",
        "start": 55.11,
        "duration": 3.269
    },
    {
        "text": "And I'm trying to get the audience to have fun. But if you could make that fun, that's what brought me back",
        "start": 58.379,
        "duration": 3.42
    },
    {
        "text": "he talks about the privileged position and the opportunity that he has not only before get out but then especially",
        "start": 61.8,
        "duration": 5.1
    },
    {
        "text": "After get out where he says the way I look at it. I get to cast black people in my movies",
        "start": 67.03,
        "duration": 4.25
    },
    {
        "text": "I feel fortunate to be in this position where I can say to Universal",
        "start": 71.28,
        "duration": 2.43
    },
    {
        "text": "I want to make a 20 million dollar horror movie with a black family and they say yes",
        "start": 73.71,
        "duration": 3.599
    },
    {
        "text": "You know following this article in many articles like it you had a lot of massive reaction",
        "start": 77.31,
        "duration": 3.69
    },
    {
        "text": "You had a lot of people cheering on Jordan Peele saying this fantastic more representation in movies",
        "start": 81.0,
        "duration": 4.799
    },
    {
        "text": "You know when Jordan Peele talks about the myth in Hollywood have set people or at least not enough people will go to a movie",
        "start": 85.799,
        "duration": 4.74
    },
    {
        "text": "That has a lead that is a minority on the other side of this you have people saying that this move is ridiculous",
        "start": 90.54,
        "duration": 4.379
    },
    {
        "text": "It's disgusting. It is inherently racist",
        "start": 94.92,
        "duration": 1.83
    },
    {
        "text": "You're villainizing excluding white men not because of how good they are at their craft",
        "start": 96.75,
        "duration": 4.079
    },
    {
        "text": "But because of the color of their skin and their gender and one kind of point counterpoint to the situation that gained some traction",
        "start": 100.829,
        "duration": 4.74
    },
    {
        "text": "Is you had the quarterings who's a creator here on the platform included a screenshot of the headline from The Hollywood Reporter with the caption?",
        "start": 105.7,
        "duration": 5.9
    },
    {
        "text": "Imagine saying I don't see myself hiring white dudes and being applauded these times ... which we saw a fellow creator Sky Williams",
        "start": 111.6,
        "duration": 6.419
    },
    {
        "text": "Respond. Jordan's message is fine because there's a massive outstanding debt to actors of color",
        "start": 118.02,
        "duration": 4.169
    },
    {
        "text": "He's trying to close the gap by hiring black leads",
        "start": 122.189,
        "duration": 2.459
    },
    {
        "text": "This isn't an affront to white people but rather a way to expedite equal representation of media",
        "start": 124.649,
        "duration": 4.5
    },
    {
        "text": "We want to catch up to y'all, you know, right",
        "start": 129.149,
        "duration": 1.681
    },
    {
        "text": "the general idea behind Sky's argument there",
        "start": 130.83,
        "duration": 2.0
    },
    {
        "text": "Is that if you're angry about what Jordan Peele said it's because you're you're buying into where you're pushing forward a false equivalency",
        "start": 132.9,
        "duration": 5.85
    },
    {
        "text": "right",
        "start": 138.75,
        "duration": 0.48
    },
    {
        "text": "Like if you look to Hollywood the movies that are getting big",
        "start": 139.23,
        "duration": 2.459
    },
    {
        "text": "Budget big studio budgets what percentage of those movies have historically had male white leads",
        "start": 142.03,
        "duration": 4.819
    },
    {
        "text": "What are the numbers when you compare that to white women?",
        "start": 146.849,
        "duration": 2.52
    },
    {
        "text": "black men black women Asian men Asian women etc",
        "start": 149.37,
        "duration": 3.989
    },
    {
        "text": "And I'll personally say and I know I'll catch some heat from parts of my audience. I agree with Sky Williams",
        "start": 153.359,
        "duration": 4.32
    },
    {
        "text": "I personally don't see this move as racist",
        "start": 157.68,
        "duration": 1.979
    },
    {
        "text": "I see it as Jordan Peele creating opportunities that previously really didn't exist or at least not as many have existed",
        "start": 159.659,
        "duration": 5.94
    },
    {
        "text": "I also think that some of the anger can be attributed to",
        "start": 165.599,
        "duration": 2.13
    },
    {
        "text": "What essentially becomes a clickbait headline right that headline is pretty damning when you don't include literally the next thing he says until the bottom",
        "start": 167.799,
        "duration": 7.43
    },
    {
        "text": "Of your article that not that I don't like white dudes",
        "start": 175.23,
        "duration": 2.399
    },
    {
        "text": "it's just that I've seen that movie on TV destroy industry myths that have",
        "start": 177.629,
        "duration": 3.27
    },
    {
        "text": "Potentially held others back before and now he's in this privileged situation",
        "start": 180.97,
        "duration": 3.229
    },
    {
        "text": "And it really feels like another example of rage baiting people and I get it",
        "start": 184.299,
        "duration": 3.8
    },
    {
        "text": "Everyone's fighting for views and even with me fully explaining the article",
        "start": 188.129,
        "duration": 3.27
    },
    {
        "text": "They're gonna be people that stay locked into whatever opinion that they had that goes against mine as well",
        "start": 191.4,
        "duration": 4.8
    },
    {
        "text": "And I understand that I'm fine with that reality, but for any outlet that has any eyes whatsoever",
        "start": 196.2,
        "duration": 4.199
    },
    {
        "text": "I",
        "start": 200.4,
        "duration": 0.339
    },
    {
        "text": "understand that everyone is fighting for cliques at a time where we know that people consume news by just headline or if they go through",
        "start": 200.739,
        "duration": 6.17
    },
    {
        "text": "The article scanning and while it's a problem",
        "start": 206.91,
        "duration": 2.009
    },
    {
        "text": "Even when someone's reading every single word when someone is scanning they're going to scan for the things that make them most",
        "start": 208.919,
        "duration": 5.61
    },
    {
        "text": "Emotional not on purpose but we're just stupid dumb flawed human beings. That's the story. That's my personal takeaway",
        "start": 214.81,
        "duration": 5.389
    },
    {
        "text": "And of course I pass the question off to you. What are your thoughts regarding all of this? There's a quick story",
        "start": 220.199,
        "duration": 4.11
    },
    {
        "text": "You're aware of if you follow me on Twitter earlier this week",
        "start": 224.31,
        "duration": 2.549
    },
    {
        "text": "we did that piece about the European Parliament passing the EU CD what that means what will happen next what the vote count was as",
        "start": 226.859,
        "duration": 5.94
    },
    {
        "text": "You might remember there were two different vote counts",
        "start": 232.799,
        "duration": 1.921
    },
    {
        "text": "It was a pass on the EU CD in general that passed 348 to 274",
        "start": 234.72,
        "duration": 3.689
    },
    {
        "text": "There was also a vote on a last-minute proposal last-minute",
        "start": 238.409,
        "duration": 2.4
    },
    {
        "text": "Amendment that may have resulted in the removal of the most controversial parts of the EU CD articles 11 and 13",
        "start": 240.879,
        "duration": 5.569
    },
    {
        "text": "Which were then later labeled articles 15 and 17 that proposal was only rejected by five votes",
        "start": 246.449,
        "duration": 4.68
    },
    {
        "text": "But here's the thing. The new is that we have seen come out in the last 24 hours",
        "start": 251.129,
        "duration": 3.479
    },
    {
        "text": "I'll just read one of the headlines. Ten European lawmakers say they voted against pivotal copyright amendment by accident",
        "start": 254.609,
        "duration": 7.169
    },
    {
        "text": "It's actually diving into the story",
        "start": 261.779,
        "duration": 1.32
    },
    {
        "text": "There were 13 MEP s in total that said they voted the wrong",
        "start": 263.099,
        "duration": 2.79
    },
    {
        "text": "Ten saying they meant to vote for the proposal to",
        "start": 266.13,
        "duration": 2.25
    },
    {
        "text": "Against the proposal and one said they didn't mean to vote at all",
        "start": 268.51,
        "duration": 2.63
    },
    {
        "text": "The main point the net results of those votes would have changed the outcome",
        "start": 271.14,
        "duration": 3.239
    },
    {
        "text": "And so for those of you that are like, oh does that mean there's gonna be like a last-minute switch around things are okay",
        "start": 274.38,
        "duration": 4.44
    },
    {
        "text": "No, even though these MEP's have requested that their votes be recorded differently. It does not change the outcome",
        "start": 278.82,
        "duration": 4.95
    },
    {
        "text": "And so of course following this news there was the reaction of how the hell is this even a thing?",
        "start": 283.81,
        "duration": 4.429
    },
    {
        "text": "But there's also led to a debate where these MEP's that in-depth that",
        "start": 288.24,
        "duration": 3.63
    },
    {
        "text": "Stupid that ignorant to how important the situation was that they actually made a mistake, right?",
        "start": 292.15,
        "duration": 5.089
    },
    {
        "text": "Is this a way for them to kind of wipe the mud off of their name to not be",
        "start": 297.27,
        "duration": 3.329
    },
    {
        "text": "associated with this thing that has been perceived very negatively by the public right essentially damage control right brings us back to that kind of",
        "start": 300.88,
        "duration": 5.69
    },
    {
        "text": "Public perception thing is someone evil in someone's eyes or just stupid",
        "start": 306.57,
        "duration": 3.66
    },
    {
        "text": "is it better to be seen as purposefully voting against what people may have wanted or",
        "start": 310.23,
        "duration": 4.29
    },
    {
        "text": "To be a net. So there's been this whole conversation about someone may have changed the voting order",
        "start": 314.71,
        "duration": 4.369
    },
    {
        "text": "So it may have caused confusion",
        "start": 319.08,
        "duration": 1.18
    },
    {
        "text": "but in my opinion that does not excuse someone making a mistake you are in a position of power changing how the",
        "start": 320.26,
        "duration": 5.989
    },
    {
        "text": "Internet works. This is in a kind of oopsie situation",
        "start": 326.5,
        "duration": 3.26
    },
    {
        "text": "This is beyond absurd and if it wasn't so devastating and infuriating",
        "start": 329.76,
        "duration": 4.649
    },
    {
        "text": "There's almost something beautiful about a situation where people that didn't understand or misuse the technology that they had being",
        "start": 334.41,
        "duration": 7.139
    },
    {
        "text": "The reason we're seeing something ridiculous and devastating being pushed forward on the internet, but that is where I'll leave that one for now",
        "start": 341.55,
        "duration": 6.63
    },
    {
        "text": "But from that I want to share some stuff I loved today and today in awesome brought to you by Postmates and Post-DeFranco",
        "start": 348.18,
        "duration": 5.369
    },
    {
        "text": ".com the post mates is of course a fantastic delivery on-demand service",
        "start": 353.55,
        "duration": 3.36
    },
    {
        "text": "You want something from the store your favorite restaurant? You want to snag some adult beverages boom you open up the app?",
        "start": 356.91,
        "duration": 5.16
    },
    {
        "text": "We'll deliver it to where you live where you'll work wherever personally use it",
        "start": 362.07,
        "duration": 3.059
    },
    {
        "text": "They probably don't we saying this I probably use it too much. It's just a fantastic time freeing thing",
        "start": 365.13,
        "duration": 4.619
    },
    {
        "text": "I don't want to do removing service best of all for you beautiful bastards",
        "start": 369.75,
        "duration": 3.57
    },
    {
        "text": "If you click the link below you",
        "start": 373.32,
        "duration": 1.09
    },
    {
        "text": "Download the app post a Franco calm once you have it make sure you enter an offer code Philly D and they will give you",
        "start": 374.41,
        "duration": 5.149
    },
    {
        "text": "$100 in delivery fee credit link below code Philly D",
        "start": 379.81,
        "duration": 2.9
    },
    {
        "text": "Check it out in the first bit of Awesome is something that started yesterday",
        "start": 382.71,
        "duration": 3.029
    },
    {
        "text": "But I only just saw as I started filming this morning yesterday someone tweeted out",
        "start": 385.74,
        "duration": 3.93
    },
    {
        "text": "Can you imagine Philly D doing the instructions of your GPS? I publicly responded",
        "start": 389.7,
        "duration": 3.839
    },
    {
        "text": "This would either be the best thing or the worst thing",
        "start": 393.54,
        "duration": 2.009
    },
    {
        "text": "I'm not quite sure and then the thing I didn't see till this morning was someone said how would a waise deal happen weights?",
        "start": 395.55,
        "duration": 5.41
    },
    {
        "text": "Responded you can always submit your recommendation here",
        "start": 401.15,
        "duration": 2.209
    },
    {
        "text": "And as of recording this video 782 people were like, yes, that sounds like an amazing idea",
        "start": 403.36,
        "duration": 4.079
    },
    {
        "text": "So I guess for those of you that want this either amazing thing or this nightmarish thing to happen",
        "start": 407.44,
        "duration": 5.309
    },
    {
        "text": "Include a link down below where you can vote and who knows maybe",
        "start": 413.51,
        "duration": 3.29
    },
    {
        "text": "Directions will be the next thing we jump into together then in self promo /a thank you. Awesome",
        "start": 417.2,
        "duration": 4.7
    },
    {
        "text": "If you have not seen this morning's deep dive I highly recommend you check it out. Not only is it an unimportant topic?",
        "start": 421.9,
        "duration": 5.309
    },
    {
        "text": "It's very interesting",
        "start": 427.21,
        "duration": 1.27
    },
    {
        "text": "Also, one of my favorite things has been people sharing their own stories in the comment",
        "start": 428.48,
        "duration": 4.16
    },
    {
        "text": "Of course like with every video if you missed the last PDS or morning deep dive",
        "start": 432.64,
        "duration": 3.63
    },
    {
        "text": "The link is always in one of the top links in the description then in awesome news",
        "start": 436.27,
        "duration": 3.029
    },
    {
        "text": "That isn't news to you",
        "start": 439.3,
        "duration": 1.32
    },
    {
        "text": "If you already follow us on Defrancoelite.com the the private",
        "start": 440.62,
        "duration": 2.91
    },
    {
        "text": "discord our posts are getting very close to launching the rogue rocket news website and as I teased in the past and it's kind of",
        "start": 443.69,
        "duration": 5.119
    },
    {
        "text": "Along with our video strategy. It's all about expanding beyond the Philip Defranco show",
        "start": 448.81,
        "duration": 3.51
    },
    {
        "text": "So they're gonna be stories that are tied to the show then",
        "start": 452.32,
        "duration": 2.489
    },
    {
        "text": "Extra stories with the intent being more and more things not covered on this show kind of like how our deep dive started with one",
        "start": 454.91,
        "duration": 5.51
    },
    {
        "text": "Test every few weeks then once a week twice a week and now productions getting to a very exciting place",
        "start": 460.42,
        "duration": 5.25
    },
    {
        "text": "Yeah, just a little update. I know that I don't provide a ton of updates outside of DeFranco elite",
        "start": 465.67,
        "duration": 4.079
    },
    {
        "text": "But i'm excited anyway we have david dobrik talking about first times at Lauren London asking 30 questions to Nipsey Hussle",
        "start": 469.75,
        "duration": 5.52
    },
    {
        "text": "its if any young watching fan covers on youtube then if you want to learn to cook we got some basics with babish you got",
        "start": 475.27,
        "duration": 5.159
    },
    {
        "text": "the official teaser for free meek with Gus Johnson giving us your friend who has been to the restaurant before if you want to see",
        "start": 480.43,
        "duration": 5.43
    },
    {
        "text": "the full versions of everything",
        "start": 485.86,
        "duration": 1.05
    },
    {
        "text": "I just shared the secret link of the day really anything at all links is always there in the description down below now",
        "start": 486.91,
        "duration": 5.19
    },
    {
        "text": "Let's talk about an update to a story that was so huge. It was massive for a while. It was around this viral clip",
        "start": 492.1,
        "duration": 5.01
    },
    {
        "text": "Ready",
        "start": 500.72,
        "duration": 2.0
    },
    {
        "text": "So the girl that was pushed off the bridge was 16 year old Jordan Holgersson because of what happened in that video",
        "start": 503.99,
        "duration": 5.089
    },
    {
        "text": "She had six broken ribs",
        "start": 509.08,
        "duration": 1.72
    },
    {
        "text": "punctured lungs a hematoma behind her throat",
        "start": 510.8,
        "duration": 2.449
    },
    {
        "text": "Severe bruising and muscle tear and with doctors saying that this fall could have been fatal that she ended up actually being lucky",
        "start": 513.32,
        "duration": 5.479
    },
    {
        "text": "We saw following this incident where charges against and a massive focus on 19 year old Taylor Smith",
        "start": 518.89,
        "duration": 4.679
    },
    {
        "text": "Right the girl who pushed Jordan the story went viral. She was identified. She did a good morning",
        "start": 523.57,
        "duration": 4.35
    },
    {
        "text": "America interviews was also charged with a misdemeanor count of reckless endangerment. She pleaded not guilty",
        "start": 527.92,
        "duration": 4.649
    },
    {
        "text": "But this month she ended up changing her plea after accepting a deal from prosecutors",
        "start": 532.57,
        "duration": 3.21
    },
    {
        "text": "And according to reports prosecutors recommended that she actually get no jail time",
        "start": 535.97,
        "duration": 3.349
    },
    {
        "text": "But instead served 60 days of home confinement",
        "start": 539.32,
        "duration": 2.0
    },
    {
        "text": "Thirty days of service with a work crew and thirty days of community service that then brings us to yesterday victim",
        "start": 541.49,
        "duration": 5.45
    },
    {
        "text": "Holgersson told the district court judge that she was still dealing with physical pain anxiety",
        "start": 547.01,
        "duration": 3.77
    },
    {
        "text": "panic attacks saying this nightmare started for me when I was falling through the air and I was really terrified I was being pulled from",
        "start": 551.03,
        "duration": 5.839
    },
    {
        "text": "The water I thought I'm going to die because I couldn't breathe. I was watching my body change color by the second",
        "start": 556.87,
        "duration": 5.01
    },
    {
        "text": "We also saw the victim's mother Janelle Holgersson telling the judge. She feels lucky that her daughter's alive",
        "start": 561.88,
        "duration": 3.839
    },
    {
        "text": "She then went on to say she believed Smith pushed her daughter",
        "start": 565.72,
        "duration": 2.04
    },
    {
        "text": "intentionally and should be forced to serve as many days in jail as her daughter spent in the hospital a total of three days and",
        "start": 567.89,
        "duration": 5.45
    },
    {
        "text": "Adding it has cost me and my family lost wages not to mention stress and heartache after Taylor pushed her",
        "start": 573.34,
        "duration": 5.009
    },
    {
        "text": "She did not rush down to see if Jordan was okay. She left the scene",
        "start": 578.35,
        "duration": 2.58
    },
    {
        "text": "She did not show up at the hospitals to check on Jordan",
        "start": 580.93,
        "duration": 2.34
    },
    {
        "text": "she did not stop by our home to see if she was okay or in any other way act like a friend and so during",
        "start": 583.27,
        "duration": 5.039
    },
    {
        "text": "The sentencing we saw the judge judge Zimmerman know the severity of whole Gerson's injuries and told Smith",
        "start": 588.31,
        "duration": 4.5
    },
    {
        "text": "I think you need to do some jail time. And ultimately what we saw was that Smith was sentenced to two days in jail",
        "start": 592.81,
        "duration": 4.59
    },
    {
        "text": "She was ordered to spend 38 days on a work crew",
        "start": 597.4,
        "duration": 2.279
    },
    {
        "text": "There's a three hundred dollar fine",
        "start": 599.68,
        "duration": 1.26
    },
    {
        "text": "And she's also prohibited from having contact with a victim for the next two years",
        "start": 600.94,
        "duration": 3.119
    },
    {
        "text": "Along with all of that Smith has only to be placed on supervised probation",
        "start": 604.25,
        "duration": 2.54
    },
    {
        "text": "Until she meets the requirements of her sentence. And as far as well you've seen from Taylor Smith with this in court",
        "start": 607.01,
        "duration": 4.729
    },
    {
        "text": "She reportedly said I'd like to sincerely apologize to Jordan Holgersson her family and friends for the pain and humiliation",
        "start": 611.74,
        "duration": 4.68
    },
    {
        "text": "I have caused by my mindless actions that occurred last summer",
        "start": 616.52,
        "duration": 2.779
    },
    {
        "text": "Jordan has passed through my thoughts repetitively since the incident I can't say",
        "start": 619.36,
        "duration": 3.15
    },
    {
        "text": "I don't deserve the hate from the media or the loss of old friends",
        "start": 622.51,
        "duration": 2.91
    },
    {
        "text": "But what I can say is that I have and will continue to try my best to right my wrongs and pray for a full",
        "start": 625.42,
        "duration": 4.529
    },
    {
        "text": "Recovery, not only physically but emotionally to the Holgerson's other people",
        "start": 629.95,
        "duration": 3.779
    },
    {
        "text": "I've hurt by the decision I made and",
        "start": 633.73,
        "duration": 1.479
    },
    {
        "text": "Ultimately, it appears that that is the end of the story unless she ends up breaking her probation",
        "start": 635.209,
        "duration": 4.34
    },
    {
        "text": "So with that said I do want to pass a question off to you because there has been this debate since this first happened even",
        "start": 639.55,
        "duration": 4.859
    },
    {
        "text": "Until now, what do you believe is or should have been the proper punishment or maybe no punishment regarding the situation?",
        "start": 644.41,
        "duration": 5.969
    },
    {
        "text": "I've seen reactions from the penalty should be so so severe - there shouldn't really be a penalty at all because it's kind of a",
        "start": 650.379,
        "duration": 5.88
    },
    {
        "text": "Glorified accident I would I would really love to know your thoughts on this though",
        "start": 656.259,
        "duration": 3.33
    },
    {
        "text": "Then let's talk about that beacon of equal rights in our worlds Brunei who if you are not familiar with you may not have realized",
        "start": 659.589,
        "duration": 6.03
    },
    {
        "text": "How sarcastic?",
        "start": 665.62,
        "duration": 0.79
    },
    {
        "text": "The opening through this story was and the reason we're talking about them is under a new law set to go into effect next week",
        "start": 666.41,
        "duration": 5.0
    },
    {
        "text": "Brunei will begin punishing gay sex and adultery by stoning people to death publicly \n the law",
        "start": 671.439,
        "duration": 4.89
    },
    {
        "text": "Which becomes effective on April 3rd comes as part of the country's new Sharia Penal Code",
        "start": 676.329,
        "duration": 3.45
    },
    {
        "text": "Which also includes a provision allowing",
        "start": 679.779,
        "duration": 1.781
    },
    {
        "text": "Amputation as a punishment for theft while Sharia law is an Islamic legal system the Penal Code applies to both Muslims and non-muslims",
        "start": 681.56,
        "duration": 5.929
    },
    {
        "text": "Although it is important to point out that in Brunei",
        "start": 687.709,
        "duration": 2.119
    },
    {
        "text": "The population is about two-thirds Muslim and the country has a total population of around four hundred thirty thousand people, right?",
        "start": 689.829,
        "duration": 5.369
    },
    {
        "text": "So to make matters even worse this law affects non-muslims",
        "start": 695.199,
        "duration": 2.76
    },
    {
        "text": "it affects foreigners and it even applies to",
        "start": 697.959,
        "duration": 2.0
    },
    {
        "text": "children and in response to this Amnesty",
        "start": 700.04,
        "duration": 1.859
    },
    {
        "text": "International has criticized the law calling on Brunei to stop the plans to release it in a press release Amnesty International's brunei",
        "start": 701.899,
        "duration": 5.51
    },
    {
        "text": "Researchers said Brunei immediately halt its plans to implement these vicious",
        "start": 707.6,
        "duration": 3.26
    },
    {
        "text": "Punishments and revise its penal code in compliance with its human rights obligations",
        "start": 711.019,
        "duration": 3.5
    },
    {
        "text": "The international community must urgently condemned brunei to move to put these cruel penalties and to practice some of the potential quote",
        "start": 714.62,
        "duration": 5.959
    },
    {
        "text": "Offences should not even be deemed crimes at all including consensual sex between adults of the same gender",
        "start": 720.74,
        "duration": 4.969
    },
    {
        "text": "Let me see awful things like this happening in 2019, right?",
        "start": 725.829,
        "duration": 2.76
    },
    {
        "text": "It's not just something that is old, but it's something new we often ask. How did we get here? How did this happen?",
        "start": 728.589,
        "duration": 5.25
    },
    {
        "text": "and when we look at this situation",
        "start": 733.839,
        "duration": 1.18
    },
    {
        "text": "Specifically we see that the new penal code was actually first announced back in 2013 by Sultan Hassanal bolkiah",
        "start": 735.019,
        "duration": 4.34
    },
    {
        "text": "to bolster the influence of islam in the country",
        "start": 739.36,
        "duration": 3.0
    },
    {
        "text": "We should actually take a second to talk about the Sultan",
        "start": 742.36,
        "duration": 2.25
    },
    {
        "text": "This guy has full executive power over brunei and has held the throne since 1967",
        "start": 744.639,
        "duration": 4.02
    },
    {
        "text": "He is also one of the richest leaders in the world with a personal wealth of about 20 billion dollars. Thanks to Brunei's oil",
        "start": 748.66,
        "duration": 5.909
    },
    {
        "text": "Well, and global criticism of the sultan is not of a thing new he received a ton of it back in",
        "start": 754.569,
        "duration": 3.96
    },
    {
        "text": "2014 when he first started the gradual implementation of Sharia law saw amnesty releasing a statement criticizing",
        "start": 758.72,
        "duration": 5.299
    },
    {
        "text": "The Penal Code is a dangerous step backwards for human rights the office",
        "start": 764.019,
        "duration": 3.02
    },
    {
        "text": "Uh people boycotting and calling for divestment from some of the country's sovereign wealth fund investments. Also including the upscale Beverly Hills hotel",
        "start": 767.04,
        "duration": 6.479
    },
    {
        "text": "Which attracted protests and celebrity boycotts and you know what the international outrage did delay the Sultan from carrying out the most extreme",
        "start": 773.52,
        "duration": 5.76
    },
    {
        "text": "Provisions of the law, but now the country appears to be going ahead with the more severe measures anyway",
        "start": 779.41,
        "duration": 4.429
    },
    {
        "text": "And they've been doing so very quietly back in December Brunei's attorney general",
        "start": 783.84,
        "duration": 3.239
    },
    {
        "text": "Released and announced whether the law will go into effect and despite the fact that this was almost four months ago",
        "start": 787.15,
        "duration": 4.58
    },
    {
        "text": "They were so low-key about it that news organizations didn't even pick up on it until recently",
        "start": 791.73,
        "duration": 4.199
    },
    {
        "text": "But also a thing to understand here is while this law certainly represents a dramatic and violent change",
        "start": 795.93,
        "duration": 4.5
    },
    {
        "text": "it is not entirely out of line with Brunei's legal system historically when I was a British colony until",
        "start": 800.43,
        "duration": 4.41
    },
    {
        "text": "1984 and homosexuality has been illegal in the country since colonial rule",
        "start": 805.18,
        "duration": 3.5
    },
    {
        "text": "But previously homosexuality was punished with prison time not death. Over the last few years. Brunei has become increasingly more",
        "start": 808.68,
        "duration": 6.51
    },
    {
        "text": "conservative in its practice of Islamic rule than its Muslim majority neighbors like Indonesia and Malaysia",
        "start": 815.32,
        "duration": 4.309
    },
    {
        "text": "For example Brunei has also banned the sale of alcohol",
        "start": 819.63,
        "duration": 2.429
    },
    {
        "text": "Pregnancy out of wedlock are failing to pray on Friday are also punishable by fines or jail time",
        "start": 822.46,
        "duration": 4.339
    },
    {
        "text": "But a big thing that I think people need to realize are the very least",
        "start": 826.8,
        "duration": 2.58
    },
    {
        "text": "Remember I there are a lot of educated people that watch this while Brunei is one example of an extreme",
        "start": 829.57,
        "duration": 4.1
    },
    {
        "text": "they are by no means alone in these kinds of violent practices towards gay people according to a 2019 report by the",
        "start": 833.67,
        "duration": 5.219
    },
    {
        "text": "International lesbian gay bisexual trans and intersex",
        "start": 839.02,
        "duration": 2.029
    },
    {
        "text": "Association consensual same-sex acts are still criminalized in 70 UN member nations gay sex acts can be punished by death in at least 11",
        "start": 841.6,
        "duration": 7.969
    },
    {
        "text": "Nations not including Brunei, which is very likely that while the outcry against these policies did slow their implementation in Brunei",
        "start": 849.82,
        "duration": 6.229
    },
    {
        "text": "It seems that they are still powering ahead and I will say personally. I hope that we see the Trump administration talk about this",
        "start": 856.05,
        "duration": 5.49
    },
    {
        "text": "I mean back in February we talked about the Trump administration launching a global campaign to push countries to decriminalize homosexuality",
        "start": 861.54,
        "duration": 5.369
    },
    {
        "text": "At that time you might remember there are many that criticized the report as a political ploy and noted Trump's record on",
        "start": 867.13,
        "duration": 4.429
    },
    {
        "text": "LGBTQ rights people arguing that the Trump administration was doing this to specifically target Iran at that time",
        "start": 871.78,
        "duration": 4.729
    },
    {
        "text": "There were people saying that this effort may have been inspired by the public hanging of a man in Iran who was killed on charges",
        "start": 876.51,
        "duration": 4.65
    },
    {
        "text": "That related to Iran's anti-gay laws. There's also a clip that then went viral after that announcement",
        "start": 881.16,
        "duration": 4.169
    },
    {
        "text": "Were it appeared that Trump was either confused or unfamiliar with this move?",
        "start": 885.33,
        "duration": 3.029
    },
    {
        "text": "Like I said then and like I was saying now if the move is actually universal, right? It is actually a push",
        "start": 888.36,
        "duration": 5.61
    },
    {
        "text": "I almost don't care what the inspiration for the move was if the net result is something positive and personally I think",
        "start": 893.97,
        "duration": 5.859
    },
    {
        "text": "Denouncing and cracking down on a country and/or leader that would sentence someone to death for having consensual sex with another",
        "start": 899.93,
        "duration": 7.309
    },
    {
        "text": "Adult even having people hide behind religion or oh it's the culture but what you're talking about here isn't just ignorance. It's barbaric",
        "start": 907.61,
        "duration": 7.279
    },
    {
        "text": "That's a story part of my takeaway and it passed the question off to you. What are your thoughts about the situation?",
        "start": 914.92,
        "duration": 3.84
    },
    {
        "text": "What do you think will happen moving forward?",
        "start": 919.16,
        "duration": 2.03
    },
    {
        "text": "What do you think should happen moving forward and that's where we're going to end today's show",
        "start": 921.19,
        "duration": 3.539
    },
    {
        "text": "And for those of you who are new here, you enjoyed this you want more of this in your future",
        "start": 924.73,
        "duration": 3.479
    },
    {
        "text": "Be sure to subscribe i post a brand new video every single weekday 7 videos a week",
        "start": 928.209,
        "duration": 3.929
    },
    {
        "text": "Which actually on that note if you missed yesterday's Philip DeFranco show this morning's deep dive",
        "start": 932.139,
        "duration": 3.96
    },
    {
        "text": "You can click right there to catch up. But with that said of course as always, my name's Philip Defranco",
        "start": 936.1,
        "duration": 4.109
    },
    {
        "text": "You've just been phill'd in, I love yo faces, and I'll see you tomorrow",
        "start": 940.31,
        "duration": 3.769
    }
]