[
    {
        "text": "'Sup you beautiful bastards! Hope you're even a fantastic Monday",
        "start": 0.03,
        "duration": 3.21
    },
    {
        "text": "Welcome back to the Philip DeFranco show and let's just jump into it the first thing I want to talk about today",
        "start": 3.28,
        "duration": 4.49
    },
    {
        "text": "We're gonna start things off light because today's show does get pretty heavy",
        "start": 7.77,
        "duration": 3.27
    },
    {
        "text": "we'll start today off with internety/",
        "start": 11.16,
        "duration": 1.59
    },
    {
        "text": "Entertainment news because we had a lot of people asking what are your thoughts around this Logan Paul KSI?",
        "start": 12.75,
        "duration": 4.5
    },
    {
        "text": "fight that's coming up",
        "start": 17.25,
        "duration": 1.02
    },
    {
        "text": "If you haven't heard yet arguably two of the largest creators on the platform will be fighting one another on August 25th",
        "start": 18.27,
        "duration": 5.58
    },
    {
        "text": "It's going to be a boxing match",
        "start": 23.85,
        "duration": 0.929
    },
    {
        "text": "There are many experts believe that it will be the if not one of the top viewed",
        "start": 24.779,
        "duration": 4.29
    },
    {
        "text": "Livestream events on YouTube ever and one of the big reasons everyone's talking about it right now is over the weekend",
        "start": 29.32,
        "duration": 4.939
    },
    {
        "text": "They had a press conference. That was uh, it's not that special the event took place at LA Coliseum",
        "start": 34.26,
        "duration": 4.38
    },
    {
        "text": "It was emceed by Shannon Briggs",
        "start": 38.64,
        "duration": 1.68
    },
    {
        "text": "A heavyweight boxer it drew a pretty sizable crowd and person the views online were massive just millions upon millions",
        "start": 40.32,
        "duration": 6.599
    },
    {
        "text": "just across ksi and Logan's Channel",
        "start": 47.2,
        "duration": 2.089
    },
    {
        "text": "I mean those two videos got over 12 million views as far as the press conference itself there really weren't any",
        "start": 49.289,
        "duration": 4.98
    },
    {
        "text": "Questions answer is essentially like a rough 30 minutes of shit talking Logan",
        "start": 54.579,
        "duration": 4.369
    },
    {
        "text": "Paul's saying ksi as a small dick you grew a little dick today",
        "start": 58.949,
        "duration": 3.39
    },
    {
        "text": "He then tries to rip off KS eyes headband kind of shoves him then ksi kind of runs up on him",
        "start": 63.46,
        "duration": 4.94
    },
    {
        "text": "He doesn't punch him. It kind of pushes on it gets broken up",
        "start": 68.4,
        "duration": 2.069
    },
    {
        "text": "There were two main reactions online some who just ate it the hell up and then others saying this is just a disgusting",
        "start": 70.47,
        "duration": 6.059
    },
    {
        "text": "Stupid sideshow and also because many boxing personalities have become involved in some way",
        "start": 76.75,
        "duration": 4.549
    },
    {
        "text": "That is actually it reflects poorly on boxing itself",
        "start": 81.299,
        "duration": 2.7
    },
    {
        "text": "You also have others saying that every single part of this seems",
        "start": 84.0,
        "duration": 2.309
    },
    {
        "text": "Orchestrated and fake and it's all for a fame and money grab and here's the thing",
        "start": 86.59,
        "duration": 3.26
    },
    {
        "text": "Yeah",
        "start": 89.85,
        "duration": 0.33
    },
    {
        "text": "Maybe now that said it still will most likely be one of the largest live events to date as far as the ridiculous antics",
        "start": 90.18,
        "duration": 5.699
    },
    {
        "text": "Yes, but I could also say that if you look to other things like the 2016 McGregor Diaz",
        "start": 95.89,
        "duration": 4.97
    },
    {
        "text": "press conference",
        "start": 100.86,
        "duration": 0.899
    },
    {
        "text": "And of course more recently the Mayweather McGregor",
        "start": 101.759,
        "duration": 1.771
    },
    {
        "text": "Press conferences where things got a little theatrical",
        "start": 103.53,
        "duration": 2.01
    },
    {
        "text": "With McGregor and Mayweather when you look at how much money was involved in how much those two?",
        "start": 105.7,
        "duration": 4.37
    },
    {
        "text": "Benefited every single day. I would be calling the other guy",
        "start": 110.439,
        "duration": 2.93
    },
    {
        "text": "like thank thank you so much for helping me hype this event that really should have never happened with neither Logan polar ksi being",
        "start": 113.369,
        "duration": 6.0
    },
    {
        "text": "professional I mean it is very much its own sort of sideshow very",
        "start": 119.649,
        "duration": 3.08
    },
    {
        "text": "Profitable sideshow that many people tune into because you either like one guy. Yeah eight one guy",
        "start": 122.829,
        "duration": 5.0
    },
    {
        "text": "You hate both of them you love both of Oak Island",
        "start": 127.83,
        "duration": 2.46
    },
    {
        "text": "Just some people who want to see how big this thing could get are also going to tune in and really pending something",
        "start": 130.29,
        "duration": 5.309
    },
    {
        "text": "Really crazy or horrible happening. Everyone is going to leave this situation",
        "start": 135.67,
        "duration": 3.98
    },
    {
        "text": "Most likely a winner essentially boils down to a very very profitable collapse",
        "start": 139.69,
        "duration": 4.25
    },
    {
        "text": "But of course that is my person will take away from it, and I'd love to know yours",
        "start": 143.94,
        "duration": 2.85
    },
    {
        "text": "And we'd a quickie update around that mmm story. We covered last week might remember at Bonnaroo",
        "start": 146.79,
        "duration": 4.47
    },
    {
        "text": "there were a good number of fans including Andrea Russett that complained that mmm used a gunshot sound in his set multiple times and he's",
        "start": 151.26,
        "duration": 6.75
    },
    {
        "text": "Saying they feared for their lives because they thought the gunshots were real",
        "start": 158.01,
        "duration": 2.519
    },
    {
        "text": "But then on the other side",
        "start": 160.53,
        "duration": 0.93
    },
    {
        "text": "You had people saying that it wasn't really a big deal that he's had these sounds and other artists have had similar",
        "start": 161.46,
        "duration": 4.229
    },
    {
        "text": "Sounds in their music during sets for years and Eminem's team responded saying there weren't even any gunshot sound saying it was actually a pyrotechnic",
        "start": 165.76,
        "duration": 6.529
    },
    {
        "text": "Concussion which creates a loud boom anything that they have used that specific effect for the past 10 years",
        "start": 172.51,
        "duration": 4.159
    },
    {
        "text": "But since then there have been a lot of talk of okay",
        "start": 176.71,
        "duration": 2.059
    },
    {
        "text": "Well, will they remove that sound now, you know, will they will they kind of back down from it?",
        "start": 178.77,
        "duration": 4.139
    },
    {
        "text": "We got the answer Saturday night at the Firefly music festival",
        "start": 182.91,
        "duration": 2.489
    },
    {
        "text": "Because just in giant giant X Eminem left a giant message Rita if you are easily frightened by loud noises",
        "start": 185.65,
        "duration": 5.69
    },
    {
        "text": "Or offended by explicit lyrics you shouldn't be here. I will personally say as a lifelong Eminem fan",
        "start": 191.44,
        "duration": 4.79
    },
    {
        "text": "This is exactly the kind of response you would expect from Eminem all be it way with less",
        "start": 196.23,
        "duration": 3.989
    },
    {
        "text": "Profanity than maybe you would expect but I do want to pass a question off to you",
        "start": 200.44,
        "duration": 3.619
    },
    {
        "text": "What is your response in your reaction to this story in general the people that were complaining do they have a point?",
        "start": 204.06,
        "duration": 5.25
    },
    {
        "text": "No, does mm have a point",
        "start": 209.31,
        "duration": 1.56
    },
    {
        "text": "No\nis",
        "start": 210.87,
        "duration": 0.55
    },
    {
        "text": "It more a kind of comment area as far as where we are in America that people will automatically assume that it is real also",
        "start": 211.42,
        "duration": 6.08
    },
    {
        "text": "A side note while we are on the topic",
        "start": 217.5,
        "duration": 1.56
    },
    {
        "text": "I'm not someone that's telling artists what to do or not do but I will just kind of throw this out there if you are",
        "start": 219.06,
        "duration": 5.309
    },
    {
        "text": "A rapper and you have the option to put a police siren in a song or not",
        "start": 224.37,
        "duration": 3.6
    },
    {
        "text": "I",
        "start": 228.16,
        "duration": 0.84
    },
    {
        "text": "Wouldn't hate if you didn't hear music you do you but from that I want to share some stuff I loved today and today in",
        "start": 229.0,
        "duration": 5.899
    },
    {
        "text": "Austin brought to you by seat gate and seat geek",
        "start": 234.94,
        "duration": 2.0
    },
    {
        "text": "Of course the fantastic ticket app that takes the confusion out of buying tickets for live events",
        "start": 236.94,
        "duration": 3.449
    },
    {
        "text": "Whether it be concerts comedy shows sporting events, whatever you have all the tickets 0 100 scores",
        "start": 240.39,
        "duration": 5.309
    },
    {
        "text": "So, you know if you're getting a good deal or not",
        "start": 245.7,
        "duration": 1.5
    },
    {
        "text": "I've got the app on my phone and it is by far the easiest way to",
        "start": 247.2,
        "duration": 2.34
    },
    {
        "text": "Purchase tickets whether it be something a few months down the road or something last-minute",
        "start": 249.61,
        "duration": 3.379
    },
    {
        "text": "It's kind of the perfect time to test it out. It's baseball season",
        "start": 252.989,
        "duration": 2.309
    },
    {
        "text": "They're a bunch of awesome concerts coming up tickets on sale right now for the Eagles childish game Taylor Swift Drake",
        "start": 255.4,
        "duration": 6.1
    },
    {
        "text": "Whoever if you want to make the smart move like many from the nation already have go to SeatGeek fil comm",
        "start": 261.5,
        "duration": 4.139
    },
    {
        "text": "download the app make sure you enter in code fill and they'll give you a",
        "start": 265.74,
        "duration": 2.63
    },
    {
        "text": "$20 on your first ticket purchase the first but if awesome and it is actually kind of news The",
        "start": 268.62,
        "duration": 4.339
    },
    {
        "text": "Incredibles 2 1 I'm including it here because I personally thought was a fantastic movie. Sure. The main plot is predictable. Wow",
        "start": 273.09,
        "duration": 6.259
    },
    {
        "text": "I loved it and it's not just because of the Jack Jack scenes, which easily do steal the show",
        "start": 279.349,
        "duration": 3.93
    },
    {
        "text": "I would even argue it's better than the first one but also two",
        "start": 283.28,
        "duration": 2.0
    },
    {
        "text": "Incredibles 2 is just out there breaking records the record for the biggest animated film opening in box office history for",
        "start": 285.449,
        "duration": 5.96
    },
    {
        "text": "Domestic sales was finding dory which came in at 135 million dollars domestic and the Incredibles 2 passed it with",
        "start": 291.569,
        "duration": 6.08
    },
    {
        "text": "183 point two million dollars, which also makes Incredibles 2 the eighth largest debut ever",
        "start": 298.349,
        "duration": 5.63
    },
    {
        "text": "I only got a trailer for kiss me first, which is definitely not just Netflix's version of ready player one",
        "start": 303.979,
        "duration": 4.529
    },
    {
        "text": "Maybe we'll see wait samuel l.jackson going undercover on reddit twitter and wikipedia",
        "start": 308.52,
        "duration": 3.98
    },
    {
        "text": "You're composers from stranger things breaking down the show as music at 19 dropping a 2,000 pound bath bomb",
        "start": 312.5,
        "duration": 5.279
    },
    {
        "text": "We've got the season 2 season finale teaser for Westworld",
        "start": 317.78,
        "duration": 3.089
    },
    {
        "text": "If you want to see the full versions of everything, I just share the secret link of the day",
        "start": 320.87,
        "duration": 3.119
    },
    {
        "text": "Anything at all links has always are in the description down below now",
        "start": 324.12,
        "duration": 2.989
    },
    {
        "text": "Let's talk about illegal immigration the zero tolerance policy and children being separated from their families a few weeks ago",
        "start": 327.11,
        "duration": 6.359
    },
    {
        "text": "We talked about Attorney General Jeff Sessions and his zero-tolerance policy",
        "start": 333.469,
        "duration": 3.36
    },
    {
        "text": "And of course the massive thing here is that sessions announced changes to how the government will handle families that illegally cross the border together",
        "start": 336.83,
        "duration": 5.25
    },
    {
        "text": "Saying all adults will be charged with illegal entry. They'll be handed over to US marshals and sent directly to federal court",
        "start": 342.08,
        "duration": 4.92
    },
    {
        "text": "And then the children traveling with them will be transferred to the Office of refugee resettlement",
        "start": 347.0,
        "duration": 3.059
    },
    {
        "text": "Which is part of the Department of Health and Human Services in that office",
        "start": 350.069,
        "duration": 2.87
    },
    {
        "text": "Then refers the children to relatives if they're in the United States or to shelters run by private organizations",
        "start": 352.94,
        "duration": 3.929
    },
    {
        "text": "whereas previously we saw federal authorities opting to release entire families from detention rather than separating them and keeping the parents detained and reportedly in",
        "start": 357.21,
        "duration": 6.709
    },
    {
        "text": "Just six weeks close to 2,000 children have been separated from their parents",
        "start": 363.919,
        "duration": 3.42
    },
    {
        "text": "in fact",
        "start": 367.34,
        "duration": 0.6
    },
    {
        "text": "the senior administration officials saying the Department of Health and Human Services has been taking in about",
        "start": 367.94,
        "duration": 3.629
    },
    {
        "text": "250 children per day since the enforcement of separating these children",
        "start": 371.669,
        "duration": 3.29
    },
    {
        "text": "Which is one of the reasons why the last time we talked about this specifically kind of the the the fake news surrounding this story",
        "start": 374.96,
        "duration": 5.279
    },
    {
        "text": "some people sharing pictures of children and cages",
        "start": 380.24,
        "duration": 2.579
    },
    {
        "text": "it turned out those photos were of years passed of underage children who tried to cross the border by",
        "start": 382.819,
        "duration": 4.08
    },
    {
        "text": "Themselves one of the big points we hit on is an emergence of this kind of facility",
        "start": 386.969,
        "duration": 3.5
    },
    {
        "text": "Seemed very likely because children were going to are being more and more by themselves",
        "start": 390.75,
        "duration": 4.45
    },
    {
        "text": "even if they were with a family and now",
        "start": 395.2,
        "duration": 1.96
    },
    {
        "text": "unsurprisingly",
        "start": 397.16,
        "duration": 0.5
    },
    {
        "text": "That's what we're beginning to see our new centers were undocumented children and we have new pictures that show what it's like for the children",
        "start": 397.66,
        "duration": 5.04
    },
    {
        "text": "Living there. You've also seen a lot of talk about who's to blame for this separation",
        "start": 402.7,
        "duration": 3.0
    },
    {
        "text": "Is it the Democrats like Trump's been saying on Twitter or is it his own administration's fault in a moment?",
        "start": 405.7,
        "duration": 4.35
    },
    {
        "text": "We'll talk about the actual policy and law so you can see where some of the arguments are coming from then after that",
        "start": 410.05,
        "duration": 3.989
    },
    {
        "text": "We'll talk about who's been vocal on this topic",
        "start": 414.04,
        "duration": 2.22
    },
    {
        "text": "So first up, let's talk about where these kids are right now because we've seen the 2014 photos",
        "start": 416.26,
        "duration": 3.959
    },
    {
        "text": "But what does it look like today?",
        "start": 420.22,
        "duration": 1.02
    },
    {
        "text": "Well over the past two weeks reporters have been allowed inside",
        "start": 421.24,
        "duration": 2.369
    },
    {
        "text": "Immigration centers designed for these children the first facility the media gained access to you was a center called Casa padre",
        "start": 423.92,
        "duration": 5.089
    },
    {
        "text": "Which is located in Texas in Casa Padre is a former Walmart",
        "start": 429.01,
        "duration": 3.029
    },
    {
        "text": "It currently houses",
        "start": 432.04,
        "duration": 0.88
    },
    {
        "text": "1,400 immigrant boys including some that were separated from their parents at the border port early most boys spent an average of 49 days at",
        "start": 432.92,
        "duration": 5.869
    },
    {
        "text": "this facility and some of the things we've seen in photos some just reported by",
        "start": 438.79,
        "duration": 3.149
    },
    {
        "text": "Journalists looks like bedrooms at the center have no doors",
        "start": 442.1,
        "duration": 2.089
    },
    {
        "text": "You see four beds in each room, but since the facility has started to fill sometimes a fifth bed is added aside each Bennett",
        "start": 444.19,
        "duration": 4.95
    },
    {
        "text": "There's a list of each boy's",
        "start": 449.14,
        "duration": 1.03
    },
    {
        "text": "Belongings two shirts three pairs of socks three pairs of underwear one polo a pair of jeans. So lights go out at 9:00 p.m",
        "start": 450.17,
        "duration": 5.72
    },
    {
        "text": "Every night they come back on at 6:00 a.m",
        "start": 455.89,
        "duration": 1.77
    },
    {
        "text": "There's a mural in the cafeteria that tells kids to speak quietly asked before getting up and to not share food",
        "start": 457.66,
        "duration": 4.23
    },
    {
        "text": "There's also a school inside the facility",
        "start": 461.89,
        "duration": 1.59
    },
    {
        "text": "but since there's been an influx of kids the school is now split into two shifts the kids get two hours of outside time a",
        "start": 463.48,
        "duration": 4.889
    },
    {
        "text": "Day one hour for physical exercise another of just free time",
        "start": 468.37,
        "duration": 2.88
    },
    {
        "text": "The boys are said to be allowed two phone calls a week",
        "start": 471.25,
        "duration": 2.13
    },
    {
        "text": "But officials of the facility said that sometimes it takes days or weeks for the children to reach their parents",
        "start": 473.38,
        "duration": 4.17
    },
    {
        "text": "They've also seen murals of US presidents with quotes near them around the holding facility",
        "start": 477.55,
        "duration": 3.089
    },
    {
        "text": "There's one specifically that's blown up around Trump that one having the quote",
        "start": 480.83,
        "duration": 3.289
    },
    {
        "text": "Sometimes by losing a battle you find a new way to win the war then on Sunday",
        "start": 484.12,
        "duration": 3.51
    },
    {
        "text": "The media was allowed into another facility in Texas. This one a processing facility named Ursula here",
        "start": 487.63,
        "duration": 4.41
    },
    {
        "text": "The media was not allowed to take any pictures or video, but they were provided photos by US Customs and Border Protection today",
        "start": 492.04,
        "duration": 4.889
    },
    {
        "text": "We also saw a border patrol release video footage to the media purportedly this facility houses over 1,100 migrants",
        "start": 496.93,
        "duration": 5.34
    },
    {
        "text": "Including children and parents by the Taney's are split up according to gender age and family status",
        "start": 502.27,
        "duration": 4.38
    },
    {
        "text": "But for girls under 17 one for boys under 17 one for mothers with children and another for fathers with children",
        "start": 506.65,
        "duration": 5.339
    },
    {
        "text": "but because the center is a",
        "start": 511.99,
        "duration": 1.03
    },
    {
        "text": "Processing one and not a holding center like Casa Padre families don't always stay together ever the parents that do get split up they're processed",
        "start": 513.02,
        "duration": 5.51
    },
    {
        "text": "At the facility they are told they will be prosecuted",
        "start": 518.53,
        "duration": 2.159
    },
    {
        "text": "Then instead of being taken to a nice",
        "start": 520.849,
        "duration": 1.711
    },
    {
        "text": "Detention center with their children they receive what is known as a tear sheet and that tear she forms of parents",
        "start": 522.56,
        "duration": 4.32
    },
    {
        "text": "They will be separated from their family and informs them how they might find their children",
        "start": 526.88,
        "duration": 3.029
    },
    {
        "text": "Also another thing you'll notice about the processing facility. It looks much different than the holding one",
        "start": 529.91,
        "duration": 3.78
    },
    {
        "text": "There are no walls to the bedrooms instead",
        "start": 533.69,
        "duration": 1.83
    },
    {
        "text": "There are cages with mattresses on the floor and dozens of blanket, of course as this continues",
        "start": 535.52,
        "duration": 3.929
    },
    {
        "text": "We should expect more photos and footage to come. So then let's talk about the blame game the law policy, etc",
        "start": 539.45,
        "duration": 5.13
    },
    {
        "text": "the last few weeks you've most likely seen Trump has said that the separation of children from their parents has been a result of a",
        "start": 544.59,
        "duration": 5.209
    },
    {
        "text": "law passed by Democrats",
        "start": 549.8,
        "duration": 0.88
    },
    {
        "text": "Some of the Tweety's thrown out include we pressure on the Democrats to end the horrible law that separates children from their parents",
        "start": 550.68,
        "duration": 4.85
    },
    {
        "text": "Once they cross the border into the u.s. Hatchet release lottery and Shane must also go with it",
        "start": 555.66,
        "duration": 4.25
    },
    {
        "text": "We must continue building the wall Democrats are protecting ms-13",
        "start": 559.91,
        "duration": 2.97
    },
    {
        "text": "Thugs or there was also Democrats can fix their forced family breakup at the border by working with Republicans on new",
        "start": 562.98,
        "duration": 4.97
    },
    {
        "text": "Legislation for a change and so the question pops up is it actually the Democrats fault or is is Trump saying that he could change?",
        "start": 568.11,
        "duration": 5.54
    },
    {
        "text": "This if the Democrats gave him what he wanted as far as wall legislation also",
        "start": 573.81,
        "duration": 4.19
    },
    {
        "text": "What is the law that Donald Trump keeps referring to well?",
        "start": 578.0,
        "duration": 2.309
    },
    {
        "text": "The answer is a little bit complicated",
        "start": 580.31,
        "duration": 1.29
    },
    {
        "text": "Trump administration seems to be interpreting a combination of a few legal rulings and concluded that separation must occur",
        "start": 581.6,
        "duration": 4.74
    },
    {
        "text": "It mainly involves three things. The first one is a law against improper entry at the border",
        "start": 586.34,
        "duration": 3.989
    },
    {
        "text": "Second one is a decree known as the Flores settlement and a last one is a 2008 anti trafficking statute",
        "start": 590.33,
        "duration": 4.95
    },
    {
        "text": "Okay, so as far as the improper entry law",
        "start": 595.28,
        "duration": 1.89
    },
    {
        "text": "it states any alien who enters or attempts to enter the United States at any time or place other than as designated by",
        "start": 597.17,
        "duration": 5.88
    },
    {
        "text": "Immigration officers shall for the first commission of any such offense be fined under Title 18 or in prison",
        "start": 603.27,
        "duration": 5.059
    },
    {
        "text": "Not more than six months or both and for a subsequent",
        "start": 608.33,
        "duration": 2.429
    },
    {
        "text": "commission of any such offense be fined under Title 18 or imprisoned not more than two years or both so that law basically means that",
        "start": 610.83,
        "duration": 6.5
    },
    {
        "text": "the Trump administration",
        "start": 617.33,
        "duration": 0.58
    },
    {
        "text": "can imprison any person who crosses the border illegal and then we have the Flores settlement which is a decree that imposes several obligations on",
        "start": 617.91,
        "duration": 5.989
    },
    {
        "text": "Immigration authorities they are one the government is required to release children from immigration detention without unnecessary delay to in order of preference",
        "start": 623.9,
        "duration": 6.569
    },
    {
        "text": "Parents other adult relatives or licensed programs willing to accept - if a suitable placement is not immediately available",
        "start": 630.66,
        "duration": 5.389
    },
    {
        "text": "The government is obligated to place children in quote the least",
        "start": 636.05,
        "duration": 2.82
    },
    {
        "text": "restrictive setting appropriate to their age and any special needs and finally three the government must implement standards relating to the care and treatment of",
        "start": 639.0,
        "duration": 6.32
    },
    {
        "text": "children and immigration detention",
        "start": 645.32,
        "duration": 1.26
    },
    {
        "text": "so here the government essentially has three options a release families together be pass a law that will allow for family detention or",
        "start": 646.58,
        "duration": 6.539
    },
    {
        "text": "Sea-doo with the Trump administration is doing in separate families",
        "start": 653.31,
        "duration": 2.63
    },
    {
        "text": "And then finally we have that 2008 anti trafficking statute",
        "start": 655.94,
        "duration": 3.149
    },
    {
        "text": "And here's a part of the reason Donald Trump has been blaming",
        "start": 659.089,
        "duration": 1.961
    },
    {
        "text": "The Democrats is that it was passed by a Democrat House and Senate and then signed by republican president. George",
        "start": 661.05,
        "duration": 4.469
    },
    {
        "text": "w bush that law stating that certain unaccompanied alien minors be transferred out of immigration detention in 72 hours and so the Trump administration and",
        "start": 665.52,
        "duration": 6.72
    },
    {
        "text": "Attorney General Jeff Sessions are interpreting these legal rulings together and saying that separating families is the only option since they are prosecuting every single",
        "start": 672.24,
        "duration": 6.719
    },
    {
        "text": "That--don't the winters the state's illegal. And so essentially that's Trump's argument that his hands are tied here",
        "start": 678.96,
        "duration": 4.049
    },
    {
        "text": "Whereas what?",
        "start": 683.01,
        "duration": 0.57
    },
    {
        "text": "We saw with previous administrations is that they made exceptions prosecuting adults traveling with their children",
        "start": 683.58,
        "duration": 3.929
    },
    {
        "text": "So they didn't separate families at the volume that we're currently seeing",
        "start": 687.51,
        "duration": 2.369
    },
    {
        "text": "And so that's the legal argument slash debate point in addition to that",
        "start": 689.88,
        "duration": 2.73
    },
    {
        "text": "We've also seen a religious argument made by Attorney General Jeff session last week",
        "start": 692.61,
        "duration": 3.869
    },
    {
        "text": "He used a Bible quote to defend the move while speaking to law enforcement officials",
        "start": 696.48,
        "duration": 3.0
    },
    {
        "text": "He said quote I would cite you to the Apostle Paul and his clear and wise command in Romans 13 to obey the laws of",
        "start": 699.48,
        "duration": 5.789
    },
    {
        "text": "The government because God has ordained the government for His purposes",
        "start": 705.27,
        "duration": 2.46
    },
    {
        "text": "Which many then pointed out that was the same piece of scripture used to justify slavery in the past",
        "start": 707.77,
        "duration": 4.729
    },
    {
        "text": "We also saw Kirsten Nielsen from the Department of Homeland Security writing on Twitter this misreporting by members",
        "start": 712.5,
        "duration": 4.89
    },
    {
        "text": "press and advocacy groups must stop",
        "start": 717.39,
        "duration": 1.71
    },
    {
        "text": "It is irresponsible and unproductive as I have said many times before if you are seeking asylum for your family",
        "start": 719.1,
        "duration": 4.859
    },
    {
        "text": "There is no reason to break the law and illegally cross between ports of entry",
        "start": 723.96,
        "duration": 2.76
    },
    {
        "text": "I think we do not have a policy of separating families at the border",
        "start": 726.72,
        "duration": 2.489
    },
    {
        "text": "Period we've also seen senator Kamala Harris saying that Nielson should resign saying as a member of the Homeland Security Committee of the United States",
        "start": 729.28,
        "duration": 5.719
    },
    {
        "text": "Senate for the last 18 months which has oversight to the Department of Homeland Security",
        "start": 735.01,
        "duration": 3.8
    },
    {
        "text": "I have asked secretary Nielsen and other DHS officials to clarify each of these policies because the American people deserve to know the truth",
        "start": 738.84,
        "duration": 5.489
    },
    {
        "text": "Adding I have since March of 2017",
        "start": 744.43,
        "duration": 1.98
    },
    {
        "text": "Repeatedly asked for complete data on the number of children separated and what training and protocol exists for carrying out such",
        "start": 746.41,
        "duration": 5.179
    },
    {
        "text": "Separations in response the leadership of this department has routinely failed to provide complete answers to questions from me and my colleagues the department's lack",
        "start": 751.78,
        "duration": 6.77
    },
    {
        "text": "Of transparency under secretary Nielsen's leadership combined with her record of misleading",
        "start": 758.55,
        "duration": 3.839
    },
    {
        "text": "Statements including yesterday's denial that the administration even had a policy of separating children at the border are disqualifying we must speak the truth",
        "start": 762.52,
        "duration": 7.309
    },
    {
        "text": "Melania Trump issuing a statement through her communications director saying mrs",
        "start": 769.83,
        "duration": 3.059
    },
    {
        "text": "Trump hates to see children separated from their families and hopes both sides of the aisle can finally come together to achieve successful",
        "start": 772.89,
        "duration": 5.099
    },
    {
        "text": "Immigration reform she believes. We need to be a country that follows all laws, but also a country that governs with heart",
        "start": 778.12,
        "duration": 4.64
    },
    {
        "text": "yes on Laura Bush publishing an article in The Washington Post where she called the policy cruel and immoral adding our government should not be",
        "start": 782.76,
        "duration": 5.85
    },
    {
        "text": "In the business of warehousing children and converted box stores are making plans to place them",
        "start": 788.61,
        "duration": 4.019
    },
    {
        "text": "In tent cities in the desert outside of El Paso",
        "start": 792.7,
        "duration": 1.66
    },
    {
        "text": "These images are eerily reminiscent of the japanese-american",
        "start": 794.36,
        "duration": 2.48
    },
    {
        "text": "Internment camps of World War two now considered to have been one of the most shameful episodes in US history",
        "start": 797.09,
        "duration": 4.969
    },
    {
        "text": "We've also seen more and more Republicans",
        "start": 802.06,
        "duration": 1.6
    },
    {
        "text": "speak out on this Senator Lindsey Graham saying President Trump could stop this policy with a phone call saying if you don't like families being",
        "start": 803.66,
        "duration": 5.419
    },
    {
        "text": "Separated you can go tell DHS stop doing it",
        "start": 809.09,
        "duration": 2.599
    },
    {
        "text": "Senator Ben Sasse saying while there is much to say about how catch-and-release",
        "start": 811.69,
        "duration": 3.09
    },
    {
        "text": "Policies led us here family separation is wicked and needs to be stopped senator",
        "start": 814.85,
        "duration": 3.589
    },
    {
        "text": "Susan Collins saying of the policy is traumatizing to children who are innocent victims and contrary to the values of the country",
        "start": 818.44,
        "duration": 5.309
    },
    {
        "text": "Representative mark meadow is saying families need to be unified and that legislators need to get to the bottom of it and make sure families",
        "start": 823.94,
        "duration": 4.88
    },
    {
        "text": "Stay together also representative will Hurd whose district includes a long patch of us-mexico border said a policy is",
        "start": 828.82,
        "duration": 5.159
    },
    {
        "text": "Unacceptable and adding the children should not be used as a deterrent",
        "start": 834.38,
        "duration": 2.66
    },
    {
        "text": "policy in the home of the free and land of the brave but as far as will any of this change Trump's mind it really",
        "start": 837.11,
        "duration": 5.51
    },
    {
        "text": "Doesn't seem likely if anything everything we've seen from the president today. It just seems like he's doubling down on it",
        "start": 842.62,
        "duration": 4.98
    },
    {
        "text": "It multiple tweets referencing",
        "start": 847.6,
        "duration": 1.3
    },
    {
        "text": "Immigration and Europe allegations that children are being used by some of the worst criminals on earth as a means to enter our country",
        "start": 848.9,
        "duration": 5.239
    },
    {
        "text": "He knows it today while talking about u.s. Space policy",
        "start": 854.14,
        "duration": 2.609
    },
    {
        "text": "He said the United States will not be a migrant camp and it will not be a refugee holding facility",
        "start": 856.75,
        "duration": 4.29
    },
    {
        "text": "But ultimately like all situations like this. We're gonna have to wait and see what happens next",
        "start": 861.04,
        "duration": 3.299
    },
    {
        "text": "But I do also want to pass the question off to you. What are your thoughts on this story?",
        "start": 864.34,
        "duration": 2.76
    },
    {
        "text": "Do you think the president Trump and Jeff Sessions are doing the right thing here or no? This is horrendous",
        "start": 867.1,
        "duration": 4.649
    },
    {
        "text": "you does it feel like he's using these families these children as a",
        "start": 871.97,
        "duration": 3.229
    },
    {
        "text": "Negotiating point really does any and all thoughts you have on this story?",
        "start": 875.45,
        "duration": 2.479
    },
    {
        "text": "I'd love to see them in those comments down below and that's where I'm going to end",
        "start": 877.93,
        "duration": 2.94
    },
    {
        "text": "Today's show and remember if you like this video hit that like button if you're new here hit that subscribe button",
        "start": 880.87,
        "duration": 4.23
    },
    {
        "text": "Maybe ring that bell, but that's that of course as always. My name's philip. Defranco",
        "start": 885.1,
        "duration": 3.629
    },
    {
        "text": "You've just been phill'd in a low faces and I'll see you tomorrow",
        "start": 888.74,
        "duration": 3.71
    }
]