[
    {
        "text": "Sup you Beautiful bastards, hope you're having a fantastic Wednesday",
        "start": 0.459,
        "duration": 2.75
    },
    {
        "text": "Welcome back to the Philip DeFranco show and let's just jump into it. and the first thing we're to talk about today is an interesting",
        "start": 3.21,
        "duration": 5.01
    },
    {
        "text": "Controversy around a thing that really is responsible for me even having a career in the first place",
        "start": 8.59,
        "duration": 4.759
    },
    {
        "text": "questionable clickbait and while my early days YouTube clickbait was \"Look at this very",
        "start": 13.599,
        "duration": 3.98
    },
    {
        "text": "attractive woman instead of MY stupid face\" kind of clickbait. The clickbait in controversy we're talking about today revolves around this thumbnail",
        "start": 17.74,
        "duration": 6.11
    },
    {
        "text": "It's a thumbnail for a creator by the name of Mr. Beast, an absolutely massive creator on the platform",
        "start": 23.88,
        "duration": 4.71
    },
    {
        "text": "In fact, this video that we're talking about today",
        "start": 28.59,
        "duration": 2.039
    },
    {
        "text": "As of recording has over 32 million views and was only just uploaded on July 28th",
        "start": 30.63,
        "duration": 4.53
    },
    {
        "text": "But the video is called \"Can 20,000 Magnets Catch a Bullet Mid-air?\" and a thumbnail appears to show Mr. Beast firing an AK",
        "start": 35.16,
        "duration": 6.44
    },
    {
        "text": "At his friend, who's understandably shocked and in the background potentially the only thing stopping the bullet is this wall of magnets",
        "start": 41.669,
        "duration": 7.431
    },
    {
        "text": "Now we go naturally into the video that as of right now has over 400,000 likes and over",
        "start": 49.149,
        "duration": 3.799
    },
    {
        "text": "150,000 dislikes. This does not happen which I will say",
        "start": 53.829,
        "duration": 2.84
    },
    {
        "text": "this is one of the only instances where I'm like",
        "start": 56.67,
        "duration": 1.56
    },
    {
        "text": "Oh thank god its clickbait. Instead what we see in the video is an AK being used to shoot through several different types of product",
        "start": 58.23,
        "duration": 5.7
    },
    {
        "text": "And here there's no one on the other end of the bullet, which, GOOD! And then regarding the situation of shooting in front of that",
        "start": 63.93,
        "duration": 5.339
    },
    {
        "text": "wall of magnets; one: at no point is anyone on the other end of a weapon. And two: they briefly try to use",
        "start": 69.27,
        "duration": 5.819
    },
    {
        "text": "the AK here, realize not anything really interesting is going to happen",
        "start": 75.09,
        "duration": 3.12
    },
    {
        "text": "and so for the most part during THIS segment, they actually just use a BB gun. So, that is the situation.",
        "start": 78.21,
        "duration": 3.87
    },
    {
        "text": "That is what actually happens. So where is the controversy? Well one:",
        "start": 82.08,
        "duration": 3.809
    },
    {
        "text": "there's the fear that even though this is obvious clickbait, if you are a fan of Mr. Beast, there is a concern that",
        "start": 85.89,
        "duration": 5.97
    },
    {
        "text": "even though no one in the actual video fired a weapon at",
        "start": 91.86,
        "duration": 1.829
    },
    {
        "text": "another human being, the people are going to see the thumbnail see that it attracted a lot of views go, \"Ok",
        "start": 93.79,
        "duration": 5.089
    },
    {
        "text": "well\nwhat if I escalate and we actually do something like this?\" and then someone gets hurt or killed because this thumbnail",
        "start": 98.88,
        "duration": 5.16
    },
    {
        "text": "promoted a dangerous trend. And the thing is someone being hurt or killed in that manner, that's not even a hypothetical situation.",
        "start": 104.11,
        "duration": 4.339
    },
    {
        "text": "That's a story we've talked about for over a year.",
        "start": 108.549,
        "duration": 2.0
    },
    {
        "text": "Mona Lisa Perez,",
        "start": 110.61,
        "duration": 0.73
    },
    {
        "text": "Pedro Ruiz the third, he got her to shoot at him with a desert eagle. He held a book in front of his chest thinking it",
        "start": 111.34,
        "duration": 5.45
    },
    {
        "text": "would stop the bullet. It did not. But I will say my personal reaction to somehow holding. Mr",
        "start": 116.79,
        "duration": 4.529
    },
    {
        "text": "Beast accountable for maybe someone else not just click baiting but actually physically doing what appears to be happening in his thumbnail",
        "start": 121.32,
        "duration": 7.26
    },
    {
        "text": "I feel like that's an incredible stretch",
        "start": 128.58,
        "duration": 2.22
    },
    {
        "text": "but there's also the second argument that thumbnails",
        "start": 130.8,
        "duration": 1.72
    },
    {
        "text": "Like this should not",
        "start": 132.52,
        "duration": 1.23
    },
    {
        "text": "Exist and should definitely not be a part of videos that are promoted by YouTube and with a specific video that we're talking about many",
        "start": 133.75,
        "duration": 5.419
    },
    {
        "text": "People said that it was actually in the recommended fees other thing is looking at actual YouTube policy",
        "start": 139.17,
        "duration": 4.02
    },
    {
        "text": "I think this video exists in its perfect gray area YouTube's policy on reel",
        "start": 143.19,
        "duration": 3.929
    },
    {
        "text": "Dramatized or fake violence policy here seems focused on the actual video itself",
        "start": 147.28,
        "duration": 3.619
    },
    {
        "text": "And does not cover thumbnails at no point during the video",
        "start": 151.06,
        "duration": 2.839
    },
    {
        "text": "Does someone point a firearm at another human being so then you look to YouTube's thumbnail policy where they seemingly have a focus on",
        "start": 153.9,
        "duration": 5.76
    },
    {
        "text": "sexually provocative",
        "start": 159.88,
        "duration": 1.2
    },
    {
        "text": "thumbnails but also adding that the thumbnail in general should be",
        "start": 161.08,
        "duration": 2.33
    },
    {
        "text": "Appropriate for all ages and saying please select the thumbnail that best represents your concept which you could say, okay",
        "start": 163.48,
        "duration": 4.639
    },
    {
        "text": "well\nThere wasn't a person on the other end on the note of does the thumbnail represent what you actually see in the video",
        "start": 168.12,
        "duration": 5.099
    },
    {
        "text": "well",
        "start": 173.709,
        "duration": 0.5
    },
    {
        "text": "there are the differences that I mentioned before but there is also the defense that the thumbnail is also part of the joke that a",
        "start": 174.209,
        "duration": 4.74
    },
    {
        "text": "Lot of the content on mr. B's channel in general embraces memes kind of talks about clickbait culture, right?",
        "start": 178.95,
        "duration": 6.0
    },
    {
        "text": "The thumbnail is part of the content and we've seen examples of that in the past",
        "start": 184.95,
        "duration": 3.089
    },
    {
        "text": "for example",
        "start": 188.04,
        "duration": 0.57
    },
    {
        "text": "We've talked about instances in the past where you had a creator by the name of I dubs TV putting out a video called",
        "start": 188.61,
        "duration": 4.199
    },
    {
        "text": "Content cop Jay Paul, but it turned out it was actually video on another creator by the name of rice gum",
        "start": 192.88,
        "duration": 4.369
    },
    {
        "text": "But the thumbnail the misleading that was part of the content itself and that video initially was slapped down by YouTube",
        "start": 197.25,
        "duration": 6.029
    },
    {
        "text": "But ultimately it ended up getting fixed. And so if I was mister beasts internet lawyer, I would argue",
        "start": 203.28,
        "duration": 5.1
    },
    {
        "text": "well",
        "start": 208.42,
        "duration": 0.5
    },
    {
        "text": "That's not a complete apples to apples comparison that it is in the fruit",
        "start": 208.92,
        "duration": 3.569
    },
    {
        "text": "Category that that would be the argument in general to have the thing is I have to imagine what the number of views this video",
        "start": 212.739,
        "duration": 5.69
    },
    {
        "text": "Got YouTube has to be aware of this situation and seemingly if they have not acted on it they are fine with it",
        "start": 218.43,
        "duration": 5.279
    },
    {
        "text": "I mean how the reason we talking about this today isn't just because you go to the comments section and they're people talking about the",
        "start": 223.859,
        "duration": 4.65
    },
    {
        "text": "Clickbait and what what was actually happening in the video but also because it was picked up by places like polygon who have now reached",
        "start": 228.51,
        "duration": 5.009
    },
    {
        "text": "Out to YouTube for comment as far as the online audience",
        "start": 233.519,
        "duration": 2.16
    },
    {
        "text": "Like I said, there were a hundred fifty thousand Plus dislikes",
        "start": 235.68,
        "duration": 2.73
    },
    {
        "text": "But there were over four hundred thousand like it's also important to know that the mr",
        "start": 238.41,
        "duration": 2.97
    },
    {
        "text": "B's channel is not the only one doing this quake search brings up examples of other channels doing similar things",
        "start": 241.38,
        "duration": 4.169
    },
    {
        "text": "And since this video came out on the 28th if the channel has gained",
        "start": 245.549,
        "duration": 2.7
    },
    {
        "text": "400,000 new subscribers, but with all that said my personal opinion out of the way now I passed the question off to you",
        "start": 248.92,
        "duration": 5.149
    },
    {
        "text": "What are your thoughts here? It comes to thumbnails like this clickbait like this",
        "start": 254.069,
        "duration": 2.969
    },
    {
        "text": "Do you think that it is something that should be cracked down or no?",
        "start": 257.039,
        "duration": 2.64
    },
    {
        "text": "Do you think this is an example of people making a problem where there is? No, why why not any opinions?",
        "start": 259.68,
        "duration": 4.93
    },
    {
        "text": "I'd love to hear from you",
        "start": 264.61,
        "duration": 0.93
    },
    {
        "text": "But from that I want to share some stuff I loved today and today in awesome brought to you by better help calm",
        "start": 265.54,
        "duration": 5.13
    },
    {
        "text": "DeFranco better help",
        "start": 271.07,
        "duration": 0.92
    },
    {
        "text": "If you do not know is the fantastic place and service we can get affordable private online",
        "start": 271.99,
        "duration": 3.809
    },
    {
        "text": "Counselor right on your computer or phone you get access to licensed trained experienced accredited",
        "start": 275.99,
        "duration": 3.889
    },
    {
        "text": "Colleges also marriage and family therapists clinical social workers and board licensed professional counselors",
        "start": 280.43,
        "duration": 4.97
    },
    {
        "text": "And all you got to do is go to better help calm DeFranco. You fill out a questionnaire",
        "start": 285.4,
        "duration": 3.48
    },
    {
        "text": "They match with a counselor and you can start counseling today and on a personal note",
        "start": 288.88,
        "duration": 2.91
    },
    {
        "text": "Yes",
        "start": 291.79,
        "duration": 0.39
    },
    {
        "text": "They are a sponsor but it's also a service I use I as a service that I feel like has given me tools to help",
        "start": 292.18,
        "duration": 5.37
    },
    {
        "text": "Navigate my life the main point with that said if this sounds interesting to you, you want to try it out?",
        "start": 297.55,
        "duration": 4.019
    },
    {
        "text": "Just go to better help calm DeFranco the first bit of Awesome",
        "start": 301.57,
        "duration": 3.029
    },
    {
        "text": "We hadn't done this in forever, but just a fun random thing in the next 20 hours",
        "start": 304.6,
        "duration": 4.049
    },
    {
        "text": "I will select one person that goes to much Witter twitter.com slash really Dayton",
        "start": 308.65,
        "duration": 3.839
    },
    {
        "text": "They retweet my tweet for this video would be the tweet up at the top that I have pin and one random person will be",
        "start": 312.49,
        "duration": 4.74
    },
    {
        "text": "selected to get",
        "start": 317.23,
        "duration": 1.48
    },
    {
        "text": "$500 and as a small simulation you have to have created the Twitter before today. Yeah, just a random thing",
        "start": 318.71,
        "duration": 4.759
    },
    {
        "text": "good luck to you and we have Kate McKinnon Mila Kunis playing a game of how well do you know your",
        "start": 323.47,
        "duration": 3.57
    },
    {
        "text": "Co-star, and we had NCT one to seven teaching you Korean slang",
        "start": 327.2,
        "duration": 3.41
    },
    {
        "text": "Then pho gave us 73 questions with Tiffany Haddish",
        "start": 330.61,
        "duration": 2.459
    },
    {
        "text": "Got a chef attempting to make gourmet Oreos on bone Appetit and if you want to see the full versions of everything",
        "start": 333.07,
        "duration": 4.95
    },
    {
        "text": "I just share the secret link of the day anything at all links is always there in the description down below then let's talk about",
        "start": 338.02,
        "duration": 5.069
    },
    {
        "text": "a massive update to the story around Tommy",
        "start": 343.09,
        "duration": 1.78
    },
    {
        "text": "Robinson in the UK and to bring you up to speed if you didn't see our past coverage",
        "start": 344.87,
        "duration": 3.17
    },
    {
        "text": "Here's a little TL DR. You got Tommy Robinson an outspoken critic of the UK's immigration practices",
        "start": 348.04,
        "duration": 4.41
    },
    {
        "text": "He's a founder of the English Defence League, but he also left that group in 2013 claiming",
        "start": 352.45,
        "duration": 4.079
    },
    {
        "text": "He couldn't keep the extremist elements at bay",
        "start": 356.53,
        "duration": 1.65
    },
    {
        "text": "He's against Muslim immigration to the UK saying Islam is not compatible with the customs and cultural norms of the country many critics have labeled",
        "start": 358.18,
        "duration": 5.91
    },
    {
        "text": "Him a bigoted and racist and as you might remember in May of this year Robinson was found in contempt of court",
        "start": 364.09,
        "duration": 5.25
    },
    {
        "text": "This was actually the second time. He was found in contempt of court in a year since back in May 2017",
        "start": 369.34,
        "duration": 3.87
    },
    {
        "text": "He actually received a suspended three-month sentence. So regarding his 2018 contempt conviction that was a result of him filming outside",
        "start": 373.21,
        "duration": 5.129
    },
    {
        "text": "Leeds courthouse specifically he was filming and commenting on a group of Muslim men accused of grooming children for a sex ring and a specific",
        "start": 378.34,
        "duration": 6.029
    },
    {
        "text": "Trial had a gag order. No one was supposed to report or talk about the trial",
        "start": 384.37,
        "duration": 2.88
    },
    {
        "text": "There was a fear that the jury would be influenced",
        "start": 387.25,
        "duration": 1.92
    },
    {
        "text": "It's about an hour after starting his livestream outside of the courthouse Robinson was arrested what ended up?",
        "start": 389.17,
        "duration": 4.619
    },
    {
        "text": "He was charged with contempt of court. He admitted to the charges",
        "start": 394.02,
        "duration": 2.399
    },
    {
        "text": "He deleted the video and within five hours of his arrest",
        "start": 396.419,
        "duration": 2.82
    },
    {
        "text": "He was sentenced to 10 months in prison because as I mentioned earlier",
        "start": 399.24,
        "duration": 2.88
    },
    {
        "text": "He had a three month suspended sentence that was then added on top following this arrest",
        "start": 402.12,
        "duration": 3.69
    },
    {
        "text": "We saw a lot of people outraged by these charges and what transpired",
        "start": 405.81,
        "duration": 2.489
    },
    {
        "text": "Saying it was a ploy by authorities to jail a critic of their additionally",
        "start": 408.37,
        "duration": 2.899
    },
    {
        "text": "even though Robinson had a",
        "start": 411.27,
        "duration": 1.209
    },
    {
        "text": "13-month",
        "start": 412.479,
        "duration": 0.571
    },
    {
        "text": "Sentence many people said that this was a death sentence many fearing that Robinson would be harmed in the prison system by Muslims that Robinson",
        "start": 413.05,
        "duration": 6.29
    },
    {
        "text": "Has been outspoken",
        "start": 419.34,
        "duration": 0.579
    },
    {
        "text": "against we also saw Robinson appeal both of his contempt of court charge which brings us to today because at a hearing in London Lord",
        "start": 419.919,
        "duration": 5.27
    },
    {
        "text": "Chief Justice Lord, burnett has reversed Robinson's contempt of court conviction from this year",
        "start": 425.19,
        "duration": 3.929
    },
    {
        "text": "Robinson's lawyers argued that the proceedings in Leeds Crown Court were biased and unfair to Robinson adding the procedural",
        "start": 429.15,
        "duration": 4.679
    },
    {
        "text": "Deficiencies had caused prejudice at the core sang won Robinson was given no time to set up a defense",
        "start": 434.02,
        "duration": 4.279
    },
    {
        "text": "Sue the judge never fully explained how Robinson's actions could have potentially prejudiced the jury and three the judge may have been biased in his",
        "start": 438.3,
        "duration": 5.369
    },
    {
        "text": "Actions against Robinson and let his bias over Robinson's actions get in the way of how proceedings should have been done arguing",
        "start": 443.669,
        "duration": 4.679
    },
    {
        "text": "What should have happened is Robinson is arrested informed",
        "start": 448.349,
        "duration": 2.52
    },
    {
        "text": "He was arrested for contempt of court the judge then should have adjourned the matter and let Robinson prepare a defense and at the same",
        "start": 450.87,
        "duration": 4.979
    },
    {
        "text": "Time the judge would have referred this to the Attorney General who then decides whether or not to proceed and press charges and then Robinson",
        "start": 455.849,
        "duration": 5.01
    },
    {
        "text": "Would return to court and decide whether to plead guilty or go further with court proceedings and defend himself and Lord burnett ended up agreeing",
        "start": 460.86,
        "duration": 4.92
    },
    {
        "text": "Saying that Robinson will face new and fair court proceedings with a new judge at the Old Bailey this reportedly as soon as reasonably possible",
        "start": 465.88,
        "duration": 6.049
    },
    {
        "text": "It appears a big reason for Burnett making this decision is that no particulars of the contempt were formulated or put to Robinson?",
        "start": 471.93,
        "duration": 6.479
    },
    {
        "text": "I think there was a muddle over the nature of the contempt being considered or in layman's terms",
        "start": 478.409,
        "duration": 3.84
    },
    {
        "text": "The previous judge never properly clarified. How what?",
        "start": 482.25,
        "duration": 2.519
    },
    {
        "text": "Robinson did was contempt of court and following this decision as you might imagine there were very different reactions before Turley in the courtroom supporters",
        "start": 484.93,
        "duration": 7.16
    },
    {
        "text": "erupted and applause meanwhile outside",
        "start": 492.219,
        "duration": 1.891
    },
    {
        "text": "We saw two competing groups people with the groups that were supporting Robinson",
        "start": 494.11,
        "duration": 3.799
    },
    {
        "text": "And then you had anti Robinson groups like stand up to racism both though were reportedly outnumbered by police who were there to keep them?",
        "start": 497.909,
        "duration": 5.7
    },
    {
        "text": "Apart, you saw Robinson's supporters wearing shirts like free Tommy chanting. He's coming home",
        "start": 503.61,
        "duration": 4.2
    },
    {
        "text": "And on the other side you had people chanting things like Nazis Scalzi aloud say clear refugees are welcome here and also chanting",
        "start": 507.81,
        "duration": 5.909
    },
    {
        "text": "We all saw you caped leader Gerard batten tweeting out a word of appreciation for the appeal court today held up the best traditions of",
        "start": 517.5,
        "duration": 6.08
    },
    {
        "text": "English law fair and impartial or the conduct of the judge in the Leeds case needs looking at that wasn't fair or impartial",
        "start": 523.58,
        "duration": 5.459
    },
    {
        "text": "This is a good number of people happy about the ruling despite",
        "start": 529.04,
        "duration": 2.85
    },
    {
        "text": "not necessarily being supporters of Robinson if people like actor Aleksandra tweeting",
        "start": 531.89,
        "duration": 4.169
    },
    {
        "text": "I'm delighted that our legal system seeks to offer protection to all including Tommy Robinson. I am proud to live in a country",
        "start": 536.06,
        "duration": 5.309
    },
    {
        "text": "which offers all citizens the very rights fascists like Robinson would seek to deny me a civilized society is judged by how it treats the",
        "start": 541.37,
        "duration": 6.69
    },
    {
        "text": "Uncivil, we all Sasha hob Khan a journalist for the independent",
        "start": 548.13,
        "duration": 2.839
    },
    {
        "text": "We proud that I live in a country where the legal system is fair for all",
        "start": 550.97,
        "duration": 2.94
    },
    {
        "text": "Irrespective of who you are and where you were from",
        "start": 554.4,
        "duration": 2.269
    },
    {
        "text": "Tommy Robinson being released shows all citizens are treated fairly contradicting the far rights bizarre conspiracy that the state is against them",
        "start": 556.67,
        "duration": 6.6
    },
    {
        "text": "but also pushing against that to paraphrase the general mindset we pointed out that this is opposed at fair for all system is the reason",
        "start": 563.27,
        "duration": 5.669
    },
    {
        "text": "Why Robinson seemingly was railroaded directly to prison",
        "start": 568.94,
        "duration": 2.969
    },
    {
        "text": "Although then you get into a debate of individuals in a system rather than the system itself",
        "start": 571.91,
        "duration": 4.05
    },
    {
        "text": "But moving forward as far as what did Robinson have to say after all of this?",
        "start": 575.96,
        "duration": 3.539
    },
    {
        "text": "I ended up refusing to speak to reporters after being released saying why would I why would I have anything to say to you all?",
        "start": 579.5,
        "duration": 5.28
    },
    {
        "text": "You do is lie. You've lost you I don't you've lost the",
        "start": 584.78,
        "duration": 2.879
    },
    {
        "text": "Faith",
        "start": 589.44,
        "duration": 2.0
    },
    {
        "text": "Not to say",
        "start": 594.57,
        "duration": 2.0
    },
    {
        "text": "But finally one of the biggest things I do want to point out is that Robinson isn't out of the woods yet",
        "start": 598.95,
        "duration": 4.609
    },
    {
        "text": "It's not that he was released and he's free now and it's all over right now. He's only out on bail",
        "start": 603.56,
        "duration": 4.44
    },
    {
        "text": "He still has these new proceedings at the Old Bailey now with those proceedings many still believe that he is likely to be found in",
        "start": 608.0,
        "duration": 5.369
    },
    {
        "text": "Contempt but even with that it is possible that his sentence might be less considering one of the major",
        "start": 613.37,
        "duration": 3.9
    },
    {
        "text": "Criticisms of his last sentence was that it was too harsh for the crime",
        "start": 617.339,
        "duration": 2.93
    },
    {
        "text": "But ultimately we're going to have to wait to see what happens next",
        "start": 620.27,
        "duration": 2.039
    },
    {
        "text": "With all of that said I do want to pass a question off to you. What is your takeaway from this situation?",
        "start": 622.61,
        "duration": 4.29
    },
    {
        "text": "Are you happy that Robinson is out now that there will be new proceedings or no?",
        "start": 626.9,
        "duration": 3.479
    },
    {
        "text": "Do you feel like this new decision is a mistake and also pass off the final question with this story because it got really interesting",
        "start": 630.38,
        "duration": 5.309
    },
    {
        "text": "The last time we talked about this Tommy Robinson situation",
        "start": 635.69,
        "duration": 2.369
    },
    {
        "text": "Do you feel like gag orders for the press should be a thing regarding legal proceeding?",
        "start": 638.06,
        "duration": 4.109
    },
    {
        "text": "Do you feel that it is the suppression of speech and information or no?",
        "start": 642.17,
        "duration": 3.9
    },
    {
        "text": "Do you think that it the right thing to do to keep jerries from being prejudiced?",
        "start": 646.07,
        "duration": 3.48
    },
    {
        "text": "I'd love to know your thoughts here and your reasoning as I've expressed in past videos",
        "start": 649.55,
        "duration": 3.419
    },
    {
        "text": "I do not like really any limitations regarding what our Free Press does but regardless of whatever side you have in this story",
        "start": 652.97,
        "duration": 6.27
    },
    {
        "text": "I'd love to hear from you. Let's talk about this whole situation that popped up this morning with Donald Trump",
        "start": 659.24,
        "duration": 4.349
    },
    {
        "text": "Jeff Sessions Robert Muller also",
        "start": 663.59,
        "duration": 2.369
    },
    {
        "text": "Manafort. The reason we're talking about this is this morning Trump tweeted out an alleged quote from his supporter Alan Dershowitz where he criticized",
        "start": 665.96,
        "duration": 5.64
    },
    {
        "text": "The Moller investigation and then said this is a terrible situation and attorney general",
        "start": 671.6,
        "duration": 3.57
    },
    {
        "text": "Jeff Sessions should stop this rigged witch-hunt right now for continues to stay in our country any further",
        "start": 675.27,
        "duration": 4.88
    },
    {
        "text": "Bob Muller is totally conflicted in his 17 angry Democrats that are doing his dirty work are a disgrace to USA",
        "start": 680.15,
        "duration": 5.489
    },
    {
        "text": "And if you're wondering he just recently changed it from 13 to 17 and following that tweet",
        "start": 685.64,
        "duration": 3.72
    },
    {
        "text": "Of course\nThere was a massive reaction because too many it appeared that the President of the United States on Twitter told the top law enforcement",
        "start": 689.36,
        "duration": 5.88
    },
    {
        "text": "official in the country to kill the Russia investigation",
        "start": 695.31,
        "duration": 3.469
    },
    {
        "text": "but I also will know that that doesn't necessarily make sense because he already recused himself from the",
        "start": 698.78,
        "duration": 4.38
    },
    {
        "text": "Investigation technically speaking in that sort of direct way that seems to be referenced here. He couldn't do that",
        "start": 703.35,
        "duration": 3.95
    },
    {
        "text": "But either way there was still the question of why did the president issue this order online?",
        "start": 707.3,
        "duration": 3.839
    },
    {
        "text": "- which press secretary Sarah Huckabee Sanders said he didn't it's not an order",
        "start": 711.56,
        "duration": 4.289
    },
    {
        "text": "It's the president's opinion and I will personally say based off of how President Trump generally operates",
        "start": 715.85,
        "duration": 4.71
    },
    {
        "text": "It doesn't really appear like it's an actual order this to me seems more like Trump's continued a never-ending",
        "start": 720.56,
        "duration": 5.189
    },
    {
        "text": "Effort to attack the credibility of Muller and his team because as we've seen it in the past Trump can say whatever he wants about",
        "start": 725.94,
        "duration": 5.57
    },
    {
        "text": "Jeff Sessions and I shouldn't have recused himself",
        "start": 731.51,
        "duration": 2.1
    },
    {
        "text": "But at any time Donald Trump could end the investigation himself, but I believe the president is aware with the Congress that we have",
        "start": 733.68,
        "duration": 6.859
    },
    {
        "text": "Right now Congress would then turn against him",
        "start": 740.54,
        "duration": 2.579
    },
    {
        "text": "but of course",
        "start": 743.12,
        "duration": 0.51
    },
    {
        "text": "It's important to know what the Congress we have right now as more and more Republicans are realizing with these",
        "start": 743.63,
        "duration": 4.41
    },
    {
        "text": "Primaries Donald Trump right now very much controls the Republican Party and I don't just mean because he's the president",
        "start": 748.26,
        "duration": 5.9
    },
    {
        "text": "I mean based off of who he endorses in the primaries. Those people just surged through the polls",
        "start": 754.16,
        "duration": 4.89
    },
    {
        "text": "So obviously a thing to keep in mind is and let's save some purple states or highly contested states",
        "start": 759.05,
        "duration": 4.44
    },
    {
        "text": "It might not be the best and so through this he's locking more and more solid allies in Congress",
        "start": 763.49,
        "duration": 5.159
    },
    {
        "text": "Meanwhile, there's still the continued swipes at Bob Moeller and the thing is with Trump supporters",
        "start": 768.65,
        "duration": 4.14
    },
    {
        "text": "He has been incredibly effective, right if you're not with him, it's a hoax. It's a witch-hunt. You're you're a lying",
        "start": 772.79,
        "duration": 4.559
    },
    {
        "text": "You're the enemy of the people you just say you understand the person that he is kind doubt upon here Robert mo",
        "start": 777.35,
        "duration": 4.869
    },
    {
        "text": "He's a Republican heavily decorated veteran who served as a Marine during the Vietnam War. He got a Bronze Star",
        "start": 782.22,
        "duration": 5.489
    },
    {
        "text": "He got a Purple Heart. He was nominated for the position of FBI director by a Republican he was appointed",
        "start": 787.709,
        "duration": 4.919
    },
    {
        "text": "unanimously, and that's a level of personal eating this investigation and Donald Trump has effectively turned it into like the 17 angry Democrats argument and",
        "start": 793.269,
        "duration": 7.76
    },
    {
        "text": "Based off of everything the president has put out there. I really feel he's just waiting for the numbers to make sense",
        "start": 801.029,
        "duration": 5.039
    },
    {
        "text": "There's that but also another thing to consider is the timing of this tweet",
        "start": 806.069,
        "duration": 3.75
    },
    {
        "text": "well president Trump has played this tune before it is also incredibly important to note that today is the",
        "start": 809.819,
        "duration": 4.08
    },
    {
        "text": "Second day that Paul Manafort is on trial",
        "start": 813.97,
        "duration": 2.119
    },
    {
        "text": "And in fact this morning Donald Trump tweeted about Manta Ford as well saying Paul Manafort worked for Ronald Reagan",
        "start": 816.089,
        "duration": 4.71
    },
    {
        "text": "Bob Dole and many other highly prominent respected political leaders. He worked for me for a very short time",
        "start": 820.8,
        "duration": 4.709
    },
    {
        "text": "Why didn't government tell me that he was under investigation?",
        "start": 825.66,
        "duration": 2.13
    },
    {
        "text": "these old charges have nothing to do with",
        "start": 828.149,
        "duration": 1.331
    },
    {
        "text": "Collusion a hoax for those that aren't familiar with what Paul manta Ford is going through right now",
        "start": 829.48,
        "duration": 3.559
    },
    {
        "text": "He's not actually on trial for collusion in a separate trial",
        "start": 833.04,
        "duration": 2.669
    },
    {
        "text": "He's facing charges related to money laundering illegal lobbying",
        "start": 835.709,
        "duration": 2.52
    },
    {
        "text": "But in this trial happening right now, he specifically charged with bank and tax crime in total",
        "start": 838.23,
        "duration": 3.809
    },
    {
        "text": "There are 18 counts against him which could be split into two categories. The first category is tax scheme",
        "start": 842.04,
        "duration": 4.08
    },
    {
        "text": "Where mana for hid the money that he was making from working in Ukraine?",
        "start": 846.12,
        "duration": 2.459
    },
    {
        "text": "The second category is financial institution scheme or Manta fort lied to banks to receive loans",
        "start": 848.579,
        "duration": 3.809
    },
    {
        "text": "meanwhile",
        "start": 852.389,
        "duration": 0.421
    },
    {
        "text": "Manta forts defense is blaming Ric Gates saying that he embezzled and turned state's witness to protect himself and once again hitting on the note",
        "start": 852.81,
        "duration": 5.429
    },
    {
        "text": "That this doesn't seem to be about collusion during pretrial arguments",
        "start": 858.24,
        "duration": 3.029
    },
    {
        "text": "The prosecution actually said that they would not bring up Manta Ford's work on the Trump campaign and their one exception here is one witness",
        "start": 861.269,
        "duration": 5.01
    },
    {
        "text": "Reportedly from a bank that gave him a loan in exchange for consideration for a position in the administration",
        "start": 866.319,
        "duration": 3.68
    },
    {
        "text": "But also on that note the defense doesn't want any mention of truck their argument being that any mention could influence the jurors against Manta",
        "start": 870.189,
        "duration": 6.14
    },
    {
        "text": "Ford if they already had a negative view of the president ultimately that is where we are with the situation right now and it will",
        "start": 876.329,
        "duration": 5.01
    },
    {
        "text": "Be interesting to see how this evolves but of course, there's a story there's my opinion and I pass the question off to you",
        "start": 881.339,
        "duration": 5.13
    },
    {
        "text": "What do you feel about all of this? What are you thinking? Why all the good stuff?",
        "start": 886.66,
        "duration": 3.619
    },
    {
        "text": "Let me know in the comments down below. That's where we're going to end. Today's show",
        "start": 890.279,
        "duration": 2.85
    },
    {
        "text": "And of course remember, I want this to be a conversation",
        "start": 893.13,
        "duration": 1.689
    },
    {
        "text": "so whether it be the last story the first one anything in between",
        "start": 894.819,
        "duration": 2.96
    },
    {
        "text": "Let me know what you're thinking in those comments down below. Of course",
        "start": 897.779,
        "duration": 2.52
    },
    {
        "text": "Remember if you liked today's show hit that like button if you're new here hit that subscribe button ring that bell to turn on notifications",
        "start": 900.3,
        "duration": 4.829
    },
    {
        "text": "Also if you missed yesterday's Daily Show",
        "start": 905.439,
        "duration": 1.7
    },
    {
        "text": "You want to catch up click or tap right there to watch that or maybe you want something louder you want to watch the news?",
        "start": 907.139,
        "duration": 3.869
    },
    {
        "text": "Behind the scenes vlog you can click or tap right there, but that's out. Of course as always. My name is philip. Defranco",
        "start": 911.009,
        "duration": 4.3
    },
    {
        "text": "You've just been phill'd in a low faces and I'll see you tomorrow",
        "start": 915.41,
        "duration": 3.5
    }
]