[
    {
        "text": "Sup, ya Beautiful bastards",
        "start": 0.18,
        "duration": 1.22
    },
    {
        "text": "hope you're having a fantastic  Wednesday",
        "start": 1.41,
        "duration": 1.69
    },
    {
        "text": "Welcome back to the Philip DeFranco show and let's just jump right into it",
        "start": 3.1,
        "duration": 2.9
    },
    {
        "text": "And the first thing I want to talk about today is this insane story out of Egypt.",
        "start": 6.0,
        "duration": 4.0
    },
    {
        "text": "There's this singer by the name of Shyma Ahmed, professionally she's just known as Shyma",
        "start": 10.0,
        "duration": 4.0
    },
    {
        "text": "She released a video last month, and it sparked massive outrage in Egypt.",
        "start": 14.0,
        "duration": 3.0
    },
    {
        "text": "It was a music video for her song \"I Have Issues\"",
        "start": 17.0,
        "duration": 2.5
    },
    {
        "text": "Some of the offending scenes include her in front of a classroom",
        "start": 19.5,
        "duration": 2.5
    },
    {
        "text": "You can see her bra, on the board it says number 69. She's licking an apple",
        "start": 22.02,
        "duration": 4.379
    },
    {
        "text": "She's being sensual with a banana, she and other men in the background start putting their mouths on some tacos",
        "start": 26.4,
        "duration": 6.1
    },
    {
        "text": "and then there's this scene where she pours milk on the banana.",
        "start": 32.5,
        "duration": 2.0
    },
    {
        "text": "and this is big news, they were talking about it on TV, talk shows, blogs, newspapers",
        "start": 34.5,
        "duration": 4.0
    },
    {
        "text": "The singer reportedly responded to the backlash on her Facebook writing:",
        "start": 38.5,
        "duration": 2.5
    },
    {
        "text": "But that wasn't the end of it soon after Egyptian state media outlets reported that the singer and the director of the music video were arrested",
        "start": 51.629,
        "duration": 5.091
    },
    {
        "text": "Arrested on November 18 following complaints about the video",
        "start": 56.72,
        "duration": 3.28
    },
    {
        "text": "and then yesterday a Cairo court found them guilty of inciting debauchery and publishing an indecent film",
        "start": 60.0,
        "duration": 4.5
    },
    {
        "text": "Both of them ended up getting sentenced to two years in prison and had to pay a fine of 10,000 Egyptian pounds",
        "start": 64.5,
        "duration": 4.5
    },
    {
        "text": "and pun not intended, but this whole situation is bananas",
        "start": 69.0,
        "duration": 2.879
    },
    {
        "text": "And unfortunately this is just another example of the government cracking down on artists",
        "start": 71.88,
        "duration": 3.93
    },
    {
        "text": "Just to remind you since taking power in 2014,",
        "start": 75.81,
        "duration": 1.99
    },
    {
        "text": "Sisi, he's used a wide range of immorality laws to crackdown on artists.",
        "start": 77.8,
        "duration": 4.0
    },
    {
        "text": "Blocking critical voices on TV, print, some digital content. You may also be wondering why the picture of President Sisi",
        "start": 81.8,
        "duration": 5.109
    },
    {
        "text": "I'm using has him with Mickey Mouse ears and the reason I'm doing that is in Egypt",
        "start": 86.909,
        "duration": 3.771
    },
    {
        "text": "That's illegal",
        "start": 90.68,
        "duration": 0.96
    },
    {
        "text": "Egypt actually jailed a 22 year old law student",
        "start": 91.65,
        "duration": 2.85
    },
    {
        "text": "for posting that image, three years behind bars.",
        "start": 94.5,
        "duration": 3.5
    },
    {
        "text": "and obviously that's in a different lane to the kind of censorship",
        "start": 98.0,
        "duration": 1.84
    },
    {
        "text": "we're seeing here, but it is still censorship.",
        "start": 99.84,
        "duration": 1.86
    },
    {
        "text": "When it comes to female artists, we've also seen other dancers jailed for months",
        "start": 101.7,
        "duration": 3.94
    },
    {
        "text": "One singer is facing trial for quote,",
        "start": 105.64,
        "duration": 2.0
    },
    {
        "text": "\"spreading provocative publicity\" just because she suggested that drinking from the Nile River might make you ill, so she's facing trial for causing",
        "start": 107.76,
        "duration": 5.88
    },
    {
        "text": "an unjustified mockery of Egypt.",
        "start": 113.64,
        "duration": 1.94
    },
    {
        "text": "And that's without even diving into how the government goes after the LGBT community",
        "start": 115.58,
        "duration": 2.44
    },
    {
        "text": "And I don't really know if there's a main point here. It's just seeing stories like this",
        "start": 118.02,
        "duration": 3.569
    },
    {
        "text": "it-it-It infuriates me",
        "start": 121.59,
        "duration": 1.2
    },
    {
        "text": "but it also makes me so thankful that we do have this freedom of speech.",
        "start": 122.79,
        "duration": 3.29
    },
    {
        "text": "This freedom of expression to be who we are and to do what we want to do",
        "start": 126.08,
        "duration": 3.44
    },
    {
        "text": "I don't know, this story is just crazy to me",
        "start": 129.52,
        "duration": 2.14
    },
    {
        "text": "Then in another update on the Keaton Jones story",
        "start": 131.66,
        "duration": 2.2
    },
    {
        "text": "...This kid just can't win right now. Reports are coming out today that his father is a jailed white supremacist",
        "start": 133.86,
        "duration": 6.0
    },
    {
        "text": "He has CWB on his neck which stands for \n\"crazy white boy\"",
        "start": 139.86,
        "duration": 3.18
    },
    {
        "text": "People who went through his Facebook where he posted Aryan pride,",
        "start": 143.04,
        "duration": 2.98
    },
    {
        "text": "\"Holy fuck I love being white\" memes, picture was found where you can see \"pure breed\" and \"white pride\" tattooed on his chest",
        "start": 146.02,
        "duration": 5.86
    },
    {
        "text": "Now I personally stand by the belief, once again, that we need to separate Keaton from his parents.",
        "start": 151.98,
        "duration": 4.52
    },
    {
        "text": "it's unclear what kind of relationship he has with his son",
        "start": 156.5,
        "duration": 3.3
    },
    {
        "text": "The last picture we see of the estranged father and son together is January 2015,",
        "start": 159.84,
        "duration": 3.06
    },
    {
        "text": "but even that's in a public place.",
        "start": 162.9,
        "duration": 1.157
    },
    {
        "text": "So is it like visitation, check in?",
        "start": 164.06,
        "duration": 1.92
    },
    {
        "text": "But what it does affect the most is Kimberly Jones, Keaton's mother",
        "start": 165.98,
        "duration": 3.02
    },
    {
        "text": "She as you might remember tried to dismiss the photos of them with the Confederate flags.",
        "start": 169.019,
        "duration": 4.021
    },
    {
        "text": "\"This as ironic, it's funny.\"",
        "start": 173.04,
        "duration": 1.288
    },
    {
        "text": "So now obviously you have a lot of people looking at the father, going \"are you sure?\" and also because I don't feel like repeating myself",
        "start": 174.329,
        "duration": 4.56
    },
    {
        "text": "For two and a half minutes if you want to see the other misinformation that is out there around the story",
        "start": 178.89,
        "duration": 4.11
    },
    {
        "text": "I'll link to yesterday's video and the video before. But an update to one of those pieces of misinformation:",
        "start": 183.0,
        "duration": 3.36
    },
    {
        "text": "People were saying that the family started a GoFundMe",
        "start": 186.43,
        "duration": 2.029
    },
    {
        "text": "The truth is that was started by someone else who said they wanted to raise money for the family and the mother Kimberly Jones has actually",
        "start": 188.459,
        "duration": 4.86
    },
    {
        "text": "Released a statement saying:",
        "start": 193.32,
        "duration": 1.46
    },
    {
        "text": "But with all of that said, \nI do want to once again reiterate:",
        "start": 205.62,
        "duration": 2.88
    },
    {
        "text": "Keaton is not his parents, Keaton is Keaton, you are you.",
        "start": 208.5,
        "duration": 2.98
    },
    {
        "text": "It is not okay to harass and bully this boy as I've seen more and more in the past two days",
        "start": 211.48,
        "duration": 4.64
    },
    {
        "text": "because of who his parents might be.",
        "start": 216.12,
        "duration": 1.194
    },
    {
        "text": "And it's just disappointing because I know people gonna look at this and go,",
        "start": 217.32,
        "duration": 2.24
    },
    {
        "text": "\"See, this is evidence. This is evidence that Keaton said the n-word\" Which once again,",
        "start": 219.56,
        "duration": 3.759
    },
    {
        "text": "It was an allegation that that seemingly is based on nothing real.",
        "start": 223.32,
        "duration": 3.5
    },
    {
        "text": "Someone said that the person that found the photos said some stuff",
        "start": 226.82,
        "duration": 2.78
    },
    {
        "text": "Just a blind claim in the world to which people say,",
        "start": 229.6,
        "duration": 1.82
    },
    {
        "text": "\"Well, how do we know that Keaton \nwas actually bullied?\"",
        "start": 231.42,
        "duration": 2.3
    },
    {
        "text": "Well the school has even confirmed there was \na bullying incident,",
        "start": 233.72,
        "duration": 1.62
    },
    {
        "text": "but did try to downplay the like the severity of it. \nSaid that it was being handled.",
        "start": 235.34,
        "duration": 4.58
    },
    {
        "text": "The main point: if we do not separate people from their parents,",
        "start": 240.0,
        "duration": 3.0
    },
    {
        "text": "we don't separate people from other people's pasts,",
        "start": 243.0,
        "duration": 2.02
    },
    {
        "text": "how the hell can we expect to actually move forward and work together?",
        "start": 245.02,
        "duration": 2.48
    },
    {
        "text": "Also, it's just a quick side note for anyone that's maybe watching me for the first time",
        "start": 247.5,
        "duration": 3.69
    },
    {
        "text": "I'm approaching this story as someone that has a mindset of fuck a white supremacist fuck bigotry in general",
        "start": 251.19,
        "duration": 5.489
    },
    {
        "text": "I've seen people somehow argue that because I'm trying to defend Keaton Jones that in that way. I'm a white supremacist apologist somehow",
        "start": 256.68,
        "duration": 6.75
    },
    {
        "text": "The leaps people make these days are Olympic tier.",
        "start": 263.43,
        "duration": 2.31
    },
    {
        "text": "But from that I want to share some stuff I loved today, and Today in Awesome",
        "start": 265.74,
        "duration": 3.26
    },
    {
        "text": "Brought to you by defrancoelite.com. DeFranco Elite of course a fantastic way to get some early videos from me",
        "start": 269.0,
        "duration": 4.8
    },
    {
        "text": "exclusive videos, exclusive live streams.",
        "start": 273.8,
        "duration": 2.68
    },
    {
        "text": "Actually just did one yesterday. Also get access to our private discord",
        "start": 276.48,
        "duration": 2.94
    },
    {
        "text": "Also it's the only place where you can get this \nawesome exclusive poster.",
        "start": 279.42,
        "duration": 2.64
    },
    {
        "text": "So if you want to get any and all of that awesomeness and at the same time support what we're making,",
        "start": 282.06,
        "duration": 3.22
    },
    {
        "text": "what we're building.",
        "start": 285.28,
        "duration": 0.74
    },
    {
        "text": "Go to defrancoelite.com and Sign up.",
        "start": 286.02,
        "duration": 1.22
    },
    {
        "text": "And the first bit of awesome",
        "start": 287.24,
        "duration": 1.0
    },
    {
        "text": "I just got to pimp out cyanide and happiness, they put out this mini yesterday called clean your room",
        "start": 288.24,
        "duration": 4.41
    },
    {
        "text": "And it is, I don't, it's just so enjoyable to me.",
        "start": 292.65,
        "duration": 2.73
    },
    {
        "text": "Then thanks to Vanity Fair we had some of \nthe Last Jedi cast putting",
        "start": 295.38,
        "duration": 2.66
    },
    {
        "text": "their hand in a box, seeing what happens.",
        "start": 298.05,
        "duration": 2.03
    },
    {
        "text": "We also had Google putting out this really interesting year in search 2017 video",
        "start": 300.08,
        "duration": 3.42
    },
    {
        "text": "We also got this really interesting trailer for Annihilation",
        "start": 303.5,
        "duration": 2.739
    },
    {
        "text": "And if you want to see the full versions of everything\n I just shared,",
        "start": 306.24,
        "duration": 2.5
    },
    {
        "text": "the secret link of the day, anything at all, links are always in the description down below.",
        "start": 308.74,
        "duration": 3.76
    },
    {
        "text": "Then let's talk about this wild story about Gibson's bakery in Overland, Ohio",
        "start": 312.5,
        "duration": 3.49
    },
    {
        "text": "And this story involves an incident from November of last year",
        "start": 315.99,
        "duration": 2.339
    },
    {
        "text": "It involves four main people:",
        "start": 318.46,
        "duration": 1.32
    },
    {
        "text": "Allyn Gibson, the bakery owner's son and three students for Oberlin college Jonathan Alledon, India Lawrence and Cecilia Whetstone.",
        "start": 319.78,
        "duration": 6.18
    },
    {
        "text": "In November of last year,",
        "start": 325.96,
        "duration": 0.92
    },
    {
        "text": "police responded to an altercation that spilled out of the bakery and onto the street,",
        "start": 326.88,
        "duration": 2.5
    },
    {
        "text": "There were two conflicting accounts of the incident.",
        "start": 329.38,
        "duration": 2.46
    },
    {
        "text": "According to Gibson he confronted one of the students that he believed to be trying to steal two bottles of wine.",
        "start": 331.94,
        "duration": 3.52
    },
    {
        "text": "Saying when they tried to walk out of the store Gibson took out his phone. He tried to take pictures of them",
        "start": 335.46,
        "duration": 3.62
    },
    {
        "text": "That's when he says Alledon swipes at his phone",
        "start": 339.09,
        "duration": 1.71
    },
    {
        "text": "He hits Gibson in the face and according\n to the police report:",
        "start": 340.8,
        "duration": 2.52
    },
    {
        "text": "According to one witness there was no verbal confrontation before things got physical",
        "start": 347.96,
        "duration": 3.2
    },
    {
        "text": "But we also got a different story from one witness.",
        "start": 351.18,
        "duration": 2.3
    },
    {
        "text": "Andie Golser who said:",
        "start": 353.48,
        "duration": 1.36
    },
    {
        "text": "And this is when he says he saw two girls trying to physically separate the two",
        "start": 372.479,
        "duration": 2.94
    },
    {
        "text": "But that they were also hitting Gibson at the same time.",
        "start": 375.419,
        "duration": 2.101
    },
    {
        "text": "And according to the police report when sergeant Ortiz, officer Fursteen arrived on the scene:",
        "start": 377.52,
        "duration": 4.06
    },
    {
        "text": "The officers then arrested the three students, charged Alledon with robbery",
        "start": 388.2,
        "duration": 3.1
    },
    {
        "text": "That's a felony charge, Lawrence and Whetstone, they were charged with assault.",
        "start": 391.3,
        "duration": 3.34
    },
    {
        "text": "Overland police lieutenant, Michael McCluskey saying that store owners do have a right to detain shoplifters. Saying:",
        "start": 394.64,
        "duration": 4.46
    },
    {
        "text": "But many people very quickly started saying that this was a racially motivated act.",
        "start": 412.02,
        "duration": 3.36
    },
    {
        "text": "Soon we saw hundreds of people gather outside of the bakery in protests.",
        "start": 415.38,
        "duration": 2.82
    },
    {
        "text": "One poster that was being passed around said that:",
        "start": 418.2,
        "duration": 2.02
    },
    {
        "text": "The Student Senate at Oberlin College passed a resolution that said:",
        "start": 425.38,
        "duration": 2.78
    },
    {
        "text": "They also called for members of the administration to formally condemn the bakery.",
        "start": 433.56,
        "duration": 2.9
    },
    {
        "text": "A member of the Black Student Union at Oberlin College saying:",
        "start": 436.46,
        "duration": 2.66
    },
    {
        "text": "Now since this incident the students that were involved have plead guilty to charges of attempted theft and aggravated trespassing.",
        "start": 446.78,
        "duration": 4.84
    },
    {
        "text": "They've also released statements that said their actions were wrong,",
        "start": 451.62,
        "duration": 2.58
    },
    {
        "text": "that the store wasn't racist.",
        "start": 454.2,
        "duration": 1.4
    },
    {
        "text": "And what we're seeing now is the bakery has actually filed a defamation lawsuit against the school",
        "start": 455.6,
        "duration": 3.52
    },
    {
        "text": "for encouraging the protests against the bakery.",
        "start": 459.12,
        "duration": 1.76
    },
    {
        "text": "And they specifically focused on Meredith Raimondo, the Dean of Students",
        "start": 460.88,
        "duration": 2.5
    },
    {
        "text": "They allege that she used a bullhorn at one of the protests, that she was handing out flyers",
        "start": 463.389,
        "duration": 3.029
    },
    {
        "text": "that said the bakery was racist, that they had a long account of racial profiling and discrimination",
        "start": 466.42,
        "duration": 3.7
    },
    {
        "text": "The suit accuses the school of facilitating the protest by canceling classes,",
        "start": 470.24,
        "duration": 3.1
    },
    {
        "text": "passing out fliers, supplying protesters with free food and drinks, and to the allegations about profiling he said:",
        "start": 473.56,
        "duration": 4.5
    },
    {
        "text": "Also pointing out police figures from the past five years",
        "start": 482.68,
        "duration": 2.06
    },
    {
        "text": "That only six out of forty adults arrested for shoplifting at the bakery were black",
        "start": 484.76,
        "duration": 3.529
    },
    {
        "text": "So essentially his argument is that we're not going after brown or black people",
        "start": 488.289,
        "duration": 3.491
    },
    {
        "text": "we're going after whoever in a moment we think is trying to steal from us,",
        "start": 491.78,
        "duration": 2.64
    },
    {
        "text": "which based on the actual arrest numbers, black people are a minority.",
        "start": 494.48,
        "duration": 2.72
    },
    {
        "text": "Now in response to this lawsuit",
        "start": 497.2,
        "duration": 1.06
    },
    {
        "text": "Oberlin College has responded saying:",
        "start": 498.26,
        "duration": 1.82
    },
    {
        "text": "and I'm very interested to see where this goes, not only because I think the just the general situation is interesting",
        "start": 510.12,
        "duration": 4.539
    },
    {
        "text": "But also because I want to see what else this college does.",
        "start": 514.66,
        "duration": 2.34
    },
    {
        "text": "This isn't the first time this school has popped up in the news",
        "start": 517.0,
        "duration": 2.58
    },
    {
        "text": "It popped up in 2015 because there were students angry about sushi.",
        "start": 519.58,
        "duration": 3.84
    },
    {
        "text": "There was outrage on campus, people calling the sushi",
        "start": 523.42,
        "duration": 2.339
    },
    {
        "text": "disrespectful to the Japanese, that there was culinary cultural appropriation",
        "start": 526.01,
        "duration": 3.08
    },
    {
        "text": "So that's not gonna help the school defend themselves from the people claiming that the the school and the students that are complaining are just SJWs.",
        "start": 529.09,
        "duration": 5.93
    },
    {
        "text": "But at the same time we do have a conflicting report on how things started I don't know, I'm gonna pass this question off to you",
        "start": 535.02,
        "duration": 3.66
    },
    {
        "text": "What are your thoughts around this story? And then let's talk about Roy Moore and Doug Jones.",
        "start": 538.69,
        "duration": 4.049
    },
    {
        "text": "Yesterday I said you know if I had to guess, I had to lean into it, with the numbers as we were seeing them, that Roy Moore",
        "start": 542.74,
        "duration": 4.44
    },
    {
        "text": "Was gonna be able to pull it off",
        "start": 547.18,
        "duration": 0.93
    },
    {
        "text": "But lo and behold, Roy Moore lost to Doug Jones by what is believed to be",
        "start": 548.11,
        "duration": 3.929
    },
    {
        "text": "1.5 percent of the vote, and this is huge news in Alabama because Alabama hasn't elected a Democrat to the Senate in 25 years",
        "start": 552.04,
        "duration": 6.86
    },
    {
        "text": "And even that guy was described as a conservative Democrat who eventually became a Republican",
        "start": 558.9,
        "duration": 3.8
    },
    {
        "text": "Now as far as who voted for what we looked to the exit polls.",
        "start": 562.7,
        "duration": 2.26
    },
    {
        "text": "But do keep in mind these are exit polls not exact reality taken from the ballots.",
        "start": 564.96,
        "duration": 4.2
    },
    {
        "text": "Among party lines and with independents",
        "start": 569.16,
        "duration": 1.8
    },
    {
        "text": "We saw a very significant split in the votes",
        "start": 570.97,
        "duration": 2.669
    },
    {
        "text": "Based on age we see the young people leaning to the left",
        "start": 573.64,
        "duration": 2.0
    },
    {
        "text": "Older people leaning to the right. Based on ethnicity and gender, we saw majority of white men and white women",
        "start": 575.68,
        "duration": 4.079
    },
    {
        "text": "voting for Moore, with black men and black women",
        "start": 579.98,
        "duration": 2.059
    },
    {
        "text": "especially we saw voting for Jones.",
        "start": 582.28,
        "duration": 2.4
    },
    {
        "text": "Now despite Doug Jones winning\n by 1.5 percent of the vote,",
        "start": 584.68,
        "duration": 3.0
    },
    {
        "text": "Moore refused to concede, last night telling supporters in Montgomery that he may pursue a recount.",
        "start": 587.68,
        "duration": 4.82
    },
    {
        "text": "\"Realize when the vote is this close that it's not over and we've still got to go by the rules about this recount provision",
        "start": 592.5,
        "duration": 8.08
    },
    {
        "text": "that's what we've got to do is, wait on God and",
        "start": 600.58,
        "duration": 2.4
    },
    {
        "text": "Let this process play out -- if the votes are still coming in and we're looking at that",
        "start": 603.46,
        "duration": 4.86
    },
    {
        "text": "... May God bless you as you go on, may he give you safe journey, and thank you for coming tonight",
        "start": 608.51,
        "duration": 5.54
    },
    {
        "text": "It's not over and it's gonna take some time\"",
        "start": 614.23,
        "duration": 2.34
    },
    {
        "text": "That said, it doesn't really look like anyone other than Jones will be in the Alabama seat.",
        "start": 616.57,
        "duration": 3.95
    },
    {
        "text": "The current margin is too large for an automatic recount, that would have to be under 0.5 percent",
        "start": 620.52,
        "duration": 3.88
    },
    {
        "text": "That said, a recount is always possible if the candidate requests and pays the cost.",
        "start": 624.4,
        "duration": 3.38
    },
    {
        "text": "So who knows?",
        "start": 627.78,
        "duration": 0.94
    },
    {
        "text": "That said, after the vote many people turned\n to President Trump",
        "start": 628.72,
        "duration": 2.36
    },
    {
        "text": "to see what he was going to say.",
        "start": 631.08,
        "duration": 1.294
    },
    {
        "text": "And last night he tweeted:",
        "start": 632.38,
        "duration": 1.0
    },
    {
        "text": "Which I will say personally",
        "start": 643.24,
        "duration": 1.23
    },
    {
        "text": "I was shocked that there was a response that cordial.",
        "start": 644.47,
        "duration": 2.55
    },
    {
        "text": "I even tweeted last night that that seemed far more reasonable than what I was expecting.",
        "start": 647.02,
        "duration": 4.06
    },
    {
        "text": "Someone was critical of that tweet,",
        "start": 651.08,
        "duration": 1.24
    },
    {
        "text": "I then responded:",
        "start": 652.32,
        "duration": 1.34
    },
    {
        "text": "And then at 3:22 a.m. Donald Trump tweeted:",
        "start": 659.48,
        "duration": 3.44
    },
    {
        "text": "See that's the Donald Trump I know,\n he does not like to lose",
        "start": 671.54,
        "duration": 2.24
    },
    {
        "text": "Remember when he had those tweets that were supporting and endorsing Luther Strange online",
        "start": 673.84,
        "duration": 3.54
    },
    {
        "text": "and then when he lost, he deleted them.",
        "start": 677.38,
        "duration": 1.66
    },
    {
        "text": "Which by the way Donald Trump was actually right,",
        "start": 679.04,
        "duration": 2.16
    },
    {
        "text": "Luther Strange was the best choice if they wanted to make sure that Alabama stayed red.",
        "start": 681.2,
        "duration": 4.02
    },
    {
        "text": "But honestly last night, I mean just take a look most of the headlines were like \"Moore loses!\"",
        "start": 685.22,
        "duration": 3.96
    },
    {
        "text": "This was more about Moore \nthan it was about Doug Jones",
        "start": 689.18,
        "duration": 2.399
    },
    {
        "text": "It's Alabama, Doug Jones would have lost to an empty bag with the words \"pro-life roll tide\" on it",
        "start": 691.72,
        "duration": 5.42
    },
    {
        "text": "Also to the Democrats that are saying,",
        "start": 697.14,
        "duration": 1.22
    },
    {
        "text": "\"You know this is the change, this is the change that we've been wanting to see,",
        "start": 698.36,
        "duration": 2.38
    },
    {
        "text": "this is the change towards the 2018 election.",
        "start": 700.74,
        "duration": 2.54
    },
    {
        "text": "Yes and no.",
        "start": 703.28,
        "duration": 0.9
    },
    {
        "text": "In the special elections we've seen this year, including the one last night, Democrats beat benchmarks.",
        "start": 704.18,
        "duration": 3.9
    },
    {
        "text": "The voting differentials have been big.",
        "start": 708.1,
        "duration": 1.74
    },
    {
        "text": "And yes what was seen last night \nis that President Trump's promotion,",
        "start": 709.84,
        "duration": 3.12
    },
    {
        "text": "his endorsement does have limitations.",
        "start": 712.96,
        "duration": 1.689
    },
    {
        "text": "But the only known limitations last night is the endorsement of someone that is seemingly very homophobic",
        "start": 714.649,
        "duration": 5.291
    },
    {
        "text": "and someone who was alleged to have touched underage girls.",
        "start": 719.94,
        "duration": 3.02
    },
    {
        "text": "So last night was representative of change, but not as much as you think.",
        "start": 722.96,
        "duration": 3.46
    },
    {
        "text": "Also in advance for the 2018 election",
        "start": 726.42,
        "duration": 1.82
    },
    {
        "text": "Let's just look at Alabama",
        "start": 728.24,
        "duration": 1.079
    },
    {
        "text": "Based on the vote last night where the Democrat got more votes than the Republican.",
        "start": 729.32,
        "duration": 4.16
    },
    {
        "text": "If the votes across party lines went the exact same way, you voted red, you voted blue.",
        "start": 733.48,
        "duration": 3.661
    },
    {
        "text": "If they were voting for representatives \nfor the House of Representatives.",
        "start": 737.141,
        "duration": 2.879
    },
    {
        "text": "Last night the Republicans would have taken six out of the seven seats.",
        "start": 740.2,
        "duration": 3.06
    },
    {
        "text": "Obviously that should open up a conversation about gerrymandering",
        "start": 743.28,
        "duration": 2.74
    },
    {
        "text": "But it is very important to point out to Democrats who are enjoying this victory,",
        "start": 746.02,
        "duration": 4.16
    },
    {
        "text": "that you have many, many, many hurdles ahead of you.",
        "start": 750.18,
        "duration": 2.14
    },
    {
        "text": "I mean just look at the insanity of how they carve up those districts to make sure that it leans one way",
        "start": 752.329,
        "duration": 5.34
    },
    {
        "text": "It's wild.",
        "start": 757.669,
        "duration": 0.811
    },
    {
        "text": "And as it always happens with something like this,",
        "start": 758.48,
        "duration": 1.86
    },
    {
        "text": "people started looking around for who to blame.",
        "start": 760.34,
        "duration": 1.7
    },
    {
        "text": "Some blaming Senate Majority Leader Mitch McConnell who kept his distance from Moore's campaign.",
        "start": 762.04,
        "duration": 3.34
    },
    {
        "text": "Before the networks called the race last night Sean Hannity also attributed it to McConnell",
        "start": 765.38,
        "duration": 4.22
    },
    {
        "text": "\"I think Mitch McConnell has a lot of culpability in all of this I was a Mo Brooks supporter from day one",
        "start": 769.6,
        "duration": 6.74
    },
    {
        "text": "And I thought he would have been a great candidate,",
        "start": 776.48,
        "duration": 2.5
    },
    {
        "text": "the person that came out strongest against Mo Brooks, Matt, was Mitch McConnell\"",
        "start": 778.98,
        "duration": 3.76
    },
    {
        "text": "\"That's right\"",
        "start": 782.75,
        "duration": 1.089
    },
    {
        "text": "\"Mitch McConnell, you know literally put himself in the middle of the race time and again",
        "start": 783.839,
        "duration": 3.92
    },
    {
        "text": "And it didn't work out well for him\".",
        "start": 787.76,
        "duration": 2.24
    },
    {
        "text": "Others instead blamed former White House chief strategist Steve Bannon.",
        "start": 790.0,
        "duration": 2.64
    },
    {
        "text": "This because he was pushing hard on Moore's candidacy despite all the allegations against him;",
        "start": 792.64,
        "duration": 3.8
    },
    {
        "text": "many people seeing him as such a polarizing figure",
        "start": 796.44,
        "duration": 1.96
    },
    {
        "text": "that it may have actually inspired \npeople to vote against Moore",
        "start": 798.41,
        "duration": 2.549
    },
    {
        "text": "New York Republican Congressman Peter King\n writing on Twitter:",
        "start": 800.96,
        "duration": 2.64
    },
    {
        "text": "And that is where we are right now.",
        "start": 813.54,
        "duration": 1.3
    },
    {
        "text": "As far as will there be more fallout?",
        "start": 814.85,
        "duration": 1.419
    },
    {
        "text": "Whether Bannon or McConnell, who knows.",
        "start": 816.269,
        "duration": 2.491
    },
    {
        "text": "Will Moore push for a recount which leads \nto end of year craziness?",
        "start": 818.76,
        "duration": 2.808
    },
    {
        "text": "Maybe.",
        "start": 821.79,
        "duration": 0.57
    },
    {
        "text": "What I do know for sure is if you thought 2017 was crazy, I don't know if it's gonna hold a candle to 2018.",
        "start": 822.36,
        "duration": 6.8
    },
    {
        "text": "And for everything else we're just gonna have to wait and see what happens.",
        "start": 829.16,
        "duration": 1.86
    },
    {
        "text": "And of course This is the Philip DeFranco Show,",
        "start": 831.02,
        "duration": 1.64
    },
    {
        "text": "it's not just me talking about the story then giving my thoughts, I want to hear from you beautiful bastards.",
        "start": 832.66,
        "duration": 3.36
    },
    {
        "text": "What do you think about this story, the first one, anything in between?",
        "start": 836.029,
        "duration": 2.94
    },
    {
        "text": "I'd love to know your opinions and reasoning in those comments down below",
        "start": 839.209,
        "duration": 2.609
    },
    {
        "text": "And that's actually where I'm going to end today's show.",
        "start": 841.819,
        "duration": 1.841
    },
    {
        "text": "And remember if you like this video, you like what I try and do on this channel",
        "start": 843.66,
        "duration": 2.659
    },
    {
        "text": "Hit that like button, if you're new here hit that subscribe button.",
        "start": 846.319,
        "duration": 3.061
    },
    {
        "text": "Also if you missed yesterday's Philip DeFranco Show",
        "start": 849.38,
        "duration": 1.259
    },
    {
        "text": "and you want to catch up click\n or tap right there to watch that.",
        "start": 850.639,
        "duration": 2.681
    },
    {
        "text": "Or if you want to watch one of the more lighthearted,",
        "start": 853.32,
        "duration": 1.069
    },
    {
        "text": "behind-the-scenes videos click or tap right there,",
        "start": 854.699,
        "duration": 1.601
    },
    {
        "text": "but that said, of course as always my name is Philip DeFranco",
        "start": 856.3,
        "duration": 2.529
    },
    {
        "text": "You've just been philled in, I love yo' faces, and I'll see you tomorrow.",
        "start": 858.92,
        "duration": 4.22
    }
]