[
    {
        "text": "Sup you beautiful people, hope you had a fantastic",
        "start": 0.03,
        "duration": 2.01
    },
    {
        "text": "Tuesday welcome back to the Philip DeFranco show and let's just jump into it. And the first thing I want to talk about today was",
        "start": 2.8,
        "duration": 4.889
    },
    {
        "text": "about today, it was one of the most requested stories from the past few days,",
        "start": 7.689,
        "duration": 2.971
    },
    {
        "text": "and that is the Munroe Bergdorf story. Munroe, who is a transgender model and activist",
        "start": 10.66,
        "duration": 3.96
    },
    {
        "text": "had recently signed on to be part of a diversity campaign with L'Oreal. But  soon after this Munroe did something",
        "start": 14.62,
        "duration": 4.82
    },
    {
        "text": "that had some people calling her a hero and many calling her a racist.",
        "start": 19.5,
        "duration": 2.84
    },
    {
        "text": "Post-Charlottesville Bergdorf took to her facebook and posted a rant writing:",
        "start": 22.48,
        "duration": 4.04
    },
    {
        "text": "Now, in response  to this story blowing up, L'Oreal tweeted:",
        "start": 62.36,
        "duration": 2.0
    },
    {
        "text": "So just like that she gets dropped from the campaign in less than a week from when they announced it and",
        "start": 71.2,
        "duration": 3.52
    },
    {
        "text": "as you'd expect, she wasn't happy about it, and she responded on Facebook saying quote:",
        "start": 74.72,
        "duration": 3.72
    },
    {
        "text": "Now, as far as her rant being taken out of Context, that was in reference to Daily Mail",
        "start": 96.42,
        "duration": 3.98
    },
    {
        "text": "covering this but not mentioning that this was around the time of Charlottesville",
        "start": 100.4,
        "duration": 2.9
    },
    {
        "text": "but on that specific point of this rant being connected to Charlottesville many people said that that doesn't help.",
        "start": 103.32,
        "duration": 4.56
    },
    {
        "text": "You talk about a situation where many were injured, a white woman died",
        "start": 107.88,
        "duration": 2.84
    },
    {
        "text": "protesting white nationalists, neo-nazis, the KKK. But meanwhile you're saying",
        "start": 110.84,
        "duration": 4.38
    },
    {
        "text": "all white people don't you see how that's offensive how that's wrong? When questioned about this in",
        "start": 115.22,
        "duration": 4.08
    },
    {
        "text": "A recent interview, she said this: \"When I was saying all white people I'm talking about the structural racism. Talk about systemic racism",
        "start": 119.3,
        "duration": 5.86
    },
    {
        "text": "I'm talking about the systemic racism. I'm talking about how we are conditioned to",
        "start": 125.16,
        "duration": 2.58
    },
    {
        "text": "believe certain things in society. Nobody is born racist",
        "start": 127.74,
        "duration": 3.38
    },
    {
        "text": "We're all born exactly the same",
        "start": 131.22,
        "duration": 2.0
    },
    {
        "text": "But it's how society conditions us to think you can of course be an ally and I've got many many allies",
        "start": 133.47,
        "duration": 6.509
    },
    {
        "text": "of all races",
        "start": 140.5,
        "duration": 1.41
    },
    {
        "text": "But it's how you think and if you're if you're saying that you're not racist then what are you doing to dismantle racism?",
        "start": 141.91,
        "duration": 6.04
    },
    {
        "text": "Because you can benefit from racism.\"",
        "start": 147.95,
        "duration": 2.55
    },
    {
        "text": "\"So you don't accept that it's simplistic to say all white people -\" No, I just don't understand how",
        "start": 150.5,
        "duration": 3.72
    },
    {
        "text": "Calling out the roots of racism",
        "start": 154.84,
        "duration": 2.0
    },
    {
        "text": "Somehow makes you a racist.\"",
        "start": 156.84,
        "duration": 0.82
    },
    {
        "text": "And an important thing to note is that Bergdorf does have supporters",
        "start": 157.66,
        "duration": 4.699
    },
    {
        "text": "Just a few headlines:",
        "start": 162.36,
        "duration": 0.91
    },
    {
        "text": "L'Oreal dropping black trans model Monroe Bergdorf is a lesson for those who claim white supremacy isn't a thing",
        "start": 163.27,
        "duration": 4.879
    },
    {
        "text": "It's unacceptable that L'Oreal fired a black trans model for speaking out against white supremacy",
        "start": 168.149,
        "duration": 3.911
    },
    {
        "text": "Monroe Bergdorf is speaking up for black people everywhere. Some tweets: \"I'm honestly disgusted",
        "start": 172.06,
        "duration": 4.01
    },
    {
        "text": "You've pulled her contract because she dare to comment racism exists",
        "start": 176.07,
        "duration": 2.819
    },
    {
        "text": "How has anything she said wrong?\" \"Nothing Monroe Bergdorf said was wrong or even",
        "start": 178.89,
        "duration": 3.93
    },
    {
        "text": "Inappropriate. All white people benefit from racism and white supremacy. This is not news.\"",
        "start": 182.94,
        "duration": 3.6
    },
    {
        "text": "And I have to say personally for myself I'm torn although very very slightly.",
        "start": 186.54,
        "duration": 3.0
    },
    {
        "text": "But she's talking about systemic racism",
        "start": 189.54,
        "duration": 1.69
    },
    {
        "text": "Society molds people I get that. But to attach this guilt and fault to an entire race whether they be ally or not is",
        "start": 191.23,
        "duration": 6.5
    },
    {
        "text": "ridiculous. You can say you were talking in a specific context,",
        "start": 197.89,
        "duration": 2.479
    },
    {
        "text": "but your quote is \"don't have the energy to talk about racial violence of white people anymore",
        "start": 200.37,
        "duration": 3.96
    },
    {
        "text": "Yes, all white people their race is the most violent\" etcetera etcetera well an interview",
        "start": 204.61,
        "duration": 5.24
    },
    {
        "text": "She says I'm talking about if you're not doing anything to combat racism you are complicit. Here she is",
        "start": 209.85,
        "duration": 4.5
    },
    {
        "text": "making all encompassing statement and really I just want to let you know that",
        "start": 214.35,
        "duration": 3.17
    },
    {
        "text": "Statements like this all it does is alienate allies, right? I live in, California",
        "start": 217.62,
        "duration": 4.26
    },
    {
        "text": "I think they invented white guilt here. Racism is alive and well in this country and in this world.",
        "start": 221.88,
        "duration": 4.9
    },
    {
        "text": "You have white allies and are villanizing very white person that you don't see on the front lines everyone",
        "start": 226.86,
        "duration": 5.34
    },
    {
        "text": "That's not actively fighting for you is the enemy. Now people just trying to survive",
        "start": 232.2,
        "duration": 3.72
    },
    {
        "text": "Make sure they have enough food make sure they have a home to live in and you're attacking them.",
        "start": 236.04,
        "duration": 4.12
    },
    {
        "text": "You have lots of allies, but you do push out people when you say that they are part of the problem",
        "start": 240.16,
        "duration": 4.85
    },
    {
        "text": "But I mentioned the story not because I think I'm right and Bergdorf's wrong",
        "start": 245.01,
        "duration": 2.639
    },
    {
        "text": "I'm mentioning the story because I want to know what your thoughts are. Do you think what she said in the",
        "start": 247.649,
        "duration": 3.611
    },
    {
        "text": "original statement makes sense? What are your thoughts on her response to the outrage?",
        "start": 251.26,
        "duration": 3.12
    },
    {
        "text": "Do you think that she makes sense here or she's just trying to deflect?",
        "start": 254.4,
        "duration": 3.2
    },
    {
        "text": "I'd love to know what you think in those comments down below. But  from that. I want to share some stuff",
        "start": 257.6,
        "duration": 3.36
    },
    {
        "text": "I loved today, in today in awesome brought to you by audible. If you didn't hear,",
        "start": 260.96,
        "duration": 3.84
    },
    {
        "text": "I teamed up with audible for the defranco book club. Last month's book was World War Z, this month",
        "start": 264.8,
        "duration": 4.109
    },
    {
        "text": "it is Ready Player One. You can be a part of this in a passive way by just going through the book together at the",
        "start": 268.91,
        "duration": 4.47
    },
    {
        "text": "Same time as everyone else or once you're through the book go to defrancobookclub.com and submit",
        "start": 273.38,
        "duration": 4.04
    },
    {
        "text": "a video response there. Responses, reviews, reactions send them in by September 18",
        "start": 277.52,
        "duration": 4.14
    },
    {
        "text": "And it's easier than ever to participate because all you got to do is go to audible.com/phillyd and",
        "start": 281.66,
        "duration": 3.929
    },
    {
        "text": "Sign up for the 30 day trial you get a free audiobook",
        "start": 285.74,
        "duration": 2.28
    },
    {
        "text": "Boom you get the book you can be a part of it and even if you cancel the membership",
        "start": 288.12,
        "duration": 3.05
    },
    {
        "text": "Afterwards you get to keep your book. If you want to check it out click that link in the description or go to audible.com/phillyd.",
        "start": 291.36,
        "duration": 5.04
    },
    {
        "text": "Then we got a video from life noggin showing us how to build your own planet",
        "start": 296.4,
        "duration": 3.12
    },
    {
        "text": "Then we have how to dad putting out a video on how to get kids to eat vegetables then and hopefully it's awesome",
        "start": 299.54,
        "duration": 4.859
    },
    {
        "text": "But could be very very bad, but hopefully it's awesome. You got a trailer for the Magic School Bus rides again",
        "start": 304.4,
        "duration": 5.19
    },
    {
        "text": "It's got a mixed reaction so far some of the things Netflix has brought back from my childhood",
        "start": 309.59,
        "duration": 4.29
    },
    {
        "text": "I don't want to go into specifics, but they've been inferior, But I'm hopeful.",
        "start": 313.88,
        "duration": 3.51
    },
    {
        "text": "Then I just had to pimp out the channel new cazuca",
        "start": 317.39,
        "duration": 1.36
    },
    {
        "text": "They just put out a lego GTA video that is exceptional.",
        "start": 318.75,
        "duration": 3.01
    },
    {
        "text": "Then we got a trailer for the joaquin phoenix thriller \"You Were Never Really Here.\"",
        "start": 321.9,
        "duration": 2.92
    },
    {
        "text": "And if you want to see the full versions of everything I just shared, the secret link of the day, anything at all",
        "start": 324.82,
        "duration": 4.52
    },
    {
        "text": "links, as always, are there in the description down below. Then in news that made me go \"Really?\" let's jump to Georgia",
        "start": 329.36,
        "duration": 5.3
    },
    {
        "text": "We're talking about this day because Lynn Orletsky, a Georgia high school teacher, got caught on camera forcing two of her students out",
        "start": 334.67,
        "duration": 6.359
    },
    {
        "text": "of the classroom because they were wearing trump shirts. Let's watch it shall we?",
        "start": 341.03,
        "duration": 3.51
    },
    {
        "text": "Already love this. MAGA shirt = swastika. Okay continue",
        "start": 357.15,
        "duration": 3.679
    },
    {
        "text": "So that makes me want to ask so are you saying you're okay with someone wearing a swastika",
        "start": 364.979,
        "duration": 4.28
    },
    {
        "text": "As long as it's in someone else's class since you know they're the same at all",
        "start": 369.36,
        "duration": 3.71
    },
    {
        "text": "Okay so right there at the end it almost seems like her brain is fighting itself",
        "start": 378.27,
        "duration": 3.529
    },
    {
        "text": "But ultimately like I said my response to this is \"Really?!\"",
        "start": 381.8,
        "duration": 2.44
    },
    {
        "text": "Lynn, I will give you that there are neo-nazis that support Donald Trump",
        "start": 384.24,
        "duration": 3.46
    },
    {
        "text": "But that does not then make all Trump supporters",
        "start": 387.7,
        "duration": 2.94
    },
    {
        "text": "Neo-nazis and MAGA a hate symbol on par with the swastika. Even at the end. It sounds like you're saying",
        "start": 390.74,
        "duration": 5.82
    },
    {
        "text": "\"I'm not saying about Trump that he's a neo-nazi.\" Then what, Lyn, we're gonna have to bar everything",
        "start": 396.56,
        "duration": 4.06
    },
    {
        "text": "neo-nazis like? Neo-nazis probably like ice cream, pizza,",
        "start": 400.62,
        "duration": 3.0
    },
    {
        "text": "They might even be big fans at Doctor Who! Maybe they're writing some Doctor Who fanfic about how World War two should have ended.",
        "start": 403.64,
        "duration": 5.48
    },
    {
        "text": "Doesn't make a shirt of David Tennant or a Dalek a hate symbol.",
        "start": 409.12,
        "duration": 2.08
    },
    {
        "text": "The fact that we have a teacher, someone in an authority position,",
        "start": 411.2,
        "duration": 3.179
    },
    {
        "text": "Shutting down freedom of expression in a very harmless way. It's just sad to me.",
        "start": 414.6,
        "duration": 4.6
    },
    {
        "text": "Since this video blew up the school district where this happened put out a press release saying:",
        "start": 419.2,
        "duration": 3.7
    },
    {
        "text": "He then goes on to say they can't talk about disciplinary action with the teacher",
        "start": 434.9,
        "duration": 2.78
    },
    {
        "text": "But definitely that the students were not punished,",
        "start": 437.69,
        "duration": 1.57
    },
    {
        "text": "and that's where we are right now. Whether this teacher gets suspended or moved around or fired or whatever,",
        "start": 439.26,
        "duration": 5.2
    },
    {
        "text": "We'll have to wait and see. But if there is a point that I can try and get across here",
        "start": 444.5,
        "duration": 2.94
    },
    {
        "text": "It's that just because you don't like something doesn't make it hate speech. When you relate the nothing's, the minor things, to the extremes like",
        "start": 447.44,
        "duration": 7.04
    },
    {
        "text": "Neo-nazis make it so that more people don't take the more extreme serious thing as extreme and serious because you're relating it to these",
        "start": 454.56,
        "duration": 7.16
    },
    {
        "text": "Diluted nothings the closer to neutral things and people that you're relating to the extreme",
        "start": 461.94,
        "duration": 3.739
    },
    {
        "text": "I guess if anything I'm just glad it got caught on camera so we could call it out here",
        "start": 465.71,
        "duration": 3.089
    },
    {
        "text": "And now let's talk about the big news around DACA, or Deferred Action for Childhood Arrivals",
        "start": 468.8,
        "duration": 4.41
    },
    {
        "text": "was a program put into place under Obama",
        "start": 473.21,
        "duration": 1.74
    },
    {
        "text": "And it was meant to protect immigrants who were brought to the country illegally as children",
        "start": 474.95,
        "duration": 2.789
    },
    {
        "text": "From deportation. It allowed for two-year renewable legal status, work authorization, and access to certain",
        "start": 477.86,
        "duration": 5.44
    },
    {
        "text": "benefit programs like Social Security the program was very specific as to who it was targeting.",
        "start": 483.3,
        "duration": 4.02
    },
    {
        "text": "Some of the qualifiers included you had to be under the age of 31 as of June",
        "start": 487.32,
        "duration": 2.8
    },
    {
        "text": "15th, 2012. Must have lived in the United States since June 15, 2007. Also you had to be in school,",
        "start": 490.18,
        "duration": 5.26
    },
    {
        "text": "have graduated or obtained a GED, and even if that did apply to you, you were disqualified",
        "start": 495.44,
        "duration": 3.98
    },
    {
        "text": "If you had been convicted of a felony, a significant misdemeanor, or three or more misdemeanors. And around 800,000 people participated in this program",
        "start": 499.42,
        "duration": 6.31
    },
    {
        "text": "They're the people that have been referred to as \"the dreamers\"",
        "start": 505.73,
        "duration": 2.309
    },
    {
        "text": "but today the situation",
        "start": 508.04,
        "duration": 1.12
    },
    {
        "text": "Drastically changed. The early non official report saying President Trump was going to kill this program that it became even more likely after Trump tweeted",
        "start": 509.16,
        "duration": 7.009
    },
    {
        "text": "Congress get ready to do your job daca, and then this morning Attorney General Jeff Sessions announced the president's decision",
        "start": 516.169,
        "duration": 5.489
    },
    {
        "text": "I'm here today to announce that the program known as daca. That was effectuated under the Obama",
        "start": 521.659,
        "duration": 6.39
    },
    {
        "text": "administration is being",
        "start": 528.57,
        "duration": 1.41
    },
    {
        "text": "Rescinded and as part of the reasoning session said daca was a way to circumvent the legislative branch therefore",
        "start": 529.98,
        "duration": 5.15
    },
    {
        "text": "It would be unconstitutional to allow it to remain in place Obama's administration had tried to pass similar",
        "start": 535.13,
        "duration": 4.589
    },
    {
        "text": "Legislation to daca when I failed to pass through Congress it was created through the executive branch instead okay?",
        "start": 540.0,
        "duration": 4.789
    },
    {
        "text": "So then the question becomes when is daca over for the official announcement",
        "start": 544.79,
        "duration": 3.24
    },
    {
        "text": "Sites are reporting that there is going to be some sort of six-month wind down period and on that note here's what sessions said acting",
        "start": 548.13,
        "duration": 5.75
    },
    {
        "text": "Secretary duke has chosen appropriately to initiate a one down process",
        "start": 553.88,
        "duration": 5.7
    },
    {
        "text": "This will enable the Department of Homeland Security to conduct an orderly change and fulfill the desire of this",
        "start": 560.31,
        "duration": 7.159
    },
    {
        "text": "Administration to create a time period for Congress to act should it so choose we firmly believe",
        "start": 567.87,
        "duration": 6.59
    },
    {
        "text": "This is the responsible path but soon after press secretary Sanders",
        "start": 574.83,
        "duration": 4.309
    },
    {
        "text": "Expanded on this saying no permits will be expiring for another six months and permits will remain active for up to two years",
        "start": 579.39,
        "duration": 5.479
    },
    {
        "text": "And so they're essentially saying this is a 24 month window",
        "start": 584.94,
        "duration": 3.049
    },
    {
        "text": "It appears that during that time period Homeland Security will be handling the specific action in Congress if they're able to agree on anything",
        "start": 588.26,
        "duration": 6.329
    },
    {
        "text": "We'll decide on what happens now cuz the question becomes what do you do with the?",
        "start": 594.589,
        "duration": 4.26
    },
    {
        "text": "800,000 dreamers in this country now are you going to deport them?",
        "start": 599.46,
        "duration": 3.469
    },
    {
        "text": "also",
        "start": 602.93,
        "duration": 0.42
    },
    {
        "text": "If you do deport them all where will you deport some of them to you can have some 18 year-olds were brought to this country?",
        "start": 603.35,
        "duration": 4.559
    },
    {
        "text": "When they're five six seven eight if no roots in other countries so will some certain age",
        "start": 607.91,
        "duration": 4.62
    },
    {
        "text": "Brackets be protected or will Congress agree to continue the program, and maybe we'll there will there have to be a reapplication",
        "start": 612.66,
        "duration": 5.27
    },
    {
        "text": "There are a lot of unknowns right now so as far as what happens now",
        "start": 618.12,
        "duration": 2.57
    },
    {
        "text": "I don't know what has been really interesting is seeing how some",
        "start": 620.97,
        "duration": 2.669
    },
    {
        "text": "Republicans are responding to this Senator Lindsey Graham saying I've always believed daca was a presidential overreach, however",
        "start": 623.769,
        "duration": 5.33
    },
    {
        "text": "I equally understand the plight of the DREAM Act kids who for all practical purposes",
        "start": 629.1,
        "duration": 3.029
    },
    {
        "text": "know no other country than America Senator",
        "start": 632.319,
        "duration": 2.119
    },
    {
        "text": "Jeff Flake saying daca children should not be punished for the sins of their parents",
        "start": 634.439,
        "duration": 2.94
    },
    {
        "text": "Senator James Lankford saying we as Americans do not hold children legally accountable for the sins of their parents Senator Tom cotton saying in any",
        "start": 637.66,
        "duration": 6.5
    },
    {
        "text": "Legislative fix I would like to see them receive a green card Senator",
        "start": 644.319,
        "duration": 2.99
    },
    {
        "text": "John McCain said I strongly believe that children who were illegally brought into this country through no fault of their own should not be forced",
        "start": 647.31,
        "duration": 5.429
    },
    {
        "text": "To return to a country they do not know even on the Republican side it seems that while they may not have agreed how it?",
        "start": 652.74,
        "duration": 5.25
    },
    {
        "text": "Happened it does appear that many people are seeing this is a situation that needs to be addressed",
        "start": 657.99,
        "duration": 3.63
    },
    {
        "text": "I have to say personally looking at the situation",
        "start": 661.74,
        "duration": 1.389
    },
    {
        "text": "I wish that it was a little more black and white it's a very gray situation to me",
        "start": 663.129,
        "duration": 4.25
    },
    {
        "text": "I believe that if you come to this country it needs to be illegal at the same time",
        "start": 667.379,
        "duration": 3.3
    },
    {
        "text": "Let's say 23 years ago at the age of 1 your parents bring you into this country. You're a baby",
        "start": 670.68,
        "duration": 4.589
    },
    {
        "text": "It's not your choice. So you grow up like any other kid you go to school",
        "start": 675.269,
        "duration": 2.73
    },
    {
        "text": "Maybe you want to go to college all of a sudden this this daca thing happens you enter the program",
        "start": 678.0,
        "duration": 4.229
    },
    {
        "text": "You're a contributing member to society and then all of a sudden that could just go away",
        "start": 682.23,
        "duration": 3.989
    },
    {
        "text": "I mean you're talking about 800,000 people that could have stayed in the dark",
        "start": 686.22,
        "duration": 2.729
    },
    {
        "text": "But it appears that they want to be contributing members to society",
        "start": 688.949,
        "duration": 3.63
    },
    {
        "text": "They're getting our Verde gun and education a degree well staying out of trouble with the law people paying into Social Security",
        "start": 692.579,
        "duration": 5.79
    },
    {
        "text": "Paying taxes actually on the note of contributing members the United States people that you might not think about probably one of the most massive",
        "start": 698.559,
        "duration": 6.47
    },
    {
        "text": "Creators on this site is actually protected by daca right now, and that is a david dobrik",
        "start": 705.129,
        "duration": 5.059
    },
    {
        "text": "He talked about it in video the other day and after the session speech he tweeted I paid",
        "start": 710.189,
        "duration": 3.75
    },
    {
        "text": "$400,000 in taxes last year and all I got was a free trip back to Slovakia",
        "start": 714.459,
        "duration": 3.14
    },
    {
        "text": "Hashtag defend daca amusing David as an example here because he's one of the most extreme",
        "start": 717.97,
        "duration": 4.25
    },
    {
        "text": "But it's been very interesting to see who this is actually affected since the news came out this was a possible reality",
        "start": 722.22,
        "duration": 5.789
    },
    {
        "text": "It was very interesting to see the people standing up and speaking out if we want to talk about this in a non-emotional",
        "start": 728.009,
        "duration": 3.869
    },
    {
        "text": "Business sense there are some experts that estimate that if these workers are removed over the next decade there will be",
        "start": 732.1,
        "duration": 4.76
    },
    {
        "text": "460 billion",
        "start": 737.23,
        "duration": 1.02
    },
    {
        "text": "dollars in damage to our economy and even with the president's tweet of Congress get ready to do your job it appears that maybe he's",
        "start": 738.25,
        "duration": 6.319
    },
    {
        "text": "not fully on board with shutting the thing down so maybe Congress can do something with the time that they have now and as of",
        "start": 744.569,
        "duration": 6.21
    },
    {
        "text": "Right now we will have to wait and see what happens next can Congress actually come together and decide on something",
        "start": 750.779,
        "duration": 6.44
    },
    {
        "text": "That's actually where I'm going to end today's show and remember if you like this video you like what I do on this channel hit",
        "start": 757.22,
        "duration": 4.86
    },
    {
        "text": "That like button if you're new here hit that subscribe button. Also if you missed yesterday's Philip DeFranco",
        "start": 762.08,
        "duration": 3.989
    },
    {
        "text": "Show you want to catch up click a tap right there to watch that or if you want to see the newest behind the scenes",
        "start": 766.07,
        "duration": 4.08
    },
    {
        "text": "Mail vlog clicker tap right there to watch that box that said of course as always my name is philip defranco",
        "start": 770.15,
        "duration": 4.589
    },
    {
        "text": "You've just been phill'd Xin. I love yo faces, and I'll see you tomorrow",
        "start": 774.87,
        "duration": 3.65
    }
]