[
    {
        "text": "You beautiful bastards, hope even a fantastic Tuesday",
        "start": 0.0,
        "duration": 3.149
    },
    {
        "text": "Welcome back to the Philip DeFranco show and let's just jump into it",
        "start": 3.149,
        "duration": 3.24
    },
    {
        "text": "and the first thing we're gonna talk about today is why we had Piers Morgan and Daniel Craig in the news and the reason for",
        "start": 6.39,
        "duration": 5.009
    },
    {
        "text": "That is that appear as Piers Morgan decided to take a break from criticizing women like Emily Ratajkowski",
        "start": 11.4,
        "duration": 3.569
    },
    {
        "text": "For showing off their bodies and decided to take aim at Daniel Craig how he did that is he posted this photo?",
        "start": 15.19,
        "duration": 5.48
    },
    {
        "text": "Of Daniel Craig with the caption Oh double-oh-seven. Not you as well hashtag Papoose. Hashtag emasculated bond",
        "start": 20.77,
        "duration": 6.499
    },
    {
        "text": "And what followed was a lot of criticism of Piers Morgan but also one of the biggest takeaways was why do you care Chris Evans?",
        "start": 27.269,
        "duration": 6.539
    },
    {
        "text": "Aka Captain America tweeting",
        "start": 33.809,
        "duration": 1.621
    },
    {
        "text": "You really have to be so uncertain of your own masculinity to concern yourself with how another man carries his child",
        "start": 35.43,
        "duration": 4.529
    },
    {
        "text": "Any man who wastes time quantifying masculinity is terrified on the inside jaws at cater. Bee tweet",
        "start": 40.41,
        "duration": 4.5
    },
    {
        "text": "Imagine believe in carrying your own baby in public is emasculating which Piers Morgan responded. He's not carrying it. That's my point",
        "start": 44.91,
        "duration": 5.099
    },
    {
        "text": "He's using an emasculating Papoose James Bond would never use a Papoose to carry his babies",
        "start": 50.01,
        "duration": 3.9
    },
    {
        "text": "He then went on to quote tweet someone who was carrying their kid on his shoulders writing",
        "start": 53.91,
        "duration": 3.509
    },
    {
        "text": "There you go a proper dad which people pointed out",
        "start": 57.42,
        "duration": 2.189
    },
    {
        "text": "You can't really do that with a baby whose neck is just gonna be flailing around and then in general what followed were a ton",
        "start": 59.609,
        "duration": 5.369
    },
    {
        "text": "Of dads sharing pictures of them carrying their babies like this as far as my personal take away from this one",
        "start": 64.979,
        "duration": 4.56
    },
    {
        "text": "I don't even know if Piers Morgan actually has this",
        "start": 69.57,
        "duration": 2.129
    },
    {
        "text": "opinion and it might take away from Piers Morgan is that he says something he rides that outrage wave and then he moves on to",
        "start": 71.89,
        "duration": 6.709
    },
    {
        "text": "The next and he looked to his Twitter over the past day and a half. It kind of seems to be the case",
        "start": 78.6,
        "duration": 3.269
    },
    {
        "text": "He said this thing he got a massive reaction. He realized that he leaned into it",
        "start": 81.869,
        "duration": 3.84
    },
    {
        "text": "He is continued but now is kind of getting minimal return retweets or less likes or less",
        "start": 85.71,
        "duration": 4.68
    },
    {
        "text": "So as far as anyone that would actually question or criticize a man's",
        "start": 90.39,
        "duration": 2.849
    },
    {
        "text": "masculinity based off of how they are caring for their children that reeks of",
        "start": 93.43,
        "duration": 3.559
    },
    {
        "text": "Insecurity and it's also the reason one of the most liked and retweeted responses to Piers",
        "start": 97.27,
        "duration": 4.43
    },
    {
        "text": "Morgan is a side-by-side comparison of he and Craig and three",
        "start": 101.7,
        "duration": 3.75
    },
    {
        "text": "I personally have a belief that it is incredibly masculine to care for your child",
        "start": 105.45,
        "duration": 4.11
    },
    {
        "text": "However, you care for your child",
        "start": 109.659,
        "duration": 1.551
    },
    {
        "text": "I have also used a baby holder like this in the past just to allow me to be a",
        "start": 111.21,
        "duration": 3.779
    },
    {
        "text": "person while also being a father sometimes it was so I could continue to work or do things around the house and other times because",
        "start": 115.149,
        "duration": 5.3
    },
    {
        "text": "I wanted a you know play a little Celeste in addition to that",
        "start": 120.45,
        "duration": 2.279
    },
    {
        "text": "What do you want to call it more masculine or just you being more whole as a person?",
        "start": 122.729,
        "duration": 4.26
    },
    {
        "text": "I think it's incredibly powerful to not give fuck what other people think you look like, especially when it involves caring for your children",
        "start": 126.99,
        "duration": 7.279
    },
    {
        "text": "But that said this is the PDS. That's the story. My person will take away and I pass the question off to you",
        "start": 134.269,
        "duration": 5.07
    },
    {
        "text": "What are your thoughts around all of this and then let's talk about our douchebag of the day",
        "start": 139.34,
        "duration": 3.959
    },
    {
        "text": "Alexandra Damien, I know some of your gonna be like",
        "start": 143.939,
        "duration": 1.94
    },
    {
        "text": "How is Piers Morgan not the douchebag of the day Oh",
        "start": 145.879,
        "duration": 2.58
    },
    {
        "text": "Alexandra is on a different level Alexandra's on the news today because she was just sentenced to two years although",
        "start": 148.95,
        "duration": 4.459
    },
    {
        "text": "18 months suspended with fraud and perjury stemming from the 2015 Paris attacks those attacks",
        "start": 153.569,
        "duration": 5.21
    },
    {
        "text": "Of course the ones that left",
        "start": 158.78,
        "duration": 1.03
    },
    {
        "text": "130 dead after the attacks reportedly went to social media posted a photo of a scar that she said was from one of the weapons",
        "start": 159.81,
        "duration": 6.169
    },
    {
        "text": "Of the attackers was also reportedly found that she took over",
        "start": 165.98,
        "duration": 2.22
    },
    {
        "text": "23 thousand dollars that were meant for the victims of this attack as you also received therapy",
        "start": 168.42,
        "duration": 4.759
    },
    {
        "text": "sessions at a hotel in Normandy paid for by the French",
        "start": 173.28,
        "duration": 2.359
    },
    {
        "text": "Association of terror victims but it turned out while she had plans to go out to the bar that night she changed those plans and",
        "start": 175.769,
        "duration": 5.99
    },
    {
        "text": "Was not actually a victim of the attack and ultimately she ended up admitting this in court asking for forgiveness",
        "start": 181.76,
        "duration": 5.759
    },
    {
        "text": "and so she's going to get six months in prison, and it's so",
        "start": 187.519,
        "duration": 2.79
    },
    {
        "text": "Disgusting that someone would do this that I don't even know what to say to convey what I'm feeling",
        "start": 190.47,
        "duration": 4.579
    },
    {
        "text": "Something truly horrible happened to so many people friendships lost families",
        "start": 195.12,
        "duration": 4.94
    },
    {
        "text": "Broken a whole nation scarred and this person uses this as an opportunity to cash grab",
        "start": 200.459,
        "duration": 5.57
    },
    {
        "text": "Money that is meant for the victims and someone that used this horrible tragedy as a way to make the story about them",
        "start": 206.159,
        "duration": 6.35
    },
    {
        "text": "That is I just I don't have the words and so before I use some that I regret",
        "start": 212.51,
        "duration": 6.719
    },
    {
        "text": "That's that's where I'm gonna end this one. Then let's talk about two different sides of outrage and Trump world on one side",
        "start": 219.389,
        "duration": 6.29
    },
    {
        "text": "There's outrage against II I who posted on Twitter dear 45?",
        "start": 225.68,
        "duration": 3.33
    },
    {
        "text": "I ain't Kanye with it it as a video that starts with the President of the United States leaving",
        "start": 229.04,
        "duration": 4.139
    },
    {
        "text": "There's a voiceover that mentions Melania Trump's not going with Trump this weekend and then it cuts to T",
        "start": 233.18,
        "duration": 4.26
    },
    {
        "text": "I in the Oval Office with a Melania Trump look-alike says that I really don't care. Do you jacket takes it off?",
        "start": 237.44,
        "duration": 5.519
    },
    {
        "text": "She's naked among other things she dances forty",
        "start": 242.959,
        "duration": 2.1
    },
    {
        "text": "I this has resulted in a spokeswoman for Melania Trump Stephanie agression calling for a boycott of TI's music also tweeting",
        "start": 245.06,
        "duration": 6.449
    },
    {
        "text": "How is this acceptable though?",
        "start": 251.51,
        "duration": 1.409
    },
    {
        "text": "What I will say is most likely that is just going to draw more attention to Ti and probably result in more streams and sales",
        "start": 252.919,
        "duration": 5.85
    },
    {
        "text": "Of his music and the other side of outrage in Trump world",
        "start": 258.769,
        "duration": 2.61
    },
    {
        "text": "You'd be angry at Donald Trump and this impart is related to how Donald Trump decided to celebrate a judge",
        "start": 261.38,
        "duration": 4.54
    },
    {
        "text": "Dismissing the defamation suit that stormy Daniels had against em Trump between a federal judge throws out stormy Daniels",
        "start": 266.2,
        "duration": 5.029
    },
    {
        "text": "Lawsuit versus Trump Trump is entitled to full legal fees. He then sources Fox News and adds right now",
        "start": 271.36,
        "duration": 5.18
    },
    {
        "text": "I can go after horse face and her third-rate lawyer in the great state of, Texas",
        "start": 276.54,
        "duration": 2.879
    },
    {
        "text": "She will confirm the letter she signed she knows nothing about me a total con to which stormy Daniels",
        "start": 279.84,
        "duration": 4.26
    },
    {
        "text": "Responded and a quote tweet. Ladies and gentlemen, may I present your president in addition to his um shortcomings?",
        "start": 284.47,
        "duration": 4.97
    },
    {
        "text": "He has demonstrated his incompetence hatred of women and lack of self control on Twitter again",
        "start": 289.44,
        "duration": 3.989
    },
    {
        "text": "and perhaps a pension for",
        "start": 293.43,
        "duration": 1.3
    },
    {
        "text": "bestiality game on tiny need a lot of people expressing disgust saying the president is once again taking a swing at a woman's looks although",
        "start": 294.73,
        "duration": 5.809
    },
    {
        "text": "What I would say on that note whether you think it's right or wrong it",
        "start": 300.54,
        "duration": 2.579
    },
    {
        "text": "I think this is another situation that doesn't really move the needle either way",
        "start": 303.12,
        "duration": 3.299
    },
    {
        "text": "So there's that also note with this situation is this is only one piece of the puzzle a lawsuit about the alleged hush money",
        "start": 306.419,
        "duration": 5.13
    },
    {
        "text": "Involving Daniels Cohen and Trump. That's still ongoing. Actually a question. I want to toss your way with these stories reason",
        "start": 311.68,
        "duration": 5.929
    },
    {
        "text": "I feel like I ultimately try and go to does this move the needle at all is I don't know if anything does anymore",
        "start": 317.61,
        "duration": 5.76
    },
    {
        "text": "I feel like and I don't know if it just because what is the loudest and all we see the most or kind of the",
        "start": 323.37,
        "duration": 3.959
    },
    {
        "text": "Most extreme of people but it feels like 95% of things don't matter anymore and everyone's just on their team",
        "start": 327.33,
        "duration": 6.63
    },
    {
        "text": "I don't know if I'm just being a cynic there because I am someone that in the past has talked about I feel like there",
        "start": 333.96,
        "duration": 4.649
    },
    {
        "text": "There are extremists that are slowly working their way towards the middle and they're the loudest and you know",
        "start": 338.61,
        "duration": 4.17
    },
    {
        "text": "We have to think about the people in the middle and honestly I questioned how true that is now",
        "start": 342.78,
        "duration": 3.0
    },
    {
        "text": "And so with that said I do want to pass that question off to you and I'm fascinated to hear what you think",
        "start": 345.78,
        "duration": 4.17
    },
    {
        "text": "But from that I want to share some stuff",
        "start": 349.95,
        "duration": 1.29
    },
    {
        "text": "I love today and today in awesome brought to you by shot DeFranco and shop DeFranco calm of course is a",
        "start": 351.24,
        "duration": 4.77
    },
    {
        "text": "Fantastic place we can get all our gear and shirts a pretentious gear sports. Stay humble hustle hard",
        "start": 356.08,
        "duration": 5.27
    },
    {
        "text": "Please do call me daddy all event much more and for the next 36 hours if you use code Philly",
        "start": 361.35,
        "duration": 5.069
    },
    {
        "text": "You'll get 15% off all of your purchases the first bit of Awesome today is yesterday's video was dinged",
        "start": 366.419,
        "duration": 4.98
    },
    {
        "text": "So depending on when that happened it might have made it so that the video didn't pop up work normally does for you",
        "start": 371.4,
        "duration": 4.29
    },
    {
        "text": "So if you missed yesterday's show you want to watch it",
        "start": 375.69,
        "duration": 1.62
    },
    {
        "text": "It's gonna be one of the top links in the description down below then and I know it's just a money grab for them",
        "start": 377.31,
        "duration": 4.019
    },
    {
        "text": "But I love it adidas is dropping their Bobby Boucher water boy collection on the 19th",
        "start": 381.33,
        "duration": 4.14
    },
    {
        "text": "Then we got the honest trailer for ant-man and the wasp and thanks James Corden",
        "start": 385.47,
        "duration": 3.63
    },
    {
        "text": "We got a new spill your guts or fill your guts with Jon Hamm",
        "start": 389.1,
        "duration": 2.189
    },
    {
        "text": "You putting out undercover lifts with chance the rapper",
        "start": 391.289,
        "duration": 2.45
    },
    {
        "text": "Tom Scott giving us of educational videos were filmed like music videos if you want to see the full version of anything",
        "start": 394.1,
        "duration": 4.889
    },
    {
        "text": "I just share the secret link of the day really anything at all",
        "start": 398.99,
        "duration": 2.97
    },
    {
        "text": "Links is always are in the description down below then let's talk about this",
        "start": 402.15,
        "duration": 2.63
    },
    {
        "text": "Situation out of China which to understand I need to give you a little background",
        "start": 404.85,
        "duration": 2.779
    },
    {
        "text": "There's this group called The Weavers",
        "start": 407.63,
        "duration": 1.14
    },
    {
        "text": "Which is a group of around 11 million Turkic Muslims that live in western China Xinjiang reach and there they make up approximately",
        "start": 408.77,
        "duration": 4.89
    },
    {
        "text": "45 percent of the",
        "start": 414.12,
        "duration": 1.05
    },
    {
        "text": "population and in recent decades there has been a mass migration of Han Chinese into the region which has caused many Weaver's to feel like",
        "start": 415.17,
        "duration": 5.149
    },
    {
        "text": "Their culture and livelihood are threatened",
        "start": 420.32,
        "duration": 1.44
    },
    {
        "text": "But of course this is over a long period of time, but then something notable happens in August back in August",
        "start": 421.76,
        "duration": 4.38
    },
    {
        "text": "The United Nations said that they received credible reports that 1 million Muslim Uighur being held in reeducation camp and according to a UN Human",
        "start": 426.14,
        "duration": 6.479
    },
    {
        "text": "Rights panel this camp appear to be a massive internment camp that is shrouded in secrecy and these claims are backed by groups like Human",
        "start": 432.62,
        "duration": 5.25
    },
    {
        "text": "Rights Watch who claim the people with relatives in 26 sensitive countries like Indonesia",
        "start": 437.87,
        "duration": 3.51
    },
    {
        "text": "Kazakhstan and Turkey had been rounded up and in fact they along with anyone who had used whatsapp to contact someone a bra other reports",
        "start": 441.99,
        "duration": 5.63
    },
    {
        "text": "Claimed and some weekers were detained for wearing long beards and face veils are sharing islamic holiday greetings on social media human rights groups claiming",
        "start": 447.62,
        "duration": 6.51
    },
    {
        "text": "That the people in these camps are being detained against their will forced to learn",
        "start": 454.13,
        "duration": 2.94
    },
    {
        "text": "mandarin swear loyalty to president xi jinping and criticize or announce their faith also along with those there are reports of torture and according to",
        "start": 457.14,
        "duration": 6.739
    },
    {
        "text": "One former prisoner they wouldn't let me sleep",
        "start": 463.88,
        "duration": 1.89
    },
    {
        "text": "They would hang me up for hours and would beat me",
        "start": 465.77,
        "duration": 2.189
    },
    {
        "text": "They had thick wooden and rubber batons whips made from twisted wire needles to pierce the skin pliers are pulling out the nails all these",
        "start": 467.96,
        "duration": 6.42
    },
    {
        "text": "Tools were displayed on the table in front of me ready to use at any time as I could hear other people screaming as well",
        "start": 474.38,
        "duration": 5.22
    },
    {
        "text": "Another former prisoner saying those who disobeyed the rules",
        "start": 479.6,
        "duration": 2.0
    },
    {
        "text": "Refused to be on duty engaged in fights or we're late for studies were placed in handcuffs and ankle cuffs for up to 12 hours",
        "start": 481.71,
        "duration": 5.45
    },
    {
        "text": "Along with all of this. You also have reports claiming that Weger people live in a constant state of surveillance",
        "start": 487.16,
        "duration": 4.649
    },
    {
        "text": "It claims the government uses facial recognition cameras and QR codes on people's doors",
        "start": 491.81,
        "duration": 3.63
    },
    {
        "text": "So officials can check who's inside or also reports that people are made to undergo biometric testing",
        "start": 495.44,
        "duration": 4.049
    },
    {
        "text": "But on the other side of this you're trying to denying these allegations saying the weavers had full rights",
        "start": 499.49,
        "duration": 3.99
    },
    {
        "text": "But well those deceived by religious extremism shall be assisted by resettlement and re-education",
        "start": 503.48,
        "duration": 4.979
    },
    {
        "text": "and here you have china claiming that the region in question faces a serious threat from Islamic extremists and separatists alleging that violent incidents were",
        "start": 508.65,
        "duration": 6.529
    },
    {
        "text": "Orchestrated by Weger extremists in 2013 a car was driven into Tiananmen Square killing five people",
        "start": 515.25,
        "duration": 4.429
    },
    {
        "text": "Which was allegedly done by Shin Jung separatists in 2017",
        "start": 519.78,
        "duration": 3.5
    },
    {
        "text": "You had Isis really a video that directly threatened China showing Uighur Muslims",
        "start": 523.28,
        "duration": 3.059
    },
    {
        "text": "Training in the video one of the men threatened",
        "start": 526.559,
        "duration": 1.64
    },
    {
        "text": "They would quote shed blood like rivers and avenge the oppressor",
        "start": 528.199,
        "duration": 2.82
    },
    {
        "text": "despite the evidence of some joining the Islamic state human rights groups claim with the violence stems from China's oppression of the people in the",
        "start": 531.199,
        "duration": 5.13
    },
    {
        "text": "Region with all of that said that brings us to some of the recent move earlier this month trying to legalize",
        "start": 536.329,
        "duration": 3.39
    },
    {
        "text": "Vocational skill education training centers that would quote carry out anti-extremist ideological education and implement quote",
        "start": 539.97,
        "duration": 6.049
    },
    {
        "text": "psychological and behavioral correction to promote thought",
        "start": 546.389,
        "duration": 2.419
    },
    {
        "text": "transformation of trainees and help them return to society and family law also states that those being educated and converted should also learn Mandarin also,",
        "start": 549.149,
        "duration": 6.679
    },
    {
        "text": "Today we saw a state-controlled news agency published an interview with Sherrod Zakir",
        "start": 555.829,
        "duration": 3.359
    },
    {
        "text": "He's a chairman of the government of Xinjiang Uighur autonomous region in that interview",
        "start": 559.22,
        "duration": 3.989
    },
    {
        "text": "zakir who is weaker himself is quoted as saying that since the",
        "start": 563.209,
        "duration": 2.58
    },
    {
        "text": "1990s the region has been plagued by terrorism extremism and separatist and in response quo jinzhong has also stressed addressing the root cause of",
        "start": 566.04,
        "duration": 6.469
    },
    {
        "text": "Terrorism and move to bring around educate and save the majority of those who committed petty crimes through assistance and education",
        "start": 572.579,
        "duration": 5.33
    },
    {
        "text": "prevent them from becoming victims of terrorism and extremism",
        "start": 578.339,
        "duration": 2.419
    },
    {
        "text": "Zakir is also quoted as saying that some of the people in the region are particularly vulnerable to extremism because they do not know Mandarin",
        "start": 581.069,
        "duration": 5.57
    },
    {
        "text": "And therefore struggle to find work",
        "start": 586.639,
        "duration": 1.26
    },
    {
        "text": "And so all of that is essentially the basis used for the creation of the vocational education and training programs that the new law creates",
        "start": 587.899,
        "duration": 5.07
    },
    {
        "text": "According to the interview these programs begin with lessons on Mandarin Chinese history",
        "start": 592.97,
        "duration": 3.539
    },
    {
        "text": "Then they learn about Chinese laws and then they are given vocational train and also adding that these institutions",
        "start": 596.509,
        "duration": 3.989
    },
    {
        "text": "respect and protect the customs and habits of various ethnic groups and their beliefs in diet and daily life saying those in the program get",
        "start": 600.629,
        "duration": 5.119
    },
    {
        "text": "Nutritious free diets that they have dorms that have air conditioners TVs and showers and they organize contests on speech writing dancing singing in sports",
        "start": 605.749,
        "duration": 7.26
    },
    {
        "text": "Zakir is also quoted as saying through vocational training most trainees have been able to reflect on their mistakes and see clearly the essence and",
        "start": 613.129,
        "duration": 5.97
    },
    {
        "text": "harm of terrorism and religious extremism and adding they have also been able to better tell right from wrong and resist the infiltration of",
        "start": 619.1,
        "duration": 5.309
    },
    {
        "text": "extremists Fong",
        "start": 624.48,
        "duration": 0.769
    },
    {
        "text": "however",
        "start": 625.249,
        "duration": 0.241
    },
    {
        "text": "You still have the China Director for Human Rights Watch Sophie Richardson saying that Zakir is interview fails to address many of the concerns",
        "start": 625.49,
        "duration": 4.949
    },
    {
        "text": "This including among others mass arbitrary detention pervasive restrictions on religious freedom and repression",
        "start": 630.569,
        "duration": 5.119
    },
    {
        "text": "so that is essentially the",
        "start": 635.689,
        "duration": 1.06
    },
    {
        "text": "situation as far as what happens next in an early November meeting of the United Nations Human Rights Council members will have a chance to",
        "start": 636.749,
        "duration": 5.6
    },
    {
        "text": "Question Chinese officials about the detention program and other intrusive security measures affecting Muslim minorities",
        "start": 642.35,
        "duration": 4.799
    },
    {
        "text": "and so with that coming up you have some feeling that these recent moves by China are an attempt to justify what's happening which could",
        "start": 647.149,
        "duration": 4.739
    },
    {
        "text": "Be the case as far as international action there really hasn't been much. Although there have been some critical statements on Monday",
        "start": 651.889,
        "duration": 5.549
    },
    {
        "text": "Nikki hailey the current US ambassador to the UN saying in China the government is engaged in the persecution of religious and ethnic minorities",
        "start": 657.61,
        "duration": 5.76
    },
    {
        "text": "That is straight out of George Orwell and adding it is the largest internment of civilians in the world today",
        "start": 663.529,
        "duration": 5.0
    },
    {
        "text": "But as I just said it's a critical statement, but we're not really seeing many moves being made",
        "start": 668.529,
        "duration": 4.41
    },
    {
        "text": "So ultimately that is where we are with this story right now",
        "start": 672.94,
        "duration": 2.07
    },
    {
        "text": "We're gonna have to wait to see what else comes out either from the questioning or outside of it",
        "start": 675.01,
        "duration": 4.5
    },
    {
        "text": "But with that said, I do want to pass a question off to you",
        "start": 679.51,
        "duration": 1.92
    },
    {
        "text": "Do you believe?",
        "start": 681.43,
        "duration": 0.88
    },
    {
        "text": "China's explanation or you have the mindset that China is using outlier acts of violence as a way to",
        "start": 682.31,
        "duration": 4.789
    },
    {
        "text": "Completely crack down on an entire group of people and in addition to that response",
        "start": 687.2,
        "duration": 3.529
    },
    {
        "text": "Do you feel like there should be an international response to this any and all thoughts. I'd love to hear from you",
        "start": 690.73,
        "duration": 4.32
    },
    {
        "text": "And that's where I'm going to end. Today's show. Of course. Remember? I want to hear your thoughts on these stories",
        "start": 695.05,
        "duration": 3.51
    },
    {
        "text": "so whether it be the last story the first one anything in between",
        "start": 698.56,
        "duration": 2.609
    },
    {
        "text": "Let me know what you're thinking in those comments down below also while you're at it if you like these daily dives into the news",
        "start": 701.17,
        "duration": 4.409
    },
    {
        "text": "Hit that like button. If you're new here hit that subscribe button. Make sure you don't miss a new one",
        "start": 705.579,
        "duration": 3.48
    },
    {
        "text": "But with that said, of course as always, my name's philip defranco",
        "start": 709.06,
        "duration": 2.7
    },
    {
        "text": "You've just been phill'd in a love yo faces and i'll see you tomorrow",
        "start": 711.8,
        "duration": 4.039
    }
]