[
    {
        "text": "Sup you beautiful bastards!",
        "start": 0.0,
        "duration": 1.38
    },
    {
        "text": "Hope you're having a fantastic Monday.",
        "start": 1.38,
        "duration": 1.8
    },
    {
        "text": "Welcome back to the Philip DeFranco Show and let's just jump into it.",
        "start": 3.18,
        "duration": 3.08
    },
    {
        "text": "And the first thing we're going to talk about today,",
        "start": 6.26,
        "duration": 1.48
    },
    {
        "text": "by far one of the most requested stories today,",
        "start": 7.74,
        "duration": 2.18
    },
    {
        "text": "and that is the story around Kim Jong Hyun.",
        "start": 9.92,
        "duration": 2.06
    },
    {
        "text": "Jung Hyun was a member of one of South Korea's most popular K-pop boy bands.",
        "start": 11.98,
        "duration": 4.22
    },
    {
        "text": "Massively successful, massively popular, started in 2008 there and 2015 he launched a solo career .",
        "start": 16.2,
        "duration": 5.92
    },
    {
        "text": "And unfortunately the news came out today that he is dead.",
        "start": 22.12,
        "duration": 2.88
    },
    {
        "text": "Reportedly he was found unconscious in his apartment in Seoul.",
        "start": 25.0,
        "duration": 2.54
    },
    {
        "text": "He was taken to the hospital and he was later pronounced dead.",
        "start": 27.54,
        "duration": 2.067
    },
    {
        "text": "And as far as what happened police told the BBC they are investigating to see if this is a suicide.",
        "start": 29.607,
        "duration": 4.553
    },
    {
        "text": "There are some reports coming out saying that he sent his sister a goodbye",
        "start": 34.16,
        "duration": 2.42
    },
    {
        "text": "Text earlier that day, and if there's something I can try and do with this story",
        "start": 36.88,
        "duration": 3.589
    },
    {
        "text": "And I say this is someone that I personally didn't know of his work. This was a heavily requested story",
        "start": 40.469,
        "duration": 4.89
    },
    {
        "text": "That's part of the reason",
        "start": 45.36,
        "duration": 0.87
    },
    {
        "text": "I'm talking about this",
        "start": 46.23,
        "duration": 0.54
    },
    {
        "text": "But the other reason is to once again use very horrible unfortunate news as a way to say if you are struggling with something",
        "start": 46.77,
        "duration": 7.559
    },
    {
        "text": "Please get professional help, please",
        "start": 54.51,
        "duration": 1.35
    },
    {
        "text": "Just try it a fantastic inner circle can be great, but having that professional help can make the difference",
        "start": 55.86,
        "duration": 5.639
    },
    {
        "text": "I say this to everyone, but also specifically the people of South Korea",
        "start": 61.5,
        "duration": 3.93
    },
    {
        "text": "I don't know how well-known this is but South Korea has",
        "start": 65.519,
        "duration": 2.0
    },
    {
        "text": "exceptionally high suicide rates suicide is the fourth most common cause of death in South Korea on average 40 people in South Korea commit suicide",
        "start": 67.9,
        "duration": 7.189
    },
    {
        "text": "Every day South Korea has the highest suicide rate of oacd",
        "start": 75.09,
        "duration": 3.51
    },
    {
        "text": "nation unlike most other countries their suicide rates have actually increased since the",
        "start": 78.82,
        "duration": 4.339
    },
    {
        "text": "1990s in the age range of ten to nineteen years old South Korea has the highest",
        "start": 83.409,
        "duration": 3.95
    },
    {
        "text": "suicide rate in the world and obviously",
        "start": 87.58,
        "duration": 2.239
    },
    {
        "text": "I think there's a big conversation to be had about",
        "start": 89.82,
        "duration": 1.689
    },
    {
        "text": "The contributing factors to that that just exists in society whether it be high-stress work or school",
        "start": 91.509,
        "duration": 5.12
    },
    {
        "text": "Environments or society trying a lot of people down into a box or there being a stigma about mental health and seeking help",
        "start": 96.909,
        "duration": 5.0
    },
    {
        "text": "But on that last one if there's anything I can push through and even if it connects to one person that needs it",
        "start": 101.909,
        "duration": 3.959
    },
    {
        "text": "Please don't feel ashamed for needing help. There is nothing weak about needing help and in fact",
        "start": 105.869,
        "duration": 4.86
    },
    {
        "text": "I think there's something inherently strong with",
        "start": 110.729,
        "duration": 1.96
    },
    {
        "text": "understanding your",
        "start": 112.689,
        "duration": 0.811
    },
    {
        "text": "Situation and and putting your hand out for help again at mental health is a hard thing to talk about with people that maybe don't",
        "start": 113.5,
        "duration": 6.649
    },
    {
        "text": "Suffer, I mean, I can't speak to the ridiculous Fame high of k-pop groups, but hell",
        "start": 120.189,
        "duration": 3.74
    },
    {
        "text": "I just look to the YouTube community, and there are tons of people that suffer very real very",
        "start": 123.93,
        "duration": 4.26
    },
    {
        "text": "Crushing depression they don't talk about it",
        "start": 128.83,
        "duration": 2.0
    },
    {
        "text": "They lock it up",
        "start": 130.83,
        "duration": 0.54
    },
    {
        "text": "They they feel like they can't complain because people say oh poor you boohoo making a lot of money from a job",
        "start": 131.37,
        "duration": 4.889
    },
    {
        "text": "I think is very easy. It doesn't take into account with things like clinical depression. It doesn't matter that things are going",
        "start": 136.26,
        "duration": 5.34
    },
    {
        "text": "Well you got these people so",
        "start": 141.6,
        "duration": 1.3
    },
    {
        "text": "Crushingly sad feeling even more alone because they know that there are people that won't understand them and feeling worse about themselves because they feel",
        "start": 142.9,
        "duration": 6.47
    },
    {
        "text": "Like because their situation is good",
        "start": 149.37,
        "duration": 1.56
    },
    {
        "text": "They have no right to feel depressed their brain is how it is?",
        "start": 150.93,
        "duration": 3.39
    },
    {
        "text": "And that's why I think it's very important to get professional help in addition to a small good circle around you",
        "start": 154.32,
        "duration": 5.039
    },
    {
        "text": "That's why I'm gonna end this story",
        "start": 159.36,
        "duration": 0.96
    },
    {
        "text": "Hopefully we can take this this horrible news and use it to educate others",
        "start": 160.32,
        "duration": 3.599
    },
    {
        "text": "Then let's talk about the outrage and general",
        "start": 163.92,
        "duration": 1.99
    },
    {
        "text": "Craziness around Miss Iraq and miss Israel the story goes Sarah Adan was representing Iraq in the Miss Universe pageant this year",
        "start": 165.91,
        "duration": 5.869
    },
    {
        "text": "I was already big on its own because was the first time in 45 years that Iraq actually had a contestant in the pageant",
        "start": 171.78,
        "duration": 4.169
    },
    {
        "text": "Also at the same time she was getting a lot of hate for wearing a bikini in a preliminary competition",
        "start": 176.02,
        "duration": 4.069
    },
    {
        "text": "She was even forced to wear a more modest swimsuit for the televised competition the big story here was all about how during a pre",
        "start": 180.09,
        "duration": 5.1
    },
    {
        "text": "pageant photoshoot in Las Vegas Adan and Miss Israel add our goggles Minh took this selfie with a caption",
        "start": 185.19,
        "duration": 4.799
    },
    {
        "text": "He's in love for Miss Iraq and Miss Israel according to Adan",
        "start": 189.989,
        "duration": 3.12
    },
    {
        "text": "She was hoping the photo would show that they are ambassadors for peace and don't have a problem with one another if you don't know",
        "start": 193.11,
        "duration": 4.379
    },
    {
        "text": "Iraq and Israel don't have formal diplomatic relations. They have a long history of hostility and so of course that led to widespread",
        "start": 197.489,
        "duration": 5.55
    },
    {
        "text": "Criticism and outrage and then reportedly she says six days before the pageant she starts getting threats from the Miss Iraq",
        "start": 203.56,
        "duration": 5.089
    },
    {
        "text": "Organization saying the director of the Miss Iraq organization called me and said they're getting heat from the ministry",
        "start": 208.78,
        "duration": 4.369
    },
    {
        "text": "He said I have to take the picture down or they will strip me of my title but I was also the least of her",
        "start": 213.15,
        "duration": 4.26
    },
    {
        "text": "Worries, she started getting death threats online Don saying people in Iraq recognize my family",
        "start": 217.41,
        "duration": 3.989
    },
    {
        "text": "They immediately knew who they were and they were getting death threats, but despite all of these threats",
        "start": 221.4,
        "duration": 3.99
    },
    {
        "text": "She refused to take the photo down she and miss Israel agreeing that they did not regret taking the photo and stood by their original",
        "start": 225.39,
        "duration": 4.919
    },
    {
        "text": "Message however",
        "start": 230.31,
        "duration": 0.51
    },
    {
        "text": "She did agree to put up a second post explaining that she doesn't support the Israeli",
        "start": 230.82,
        "duration": 3.089
    },
    {
        "text": "government its policies in the Middle East since she apologized for quote anyone who thinks is an attack for the Palestinian cause and",
        "start": 233.98,
        "duration": 5.75
    },
    {
        "text": "Unfortunately that is not where the story ends in the last week a controversy",
        "start": 239.86,
        "duration": 3.259
    },
    {
        "text": "Reignited this week miss Eric told media outlets that her family was forced to flee the countries that at the time all this was unfolding",
        "start": 243.4,
        "duration": 5.39
    },
    {
        "text": "She didn't talk to the medias or parents and other family members could quietly leave as far as add-on herself",
        "start": 248.79,
        "duration": 4.649
    },
    {
        "text": "She has dual",
        "start": 253.44,
        "duration": 0.46
    },
    {
        "text": "Citizenship in the United States and Iraq so after the competition",
        "start": 253.9,
        "duration": 2.75
    },
    {
        "text": "She returned to her home in LA cuz she said she's been too afraid to return to Iraq since she also said she was disappointed",
        "start": 256.65,
        "duration": 4.47
    },
    {
        "text": "By the lack of support she received during all of this saying",
        "start": 261.12,
        "duration": 2.309
    },
    {
        "text": "I'm here to try and a good picture about our country and our people instead I get a negative response",
        "start": 263.43,
        "duration": 3.899
    },
    {
        "text": "I have no support whatsoever from the Miss Iraq organization and our government the Miss Iraq organization",
        "start": 267.33,
        "duration": 4.74
    },
    {
        "text": "Responded saying in terms of the picture with Miss Israel we got a strong attack from the Iraqi street",
        "start": 272.259,
        "duration": 4.19
    },
    {
        "text": "But we did not say we would strip her title we told her to clarify what happened but said that Adan says those statements are",
        "start": 276.449,
        "duration": 4.5
    },
    {
        "text": "False she is evidence to the contrary if there is a place I can end this I actually wanted to be on a quote from",
        "start": 280.949,
        "duration": 4.74
    },
    {
        "text": "A dumb it's from when she's talking about the fact that she's standing by this photo",
        "start": 285.69,
        "duration": 2.94
    },
    {
        "text": "She had the best of intentions",
        "start": 288.63,
        "duration": 1.379
    },
    {
        "text": "And she says a lot of people have the wrong idea about Iraq and while we do have extremists",
        "start": 290.009,
        "duration": 4.05
    },
    {
        "text": "We also have good people most of the good people go unnoticed and I repeat that here for you now because I think it is",
        "start": 294.06,
        "duration": 4.709
    },
    {
        "text": "very important to realize that",
        "start": 298.77,
        "duration": 1.48
    },
    {
        "text": "everyone in a place is not just one thing there are people that hate her for this and there are people that supported her and",
        "start": 300.25,
        "duration": 5.119
    },
    {
        "text": "I just greatly respect anyone putting themselves out trying to move forward trying to call for peace in the face of adversity",
        "start": 305.37,
        "duration": 4.95
    },
    {
        "text": "I'm not saying I have the faintest clue of how you calm down and move forward in the Middle East",
        "start": 310.32,
        "duration": 5.099
    },
    {
        "text": "They sure as hell know death threats to people calling for peace probably not the answer from that",
        "start": 315.419,
        "duration": 5.19
    },
    {
        "text": "I want to share some stuff",
        "start": 320.61,
        "duration": 0.779
    },
    {
        "text": "I loved today and today in",
        "start": 321.389,
        "duration": 1.721
    },
    {
        "text": "Awesome brought to you by post mates host mates of course fantastic delivery on demand app you want something from a restaurant a store you",
        "start": 323.11,
        "duration": 6.049
    },
    {
        "text": "Need some drinks for the party, but you don't want to leave home the guy and for me personally",
        "start": 329.159,
        "duration": 3.36
    },
    {
        "text": "It is a time and lifesaver. What's even more awesome",
        "start": 332.52,
        "duration": 3.029
    },
    {
        "text": "Is if you want to try it out like many from the nation already have click my link in the description down below download post",
        "start": 335.55,
        "duration": 5.01
    },
    {
        "text": "Means make sure you use coupon code Philly D",
        "start": 340.56,
        "duration": 2.01
    },
    {
        "text": "If you 100 dollars in free delivery fee credit check it out and let me know what you think the first bit of Awesome today",
        "start": 342.57,
        "duration": 4.169
    },
    {
        "text": "Is the trailer for mortal engines because what the what it's a movie where you have these giant mobile?",
        "start": 346.74,
        "duration": 6.839
    },
    {
        "text": "Cities you can chase down smaller cities in towns. I can't wait to see what the hell does looks like and honestly",
        "start": 353.74,
        "duration": 5.48
    },
    {
        "text": "This is me so excited. I don't know if I can wait for the movie",
        "start": 359.22,
        "duration": 3.149
    },
    {
        "text": "I might actually go go and read the books that this is based off of then one of my favorite series meet Arnold put out",
        "start": 362.37,
        "duration": 5.489
    },
    {
        "text": "a new video on what would happen if humans",
        "start": 367.86,
        "duration": 2.279
    },
    {
        "text": "Disappeared they have again a trailer for the new Netflix movie from Jack Black the Polka king also the Fantastic creator",
        "start": 370.27,
        "duration": 5.179
    },
    {
        "text": "that is",
        "start": 375.449,
        "duration": 0.551
    },
    {
        "text": "CGP grey put out a really interesting video this on how to machines learn then for your foodies out there thrillers put out a new",
        "start": 376.0,
        "duration": 5.809
    },
    {
        "text": "Video all about dessert they specifically go through a six course dessert",
        "start": 381.81,
        "duration": 3.599
    },
    {
        "text": "Special if you want to see the full versions everything I just share the secret link of the day anything at all",
        "start": 385.479,
        "duration": 4.7
    },
    {
        "text": "Links as always are in the description down below, and then very quickly I want to talk about a charlottesville update",
        "start": 390.34,
        "duration": 4.579
    },
    {
        "text": "I'm sure you remember the man who drove his car into a crowd",
        "start": 394.919,
        "duration": 2.0
    },
    {
        "text": "protesters at the unite the right rally of course killing 32 year-old Heather hare injuring 35 others",
        "start": 397.31,
        "duration": 4.85
    },
    {
        "text": "He was initially charged with second-degree murder and other felony offenses, but this past week Charles ville District Judge Robert H downer jr.",
        "start": 402.16,
        "duration": 6.449
    },
    {
        "text": "Announced the charge will be upgraded to first-degree murder unlike second-degree murder first-degree murder requires the element of",
        "start": 408.61,
        "duration": 5.67
    },
    {
        "text": "premeditation and authorities said video showing the Dodge backing up a Ford",
        "start": 414.35,
        "duration": 3.169
    },
    {
        "text": "Accelerated towards the crowd as evidence at the crash was intention prompting this upgrade to the main charge and this massively",
        "start": 417.59,
        "duration": 5.45
    },
    {
        "text": "Changes his potential punishment his initial main charge was punishable by five to forty years",
        "start": 423.169,
        "duration": 3.92
    },
    {
        "text": "But this upgrade means that it's 20 to life and even if he was found guilty he got the lightest sentencing there",
        "start": 427.09,
        "duration": 5.429
    },
    {
        "text": "He's still facing nine other felonies where we are right now as a judge ruled that the state has enough evidence against him to warrant",
        "start": 432.52,
        "duration": 5.25
    },
    {
        "text": "The case being presented to a grand jury today, and if that grand jury issues an indictment the next step would be a trial",
        "start": 437.77,
        "duration": 4.47
    },
    {
        "text": "We'll just have to wait and see what happens next and and personally",
        "start": 442.24,
        "duration": 2.549
    },
    {
        "text": "I hope justice will be served another story about a story that blew up over the weekend that isn't",
        "start": 444.789,
        "duration": 4.47
    },
    {
        "text": "Exactly what headlines would make you believe so last Friday the Washington Post broke a story that the CDC received a list of forbidden work",
        "start": 449.479,
        "duration": 6.32
    },
    {
        "text": "Very quickly this story blows up we see headlines everywhere",
        "start": 455.8,
        "duration": 2.58
    },
    {
        "text": "CDC banned list according to the report policy analyst for the Center for Disease Control and Prevention were informed of a list of words they",
        "start": 458.87,
        "duration": 6.169
    },
    {
        "text": "Could not use going forward those words being vulnerable",
        "start": 465.039,
        "duration": 2.52
    },
    {
        "text": "entitlement diversity",
        "start": 468.2,
        "duration": 1.649
    },
    {
        "text": "transgender fetus evidence base and",
        "start": 469.849,
        "duration": 2.0
    },
    {
        "text": "science base and senior CDC officials that oversee the budget inform the analysts that they could not use these words and documents for the",
        "start": 472.13,
        "duration": 5.479
    },
    {
        "text": "2019 budget they also gave alternative suggestions for some for example instead of evidence or science base",
        "start": 477.68,
        "duration": 5.179
    },
    {
        "text": "They could use the CDC bases its",
        "start": 482.86,
        "duration": 1.779
    },
    {
        "text": "Recommendations on science in consideration with community standards and wishes reportedly one analyst set up a meeting it was very much",
        "start": 484.639,
        "duration": 5.66
    },
    {
        "text": "Are you serious? Are you kidding in my experience? We've never had any pushback from an ideological standpoint",
        "start": 490.3,
        "duration": 5.22
    },
    {
        "text": "That said the CDC and human health services are disputing the Washington Post",
        "start": 495.52,
        "duration": 3.809
    },
    {
        "text": "Characterization Matt Lloyd a spokesperson for the Department of Health and Human Services saying the assertion that HHS has banned words is a complete",
        "start": 499.729,
        "duration": 6.02
    },
    {
        "text": "mischaracterization of discussions regarding the budget formulation process",
        "start": 506.15,
        "duration": 2.42
    },
    {
        "text": "HHS will continue to use the best scientific evidence available to improve the health of all Americans",
        "start": 509.09,
        "duration": 3.889
    },
    {
        "text": "HHS, also strongly encourages the use of outcome and evidence data in program evaluations and budget decisions then on Sunday the director of the CDC",
        "start": 513.65,
        "duration": 6.589
    },
    {
        "text": "Dr. Brenda Fitzgerald tweeted. I want to assure you there are no banned words at CDC",
        "start": 520.4,
        "duration": 4.369
    },
    {
        "text": "We will continue to talk about all our important public health programs you may be",
        "start": 524.77,
        "duration": 3.269
    },
    {
        "text": "understandably concerned about recent media reports alleging that CDC is banned from using certain words and budget documents",
        "start": 528.23,
        "duration": 5.51
    },
    {
        "text": "I want to assure you that CDC remains committed to our public health mission as a science and evidence-based",
        "start": 533.74,
        "duration": 4.35
    },
    {
        "text": "Institution as part of our commitment to provide for the common defense of the country against health threats science is and we remain the foundation",
        "start": 538.49,
        "duration": 4.97
    },
    {
        "text": "Of our work CDC has a long-standing history of making public health and budget decisions that are based on the best available",
        "start": 543.46,
        "duration": 5.25
    },
    {
        "text": "Science and data and for the benefit of all people we will continue to do so here's the thing I feel like the truth is",
        "start": 548.839,
        "duration": 5.45
    },
    {
        "text": "Somewhere in the middle may have noticed a CDC and HHS statements. Do not say a meeting did not happen",
        "start": 554.45,
        "duration": 5.089
    },
    {
        "text": "Don't say the analysts weren't told to not use certain words and documents data",
        "start": 559.57,
        "duration": 3.57
    },
    {
        "text": "Say, there's not a ban",
        "start": 563.14,
        "duration": 0.99
    },
    {
        "text": "So it looks like we have a situation here where maybe there was a meeting where there was a recommendation",
        "start": 564.13,
        "duration": 3.989
    },
    {
        "text": "But nothing official of course the question becomes well",
        "start": 568.12,
        "duration": 2.369
    },
    {
        "text": "Why the hell would you make this recommendation the answer that seems to make the most sense to me?",
        "start": 570.49,
        "duration": 3.869
    },
    {
        "text": "Personally is a quote from a former federal official. They asked not to be named but on this topic",
        "start": 574.49,
        "duration": 3.919
    },
    {
        "text": "They said it's absurd and Orwellian",
        "start": 578.41,
        "duration": 1.89
    },
    {
        "text": "It's stupid and Orwellian",
        "start": 580.3,
        "duration": 1.47
    },
    {
        "text": "But they are not saying do not use the words and reports or articles or scientific",
        "start": 581.77,
        "duration": 3.479
    },
    {
        "text": "Publications or anything else the CDC does they're saying not to use it in your request for money because it will hurt you it's not",
        "start": 585.32,
        "duration": 5.779
    },
    {
        "text": "About censoring what CDC can say to the American public it's about a budget strategy to get funded",
        "start": 591.1,
        "duration": 4.53
    },
    {
        "text": "And I honestly think that's what we're looking at here",
        "start": 595.63,
        "duration": 1.5
    },
    {
        "text": "It's a nice thought to thank government agencies like these don't have to play politics",
        "start": 597.13,
        "duration": 3.419
    },
    {
        "text": "They do all government organizations have to get a budget approved which means that they have to play the game",
        "start": 600.55,
        "duration": 4.08
    },
    {
        "text": "And they have to play to trump when Trump took office things changed",
        "start": 604.63,
        "duration": 2.969
    },
    {
        "text": "And what every salesman knows is that you have to pitch to people as if they're?",
        "start": 607.6,
        "duration": 3.84
    },
    {
        "text": "Individuals because they are right like if you're trying to sell something to someone in Southern, California",
        "start": 611.57,
        "duration": 3.529
    },
    {
        "text": "You're most likely going to try and sell that same thing in a different way to someone in Missouri ultimately where I land on this",
        "start": 615.14,
        "duration": 5.659
    },
    {
        "text": "Is I understand the alarm for especially from the initial headline?",
        "start": 620.8,
        "duration": 3.0
    },
    {
        "text": "I personally think it's a ridiculous",
        "start": 623.8,
        "duration": 1.18
    },
    {
        "text": "situation that these analysts are in but the real truth of the situations that like it often it seems to be somewhere in them and",
        "start": 624.98,
        "duration": 5.15
    },
    {
        "text": "Let's talk about the train derailment in Washington around 7:40 a.m.",
        "start": 630.13,
        "duration": 3.119
    },
    {
        "text": "an Amtrak passenger train derailed near Dupont",
        "start": 633.25,
        "duration": 2.609
    },
    {
        "text": "Washington multiple cars spilling off an interstate 5 overpass and transmission between the dispatcher and Amtrak 501 was captured just",
        "start": 635.86,
        "duration": 7.349
    },
    {
        "text": "after",
        "start": 643.49,
        "duration": 2.0
    },
    {
        "text": "Wally and we went on the ground",
        "start": 649.79,
        "duration": 2.0
    },
    {
        "text": "Okay are you?",
        "start": 652.73,
        "duration": 1.89
    },
    {
        "text": "Is everybody okay? I'm still figuring that out",
        "start": 654.62,
        "duration": 2.809
    },
    {
        "text": "We got cars everywhere hands down onto the highway in tractor",
        "start": 657.43,
        "duration": 3.419
    },
    {
        "text": "5:01 was part of a new service that launched just today train was able to carry around 250 people",
        "start": 660.99,
        "duration": 4.53
    },
    {
        "text": "But Amtrak said there are approximately 78 passengers and five crew members on board at the time of the incident reportedly at least 77 people",
        "start": 665.52,
        "duration": 6.149
    },
    {
        "text": "Have been taken to the hospital four of them suffered serious injuries the Pierce County Sheriff's Office did confirm, but there were multiple fatalities",
        "start": 671.67,
        "duration": 5.52
    },
    {
        "text": "But at the time of recording this video. They had not provided a number yet",
        "start": 677.2,
        "duration": 3.019
    },
    {
        "text": "We also saw several motorists and vehicles that were struck by the fallen tree or reportedly they just suffered injuries there were no fatalities",
        "start": 680.22,
        "duration": 5.369
    },
    {
        "text": "Among those in vehicles. We also saw the National Transportation Safety Board say they are launching a team to determine",
        "start": 685.75,
        "duration": 4.88
    },
    {
        "text": "What happened we also saw a Washington governor jay Inslee declare a state of emergency?",
        "start": 690.63,
        "duration": 3.45
    },
    {
        "text": "President Trump also responded on Twitter tweeting a train accident that just occurred in Dupont",
        "start": 694.48,
        "duration": 3.77
    },
    {
        "text": "Washington shows more than ever wire soon to be submitted",
        "start": 698.25,
        "duration": 2.489
    },
    {
        "text": "Infrastructure plan must be approved quickly 7 trillion dollars spent to the Middle East while our roads bridges tunnels",
        "start": 700.839,
        "duration": 4.91
    },
    {
        "text": "Railways and more crumble not for long adding my thoughts and prayers are with everyone involved in the train accident in Dupont, Washington",
        "start": 705.85,
        "duration": 5.27
    },
    {
        "text": "Thank you to all our wonderful. First responders were on the scene",
        "start": 711.279,
        "duration": 2.57
    },
    {
        "text": "We are currently monitoring here at the White House obviously there the president has been criticized for politicizing a tragedy using this tragedy where people",
        "start": 713.85,
        "duration": 6.75
    },
    {
        "text": "have died and are still fighting for their life as a way to push through his plan all before an",
        "start": 720.6,
        "duration": 4.559
    },
    {
        "text": "Investigation has been done we know as I mentioned earlier",
        "start": 725.23,
        "duration": 2.119
    },
    {
        "text": "This is a new service",
        "start": 727.35,
        "duration": 1.02
    },
    {
        "text": "Which should mean that there was extensive?",
        "start": 728.37,
        "duration": 1.75
    },
    {
        "text": "Testing we do know and I'm not using the president in this week this morning was the first time Amtrak trains were using the new",
        "start": 730.12,
        "duration": 4.969
    },
    {
        "text": "Point Defiance bypass route I was 181 million dollar project that started back in 2010",
        "start": 735.089,
        "duration": 4.47
    },
    {
        "text": "But that said I don't want to make this situation about Trump. Well these are just words",
        "start": 739.56,
        "duration": 3.269
    },
    {
        "text": "I do want to send my well wishes to those affected by this also my thanks to the first responders you never say",
        "start": 742.829,
        "duration": 5.1
    },
    {
        "text": "Thank you enough for what you do",
        "start": 747.93,
        "duration": 1.11
    },
    {
        "text": "That's actually where I'm going to end today's show and remember if you liked this video you like what's Ron do on this channel hit",
        "start": 749.04,
        "duration": 4.859
    },
    {
        "text": "That like button if you knew where your hit that subscribe button",
        "start": 753.899,
        "duration": 2.46
    },
    {
        "text": "also\nIf you missed the last philip defranco show you want to catch up click or tap right there to watch that we did a little",
        "start": 756.36,
        "duration": 4.109
    },
    {
        "text": "Something different with that one",
        "start": 760.47,
        "duration": 0.9
    },
    {
        "text": "Also, if you want to see the newest behind the scenes vlog click or tap right there",
        "start": 761.37,
        "duration": 2.76
    },
    {
        "text": "So that's it of course as always my name's philip defranco. You've just been phill'd in. I love yo faces, and i'll see you tomorrow",
        "start": 764.23,
        "duration": 6.679
    }
]