[
    {
        "text": "Sup you beautiful bastards hope you're having a",
        "start": 0.03,
        "duration": 2.0
    },
    {
        "text": "Fantastic Thursday welcome back to the Philip Defranco show and let's just jump into it. And the first thing we need to talk about today",
        "start": 2.23,
        "duration": 5.75
    },
    {
        "text": "Is FOSTA/SESTA. If you haven't heard about this",
        "start": 7.98,
        "duration": 2.549
    },
    {
        "text": "It was a controversial mashup bill.",
        "start": 10.53,
        "duration": 1.61
    },
    {
        "text": "FOSTA stands for fight sex trafficking online act",
        "start": 12.14,
        "duration": 2.829
    },
    {
        "text": "SESTA stands for stop enabling sex traffickers act",
        "start": 14.969,
        "duration": 2.0
    },
    {
        "text": "Congress passed it in March it got to the president the president signed it into law it turns out",
        "start": 17.289,
        "duration": 4.49
    },
    {
        "text": "There's actually an incredibly troubling situation because even though on the surface. It seems like it makes sense sex traffickers are bad",
        "start": 21.779,
        "duration": 5.4
    },
    {
        "text": "We should shut down sex traffickers makes sense",
        "start": 27.18,
        "duration": 2.489
    },
    {
        "text": "Yes",
        "start": 29.67,
        "duration": 0.449
    },
    {
        "text": "so you have",
        "start": 30.119,
        "duration": 0.701
    },
    {
        "text": "Organizations like the ACLU the EFF millions of sex workers saying that",
        "start": 30.82,
        "duration": 4.235
    },
    {
        "text": "this is not what we need",
        "start": 35.055,
        "duration": 1.463
    },
    {
        "text": "it's a terrible harmful, deeply flawed law. But the core of the problem",
        "start": 36.518,
        "duration": 3.322
    },
    {
        "text": "Is that the law conflates both sex work with sex trafficking",
        "start": 39.84,
        "duration": 2.5
    },
    {
        "text": "and also before moving forward just for transparency sake I'll let you know where I stand on the issue",
        "start": 43.59,
        "duration": 3.836
    },
    {
        "text": "sex trafficking of course is",
        "start": 47.426,
        "duration": 1.053
    },
    {
        "text": "Horrible it needs to be crackdown on it needs to be just crushed",
        "start": 48.48,
        "duration": 2.669
    },
    {
        "text": "But as far as prostitution itself",
        "start": 51.149,
        "duration": 1.401
    },
    {
        "text": "I personally think that it should be legalized it should be taxed",
        "start": 52.55,
        "duration": 2.679
    },
    {
        "text": "It should be treated like a job and safety measures put into place",
        "start": 55.23,
        "duration": 3.959
    },
    {
        "text": "both to prevent situations like sex trafficking abuse",
        "start": 59.189,
        "duration": 3.18
    },
    {
        "text": "safety reasons. And I mean that whether it be violence or",
        "start": 62.89,
        "duration": 2.599
    },
    {
        "text": "STD related.",
        "start": 65.619,
        "duration": 0.5
    },
    {
        "text": "And my opinion what people choose to do with their bodies is their own business",
        "start": 66.119,
        "duration": 2.605
    },
    {
        "text": "as long as they're not harming anyone else",
        "start": 68.724,
        "duration": 1.385
    },
    {
        "text": "I mean just like an oversimplified version as why is why is porn okay?",
        "start": 70.11,
        "duration": 3.0
    },
    {
        "text": "Because there is a camera and it's meant for",
        "start": 73.11,
        "duration": 1.57
    },
    {
        "text": "entertainment the two or however many consenting adults",
        "start": 74.68,
        "duration": 2.477
    },
    {
        "text": "can't do the same thing if it's not filmed and",
        "start": 77.157,
        "duration": 2.072
    },
    {
        "text": "repurposed for entertainment as",
        "start": 79.33,
        "duration": 1.026
    },
    {
        "text": "put a system in place where he can crack down on the bad actors and keep everyone else safe",
        "start": 80.356,
        "duration": 3.013
    },
    {
        "text": "I just want to throw that out there",
        "start": 83.369,
        "duration": 1.051
    },
    {
        "text": "But back to the story",
        "start": 84.42,
        "duration": 1.02
    },
    {
        "text": "and the past month you may have actually heard of this story one of the main focal points of this",
        "start": 85.44,
        "duration": 3.42
    },
    {
        "text": "Has been a website called back page",
        "start": 88.86,
        "duration": 1.38
    },
    {
        "text": "It's actually important for us to talk about what happened with back page calm",
        "start": 90.3,
        "duration": 2.838
    },
    {
        "text": "because it leads us to the current environment those don't know",
        "start": 93.138,
        "duration": 2.292
    },
    {
        "text": "Backpage was a classified ad website that launched in",
        "start": 95.43,
        "duration": 2.29
    },
    {
        "text": "2004. And it became even more popular after Craigslist stopped hosting adult services ads in 2010 because their site still allowed those ads and officials",
        "start": 97.96,
        "duration": 6.83
    },
    {
        "text": "Of backpage.com had long been accused of using the site to facilitate",
        "start": 104.79,
        "duration": 3.18
    },
    {
        "text": "Prostitution and child sex trafficking there'd been charges in the past those ended up getting dismissed then in 2017 a two-year Senate",
        "start": 108.07,
        "duration": 6.709
    },
    {
        "text": "Investigation into online sex trafficking found that backpage.com had quote knowingly",
        "start": 114.88,
        "duration": 3.769
    },
    {
        "text": "Concealed evidence of criminality by editing its adult ads they reportedly scrubbed terms or images from ads that indicated illegal",
        "start": 118.75,
        "duration": 6.439
    },
    {
        "text": "transactions things like lolita,",
        "start": 125.409,
        "duration": 1.5
    },
    {
        "text": "teenage rape, young. After that, investigation was published back page shut down its adult ad section the company had also been hit with several lawsuits",
        "start": 126.909,
        "duration": 5.87
    },
    {
        "text": "by the victims their families over the past few years in relation to the sex trade ads. But,",
        "start": 132.85,
        "duration": 3.76
    },
    {
        "text": "for the most part throughout all of",
        "start": 136.61,
        "duration": 1.43
    },
    {
        "text": "this, Backpage have been largely protected by section 2 3-0 of the 1996 Communications Decency Act",
        "start": 138.04,
        "duration": 4.979
    },
    {
        "text": "Giving a broad layer of immunity to online companies from being held liable for user-generated content",
        "start": 143.33,
        "duration": 4.279
    },
    {
        "text": "But on April 6 of this year back page servers were seized and shut down a raid by the Department of Justice",
        "start": 147.61,
        "duration": 4.59
    },
    {
        "text": "FBI and other federal agencies on April 9th a federal judge in Arizona unsealed a",
        "start": 152.39,
        "duration": 3.98
    },
    {
        "text": "93 count indictment against Backpage creators Michael Lacey and James Larkin as well as five others at the company and a detailed stories of victims",
        "start": 156.59,
        "duration": 6.589
    },
    {
        "text": "Who had been trafficked on Backpage some as young as 14 when he was forced perform sex acts at gunpoint was choked until she had",
        "start": 163.18,
        "duration": 5.399
    },
    {
        "text": "Seizures and gang rape. Another was stabbed to death by a customer who then tried to burn her corpse",
        "start": 168.58,
        "duration": 3.99
    },
    {
        "text": "However the Justice Department said that the case against Backpage does not rely on sex trafficking charges",
        "start": 172.66,
        "duration": 4.02
    },
    {
        "text": "But instead on charges connected to facilitating prostitution and money laundering",
        "start": 176.68,
        "duration": 3.599
    },
    {
        "text": "But, the outrage around Backpage",
        "start": 180.34,
        "duration": 1.42
    },
    {
        "text": "Evading previous lawsuits pushed lawmakers to make changes to legislation that has shielded Backpage for years that brings us back to",
        "start": 181.76,
        "duration": 6.019
    },
    {
        "text": "FOSTA-SESTA. The FOSTA-SESTA package enables victims and state prosecutors to pursue",
        "start": 187.85,
        "duration": 3.739
    },
    {
        "text": "websites for facilitating sex trafficking or prostitution in criminal and civil court without being blocked by section",
        "start": 191.75,
        "duration": 5.57
    },
    {
        "text": "2-3-0 many believing that this bill was necessary since section 2-3-0 is never intended to provide legal",
        "start": 197.48,
        "duration": 4.669
    },
    {
        "text": "protection to websites to promote the sale of sex. But there are others upset with the passage of this bill internet firms and free speech advocates",
        "start": 202.22,
        "duration": 5.149
    },
    {
        "text": "Arguing that would lead to censorship",
        "start": 207.41,
        "duration": 1.37
    },
    {
        "text": "It would stifle innovation the Electronic Frontier Foundation calling it the most",
        "start": 208.78,
        "duration": 3.57
    },
    {
        "text": "significant rollback to date of the protections for online speech and section",
        "start": 212.57,
        "duration": 3.589
    },
    {
        "text": "2-3-0 opponents of the bill arguing that it also wasn't necessary in the first place because the federal government already has the ability to prosecute",
        "start": 216.29,
        "duration": 5.66
    },
    {
        "text": "Facilitators of sex trafficking and in fact Backpage itself serves as an example of that from signed this into law on April 11th",
        "start": 222.29,
        "duration": 5.63
    },
    {
        "text": "But the federal government took action against Backpage executives before that bill became a law which led some to question",
        "start": 227.92,
        "duration": 4.679
    },
    {
        "text": "Why FOSTA-SESTA was even needed if such action could be taken without it and on top of the free speech issue the law has",
        "start": 232.6,
        "duration": 5.009
    },
    {
        "text": "Been widely rejected by sex workers rights advocates and other experts saying if the sex workers are being put into immediate harm",
        "start": 237.61,
        "duration": 5.43
    },
    {
        "text": "And this is because sex workers have said online",
        "start": 243.04,
        "duration": 2.0
    },
    {
        "text": "Platforms give them a safe space a safe alternative to just finding clients on the street and as far as how it's safer there was",
        "start": 245.06,
        "duration": 5.869
    },
    {
        "text": "A Chicago sex worker who was interviewed by the Guardian who explained sites like back page gave her the ability to negotiate terms in advance",
        "start": 250.93,
        "duration": 5.73
    },
    {
        "text": "requests a client's provide references run cross checks on clients email",
        "start": 256.76,
        "duration": 3.47
    },
    {
        "text": "Addresses she can communicate with other sex workers about dangerous or violent people to avoid and on top of all of that there are people",
        "start": 260.419,
        "duration": 5.21
    },
    {
        "text": "arguing",
        "start": 265.63,
        "duration": 0.45
    },
    {
        "text": "that the law doesn't even fight sex trafficking networking bergman executive director of freedom network USA a coalition of anti trafficking",
        "start": 266.08,
        "duration": 6.07
    },
    {
        "text": "advocates said shutting down every service provider and website will not end sex trafficking what it will do is push traffickers to",
        "start": 272.25,
        "duration": 5.84
    },
    {
        "text": "Overseas websites that are beyond the reach of law enforcement",
        "start": 278.19,
        "duration": 2.3
    },
    {
        "text": "Making it harder to prosecute them and harder to find them through the victims know some people like ginger banks has become an outspoken voice",
        "start": 280.59,
        "duration": 5.869
    },
    {
        "text": "On this issue what any other full-service sex workers are already at a higher risk of being murdered due to their job and taking away",
        "start": 286.46,
        "duration": 5.25
    },
    {
        "text": "Their resources to scream through violent clients is just going to make that worse now just under a month after this bill was signed into",
        "start": 291.71,
        "duration": 6.059
    },
    {
        "text": "Law, we're already seeing negative stories coming out Laura Moon",
        "start": 297.77,
        "duration": 3.389
    },
    {
        "text": "Who is a sex trafficking survivor and writer say him seem to be coming out of the woodwork since this all happened",
        "start": 301.16,
        "duration": 5.25
    },
    {
        "text": "They're taking advantage of the situation sex workers are in this is why I say FOSTA-SESTA have actually increased traffic",
        "start": 306.41,
        "duration": 5.25
    },
    {
        "text": "I've had pimps contacting me. They're leech they make money off of sex workers misfortune",
        "start": 311.66,
        "duration": 4.38
    },
    {
        "text": "also, the sex work blog tits and sass saying if there have been reports of 13 sex workers having gone missing who have been confirmed dad",
        "start": 316.04,
        "duration": 6.15
    },
    {
        "text": "Countless others have been reportedly assaulted and raped and they say this is a result of being pushed offline and back into the streets to",
        "start": 322.19,
        "duration": 5.61
    },
    {
        "text": "Find work. And in general, it appears that all this law is really done is push",
        "start": 327.8,
        "duration": 3.509
    },
    {
        "text": "What is going to continue to happen back into the darkness?",
        "start": 331.31,
        "duration": 2.61
    },
    {
        "text": "And we have massive numbers shrouded in darkness",
        "start": 333.92,
        "duration": 2.07
    },
    {
        "text": "Horrible stuff is going to happen to them. More obviously does need to be done to protect vulnerable people",
        "start": 336.3,
        "duration": 4.19
    },
    {
        "text": "But you don't really accomplish that by making more people vulnerable",
        "start": 340.49,
        "duration": 3.629
    },
    {
        "text": "But all of that said like I always try to do on the philip defranco show that's the story also my opinion",
        "start": 344.12,
        "duration": 4.74
    },
    {
        "text": "And I'd love to hear from you. Whether you agree or disagree in those comments down below",
        "start": 348.86,
        "duration": 3.75
    },
    {
        "text": "What's your takeaway from this situation but from that I want to share some stuff",
        "start": 352.61,
        "duration": 2.759
    },
    {
        "text": "I loved today and today in awesome brought to you by postmates. Post mates, of course a fantastic",
        "start": 355.37,
        "duration": 4.2
    },
    {
        "text": "Delivery on-demand app you want something from the store your favorite restaurant boom",
        "start": 359.94,
        "duration": 3.8
    },
    {
        "text": "Open up the app they will deliver to your home your work your wherever for me personally",
        "start": 363.81,
        "duration": 3.65
    },
    {
        "text": "It is just such a life saver",
        "start": 367.46,
        "duration": 1.5
    },
    {
        "text": "I mean it's obviously incredibly convenient",
        "start": 368.96,
        "duration": 1.77
    },
    {
        "text": "But also just the amount of time you save",
        "start": 370.73,
        "duration": 2.0
    },
    {
        "text": "Thank you",
        "start": 372.81,
        "duration": 0.68
    },
    {
        "text": "So if you're a new customer you want to check it out like many from the nation already have go to post to Franco dot-com",
        "start": 373.49,
        "duration": 4.049
    },
    {
        "text": "Download the app make sure you enter in the new code PDS when you use that promo code",
        "start": 377.7,
        "duration": 3.95
    },
    {
        "text": "They will give you $100 in free delivery credit",
        "start": 381.65,
        "duration": 2.399
    },
    {
        "text": "So check it out link down below the first bit of Awesome is we got a trailer for the new Robin Hood starts Taron Egerton",
        "start": 384.05,
        "duration": 4.889
    },
    {
        "text": "And jamie foxx trailer is interesting, and I am a hopeful for something badass",
        "start": 389.13,
        "duration": 3.95
    },
    {
        "text": "And we got a music video involving the crossover everyone was waiting for Dion and Deadpool. Then,",
        "start": 393.09,
        "duration": 6.349
    },
    {
        "text": "wehave an interesting video from ted-ed on what's the difference between hibernation and sleep life now gonna on the Alice in Wonderland syndrome",
        "start": 399.44,
        "duration": 5.46
    },
    {
        "text": "John Mayer on hot one just got a trailer for the catcher was a spy starring Paul Rudd if you want to see the full",
        "start": 405.06,
        "duration": 5.6
    },
    {
        "text": "Versions everything I just shared the secret link of the day",
        "start": 410.66,
        "duration": 2.429
    },
    {
        "text": "Anything at all links as always are in the description down below and very quickly. I'll mention Camille Cosby",
        "start": 413.22,
        "duration": 5.48
    },
    {
        "text": "She is the wife of Bill Cosby she called the case and verdict against her husband mob",
        "start": 418.7,
        "duration": 4.32
    },
    {
        "text": "Justice my personal response to this is well one. I mean it's not the most shocking statement",
        "start": 423.18,
        "duration": 4.519
    },
    {
        "text": "I mean she has stuck by him till now",
        "start": 427.7,
        "duration": 1.68
    },
    {
        "text": "but also to",
        "start": 429.38,
        "duration": 0.91
    },
    {
        "text": "Know it's not it's not mob",
        "start": 430.29,
        "duration": 1.71
    },
    {
        "text": "Justice unless the the mob that you were referring to is the around 60 women he is accused of sexually",
        "start": 432.0,
        "duration": 5.029
    },
    {
        "text": "Assaulting and drugging so yeah",
        "start": 437.25,
        "duration": 1.19
    },
    {
        "text": "I guess you could call it mob justice when you have a person who allegedly sexually",
        "start": 438.44,
        "duration": 2.91
    },
    {
        "text": "Assaulted and drugged enough women to make up a mob and in my eyes the only thing that is unfortunate about this quote-unquote",
        "start": 441.42,
        "duration": 5.779
    },
    {
        "text": "Justice is that based off of time restrictions?",
        "start": 447.6,
        "duration": 2.3
    },
    {
        "text": "He is only really being held accountable",
        "start": 449.9,
        "duration": 1.93
    },
    {
        "text": "For one case and it's so many years after also the fact that in her statement",
        "start": 451.83,
        "duration": 4.88
    },
    {
        "text": "She compared what Bill Cosby is going through right now to that of situations with Emmett Till and Darryl hunt is",
        "start": 456.71,
        "duration": 6.209
    },
    {
        "text": "Disgusting to me those stories if you don't know hunt was wrongly convicted",
        "start": 463.38,
        "duration": 2.75
    },
    {
        "text": "Of murdering and raping a white woman in the 80s until was a black 14 year old that was lynched in Mississippi after he allegedly",
        "start": 466.2,
        "duration": 6.829
    },
    {
        "text": "Flirted with a white woman and on top of how just a horrible that situation is by itself years and years after the woman came",
        "start": 473.52,
        "duration": 5.63
    },
    {
        "text": "Out and said you know he'd never actually even flirted with me to compare those horrible disgusting stains on American history",
        "start": 479.15,
        "duration": 5.729
    },
    {
        "text": "To that of your husband who is accused by sixty women not just a single accuser",
        "start": 485.1,
        "duration": 4.94
    },
    {
        "text": "Not just white very similar stories and is overwhelmingly",
        "start": 490.04,
        "duration": 3.899
    },
    {
        "text": "Pathetic, but unfortunately not surprised and that is all the breath you're worthy of today, then we had model Gigi Hadid in the news",
        "start": 494.49,
        "duration": 6.38
    },
    {
        "text": "She's recently come under fire for the cover image on May 2018 Vogue Italian people saying it looks excessively",
        "start": 500.87,
        "duration": 5.34
    },
    {
        "text": "Photoshopped that she looks like a completely different person, and so I'm saying it just looks like straight up blackface",
        "start": 506.4,
        "duration": 4.279
    },
    {
        "text": "I'll let you compare and contrast her so but it should also be noted",
        "start": 510.68,
        "duration": 2.46
    },
    {
        "text": "This is not a new kind of situation or a scandal for the person that photographed this a photographer being Steven Klein",
        "start": 513.14,
        "duration": 5.489
    },
    {
        "text": "He also came under fire for a similar situation with Kim Kardashian last year",
        "start": 518.63,
        "duration": 3.75
    },
    {
        "text": "He was saying at that time that it looked like he had darkened Kim Kardashian",
        "start": 522.38,
        "duration": 2.849
    },
    {
        "text": "Also GiGi released a statement on her instance story today saying this is a photo of me returning home from shooting my Italia",
        "start": 525.23,
        "duration": 4.77
    },
    {
        "text": "Vogue cover on April 3rd you can see the level I had been bronze 2 on set that day",
        "start": 530.06,
        "duration": 3.299
    },
    {
        "text": "Please understand that my control of a shoot 1 is",
        "start": 533.36,
        "duration": 2.1
    },
    {
        "text": "non-existent in terms of creative direction who ends completely when I leave set and anything done to a photo and post is out of my",
        "start": 535.68,
        "duration": 5.239
    },
    {
        "text": "Control, fully bronzing and Photoshop is a style that s Klein has done for many years",
        "start": 540.92,
        "duration": 3.78
    },
    {
        "text": "And I believe was what was expected from the shoot to show me in a different way",
        "start": 544.7,
        "duration": 3.329
    },
    {
        "text": "Creatively then going on add, please know that things would have been different if my control of the situation was different regardless",
        "start": 548.13,
        "duration": 4.88
    },
    {
        "text": "I want to apologize because my intention is never to diminish those concerns or take opportunities away from anyone else",
        "start": 553.01,
        "duration": 4.739
    },
    {
        "text": "I hope this can be an example to other magazines and teams in the future and closing there are real issues regarding",
        "start": 557.75,
        "duration": 4.71
    },
    {
        "text": "representation in fashion",
        "start": 562.68,
        "duration": 1.099
    },
    {
        "text": "It's our responsibility to acknowledge those issues and communicate through them to work towards a more diverse industry",
        "start": 563.779,
        "duration": 4.74
    },
    {
        "text": "And that's kind of a little all over the place respond. It's a photographer style it was to be expected",
        "start": 568.52,
        "duration": 4.229
    },
    {
        "text": "I would have personally done something different",
        "start": 572.75,
        "duration": 1.86
    },
    {
        "text": "There's also an apology and then call to action and so I'll pass question off to you is the situation a big deal",
        "start": 574.61,
        "duration": 4.41
    },
    {
        "text": "Yes, no. Do you think people are making a mountain out of a molehill?",
        "start": 579.02,
        "duration": 2.549
    },
    {
        "text": "Let me know then if you are someone that lives in Indianapolis at around 9 o'clock in the morning yesterday",
        "start": 581.57,
        "duration": 5.459
    },
    {
        "text": "Go westbound on i-70 near Holt Road the police would like to ask you to return the up to around six hundred",
        "start": 587.19,
        "duration": 6.71
    },
    {
        "text": "Thousand dollars of that just got blown out onto the highway when the back security door of a Brinks security truck",
        "start": 594.63,
        "duration": 6.32
    },
    {
        "text": "Just opened the Brinks truck driver said that another person I was driving, aka",
        "start": 600.95,
        "duration": 3.839
    },
    {
        "text": "nark went to the back of the truck to let him know that the door was just open and so then he stopped addressed the",
        "start": 604.92,
        "duration": 4.61
    },
    {
        "text": "Situation as of right now",
        "start": 609.53,
        "duration": 1.17
    },
    {
        "text": "We don't know if it was human error a mechanical failure to kind of paint the scene for you",
        "start": 610.7,
        "duration": 4.229
    },
    {
        "text": "And it's it's not shocking jumper said there were people just jumping over fences from adjacent neighborhoods grabbing the money",
        "start": 614.93,
        "duration": 5.789
    },
    {
        "text": "They had pockets full of money and police are saying if you have the money",
        "start": 620.72,
        "duration": 3.09
    },
    {
        "text": "Please turn it is specifically saying if you're willing to in good conscience turn it back in there's amnesty",
        "start": 623.81,
        "duration": 5.25
    },
    {
        "text": "There's no real questions asked if you're willing to give it back and it appears that it's something police are hoping people take seriously since",
        "start": 629.06,
        "duration": 5.46
    },
    {
        "text": "If you did take money you could be charged with theft particular police are they are looking for a school bus driver",
        "start": 634.52,
        "duration": 4.349
    },
    {
        "text": "that stopped the school bus and grabbed money also for individuals in a white pickup truck that made off with a bag of money as",
        "start": 638.97,
        "duration": 6.68
    },
    {
        "text": "Far as my official statement here",
        "start": 645.65,
        "duration": 1.59
    },
    {
        "text": "It's you know you never want to break the law my non official statement is I'm a big believer in Finders Keepers",
        "start": 647.24,
        "duration": 4.95
    },
    {
        "text": "Especially when you find something from a large faceless organization that has a shit ton of insurance as far as I'm concerned",
        "start": 652.68,
        "duration": 5.809
    },
    {
        "text": "Unofficially Brinks just donated six hundred thousand dollars to the ground and you know what the ground is there to support all of us",
        "start": 658.709,
        "duration": 5.69
    },
    {
        "text": "so thank you for your",
        "start": 664.4,
        "duration": 1.12
    },
    {
        "text": "Contribution and let's talk about this situation with Rudy Giuliani that is everyone freaking out about the Donald Trump",
        "start": 665.52,
        "duration": 4.669
    },
    {
        "text": "Michael Cohen stormy Daniel situation you have a lot of people saying this is it Rudy accidentally put the nail in Trump's coffin other people",
        "start": 670.19,
        "duration": 6.12
    },
    {
        "text": "Saying no",
        "start": 676.31,
        "duration": 0.82
    },
    {
        "text": "Everything seems like a calculated release this really doesn't mean anything, so let's break it down last night Rudy Giuliani former",
        "start": 677.13,
        "duration": 6.41
    },
    {
        "text": "New York City Mayor",
        "start": 683.54,
        "duration": 0.97
    },
    {
        "text": "Recent addition to the Trump legal team did an interview with Sean Hannity and during that interview",
        "start": 684.51,
        "duration": 4.01
    },
    {
        "text": "He revealed that Donald Trump reimbursed Michael Cohen for the payment to stormy danuel having something to do with paying some stormy Daniels woman",
        "start": 688.52,
        "duration": 7.26
    },
    {
        "text": "130,000 I mean which is gonna turn out to be perfectly legal",
        "start": 696.93,
        "duration": 3.5
    },
    {
        "text": "That money was not campaign money. Sorry. I'm giving you a fact now that you don't know it's not campaign money. No",
        "start": 701.76,
        "duration": 7.489
    },
    {
        "text": "campaign finance violation so they funneled it through the law firm.",
        "start": 710.49,
        "duration": 4.219
    },
    {
        "text": "Funneled through the law firm. And the president repaid it oh",
        "start": 715.38,
        "duration": 2.45
    },
    {
        "text": "I didn't know he did yeah, there's no campaign finance law",
        "start": 719.1,
        "duration": 3.26
    },
    {
        "text": "Zero, so that's the main clip that blew up last night went viral an acknowledgment that Donald Trump paid Michael Cohen back for the payment",
        "start": 722.88,
        "duration": 6.53
    },
    {
        "text": "To a porn star that was alleging that she had an affair with it before moving forward",
        "start": 729.41,
        "duration": 3.179
    },
    {
        "text": "It's also important to see what else Giuliani said more specific regarding",
        "start": 732.59,
        "duration": 3.539
    },
    {
        "text": "how Trump paid Cohen back Giuliani said when I heard Cohen's retainer of",
        "start": 736.13,
        "duration": 4.68
    },
    {
        "text": "35,000 when he was doing no work for the president mmm",
        "start": 741.21,
        "duration": 3.02
    },
    {
        "text": "I said that's how he's repaying that's how he's repaying it with a little profit and a little margin for paying taxes for",
        "start": 744.26,
        "duration": 7.38
    },
    {
        "text": "Michael the Florida, but you know the president didn't know about this",
        "start": 751.89,
        "duration": 3.26
    },
    {
        "text": "I",
        "start": 756.0,
        "duration": 1.32
    },
    {
        "text": "Believe that I know about the specifics of it as far as I know",
        "start": 757.32,
        "duration": 3.679
    },
    {
        "text": "But he did know about the general arrangement that Michael would take care of things like this like I take care of things like this",
        "start": 761.25,
        "duration": 5.69
    },
    {
        "text": "For my clients. I don't burden them with every single thing that comes along",
        "start": 767.1,
        "duration": 4.13
    },
    {
        "text": "The busy people after Giuliani made these statements on Hannity people immediately began pointing to previous statements made by Cohen and Trump and just in",
        "start": 772.62,
        "duration": 6.89
    },
    {
        "text": "Case you don't remember in Cohen's very specific statement from February 13",
        "start": 779.51,
        "duration": 3.39
    },
    {
        "text": "He said neither the Trump Organization",
        "start": 782.9,
        "duration": 1.42
    },
    {
        "text": "Nor the Trump campaign was a party to the transaction with miss Clifford and neither reimburse me for the payment either",
        "start": 784.32,
        "duration": 5.27
    },
    {
        "text": "Directly or indirectly and then of course there were Trump's comments on Air Force One on April 5th",
        "start": 789.75,
        "duration": 4.369
    },
    {
        "text": "But now back to",
        "start": 798.369,
        "duration": 0.9
    },
    {
        "text": "Giuliani because after the Hannity interview Giuliani ends up speaking with the Washington Post and he goes into greater detail when asked when was the",
        "start": 799.269,
        "duration": 6.14
    },
    {
        "text": "President told about these payments Giuliani said he wasn't since it was somewhere between ten and five days before the election and he wasn't told",
        "start": 805.41,
        "duration": 6.149
    },
    {
        "text": "but even if he was",
        "start": 811.559,
        "duration": 0.76
    },
    {
        "text": "Told he wouldn't have remembered it like I wouldn't have remembered it when when he paid out of his own personal funds",
        "start": 812.319,
        "duration": 5.66
    },
    {
        "text": "And if you listen to Cohen's statement it was very careful",
        "start": 817.98,
        "duration": 2.489
    },
    {
        "text": "He said I wasn't paid from the campaign, and I wasn't paid from the Trump Organization absolutely true",
        "start": 820.47,
        "duration": 4.26
    },
    {
        "text": "He was paid by Donald Trump's personal fun Giuliani",
        "start": 824.73,
        "duration": 2.399
    },
    {
        "text": "Also gave him more detail about the payments to Cohen saying that they took place over a period probably in",
        "start": 827.129,
        "duration": 4.08
    },
    {
        "text": "2017 and saying there may have been one in 2018 also saying do the arithmetic right?",
        "start": 831.399,
        "duration": 4.429
    },
    {
        "text": "$35,000 a month probably starting in January of February by the time you get to 250,000. It's all paid off remember",
        "start": 836.259,
        "duration": 5.179
    },
    {
        "text": "He also paid for the taxes then this morning",
        "start": 841.439,
        "duration": 2.13
    },
    {
        "text": "We had presidents from tweeting and it very much appears to be a copy-paste lawyer tax mr.",
        "start": 843.569,
        "duration": 5.79
    },
    {
        "text": "Cohen an attorney received a monthly retainer not from the campaign and having nothing to do with the campaign from which he entered into",
        "start": 849.36,
        "duration": 6.389
    },
    {
        "text": "reimbursement a private contract between two parties",
        "start": 856.48,
        "duration": 2.479
    },
    {
        "text": "This is 100 percent written by Hillel here a private contract between two parties known as a non-disclosure",
        "start": 858.959,
        "duration": 4.679
    },
    {
        "text": "Agreement or NDA these agreements are very common among celebrities and people have wealth in this case",
        "start": 863.799,
        "duration": 4.34
    },
    {
        "text": "It is in full force and effect and will be used in arbitration for damages against miss Clifford Daniels the agreement was used to stop",
        "start": 868.139,
        "duration": 5.849
    },
    {
        "text": "the false and extortionist",
        "start": 873.989,
        "duration": 1.301
    },
    {
        "text": "accusations made by her about an affair spite already having signed a detailed letter admitting that there was no affair prior to its violation by",
        "start": 875.29,
        "duration": 5.989
    },
    {
        "text": "Miss Clifford and her attorney this was a private agreement money from the campaign or campaign",
        "start": 881.279,
        "duration": 3.899
    },
    {
        "text": "Contributions played no role in this transaction then this morning",
        "start": 885.429,
        "duration": 2.75
    },
    {
        "text": "We had Rudy Giuliani going on Fox & Friends where he said this imagine if that came out on October 15th 2016",
        "start": 888.179,
        "duration": 6.36
    },
    {
        "text": "Yeah, a little of the you know last debate with Hillary Clinton making it go away. They they made this home. He didn't even ask",
        "start": 894.73,
        "duration": 6.349
    },
    {
        "text": "Cohen did Cohen made it go away",
        "start": 901.899,
        "duration": 1.61
    },
    {
        "text": "He did his job and that statement could prove to be troublesome for Trump because it does allude it does sound like he's saying this",
        "start": 903.509,
        "duration": 5.88
    },
    {
        "text": "Decision was made this woman was paid off because it would hurt their campaign a big part of this new Trump",
        "start": 909.389,
        "duration": 4.71
    },
    {
        "text": "Defense as it was not related to the campaign",
        "start": 914.1,
        "duration": 2.069
    },
    {
        "text": "It was a personal matter right in the president's legalese light we he wrote a private contract between two parties",
        "start": 916.169,
        "duration": 5.16
    },
    {
        "text": "This was a private agreement",
        "start": 921.329,
        "duration": 1.331
    },
    {
        "text": "And this is a note that Lawrence Noble had horns as a senior director and general counsel at the campaign Legal Center",
        "start": 922.66,
        "duration": 4.969
    },
    {
        "text": "And he said if the purpose of this was to stop Daniels from hurting the camp",
        "start": 927.629,
        "duration": 2.909
    },
    {
        "text": "then what you have is Cohen made a loan to the campaign and it was an excessive loan because lending the campaign money is a",
        "start": 930.72,
        "duration": 5.309
    },
    {
        "text": "Contribution who's an excessive?",
        "start": 936.04,
        "duration": 1.62
    },
    {
        "text": "Contribution until it's repaid and based off of Giuliani statement who is a member of Donald Trump's legal team that appeared to be a big",
        "start": 937.66,
        "duration": 6.349
    },
    {
        "text": "Part of it also because Cohen is repaid that would make it a loan so that would also need to be listed on the books",
        "start": 944.009,
        "duration": 5.429
    },
    {
        "text": "It would be required to be reported according to",
        "start": 949.439,
        "duration": 1.96
    },
    {
        "text": "FEC gov if any person including a relative or friend of a candidate gives or loans the candidate money for the purpose of influencing any",
        "start": 951.399,
        "duration": 6.229
    },
    {
        "text": "Election for federal office funds are not considered personal funds of the candidate even if they are given to the candidate directly instead the gift",
        "start": 957.629,
        "duration": 6.42
    },
    {
        "text": "or loan is considered a",
        "start": 964.05,
        "duration": 1.12
    },
    {
        "text": "Contribution from the donor to the campaign subject to the per election limit and reportable by the campaign this is true",
        "start": 965.17,
        "duration": 5.209
    },
    {
        "text": "Even if the candidate uses the funds for personal living expenses while campaign and if her election limit part is also",
        "start": 970.379,
        "duration": 5.28
    },
    {
        "text": "Why people have been pointing out that it's not only a contribution that is seemingly was not reported",
        "start": 975.66,
        "duration": 4.049
    },
    {
        "text": "but in an excessive",
        "start": 979.709,
        "duration": 1.36
    },
    {
        "text": "contribution also based on Giuliani statements to both the Washington Post and Sean Hannity as far as how the",
        "start": 981.069,
        "duration": 5.09
    },
    {
        "text": "payment process went",
        "start": 986.29,
        "duration": 1.219
    },
    {
        "text": "It sure as hell sounds like that if we bend over",
        "start": 987.509,
        "duration": 2.25
    },
    {
        "text": "Backwards to act like Donald Trump didn't know any of this was going on based off of the long term",
        "start": 989.92,
        "duration": 5.059
    },
    {
        "text": "Payment plan and the specific comments by the time the Donald Trump made those statements on April 5th saying that he didn't know that's a",
        "start": 995.05,
        "duration": 6.079
    },
    {
        "text": "lie and once again",
        "start": 1001.129,
        "duration": 0.81
    },
    {
        "text": "Just just past the the regular legal troubles that we're talking about with this situation one",
        "start": 1001.939,
        "duration": 4.71
    },
    {
        "text": "it should be concerning to you that you have a president or",
        "start": 1006.649,
        "duration": 1.901
    },
    {
        "text": "Administration that it that has these secrets because it does make them vulnerable",
        "start": 1008.55,
        "duration": 3.109
    },
    {
        "text": "To blackmail it does make them vulnerable to extortion then also to I know that we're so far down this road",
        "start": 1011.759,
        "duration": 5.78
    },
    {
        "text": "But when we have people in power lying that should matter",
        "start": 1017.54,
        "duration": 2.519
    },
    {
        "text": "We've gotten so used to it that it's almost not interesting anymore that it's just exhausting because there's so many",
        "start": 1020.059,
        "duration": 4.89
    },
    {
        "text": "Situations like this when the source of the lies comes from the top when the source of the lies is also the same source",
        "start": 1025.38,
        "duration": 5.239
    },
    {
        "text": "That's trying to make it so the people don't trust anything whatsoever in the news unless it's a piece. That's praising them",
        "start": 1030.62,
        "duration": 5.28
    },
    {
        "text": "That should be of concern I get that it can be exhausting, but truth should matter people should be held accountable",
        "start": 1035.9,
        "duration": 4.439
    },
    {
        "text": "We've got to try even if it's just a small percentage. We've got to try to push through the tribalism",
        "start": 1040.65,
        "duration": 5.75
    },
    {
        "text": "We have to try and push through the oh well. I have to defend my person and fuck your person",
        "start": 1046.4,
        "duration": 5.729
    },
    {
        "text": "I know that's what I'm gonna end this one of course like every show. That's the story",
        "start": 1052.13,
        "duration": 3.239
    },
    {
        "text": "That's my opinion, and then I'd love to hear yours",
        "start": 1055.37,
        "duration": 2.219
    },
    {
        "text": "And that's where I'm going to end today's show and remember if you like this video",
        "start": 1057.59,
        "duration": 2.83
    },
    {
        "text": "You're like I'm trying to do on this channel hit that like button if you're new here hit that subscribe button ring that bell to",
        "start": 1060.42,
        "duration": 5.219
    },
    {
        "text": "Turn on notifications. Also if you missed yesterday's Philip DeFranco",
        "start": 1065.64,
        "duration": 2.76
    },
    {
        "text": "Show you want to catch up click or tap right there to watch that oh if you want to watch brand new behind the scenes",
        "start": 1068.4,
        "duration": 4.17
    },
    {
        "text": "Blog click or tap right there to watch that, but that's it of course as always my name's philip defranco",
        "start": 1072.57,
        "duration": 4.26
    },
    {
        "text": "You've just been Phill'd in. I love yo faces, and i'll see you tomorrow",
        "start": 1076.87,
        "duration": 3.41
    }
]