[
    {
        "text": "'Sup you beautiful bastards. Hope you're having a",
        "start": 0.5,
        "duration": 1.5
    },
    {
        "text": "fantastic Monday Welcome back to the Philip Defranco show and let's just jump into and the first thing we're talking about today is the",
        "start": 2.29,
        "duration": 5.809
    },
    {
        "text": "controversial and huge internet Crackdown coming out of one of Donald Trump's favorite places to talk about China, China China a",
        "start": 8.16,
        "duration": 7.12
    },
    {
        "text": "Weird pause, but yes, China",
        "start": 16.2,
        "duration": 1.46
    },
    {
        "text": "Yes, China this past weekend China implemented 84 new categories to be censored online. This is for all forms of Media",
        "start": 17.67,
        "duration": 6.25
    },
    {
        "text": "so you got video pictures everything. Among these they list something called abnormal sexual lifestyle and inside of that they include things like prostitution and homosexuality",
        "start": 23.939,
        "duration": 7.29
    },
    {
        "text": "and in general this seems to be an extension of a censor rule they push through for TV last year there they state no",
        "start": 32.14,
        "duration": 5.389
    },
    {
        "text": "Television drama and show show abnormal sexual relationships and behavior such as incest same-sex",
        "start": 37.57,
        "duration": 4.729
    },
    {
        "text": "Relationships sexual perversion sexual assault sexual abuse sexual violence and so on which personally I have to say that it's crazy that",
        "start": 42.52,
        "duration": 5.989
    },
    {
        "text": "homosexuality is being put in the same list as",
        "start": 48.73,
        "duration": 2.599
    },
    {
        "text": "Incest and sexual assault also something very interesting with these new online rules they demand that online video platforms hire at least",
        "start": 51.61,
        "duration": 6.739
    },
    {
        "text": "three",
        "start": 58.6,
        "duration": 0.689
    },
    {
        "text": "professional censor",
        "start": 59.289,
        "duration": 0.95
    },
    {
        "text": "And their job is take down any",
        "start": 60.239,
        "duration": 1.21
    },
    {
        "text": "Content considered not sticking to the correct political and aesthetic standards and reportedly those who don't adhere to the new Rules face being reported to",
        "start": 61.449,
        "duration": 6.86
    },
    {
        "text": "the police for further",
        "start": 68.31,
        "duration": 1.33
    },
    {
        "text": "Investigation most likely this is going to get pushed through I mean, we're talking about",
        "start": 69.64,
        "duration": 2.9
    },
    {
        "text": "China the place that has banned YouTube and Facebook",
        "start": 72.64,
        "duration": 2.51
    },
    {
        "text": "I mean",
        "start": 75.15,
        "duration": 0.509
    },
    {
        "text": "Just imagine if that happened in the United states no more superfruit it can Scott mitch to the curb are in the fantastic connor",
        "start": 75.659,
        "duration": 5.79
    },
    {
        "text": "Franta from the world hiding the adorableness of choice a bond from the public of their they L",
        "start": 81.45,
        "duration": 4.5
    },
    {
        "text": "Don't even think Youtube no homosexual stuff",
        "start": 85.95,
        "duration": 2.099
    },
    {
        "text": "That's a Bi Bi house of card by by Orange is the new black are now talking about this for",
        "start": 88.049,
        "duration": 4.139
    },
    {
        "text": "99 percent of my audience. It's going to be somewhat unrelatable because it's China. It's somewhere else. It's a different place",
        "start": 92.47,
        "duration": 5.569
    },
    {
        "text": "You most likely have no relationship with we're talking about this because it's censorship, and we're talking about this because it is China",
        "start": 98.04,
        "duration": 4.949
    },
    {
        "text": "We phrase this a different way there are about seven billion people on this planet trying to makes up about 20% of the world's population",
        "start": 102.99,
        "duration": 5.37
    },
    {
        "text": "So they in a single swing are censoring something to the equivalent of one-fifth the world's population",
        "start": 108.759,
        "duration": 6.02
    },
    {
        "text": "And it's not just like homosexuals aren't going to be represented online being censored",
        "start": 114.78,
        "duration": 3.659
    },
    {
        "text": "They're being put in the same category as incest and rape care you're for or against gay marriage",
        "start": 118.439,
        "duration": 4.26
    },
    {
        "text": "I hope that people can see that is insane. It's always like this",
        "start": 122.7,
        "duration": 3.449
    },
    {
        "text": "Just make me sad about the people that are going to have to live through",
        "start": 126.149,
        "duration": 2.07
    },
    {
        "text": "But it also makes me appreciate what we have here so much more",
        "start": 128.22,
        "duration": 3.149
    },
    {
        "text": "I also realize that last parts my opinion those are the PDS",
        "start": 131.37,
        "duration": 2.789
    },
    {
        "text": "It's not just a show it is a conversation",
        "start": 134.159,
        "duration": 1.681
    },
    {
        "text": "So let me know what you think you agree with me it disagree with me or somewhere in between let me know in those comments",
        "start": 135.84,
        "duration": 4.919
    },
    {
        "text": "down below now",
        "start": 140.76,
        "duration": 0.839
    },
    {
        "text": "Let's talk about something that people shout in fake news that news is around massive creator Lele pons on Instagram 18 plus million on YouTube",
        "start": 141.599,
        "duration": 7.11
    },
    {
        "text": "Now at just about 5 million each video averaging 4 to 6 million and she recently came under fire for posting this picture to Instagram",
        "start": 148.709,
        "duration": 6.75
    },
    {
        "text": "With the caption donated my hair first time I ever cut my hair. What do you think okay?",
        "start": 155.459,
        "duration": 4.08
    },
    {
        "text": "So why were people angry hair donations awesome? They're a bunch of fantastic places",
        "start": 159.54,
        "duration": 3.36
    },
    {
        "text": "I'll link to them down below that they'll make wigs out of human hair for like kids with cancer women with cancer the reason people",
        "start": 162.9,
        "duration": 6.119
    },
    {
        "text": "Got angry and starts shouting fake news is they zoomed in on the picture people pointed out that it looks like the hair they're claiming",
        "start": 169.019,
        "duration": 5.94
    },
    {
        "text": "Was just cut off of lele is actually a bunch of extension when the biggest post pointing this out has been retweeted over seventy five",
        "start": 174.959,
        "duration": 5.91
    },
    {
        "text": "thousand times and as care to explain",
        "start": 181.209,
        "duration": 2.089
    },
    {
        "text": "How you chopped off your hair and donated it lele last time I checked you can't donate",
        "start": 183.299,
        "duration": 3.93
    },
    {
        "text": "extensions from there that story blew up with others then chiming in saying",
        "start": 187.359,
        "duration": 3.41
    },
    {
        "text": "Lele could not have donated her hair anyway it turns out most donation organizations",
        "start": 190.9,
        "duration": 4.13
    },
    {
        "text": "Don't accept bleached hair and more and more people jumped on saying lele was just doing this for the fame",
        "start": 195.03,
        "duration": 4.649
    },
    {
        "text": "She's an egomaniac finally lately responded to all this outrage tweeting one to help clear any assumption",
        "start": 199.68,
        "duration": 5.1
    },
    {
        "text": "I cut my hair with the intention of donate exactly after trying",
        "start": 204.78,
        "duration": 2.88
    },
    {
        "text": "I learned charities who donate wigs don't accept color treated hair and three so I'm finding other ways to help those affected by hair loss",
        "start": 207.66,
        "duration": 5.759
    },
    {
        "text": "because of cancer",
        "start": 213.419,
        "duration": 0.93
    },
    {
        "text": "This is still a priority for me after this reportedly lele declined requests for comment",
        "start": 214.349,
        "duration": 3.419
    },
    {
        "text": "But did provide a picture of what she said was her real hair, so for me",
        "start": 217.769,
        "duration": 3.42
    },
    {
        "text": "I think the situation boils down to a question",
        "start": 221.19,
        "duration": 1.68
    },
    {
        "text": "I feel like we have to ask more and more is it evil or is it stupid because that's kind of the two options we",
        "start": 222.87,
        "duration": 4.649
    },
    {
        "text": "Get you either have someone that knowingly faked a hair donation because they want to change their haircut then got exposed",
        "start": 227.519,
        "duration": 5.7
    },
    {
        "text": "Where you have someone that legitimately wanted to donate their hair?",
        "start": 233.22,
        "duration": 2.549
    },
    {
        "text": "but did zero",
        "start": 235.769,
        "duration": 1.18
    },
    {
        "text": "research before getting their hair cut also you end up having to ask did a friend cut it for her or did she go to",
        "start": 236.949,
        "duration": 5.0
    },
    {
        "text": "a salon to get the haircut",
        "start": 241.949,
        "duration": 1.081
    },
    {
        "text": "but then the salon for some reason did not",
        "start": 243.03,
        "duration": 1.989
    },
    {
        "text": "Inform her that her hair would not be eligible at what point did lele learn that her hair would not be eligible was it before",
        "start": 245.019,
        "duration": 5.51
    },
    {
        "text": "Or after she posted that picture with extension because if it was before you could argue well",
        "start": 250.599,
        "duration": 4.46
    },
    {
        "text": "She just she was just so antsy to get the word out",
        "start": 255.06,
        "duration": 2.039
    },
    {
        "text": "They were getting a real hair ready",
        "start": 257.099,
        "duration": 1.23
    },
    {
        "text": "So they just use some extensions because you know it's the point that they're trying to get across where do they take and post this",
        "start": 258.329,
        "duration": 4.559
    },
    {
        "text": "picture after they learned the truth in which case",
        "start": 262.889,
        "duration": 2.279
    },
    {
        "text": "It's just a grab attention and so what's the answer bad person stupid well-intentioned person?",
        "start": 265.169,
        "duration": 5.46
    },
    {
        "text": "I don't know telling the difference between the two feels harder than ever these days. Let me know what you think from that",
        "start": 270.9,
        "duration": 5.309
    },
    {
        "text": "I want to share some stuff. I loved today and today in awesome. The first bit of awesome is the amazing trailer",
        "start": 276.21,
        "duration": 4.71
    },
    {
        "text": "We just got for the dark Tower gonna. See more of badass interest Elba Evil Matthew McConaughey",
        "start": 280.92,
        "duration": 5.759
    },
    {
        "text": "I am on board just released the movie get it out there. I'm ready",
        "start": 286.68,
        "duration": 2.49
    },
    {
        "text": "We got a brand new trailer for geo storm where they try to show us that there's actually a story involved",
        "start": 289.17,
        "duration": 4.709
    },
    {
        "text": "But that's fine a lot gerard butler move around and say words, but it's really just a disaster porn movie, right?",
        "start": 293.88,
        "duration": 4.769
    },
    {
        "text": "We're all on the same page",
        "start": 298.65,
        "duration": 0.69
    },
    {
        "text": "And you can take that as a badge if you want, I will watch this movie specifically for this purpose",
        "start": 299.34,
        "duration": 4.529
    },
    {
        "text": "then I got a cool video from a YouTube channel by the name of the",
        "start": 303.87,
        "duration": 2.22
    },
    {
        "text": "Infographic shell it is a really interesting video called what a dollar gets you around the world if you want to see the full versions",
        "start": 306.31,
        "duration": 5.179
    },
    {
        "text": "Everything I just shared the secret link of the day anything at all links as always are in the description down below",
        "start": 311.49,
        "duration": 5.369
    },
    {
        "text": "Let's talk about the story that is blowing up out of Minneapolis in the way, the story goes is Jennifer lemay",
        "start": 317.05,
        "duration": 4.369
    },
    {
        "text": "And her family were camping in",
        "start": 321.419,
        "duration": 1.661
    },
    {
        "text": "Wisconsin while they were doing that a friend stay at their home and watch their dogs for the late Saturday night lemay his two daughters",
        "start": 323.08,
        "duration": 4.819
    },
    {
        "text": "won 18 the other",
        "start": 327.9,
        "duration": 1.39
    },
    {
        "text": "13 decide to come home early portal II the 18 year old had an early shift the next morning one together the two daughters get",
        "start": 329.29,
        "duration": 5.269
    },
    {
        "text": "Home at 8:50 one of them accidentally triggers the alarm a said she phoned security and the alarm turned off at 8:50 4th",
        "start": 334.56,
        "duration": 6.57
    },
    {
        "text": "Unfortunately that is not where the story and 9:15 p.m.",
        "start": 341.26,
        "duration": 2.719
    },
    {
        "text": "Two officers arrived at the home and according to lemay neither of the officers knocked on the front door",
        "start": 344.11,
        "duration": 4.88
    },
    {
        "text": "But one did jump over her fence",
        "start": 348.99,
        "duration": 2.13
    },
    {
        "text": "and there's video evidence of this part that is now online you see the officer looking at something he goes out of frame for a",
        "start": 351.12,
        "duration": 5.429
    },
    {
        "text": "Second he slowly backs out",
        "start": 356.55,
        "duration": 1.38
    },
    {
        "text": "He has his weapon drawn he is pointing at something, but what if he a dog is wagging its tail",
        "start": 357.93,
        "duration": 4.29
    },
    {
        "text": "It's slowly",
        "start": 362.32,
        "duration": 0.9
    },
    {
        "text": "Approaching the man they opens fire on the animal a second dog approaches he opens fire on that animal and he hops back over that",
        "start": 363.22,
        "duration": 5.959
    },
    {
        "text": "Fact reportedly after the shooting the other officer then knocked on the front door at that point the hno would explain to the police officers",
        "start": 369.18,
        "duration": 6.029
    },
    {
        "text": "that the alarm",
        "start": 375.21,
        "duration": 0.67
    },
    {
        "text": "accidentally went off as far as the two dogs one was shot in the jaw the other was shot a side face and",
        "start": 375.88,
        "duration": 4.789
    },
    {
        "text": "Shoulder according to lemay the family didn't immediately take the dog to emergency services because the police officer said animal control had to come first",
        "start": 380.74,
        "duration": 6.35
    },
    {
        "text": "Lemay said no one showed up eventually they did take the dogs to the hospital luckily",
        "start": 387.24,
        "duration": 3.54
    },
    {
        "text": "they are alive before Delee one dog needs five thousand dollars worth of surgery the other seven thousand gofundme has been set up for the",
        "start": 390.78,
        "duration": 6.179
    },
    {
        "text": "Medical bills over 17 dollars has been raised so far the police incident report around this said that the dogs",
        "start": 396.96,
        "duration": 5.45
    },
    {
        "text": "charged at the officer",
        "start": 402.6,
        "duration": 1.31
    },
    {
        "text": "It's why we have to question because we only see the one dog wagging its tail approaching the officer slowly",
        "start": 403.91,
        "duration": 5.04
    },
    {
        "text": "We see the other dog charge after we see the police officers shooting the other dog. There is an investigation so right now",
        "start": 408.95,
        "duration": 5.94
    },
    {
        "text": "We just have to wait and see what happened",
        "start": 414.89,
        "duration": 1.71
    },
    {
        "text": "And then I was talking about the craziness around Madrid's mad cool festival and green day",
        "start": 416.6,
        "duration": 3.75
    },
    {
        "text": "they're both facing a ton of",
        "start": 420.35,
        "duration": 1.93
    },
    {
        "text": "Backlash over the weekend and the reason for this revolves around a horrible accident that happened to pedro",
        "start": 422.28,
        "duration": 5.029
    },
    {
        "text": "Monroe hater was performing on Friday where he was in a cube that was",
        "start": 427.41,
        "duration": 3.41
    },
    {
        "text": "Suspended above the stage as part of a tribute to prince when he fell in front of a 45",
        "start": 430.89,
        "duration": 4.339
    },
    {
        "text": "Thousand person crowd the box was hanging from a crane reportedly it looked like pedro",
        "start": 435.48,
        "duration": 4.309
    },
    {
        "text": "Did have a harness they fell paramedics spent 30 minutes trying to revive him, but they were unsuccessful",
        "start": 439.79,
        "duration": 4.95
    },
    {
        "text": "Then shortly after this incident the show went on green day took the stage and perform",
        "start": 445.26,
        "duration": 4.85
    },
    {
        "text": "There's a lot of outraged people saying how could you just go on stage and perform you know man",
        "start": 450.11,
        "duration": 3.899
    },
    {
        "text": "Just died here and soon after green day released a statement writing",
        "start": 454.01,
        "duration": 3.0
    },
    {
        "text": "We just got off stage at mad cool festival to some disturbing news a very brave artist named pedro lost his life here tonight in",
        "start": 457.01,
        "duration": 5.85
    },
    {
        "text": "The tragic accident our thoughts and prayers",
        "start": 462.86,
        "duration": 1.53
    },
    {
        "text": "Go out to his family and friend, but many weren't buying and they continued to criticize Green day one commenter writing",
        "start": 464.39,
        "duration": 5.19
    },
    {
        "text": "what you start 30 minutes late in front of",
        "start": 469.58,
        "duration": 2.0
    },
    {
        "text": "45,000 people and don't ask the organizer why I don't buy this on top of all you start with Bohemian Rhapsody is opening Line the",
        "start": 471.6,
        "duration": 6.11
    },
    {
        "text": "Mama just killed a man it made me sick, and I just had to leave this show",
        "start": 477.71,
        "duration": 3.269
    },
    {
        "text": "I last green day show and definitely my last mad cool another writing horrific scenes tonight",
        "start": 480.98,
        "duration": 4.29
    },
    {
        "text": "Watched a man fall to his death and nothing was said shame on you mad cool and green day for not even",
        "start": 485.27,
        "duration": 4.589
    },
    {
        "text": "Acknowledging there also people defend in Green Bay saying either",
        "start": 490.02,
        "duration": 2.539
    },
    {
        "text": "They always open with bohemian rhapsody as far as how do they not know what happened until after they perform Billy Joe of green day",
        "start": 492.56,
        "duration": 5.82
    },
    {
        "text": "Release a statement online saying we needed not hear about the accident until after our show was over didn't even know there was an acrobat",
        "start": 498.38,
        "duration": 5.01
    },
    {
        "text": "Performance that all these festivals are huge we were in a backstage compound about a half mile away from the main festival state we were",
        "start": 503.52,
        "duration": 5.75
    },
    {
        "text": "warming up ready to go at",
        "start": 509.27,
        "duration": 1.24
    },
    {
        "text": "11:25 15 minutes prior our tour manager was told by local authorities to wait to go on stage because there was some sort of security",
        "start": 510.51,
        "duration": 6.02
    },
    {
        "text": "Issue security issues are a normal occurrence and procedure at any show",
        "start": 516.53,
        "duration": 3.059
    },
    {
        "text": "You were not told why which is also normally weighted as we were instructed still we had no clue there was any such",
        "start": 519.59,
        "duration": 4.889
    },
    {
        "text": "Instance in normal the crowd and fans had a good time",
        "start": 524.82,
        "duration": 2.359
    },
    {
        "text": "We got off stage and drove back to our artists compound it was",
        "start": 527.18,
        "duration": 2.85
    },
    {
        "text": "When we were told the shocking news about pager all of us were in disbelief",
        "start": 530.279,
        "duration": 2.729
    },
    {
        "text": "I don't know why the authorities chose not to tell us about the accident before our concert if that same and brings us back to",
        "start": 533.009,
        "duration": 5.07
    },
    {
        "text": "The question why did the mad cool festival?",
        "start": 538.079,
        "duration": 1.99
    },
    {
        "text": "Continue the show well they've since issued a statement where they said the decision did not stop the festival immediately was made between the state",
        "start": 540.069,
        "duration": 5.63
    },
    {
        "text": "And local security forces as well as our security management adding in this situation",
        "start": 545.699,
        "duration": 3.72
    },
    {
        "text": "it was officially deemed unsafe to have a large mass of people moving all at once with the",
        "start": 549.42,
        "duration": 4.289
    },
    {
        "text": "possibility of violent reactions due to a sudden cancellation of an event of",
        "start": 553.839,
        "duration": 3.38
    },
    {
        "text": "45,000 people safety and security of a fans at the festival was of the highest order, and it was not compromised",
        "start": 557.62,
        "duration": 4.909
    },
    {
        "text": "But I want to pass the question off to you. Do you think that mad cool is in the wrong here?",
        "start": 562.529,
        "duration": 3.15
    },
    {
        "text": "Do you think greendale is in the wrong here? What are you thinking? And why I'd love to know and really quickly",
        "start": 565.68,
        "duration": 3.989
    },
    {
        "text": "I don't normally jump into uk politics unless it has an international impact really quickly",
        "start": 569.67,
        "duration": 4.829
    },
    {
        "text": "I did want to talk about tory Mp. And murray Morris was currently the target of mass outrage because she was reported saying this",
        "start": 574.499,
        "duration": 7.5
    },
    {
        "text": "I",
        "start": 587.29,
        "duration": 1.89
    },
    {
        "text": "Lived in the South for about a decade",
        "start": 589.18,
        "duration": 1.889
    },
    {
        "text": "Never heard that phrase in my life ever parently is believed to have come from slave times in the United States",
        "start": 591.069,
        "duration": 4.76
    },
    {
        "text": "Specifically in reference to black people who are using the underground railroad to get to the north appears to be in reference to black people",
        "start": 595.899,
        "duration": 6.169
    },
    {
        "text": "Hiding in stacks of Firewood they could avoid Detection",
        "start": 602.069,
        "duration": 2.73
    },
    {
        "text": "During their journey and after this audio recording came out and did respond saying the comment was totally unintentional",
        "start": 604.899,
        "duration": 5.179
    },
    {
        "text": "I apologize unreservedly for any offence cause okay question when you say",
        "start": 610.079,
        "duration": 4.29
    },
    {
        "text": "Unintentional do you mean unintentional like a sneeze or do you mean like you were think of another word? You're like?",
        "start": 614.949,
        "duration": 3.95
    },
    {
        "text": "I'm going to say Ninja Ninja Ninja Odd. No way I get it",
        "start": 618.899,
        "duration": 4.59
    },
    {
        "text": "There are a lot of old phrases that are offensive to some that are still used in common times, Indian giver",
        "start": 623.49,
        "duration": 4.649
    },
    {
        "text": "Oh, I got you, but if your phrase involves the n-word, how did you not get that memo?",
        "start": 628.23,
        "duration": 4.229
    },
    {
        "text": "It's not a great look",
        "start": 632.459,
        "duration": 0.87
    },
    {
        "text": "but what will be very telling is the response to this in general not just from opposing parties from the party that she is a",
        "start": 633.329,
        "duration": 5.82
    },
    {
        "text": "Part of let's talk about trump at the G20 we had a vodka in the news down from Jr.",
        "start": 639.149,
        "duration": 4.679
    },
    {
        "text": "In the news we'll start with a bond concern photos came out from the G20 that seemed to show",
        "start": 643.829,
        "duration": 3.299
    },
    {
        "text": "Ivanka taking her father's seat at the summit his post blew up Saying Ivanka trump unelected",
        "start": 647.29,
        "duration": 4.969
    },
    {
        "text": "Unqualified daughter in Chief is representing the United states the G20 some time saying it's nepotism at its finance",
        "start": 652.48,
        "duration": 5.089
    },
    {
        "text": "It's a slap in the face to the other world leaders although Angela Merkel of Germany",
        "start": 657.569,
        "duration": 3.03
    },
    {
        "text": "Defended this move while talking to reporters saying the delegation",
        "start": 661.029,
        "duration": 2.779
    },
    {
        "text": "Themselves decide should the president not be present for a meeting who will then take over and sit in the chair?",
        "start": 663.93,
        "duration": 4.289
    },
    {
        "text": "Ivanka Trump was part and parcel of the American delegation so that is something that other delegations also do it's very well known that",
        "start": 668.35,
        "duration": 5.78
    },
    {
        "text": "she works at the white house and is also engaged in certain initiatives and Donald trump also defended Ivanka tweeting my left conference room for",
        "start": 674.13,
        "duration": 5.94
    },
    {
        "text": "Short meetings with Japan and other countries asked a banca to hold seat very standard Angela M agrees if Chelsea Glen were asked to hold",
        "start": 680.07,
        "duration": 5.789
    },
    {
        "text": "the seat for her mother as her mother gave our country way a fake news would say Chelsea for pres which Chelsea Clinton Replied at",
        "start": 685.86,
        "duration": 6.059
    },
    {
        "text": "Morning, Mr.",
        "start": 691.92,
        "duration": 0.539
    },
    {
        "text": "President would never have occurred to my mother or my father to ask me were you giving our country away hoping that Donald trump?",
        "start": 692.459,
        "duration": 5.46
    },
    {
        "text": "Jr.. In the news for an alleged meeting he had with a russian lawyer, so affordably the New York times received a classified document",
        "start": 697.92,
        "duration": 6.059
    },
    {
        "text": "They said it was leaked to them and it disclosed a meeting between the trump campaign and a russian portal II the people involved",
        "start": 703.98,
        "duration": 4.53
    },
    {
        "text": "Donald Trump, Jr.",
        "start": 708.58,
        "duration": 0.86
    },
    {
        "text": "On Mana 4 and Jared Kushner meeting with a russian lawyer named Natalia vettel mnet's Chaya at trump tower in New York",
        "start": 709.44,
        "duration": 5.07
    },
    {
        "text": "Natalya reportedly wanted to meet to discuss possible collusion between the DNC and russian agents now. Here's where some think the Donald trump, Jr.",
        "start": 714.57,
        "duration": 6.419
    },
    {
        "text": "Got caught in a lie day before the article goes up the New York times talked to Donald trump, Jr.",
        "start": 720.99,
        "duration": 3.809
    },
    {
        "text": "Asked him about the meeting and he says it was solely about Russian adoptions and plans to resume the times then confronts, Jr.",
        "start": 724.8,
        "duration": 6.059
    },
    {
        "text": "With the information they have and then Donald trump, Jr.",
        "start": 730.86,
        "duration": 1.919
    },
    {
        "text": "States after pleasantries were exchanged the woman stated that she had information that individuals connected to Russia",
        "start": 732.779,
        "duration": 4.71
    },
    {
        "text": "We're funding the democratic national committee and supporting Mrs.",
        "start": 737.49,
        "duration": 2.52
    },
    {
        "text": "Clinton their statements were vague ambiguous and made no sense no details are supporting information were provided or even offered it quickly became clear she",
        "start": 740.01,
        "duration": 6.359
    },
    {
        "text": "Had no meaningful information the conversation then switched to the topic of Russian adoption",
        "start": 746.37,
        "duration": 3.96
    },
    {
        "text": "He says it became clear to me that this was the true agenda all alone that the claims of potentially helpful information were a pretext",
        "start": 750.33,
        "duration": 5.279
    },
    {
        "text": "For the media as far as a natalya when she was reached for comment",
        "start": 755.61,
        "duration": 2.16
    },
    {
        "text": "She said nothing at all about the presidential campaign was discussed at this meeting dating",
        "start": 757.77,
        "duration": 3.599
    },
    {
        "text": "She never acted on behalf of the Russian government",
        "start": 761.37,
        "duration": 1.8
    },
    {
        "text": "And that she never discussed any of these matters with any representative of the Russian government?",
        "start": 763.17,
        "duration": 3.09
    },
    {
        "text": "But the thing is that's kind of a non-story",
        "start": 766.26,
        "duration": 2.19
    },
    {
        "text": "This meeting has been publicly revealed in the past by both Mana for and Kushner as far as from Jr.",
        "start": 768.6,
        "duration": 4.38
    },
    {
        "text": "He is officially separate from the trump administration ever obtained security clearance, so he never had to just throw this information out there",
        "start": 772.98,
        "duration": 6.66
    },
    {
        "text": "But he did respond although in March when talking to the times he did say, so I need with people that were russian",
        "start": 779.64,
        "duration": 4.769
    },
    {
        "text": "I'm sure I'm sure I did, but none that were set up",
        "start": 784.41,
        "duration": 2.01
    },
    {
        "text": "here's the kicker",
        "start": 786.42,
        "duration": 0.789
    },
    {
        "text": "None that I can think of at the moment and certainly none that I was representing the campaign in any way from Jr.",
        "start": 787.209,
        "duration": 5.3
    },
    {
        "text": "Also, defended themselves on Twitter today writing obviously",
        "start": 792.51,
        "duration": 2.219
    },
    {
        "text": "I'm the first person on a campaign to or take a meeting to hear info about an opponent nowhere",
        "start": 794.73,
        "duration": 3.77
    },
    {
        "text": "But had to listen with that said let's talk about",
        "start": 798.5,
        "duration": 1.69
    },
    {
        "text": "President trump himself a lot has been talked about with trump and the G20 but I did want to hit on",
        "start": 800.19,
        "duration": 5.029
    },
    {
        "text": "cybersecurity from finally met with putin and here's some of the stuff he had to say trump writing a strongly press president putin twice about",
        "start": 805.41,
        "duration": 5.719
    },
    {
        "text": "Russian meddling in our election vehemently denied it I've already given my opinion",
        "start": 811.129,
        "duration": 3.87
    },
    {
        "text": "oh\nThen I discussed forming an impenetrable",
        "start": 815.0,
        "duration": 1.72
    },
    {
        "text": "Cybersecurity unit so that election hacking and many other negative things will be guarded and safe it goes on talk about Obama",
        "start": 816.72,
        "duration": 5.39
    },
    {
        "text": "Servers the DNC",
        "start": 822.18,
        "duration": 1.19
    },
    {
        "text": "But that last line that caught a lot of people's attention Donald trump talking to vladimir putin about making a cybersecurity",
        "start": 823.37,
        "duration": 5.88
    },
    {
        "text": "Unit and was it just democrats I respond to the ad Lindsey Graham. It's not to down the side day",
        "start": 829.62,
        "duration": 4.069
    },
    {
        "text": "I've ever heard but it's pretty close in McCain speaking now. I'm sure the vitomir putin could be of enormous",
        "start": 833.689,
        "duration": 5.43
    },
    {
        "text": "Assistance in that effort since he's doing the hacking but also Marco Rubio chiming in with a tweet partnering with putin on a cybersecurity",
        "start": 839.97,
        "duration": 6.409
    },
    {
        "text": "Unit is akin to partnering with assad on a chemical weapons unit",
        "start": 846.629,
        "duration": 3.41
    },
    {
        "text": "I do personally have to say it's a very odd phone that we have our president saying this while we've also had our top intelligence",
        "start": 850.04,
        "duration": 5.309
    },
    {
        "text": "Officials in front of congress when asked if russia interfere with our election, this is the response we got yes senator",
        "start": 855.54,
        "duration": 4.76
    },
    {
        "text": "Yes, I do",
        "start": 860.579,
        "duration": 0.99
    },
    {
        "text": "Yes, I do",
        "start": 861.569,
        "duration": 0.96
    },
    {
        "text": "Yes, yes",
        "start": 862.529,
        "duration": 1.401
    },
    {
        "text": "It's thinking that responds to the pushback from those tweets trump later tweet in fact the president putin and I discussed a cybersecurity and it",
        "start": 863.93,
        "duration": 6.0
    },
    {
        "text": "Doesn't mean I think it can happen it can't but a ceasefire can and in that last suite",
        "start": 869.93,
        "duration": 4.289
    },
    {
        "text": "He's referencing a syrian ceasefire for many arrays the question",
        "start": 874.22,
        "duration": 3.179
    },
    {
        "text": "Why are you talking about cybersecurity units with putin if you don't think that?",
        "start": 877.399,
        "duration": 3.63
    },
    {
        "text": "It's actually possible just seem strange the president is publicly talking about a cyber security unit with Russia",
        "start": 881.029,
        "duration": 5.19
    },
    {
        "text": "We know top intelligence",
        "start": 886.22,
        "duration": 1.059
    },
    {
        "text": "Officials say Russia is the one that interfered with us and while he later says that he also doesn't think it's a real possibility this",
        "start": 887.279,
        "duration": 5.239
    },
    {
        "text": "Doesn't seem to make sense",
        "start": 892.519,
        "duration": 0.76
    },
    {
        "text": "That's well, end today's show confused and and slightly exhausted from all of the mental gymnastics from the left and the right today. Yeah",
        "start": 893.279,
        "duration": 7.309
    },
    {
        "text": "Remember if you like this video like what I do on this channel hit that like button if you new here hit that subscribe button",
        "start": 900.589,
        "duration": 4.83
    },
    {
        "text": "Make sure you don't miss these daily video if you missed the last Philip Defranco show you want to catch up click or tap right?",
        "start": 905.42,
        "duration": 4.95
    },
    {
        "text": "There to watch that if you want to watch today's Brand-new behind the scenes lug clicker tap right there",
        "start": 910.37,
        "duration": 4.019
    },
    {
        "text": "But that said of course as always my name's Philip Defranco. You've just been phill'd in. I love yo faces, and I'll see you tomorrow",
        "start": 914.6,
        "duration": 6.989
    }
]