[
    {
        "text": "'Sup you beautiful bastards, hope you're  having a fantastic Thursday, welcome back to the Philip DeFranco show and let's just jump into it",
        "start": 0.399,
        "duration": 6.229
    },
    {
        "text": "And the first thing we're gonna talk about today is the incredibly important update around the Alinity, Pewdiepie, Collab DRM",
        "start": 6.629,
        "duration": 5.1
    },
    {
        "text": "situation. And if you didn't see yesterday's show i'm going to kind of give a",
        "start": 11.86,
        "duration": 2.659
    },
    {
        "text": "Simplified summary of a thing that I mentioned yesterday and then now the new information that we are being given",
        "start": 14.74,
        "duration": 6.0
    },
    {
        "text": "Via Alinity the whole story started, of course with Alinity during a live stream watching a pewdiepie video",
        "start": 21.1,
        "duration": 5.08
    },
    {
        "text": "he uses like four seconds of her, he's doing an eye tracking video refers to the several woman in the video as twitch thots.",
        "start": 26.18,
        "duration": 6.46
    },
    {
        "text": "She has a huge reaction says I'm gonna strike him for saying that. He later learned that she doesn't mean strike that she means claim but",
        "start": 32.64,
        "duration": 5.61
    },
    {
        "text": "we see her storm off and separately we did learn the PewDiePie's video did get claimed and we got",
        "start": 38.28,
        "duration": 3.86
    },
    {
        "text": "confirmation of that from Felix",
        "start": 42.24,
        "duration": 1.62
    },
    {
        "text": "One of the biggest updates to this story was Alinity did eventually get back to me with a statement",
        "start": 43.86,
        "duration": 3.569
    },
    {
        "text": "She also released it publicly",
        "start": 47.43,
        "duration": 1.469
    },
    {
        "text": "I asked if we could have a call because there were some things I didn't understand",
        "start": 48.899,
        "duration": 3.36
    },
    {
        "text": "there are some things I needed clarified but one of the biggest pieces of information that stood out is that she claims she actually never",
        "start": 52.26,
        "duration": 5.54
    },
    {
        "text": "Contacted the collab DRM to do anything to Felix's video saying neither she nor her manager actually contacted collab DRM to do anything",
        "start": 58.1,
        "duration": 7.32
    },
    {
        "text": "I don't think he did anything. He didn't do anything. If it did get flagged, it was because of them yeah",
        "start": 65.42,
        "duration": 4.88
    },
    {
        "text": "Okay. Well, no you didnt contact them it seems.",
        "start": 70.84,
        "duration": 2.66
    },
    {
        "text": "Okay",
        "start": 74.5,
        "duration": 2.0
    },
    {
        "text": "I didn't contact them, no i didn't contact them",
        "start": 76.5,
        "duration": 0.97
    },
    {
        "text": "When I reached out to collab today",
        "start": 77.47,
        "duration": 1.759
    },
    {
        "text": "They confirmed that, saying that is accurate our clients do not tell us which videos to claim our team identifies",
        "start": 79.229,
        "duration": 5.1
    },
    {
        "text": "Unlicensed use of their content on YouTube and places claims when appropriate.",
        "start": 84.43,
        "duration": 3.68
    },
    {
        "text": "Essentially she has his big blowup on the stream",
        "start": 88.11,
        "duration": 1.53
    },
    {
        "text": "But then also just so happens at the same time collab DRM actually claimed PewDiePie's video",
        "start": 89.64,
        "duration": 5.699
    },
    {
        "text": "This is their business model. But of course that raised the question",
        "start": 95.34,
        "duration": 2.25
    },
    {
        "text": "Well, what about all the other clips he talked about by claiming videos you made seven hundred dollars last month",
        "start": 97.59,
        "duration": 4.319
    },
    {
        "text": "Which she said collab DRM came to me several months ago",
        "start": 101.909,
        "duration": 2.22
    },
    {
        "text": "So there are a lot of people using your videos. I just ripped but still",
        "start": 104.13,
        "duration": 2.55
    },
    {
        "text": "Of course. I raised a red flag to me because during the course of a video",
        "start": 106.68,
        "duration": 2.909
    },
    {
        "text": "She says that she has the ability to flag a video and just make money from it during the call. I asked her to explain",
        "start": 109.59,
        "duration": 4.889
    },
    {
        "text": "that clip and so I just kind of want to",
        "start": 114.479,
        "duration": 2.04
    },
    {
        "text": "Give you an ability to kind of respond to a clip from the stream. Does that sound good?",
        "start": 116.77,
        "duration": 4.279
    },
    {
        "text": "That's good. Okay, you should let me hopefully should be able to this",
        "start": 121.869,
        "duration": 4.04
    },
    {
        "text": "I really don't really honestly, I don't know how it works",
        "start": 126.999,
        "duration": 2.94
    },
    {
        "text": "But I if I fly the channel it gives me money. So I",
        "start": 130.729,
        "duration": 4.25
    },
    {
        "text": "Don't I have no idea? Okay. Can we pause there right now?",
        "start": 135.769,
        "duration": 2.779
    },
    {
        "text": "Yeah, so when I said, I don't know how it's okay people in my chat",
        "start": 138.799,
        "duration": 5.66
    },
    {
        "text": "were telling me like",
        "start": 145.01,
        "duration": 2.0
    },
    {
        "text": "Alinity, you know, you can't do anything about it",
        "start": 147.2,
        "duration": 2.72
    },
    {
        "text": "They were saying like copyright strike, lol",
        "start": 151.25,
        "duration": 2.72
    },
    {
        "text": "This was a day after",
        "start": 153.97,
        "duration": 1.18
    },
    {
        "text": "The thing happened and I had a lot of people from reddit in my channel calling me twitch thot, get out of here, kill yourself",
        "start": 155.15,
        "duration": 7.699
    },
    {
        "text": "for those kind of things and I was a little pissed and I was trying to",
        "start": 162.95,
        "duration": 3.71
    },
    {
        "text": "Pretend like I was being very strong and I was trying to arm myself with things",
        "start": 167.329,
        "duration": 4.13
    },
    {
        "text": "When I said when I saw the channel universe like the channel before",
        "start": 172.069,
        "duration": 3.559
    },
    {
        "text": "Trying to be like oh yeah, you know",
        "start": 177.5,
        "duration": 2.269
    },
    {
        "text": "this is how I -",
        "start": 179.769,
        "duration": 1.121
    },
    {
        "text": "That what I meant is like the only thing I know about the how that work is that they pay me",
        "start": 180.89,
        "duration": 5.089
    },
    {
        "text": "So essentially because she felt powerless because she was being a bombarded by people to feel powerful",
        "start": 185.98,
        "duration": 4.68
    },
    {
        "text": "she said I can do this because you know on the internet if you say things like",
        "start": 190.66,
        "duration": 3.449
    },
    {
        "text": "guys",
        "start": 194.18,
        "duration": 0.5
    },
    {
        "text": "We have to stop with the Harambe memes, you're gonna get a million",
        "start": 194.68,
        "duration": 3.0
    },
    {
        "text": "Harambe memes. She acted like she had that power as kind of a failed attempt to control the situation",
        "start": 197.989,
        "duration": 4.58
    },
    {
        "text": "I also asked her about the clip where she says you'd only make",
        "start": 202.569,
        "duration": 2.22
    },
    {
        "text": "$700 a month and at that point she explained a situation where collab was really only supposed to claim video is where where there wasn't",
        "start": 205.01,
        "duration": 6.86
    },
    {
        "text": "Anything transformative that she trusted the company that it was all automatic",
        "start": 211.87,
        "duration": 3.179
    },
    {
        "text": "They did everything for her and she just trusted that she would they would do the right thing",
        "start": 215.049,
        "duration": 3.15
    },
    {
        "text": "And so when she initially saw that Felix removed his video reuploaded it without that clip. She thought oh, okay Collab",
        "start": 218.2,
        "duration": 5.669
    },
    {
        "text": "DRM is a very big company. They must know the law. Everything must be fine",
        "start": 223.87,
        "duration": 3.33
    },
    {
        "text": "I trust it and I guess this is the way it works",
        "start": 227.23,
        "duration": 1.83
    },
    {
        "text": "That's why it seems like this incredibly unfortunate situation where she has this this huge",
        "start": 229.06,
        "duration": 3.75
    },
    {
        "text": "Massive reaction because of the Felix video so because she doesn't want to feel like a victim",
        "start": 233.06,
        "duration": 3.35
    },
    {
        "text": "She she puffs up her chest she acts like she has all this power",
        "start": 236.41,
        "duration": 2.849
    },
    {
        "text": "She points a metaphorical gun turns out that guns filled with blanks",
        "start": 239.26,
        "duration": 3.72
    },
    {
        "text": "But then once someone else separately not because she told them to completely out of her control someone else shoots Felix",
        "start": 242.98,
        "duration": 6.21
    },
    {
        "text": "They stop of everything that led up to that situation and then after to maintain this facade of oh, yeah",
        "start": 249.19,
        "duration": 5.009
    },
    {
        "text": "I actually have power it looked like she did it",
        "start": 254.2,
        "duration": 2.159
    },
    {
        "text": "All anything else was saying to me that despite her having a contract she is going to try get out of it",
        "start": 256.359,
        "duration": 4.47
    },
    {
        "text": "So she no longer",
        "start": 260.83,
        "duration": 0.55
    },
    {
        "text": "Works with Collab. Now that said because it is incredibly important to me that everyone kind of get their fair shake their their fair chance",
        "start": 261.38,
        "duration": 5.269
    },
    {
        "text": "To explain their side of the story. I reached back out to Steve Bettinger of collab",
        "start": 266.65,
        "duration": 3.57
    },
    {
        "text": "And so the TLDR of that is what happened with Felix and the other creator were mistake",
        "start": 347.53,
        "duration": 4.23
    },
    {
        "text": "But they are the mistakes of an individual that we are now reviewing, essentially saying this is not who we are as a company",
        "start": 351.76,
        "duration": 4.079
    },
    {
        "text": "Add for me personally now at this point, I don't even think of this situation as an Alinity",
        "start": 355.84,
        "duration": 4.44
    },
    {
        "text": "Situation. I see this as a collab DRM a YouTube a business practices situation because you didn't dislike or disagree with Alinity's huge",
        "start": 360.86,
        "duration": 7.1
    },
    {
        "text": "Reaction to the Felix video, you dislike that a creator trusted a company and based off of their actions. Had a complete misunderstanding",
        "start": 368.27,
        "duration": 6.709
    },
    {
        "text": "of fair use and claiming and in fact",
        "start": 375.38,
        "duration": 2.209
    },
    {
        "text": "even if she was completely lying at the end of the day the person the company that did this to",
        "start": 377.59,
        "duration": 5.73
    },
    {
        "text": "PewDiePie's video did it to other people's video was collab DRM. Copyright claims Content ID are supposed to be tools to protect",
        "start": 383.75,
        "duration": 7.16
    },
    {
        "text": "not to be predatory and if collab DRM is not giving",
        "start": 391.25,
        "duration": 2.66
    },
    {
        "text": "Specifics when they claim things like time codes of the infringing content why it is not fair use",
        "start": 394.069,
        "duration": 4.519
    },
    {
        "text": "anything  - to me personally that seems like a massive red flag and if both massive creators like PewDiePie and and people with",
        "start": 399.049,
        "duration": 6.26
    },
    {
        "text": "2,000 subscribers like I mentioned yesterday are both being hit. I don't see how anyone is safe",
        "start": 405.439,
        "duration": 4.22
    },
    {
        "text": "they very much seems like the process needs to be more regulated or there needs to be some sort of penalty or",
        "start": 409.659,
        "duration": 4.889
    },
    {
        "text": "Strike system for people who falsely claim especially because the situation we're talking about here",
        "start": 414.709,
        "duration": 4.25
    },
    {
        "text": "It doesn't appear to be based off of an algorithm. We're seeing manual claims. So that's a story. That is my opinion",
        "start": 418.959,
        "duration": 5.85
    },
    {
        "text": "And now I'd love to hear from you. What are your thoughts on this?",
        "start": 424.809,
        "duration": 2.399
    },
    {
        "text": "Let me know with those comments down below, but from that I want to share some stuff",
        "start": 427.209,
        "duration": 3.27
    },
    {
        "text": "I loved today and today in awesome brought to you by post mates. Post mates -",
        "start": 430.479,
        "duration": 3.839
    },
    {
        "text": "Of course fantastic delivery on demand app, you want something from the store your favorite restaurant? Boom just open up the app",
        "start": 434.319,
        "duration": 5.369
    },
    {
        "text": "They will deliver to your house, your work, your wherever, I personally love it because it's one of the ultimate",
        "start": 439.689,
        "duration": 3.809
    },
    {
        "text": "Conveniences in the world and it's also just such a big time saver",
        "start": 444.169,
        "duration": 3.019
    },
    {
        "text": "and so if that sounds like something you'd like in your life and you wanna make the move like many from the nation already have",
        "start": 447.189,
        "duration": 3.869
    },
    {
        "text": "Go to post to Franco dot-com download the app, make sure you enter an offer",
        "start": 451.059,
        "duration": 3.39
    },
    {
        "text": "Code PhillyD post mates will give you",
        "start": 454.449,
        "duration": 2.0
    },
    {
        "text": "$100 and free delivery credit. The first bit of awesome today is we got the reveal for call of duty black ops",
        "start": 456.86,
        "duration": 4.759
    },
    {
        "text": "4. Along with the trailer and the other reveals one of the biggest",
        "start": 461.779,
        "duration": 3.02
    },
    {
        "text": "Announcements is that yes black ops 4 will have a battle royale mode",
        "start": 465.11,
        "duration": 3.619
    },
    {
        "text": "they did not say however how many players this mode will support then I got the new red band trailer for sorry - Bobby which",
        "start": 468.729,
        "duration": 5.279
    },
    {
        "text": "Once again looks fantastic. Got a trailer for destination wedding with Keanu Reeves, and Winona Ryder answering a question",
        "start": 474.009,
        "duration": 6.329
    },
    {
        "text": "I never asked why it's almost impossible to juggle 15 balls",
        "start": 480.339,
        "duration": 3.27
    },
    {
        "text": "We got a trailer for sense8 the series finale Vanity Fair gave us everything",
        "start": 483.61,
        "duration": 3.449
    },
    {
        "text": "Terry Crews does in a day and if you want to see the full versions of everything",
        "start": 487.059,
        "duration": 2.91
    },
    {
        "text": "I just shared the secret link of the day anything at all",
        "start": 489.969,
        "duration": 2.519
    },
    {
        "text": "Links as always are in the description down below you let's talk about an update around the Fairfield 10 though the story about those 10",
        "start": 492.619,
        "duration": 5.269
    },
    {
        "text": "Kids in Fairfield, California that were rescued if you missed that story police were responding to a call about a missing",
        "start": 497.889,
        "duration": 4.8
    },
    {
        "text": "Twelve-year-old boy during their search they started on the home and they reportedly found nine other children living in unsafe and unsanitary conditions",
        "start": 502.789,
        "duration": 5.479
    },
    {
        "text": "That included quote garbage and spoiled food on the floor animal and human feces and a large amount of debris making areas of the house",
        "start": 508.339,
        "duration": 5.96
    },
    {
        "text": "unpassable additionally",
        "start": 514.519,
        "duration": 1.01
    },
    {
        "text": "The police said that the children also reported abuse at incidents that included puncture wounds burns",
        "start": 515.529,
        "duration": 4.529
    },
    {
        "text": "bruising injuries consistent with BB or",
        "start": 520.519,
        "duration": 2.0
    },
    {
        "text": "Airsoft guns, the mother Ina Rogers disputed these accusations and over the pass",
        "start": 522.679,
        "duration": 3.68
    },
    {
        "text": "Two days a lot more information has come out. Wanda Rogers, Anna's mother who's currently housing several of the children spoke with media",
        "start": 526.43,
        "duration": 5.669
    },
    {
        "text": "And she accused her son-in-law of devil worship",
        "start": 532.1,
        "duration": 2.16
    },
    {
        "text": "he's provided pictures and video to the media that she says shows his devil room along with photos of the children with visible scars from",
        "start": 534.26,
        "duration": 5.459
    },
    {
        "text": "hot water choking being shot with a dart gun",
        "start": 539.72,
        "duration": 2.429
    },
    {
        "text": "She also said he would take the baby and slap it on the face and put duct tape on the baby's mouth to make it",
        "start": 542.149,
        "duration": 4.92
    },
    {
        "text": "Shut up",
        "start": 547.07,
        "duration": 0.389
    },
    {
        "text": "And then he'd beat them up for the baby crying and waking him up and while police have not publicly",
        "start": 547.459,
        "duration": 3.3
    },
    {
        "text": "Commented or confirmed any of the grandmother's specific claims new information about the case has been made public that alleges horrifying abuse",
        "start": 550.83,
        "duration": 6.409
    },
    {
        "text": "So the father Jonathan Allen he has already pled not guilty to nine counts of felony child abuse seven counts of felony",
        "start": 557.24,
        "duration": 4.89
    },
    {
        "text": "Torture he is currently being held on 5.2 million dollars bail",
        "start": 562.23,
        "duration": 3.049
    },
    {
        "text": "Which of course was a massive difference to the mother who was released on $10,000 bail",
        "start": 565.279,
        "duration": 3.96
    },
    {
        "text": "She was initially arrested for child neglect",
        "start": 569.24,
        "duration": 1.38
    },
    {
        "text": "But there has been an update there prosecutors have now upgraded our charges to include nine counts of felony child abuse and this increase appears",
        "start": 570.62,
        "duration": 5.669
    },
    {
        "text": "being a response to new allegations Solano County Deputy District Attorney",
        "start": 576.29,
        "duration": 3.119
    },
    {
        "text": "Veronica Juarez writing in the bail request a continuous basis the children were getting punched strangled bitten shot with weapons such as",
        "start": 579.66,
        "duration": 6.2
    },
    {
        "text": "Juarez also goes on to say that when the police arrived at the home that children were huddled together on the living-room floor",
        "start": 592.92,
        "duration": 3.83
    },
    {
        "text": "I think the children appear to be skittish and spoke with speech impediments",
        "start": 596.87,
        "duration": 3.0
    },
    {
        "text": "Juarez also writing that Rogers assisted in the abuse of the children by Allen and dissuaded the children from reporting their injuries",
        "start": 599.93,
        "duration": 5.309
    },
    {
        "text": "which included broken arms to protect Alan and so Rogers bail has now been set at",
        "start": 605.24,
        "duration": 3.239
    },
    {
        "text": "$495,000 the judge saying she may not be a danger to the public at large, but these charges make clear",
        "start": 609.9,
        "duration": 4.129
    },
    {
        "text": "She's a danger to the children. We've also now learned details about the parents history",
        "start": 614.029,
        "duration": 3.27
    },
    {
        "text": "according to reports Solano County Court records show that Allen was charged with four felonies in",
        "start": 617.3,
        "duration": 3.6
    },
    {
        "text": "2011 those charges included corporal injury assault with a firearm",
        "start": 621.18,
        "duration": 2.809
    },
    {
        "text": "And criminal threats in a case involving his wife who was identified by the initials",
        "start": 624.18,
        "duration": 3.65
    },
    {
        "text": "IR that year. Ina Rogers reportedly called the police to tell them she spent the night away from home after Alan threatened to rip her head off",
        "start": 627.9,
        "duration": 5.779
    },
    {
        "text": "Alan also reportedly threatened to kill her five children at the time which included two from a previous relationship",
        "start": 633.68,
        "duration": 4.08
    },
    {
        "text": "Rodgers also telling police at that time for years",
        "start": 638.1,
        "duration": 2.03
    },
    {
        "text": "She had been a victim of domestic violence revealing a black eye from under her sunglasses a fading bruise on her calf",
        "start": 640.13,
        "duration": 5.039
    },
    {
        "text": "She also alleged Allen had put a 22 caliber gun in her mouth and threatened to shoot her forcing her to beg for her life",
        "start": 645.17,
        "duration": 5.07
    },
    {
        "text": "And keep in mind this is the same man when she was speaking in front of her house that she said this",
        "start": 650.24,
        "duration": 4.349
    },
    {
        "text": "Husband has a lot of tattoos, he looks like a scary individual and that's why people are so quick to judge him",
        "start": 655.01,
        "duration": 6.63
    },
    {
        "text": "But absolutely not. My husband is an amazing person also now seeing interviews with Jonathan Alan from inside the county jail",
        "start": 661.64,
        "duration": 6.359
    },
    {
        "text": "He says Wanda Rogers is lying that she's doing it for the money, regarding the allegations that he worshiped the devil",
        "start": 668.03,
        "duration": 5.159
    },
    {
        "text": "He said he does not but then also added that he does offer magical services also regarding all the poop on the ground",
        "start": 673.19,
        "duration": 5.729
    },
    {
        "text": "He said it was his German Shepherds that blew up the bathrooms. Was then asked. Why wasn,'t it cleaned up?",
        "start": 678.92,
        "duration": 4.08
    },
    {
        "text": "He said it was cleaned up, but then they went back",
        "start": 683.0,
        "duration": 1.65
    },
    {
        "text": "But if you look at the video that doesn't really seem to add up but that's where we are as of right now",
        "start": 684.65,
        "duration": 4.5
    },
    {
        "text": "Rogers and Alan are set to go back to court, May 24th",
        "start": 689.37,
        "duration": 3.26
    },
    {
        "text": "And we'll have to wait to see what happens",
        "start": 692.63,
        "duration": 1.53
    },
    {
        "text": "Then a lot of people asking me to talk about this Kim Kardashian controversy",
        "start": 694.16,
        "duration": 3.899
    },
    {
        "text": "And I'm gonna knock out the story really quick just because I want to get across a message",
        "start": 698.06,
        "duration": 3.15
    },
    {
        "text": "There's been some outrageous backlash recently because Kim Kardashian advertised appetite suppressant and lollipops",
        "start": 701.21,
        "duration": 5.13
    },
    {
        "text": "She marks it as ad says they're literally unreal",
        "start": 706.34,
        "duration": 2.13
    },
    {
        "text": "Hits people with the hashtag suck it the backlash was pretty much immediate after that many people calling her",
        "start": 708.78,
        "duration": 4.729
    },
    {
        "text": "Irresponsible for promoting unhealthy weight loss even had actors Jameela Jamil who stars in the good place having one of the most notable",
        "start": 713.76,
        "duration": 5.75
    },
    {
        "text": "Responses. Tweeting : no fuck off. No terrible and toxic influence on young girls. I admire their mothers branding capability",
        "start": 719.7,
        "duration": 6.32
    },
    {
        "text": "She is an exploitative but innovative genius",
        "start": 726.02,
        "duration": 2.159
    },
    {
        "text": "However, this family really makes me feel actual despair over what women are reduced to. Later adding",
        "start": 728.21,
        "duration": 4.289
    },
    {
        "text": "maybe don't take appetite suppressors and eat enough to fuel your brain and work hard and be",
        "start": 732.5,
        "duration": 3.63
    },
    {
        "text": "successful and to play with your kids and to have fun with your friends and to have something to say about your life at the",
        "start": 736.23,
        "duration": 4.1
    },
    {
        "text": "end other than I had a flat stomach. additionally you had people like blogger Em Sheldon writing does she had absolutely no shame? Which I",
        "start": 740.33,
        "duration": 5.549
    },
    {
        "text": "Want to respond Wow, why'd you ask that question?",
        "start": 745.88,
        "duration": 2.789
    },
    {
        "text": "You know",
        "start": 748.67,
        "duration": 0.45
    },
    {
        "text": "This is incredibly damaging and dangerous",
        "start": 749.12,
        "duration": 1.42
    },
    {
        "text": "activist liam hackett writing: eating disorders are a very real issue for a lot of young people and to see kim",
        "start": 750.54,
        "duration": 4.609
    },
    {
        "text": "Kardashian actively encouraging her fans to develop an unhealthy relationship with food is terrifying and greatly concerned adding",
        "start": 755.28,
        "duration": 5.779
    },
    {
        "text": "It clearly shows that she favors her payday above the health and well-being of her impressionable audience now at this time",
        "start": 761.06,
        "duration": 4.859
    },
    {
        "text": "It can't be confirmed whether instagram took down the pose by air as they're claiming in a statement or if kim",
        "start": 765.92,
        "duration": 4.02
    },
    {
        "text": "kardashian herself deleted the",
        "start": 770.04,
        "duration": 1.56
    },
    {
        "text": "Advertisement but as a recording it is no longer on her page that said she still promotes products from that same company",
        "start": 771.6,
        "duration": 5.27
    },
    {
        "text": "You know those teas which I call shit your pants teas",
        "start": 776.87,
        "duration": 2.609
    },
    {
        "text": "which is always one of my favorite things on instagram because it's usually a girl she's like",
        "start": 779.48,
        "duration": 3.45
    },
    {
        "text": "I'm so attractive but it's funny to me because I'm just like you're just you're advertised. What I imagine is explosive diarrhea",
        "start": 782.93,
        "duration": 5.389
    },
    {
        "text": "How's that things like meal replacement shake?",
        "start": 788.319,
        "duration": 1.35
    },
    {
        "text": "I also think it's important to know that Kim",
        "start": 789.669,
        "duration": 1.33
    },
    {
        "text": "Kardashian's not the only one she just want to be largest these people like Tori Spelling also",
        "start": 790.999,
        "duration": 4.19
    },
    {
        "text": "Advertising the lollipops and while she got you she got pushed back",
        "start": 795.379,
        "duration": 2.63
    },
    {
        "text": "She hasn't deleted it. What I ultimately want to say on this story is if you see people pushing",
        "start": 798.009,
        "duration": 4.799
    },
    {
        "text": "Supplements like this do not take them seriously right when it comes to supplements",
        "start": 803.389,
        "duration": 3.739
    },
    {
        "text": "They're not regulated by the US FDA because it's not closely regulated",
        "start": 807.129,
        "duration": 3.419
    },
    {
        "text": "It can be hard to see what is actually in things like this. Does it actually work",
        "start": 810.549,
        "duration": 4.8
    },
    {
        "text": "is it safe? when it comes to people that want to be healthy and I say this as someone that at my worst was like",
        "start": 815.479,
        "duration": 5.63
    },
    {
        "text": "265 me healthy is around a 180 185. There's no silver bullet",
        "start": 821.689,
        "duration": 4.07
    },
    {
        "text": "There's no quick fix often the things that cut the corners have have horrible side effects or when you stop using them",
        "start": 825.759,
        "duration": 6.27
    },
    {
        "text": "It just comes right back and I say that as someone that has embraced those things in the past",
        "start": 832.029,
        "duration": 3.329
    },
    {
        "text": "I say that as someone that as of right now",
        "start": 835.359,
        "duration": 2.04
    },
    {
        "text": "From where I was about I feel like a month and a half two months ago",
        "start": 837.829,
        "duration": 3.619
    },
    {
        "text": "I'm 20 pounds down but this time just doing it by making smart food choices that I",
        "start": 841.449,
        "duration": 4.799
    },
    {
        "text": "Can enjoy and live with because it's the long-term you have to think about",
        "start": 846.47,
        "duration": 3.139
    },
    {
        "text": "Otherwise, you're gonna yo-yo or there can be adverse side effects",
        "start": 849.609,
        "duration": 2.82
    },
    {
        "text": "I also say that because I know that a lot of people when they when they talk about",
        "start": 852.429,
        "duration": 2.25
    },
    {
        "text": "eating disorders or people having bad relationships with food",
        "start": 855.199,
        "duration": 3.26
    },
    {
        "text": "they they often just think women if you are a guy at any stage in your life and you are having a weird feelings about",
        "start": 858.459,
        "duration": 6.419
    },
    {
        "text": "Food or any of all this bullshit know that you are not alone that it is not just a woman thing",
        "start": 864.879,
        "duration": 5.34
    },
    {
        "text": "It is a human thing, especially with how superficial our society is",
        "start": 870.22,
        "duration": 3.689
    },
    {
        "text": "I just want to throw that out there because I have a platform this story gave me the opportunity and maybe",
        "start": 873.909,
        "duration": 4.86
    },
    {
        "text": "Maybe that means something to one or two of you",
        "start": 879.049,
        "duration": 2.6
    },
    {
        "text": "Let's talk about something President. Trump said that when viral yesterday",
        "start": 881.649,
        "duration": 3.0
    },
    {
        "text": "You may have seen it in text form from the New York Times with the caption Trump lashed out at undocumented",
        "start": 884.649,
        "duration": 4.289
    },
    {
        "text": "Immigrants during a White House meeting calling those trying to breach the country's borders animals",
        "start": 889.039,
        "duration": 3.8
    },
    {
        "text": "He also had tweets that just blew up sharing this clip",
        "start": 892.839,
        "duration": 2.729
    },
    {
        "text": "We have people coming into the country of trying to come and we're stopping a lot of them",
        "start": 895.569,
        "duration": 4.049
    },
    {
        "text": "But we're taking people out of the country. You wouldn't believe how bad these people -",
        "start": 900.049,
        "duration": 3.8
    },
    {
        "text": "These aren't people",
        "start": 904.669,
        "duration": 2.0
    },
    {
        "text": "These are animals and we're taking them out of the country at a level at a rate that's never happened before",
        "start": 906.87,
        "duration": 5.359
    },
    {
        "text": "And so you watch that you read that and you go. Okay, that's this is disgusting",
        "start": 912.33,
        "duration": 3.32
    },
    {
        "text": "You may not like undocumented immigrants, but they are people they shouldn't be dehumanized. You. Don't call them animals",
        "start": 915.65,
        "duration": 5.13
    },
    {
        "text": "Well, here's the thing about that clip",
        "start": 920.78,
        "duration": 0.99
    },
    {
        "text": "The thing he is",
        "start": 921.77,
        "duration": 1.0
    },
    {
        "text": "Responding to is not included in it",
        "start": 922.77,
        "duration": 2.449
    },
    {
        "text": "And that gives you the context of what Donald Trump is talking about. The clip that leads into it is sheriff saying this",
        "start": 925.22,
        "duration": 5.91
    },
    {
        "text": "So it appears on his statement is about ms-13 members",
        "start": 939.45,
        "duration": 3.049
    },
    {
        "text": "It's about gang members these people committing violent crimes and not in reference to everyone in Trump's defense",
        "start": 942.5,
        "duration": 5.489
    },
    {
        "text": "He specifically referred to ms-13 gang members as animals July 2017 when speaking to law enforcement in Long Island",
        "start": 947.99,
        "duration": 6.78
    },
    {
        "text": "He said you communities have suffered worse at the hand of these ms-13 thugs than the people of Long Island",
        "start": 954.77,
        "duration": 4.469
    },
    {
        "text": "They are animals. He also did so at CPAC this year as far as the White House response to this",
        "start": 959.24,
        "duration": 4.08
    },
    {
        "text": "We saw press secretary Sarah Huckabee Sanders say today. I don't think the term the president used was strong enough",
        "start": 963.32,
        "duration": 4.349
    },
    {
        "text": "It's like an animal to stab a man",
        "start": 967.67,
        "duration": 1.69
    },
    {
        "text": "100 times and",
        "start": 969.36,
        "duration": 1.05
    },
    {
        "text": "Decapitate him and cut his heart out",
        "start": 970.41,
        "duration": 1.49
    },
    {
        "text": "What she's referencing there at the end is a murder that reportedly was committed by ms-13 gang",
        "start": 971.9,
        "duration": 4.109
    },
    {
        "text": "members and I feel like this is something that I end up having to say every now and then but when it comes to Donald",
        "start": 976.11,
        "duration": 5.33
    },
    {
        "text": "Trump just double check. There is no shortage of things",
        "start": 981.44,
        "duration": 2.88
    },
    {
        "text": "Donald Trump has said or done or things that his administration has said or done where in",
        "start": 984.32,
        "duration": 5.52
    },
    {
        "text": "Context representing the complete truth",
        "start": 990.09,
        "duration": 1.97
    },
    {
        "text": "there is a very",
        "start": 992.06,
        "duration": 1.03
    },
    {
        "text": "Justified what the fuck reaction when you have not just people but you have things like the New York Times the AP",
        "start": 993.09,
        "duration": 5.479
    },
    {
        "text": "Reported on this situation without providing context. It just hurts those establishment did be right 98% of the time",
        "start": 998.94,
        "duration": 5.39
    },
    {
        "text": "You're gonna have a good chunk of people point to this and go. Well Donald Trump's right- negative news is fake news",
        "start": 1004.33,
        "duration": 4.95
    },
    {
        "text": "The thing is a quote",
        "start": 1009.28,
        "duration": 0.75
    },
    {
        "text": "Like this doesn't even need to be taken out of context for you to have some sort of",
        "start": 1010.03,
        "duration": 3.539
    },
    {
        "text": "Argumentation you'd argue that the president is fear-mongering",
        "start": 1013.67,
        "duration": 2.15
    },
    {
        "text": "Using ms-13 as the big bad to justify other sweeping changes that affect a lot of people that are not in ms-13",
        "start": 1016.28,
        "duration": 6.739
    },
    {
        "text": "New York Times you don't need to say from flashed out at undocumented immigrants",
        "start": 1023.29,
        "duration": 3.779
    },
    {
        "text": "You don't have to frame it like the New York Times did and I think that it was very much a mixture of people going",
        "start": 1027.069,
        "duration": 4.5
    },
    {
        "text": "Oh my god",
        "start": 1031.569,
        "duration": 0.811
    },
    {
        "text": "I can't believe we got him saying this that depending on the outlet may be extra work wasn't done to see that ten seconds before",
        "start": 1032.38,
        "duration": 5.91
    },
    {
        "text": "That maybe the work wasn't done to decide to frame it differently",
        "start": 1038.29,
        "duration": 3.76
    },
    {
        "text": "So maybe people don't get the wrong idea",
        "start": 1042.05,
        "duration": 1.379
    },
    {
        "text": "even though for some reason you didn't include those first ten seconds and you had other people looking at sources that they trust and went",
        "start": 1043.429,
        "duration": 4.98
    },
    {
        "text": "Oh, okay. Well, no that must be real. It must be exactly the situation and engine and just looking at this whole situation",
        "start": 1048.41,
        "duration": 5.189
    },
    {
        "text": "It's why I believe that we're gonna have a problem with trust",
        "start": 1054.42,
        "duration": 3.739
    },
    {
        "text": "We're gonna have a problem with with the news in general for a very very long time. That's where I'm going to end",
        "start": 1058.16,
        "duration": 5.309
    },
    {
        "text": "today's show and remember if you like this video like what I try and do on this channel that",
        "start": 1063.47,
        "duration": 3.54
    },
    {
        "text": "Like button, if you're new here hit that subscribe button ring that bell to turn on notifications that even sometimes works, by the way",
        "start": 1067.08,
        "duration": 5.42
    },
    {
        "text": "If you did miss yesterday's show you want to catch up click or tap right there to watch that or if you need something lighter",
        "start": 1072.5,
        "duration": 5.04
    },
    {
        "text": "You can click or tap right there to watch the newest behind-the-scenes vlog Botts. That's it. Of course as always my name's philip",
        "start": 1077.54,
        "duration": 4.829
    },
    {
        "text": "Defranco you've just been phill'd in a love yo faces and i'll see you tomorrow",
        "start": 1082.37,
        "duration": 4.5
    }
]