[
    {
        "text": "Sup you beautiful bastards! Hope you're havin' a Fantastic Thursday!",
        "start": 0.02,
        "duration": 2.76
    },
    {
        "text": "Welcome back to the philip defranco show and let's just jump into it.",
        "start": 2.78,
        "duration": 3.88
    },
    {
        "text": "And the first thing I want to talk about today is um and the story involving the air force and racial slurs.",
        "start": 6.66,
        "duration": 5.0
    },
    {
        "text": "In late september racist slurs were found on the message boards of five black cadet candidates at the",
        "start": 11.66,
        "duration": 3.64
    },
    {
        "text": "Air Force Academy Preparatory School in Colorado Springs the vandalism was written in black marker",
        "start": 15.3,
        "duration": 4.2
    },
    {
        "text": "And it's a go home and word and after learning of the incident academy superintendent Lt. General Jay Silveria",
        "start": 19.5,
        "duration": 4.78
    },
    {
        "text": "gathered thousands of cadets and staff to hear a very important message if you're outraged by those words",
        "start": 24.28,
        "duration": 5.0
    },
    {
        "text": "Then you're in the right place",
        "start": 29.28,
        "duration": 1.149
    },
    {
        "text": "That kind of behavior has no place at the prep school head has no place at U Safa",
        "start": 30.429,
        "duration": 4.771
    },
    {
        "text": "And it has no place in the United States Air Force. I would be naive and we would all be naive to think that",
        "start": 35.22,
        "duration": 6.42
    },
    {
        "text": "everything is perfect here",
        "start": 42.14,
        "duration": 2.32
    },
    {
        "text": "We would be naive to think that we shouldn't discuss this topic we would also be tone-deaf",
        "start": 44.46,
        "duration": 4.96
    },
    {
        "text": "Not to think about the backdrop of what's going on in our country. Things like",
        "start": 49.66,
        "duration": 4.82
    },
    {
        "text": "Charlottesville and Ferguson the protests in the NFL. That's why we have a better idea",
        "start": 54.76,
        "duration": 4.7
    },
    {
        "text": "This is our institution",
        "start": 59.96,
        "duration": 1.58
    },
    {
        "text": "and no one can take away our values",
        "start": 61.54,
        "duration": 2.78
    },
    {
        "text": "No one can write on a board and question our values.",
        "start": 64.32,
        "duration": 4.0
    },
    {
        "text": "No one can take that away from us if you can't treat someone with dignity and respect",
        "start": 68.56,
        "duration": 6.06
    },
    {
        "text": "Then you need to get out if you can't teach someone from another gender whether that's a man or a woman with dignity and respect",
        "start": 75.28,
        "duration": 7.22
    },
    {
        "text": "Then you need to get out if you demean someone in any way",
        "start": 82.54,
        "duration": 3.96
    },
    {
        "text": "Then you need to get out, and if you can't",
        "start": 87.04,
        "duration": 2.54
    },
    {
        "text": "treat someone from another race or a different color skin with dignity and respect",
        "start": 90.42,
        "duration": 5.14
    },
    {
        "text": "Then you need to get out. Grab your phones I want you to videotape this",
        "start": 96.3,
        "duration": 3.64
    },
    {
        "text": "so that you have it so that you can use it so that we all have the moral courage",
        "start": 99.94,
        "duration": 3.76
    },
    {
        "text": "Together all of us on the staff tower lining the glass all of us in this room this is our institution.",
        "start": 103.78,
        "duration": 5.44
    },
    {
        "text": "And if you need it, and you need my words, then you keep these words",
        "start": 109.22,
        "duration": 3.52
    },
    {
        "text": "And you use them and you remember them, and you share them",
        "start": 112.74,
        "duration": 3.18
    },
    {
        "text": "And you talk about them if you can't treat someone with dignity and respect, then get out.",
        "start": 115.92,
        "duration": 6.24
    },
    {
        "text": "An amazing and strong message and video of that speech went viral.",
        "start": 122.16,
        "duration": 3.46
    },
    {
        "text": "Millions of views on Facebook YouTube tens of thousands of retweets on Twitter",
        "start": 125.62,
        "duration": 3.68
    },
    {
        "text": "Many were pleased with the Academy's strong response the incident including Vice President Joe Biden",
        "start": 129.3,
        "duration": 3.1
    },
    {
        "text": "and Senator John McCain and so with that the Air Force Academy launched an internal investigation",
        "start": 132.48,
        "duration": 3.98
    },
    {
        "text": "To find the person behind this. And the big news this week is Academy officials said they found the person",
        "start": 136.46,
        "duration": 4.24
    },
    {
        "text": "Responsible for the slurs. In a written statement the Air Force Academy said",
        "start": 140.8,
        "duration": 3.16
    },
    {
        "text": "Ohhh no! This is one of the worst ways this could have gone down",
        "start": 155.66,
        "duration": 2.98
    },
    {
        "text": "lieutenant colonel Allen Heritage the director of public affairs with the academy later explained the cadet",
        "start": 158.7,
        "duration": 4.0
    },
    {
        "text": "responsible quote received administrative punishment",
        "start": 162.78,
        "duration": 2.36
    },
    {
        "text": "And is no longer at the preparatory school. Their statement also saying",
        "start": 165.14,
        "duration": 2.54
    },
    {
        "text": "And that seem to be in reference to a report by The Gazette a report saying the candidate committed the act in a bizarre bid",
        "start": 176.18,
        "duration": 4.36
    },
    {
        "text": "To get out of trouble he faced at the school for other misconduct",
        "start": 180.54,
        "duration": 2.36
    },
    {
        "text": "Essentially the allegation there was that person was in trouble they did something wrong",
        "start": 182.98,
        "duration": 3.5
    },
    {
        "text": "A cadet came up with a bright idea of well",
        "start": 186.54,
        "duration": 1.8
    },
    {
        "text": "No one can be angry at me if someone calls me the n-word and then seemingly to divert suspicion",
        "start": 188.34,
        "duration": 4.26
    },
    {
        "text": "Did it to five people instead of just being the sole victim. I mean honestly no matter the reason this is horrible",
        "start": 192.84,
        "duration": 5.54
    },
    {
        "text": "this is disgusting.",
        "start": 198.385,
        "duration": 1.06
    },
    {
        "text": "The long game victims of falsely reporting hate crimes that have actual victims of hate crime.",
        "start": 199.565,
        "duration": 4.46
    },
    {
        "text": "Stuff like this makes it so much harder for people making legitimate reports to be taken seriously",
        "start": 204.08,
        "duration": 3.78
    },
    {
        "text": "I mean this is the second time just this week that it was exposed that a hate crime didn't actually occur",
        "start": 207.94,
        "duration": 4.42
    },
    {
        "text": "There was that story out of Kansas",
        "start": 212.36,
        "duration": 1.4
    },
    {
        "text": "where there was all that racist graffiti on that black man's car. This week",
        "start": 213.76,
        "duration": 3.5
    },
    {
        "text": "he admitted to putting the graffiti on his own car as part of a quote \"Halloween Prank\"",
        "start": 217.26,
        "duration": 4.54
    },
    {
        "text": "okay black Joey sallets",
        "start": 221.94,
        "duration": 1.16
    },
    {
        "text": "That's not a prank. That was a lie you race-baiting asshole.",
        "start": 223.1,
        "duration": 3.044
    },
    {
        "text": "But back to the main story",
        "start": 226.144,
        "duration": 1.116
    },
    {
        "text": "If there is a silver lining to this seeing this sort of reaction",
        "start": 227.28,
        "duration": 2.92
    },
    {
        "text": "Even if it was in response to a hoax in response to the false reporting of a hate crime",
        "start": 230.26,
        "duration": 4.339
    },
    {
        "text": "It's still after the fact the Air Force Academy said in a statement",
        "start": 234.6,
        "duration": 2.22
    },
    {
        "text": "And THAT's what we're gonna end that one because I feel like we have to focus on the silver lining of that otherwise just",
        "start": 249.66,
        "duration": 4.96
    },
    {
        "text": "Disgusting story from there. I want to share some stuff. I love today and today in awesome brought to you by",
        "start": 254.74,
        "duration": 5.08
    },
    {
        "text": "dbrand and DeFrancoGrip.com",
        "start": 259.828,
        "duration": 1.552
    },
    {
        "text": "And I've actually mentioned the dbrand grip before but they have now finally launched their crowdfunding campaign",
        "start": 261.38,
        "duration": 4.1
    },
    {
        "text": "It's a grippy is all hell phone case which I love because",
        "start": 265.48,
        "duration": 3.24
    },
    {
        "text": "Essentially now as a dad too - I live my life one hand at a time....that is the weirdest way",
        "start": 268.86,
        "duration": 4.48
    },
    {
        "text": "I could have said that screw it",
        "start": 273.34,
        "duration": 1.28
    },
    {
        "text": "I'm keeping it in. What I mean is I",
        "start": 274.62,
        "duration": 1.18
    },
    {
        "text": "Usually always am at least holding one child and so when I'm looking at my phone",
        "start": 275.8,
        "duration": 3.5
    },
    {
        "text": "I just have my one hand and it falls and breaks",
        "start": 279.3,
        "duration": 1.53
    },
    {
        "text": "I'm screwed now the thing I'm no what with the dbrand grip is they just launched this past weekend",
        "start": 280.83,
        "duration": 3.39
    },
    {
        "text": "All the earlybird perks were gone within a couple of hours BUT the fantastic news is they've now provided an exclusive secret perk for you",
        "start": 284.22,
        "duration": 5.86
    },
    {
        "text": "beautiful bastards! If you go to the DeFrancoGrip.com you can order there for",
        "start": 290.14,
        "duration": 3.2
    },
    {
        "text": "50% off the retail price with free shipping in North America so if you wanna get the grip you want to get the discount while",
        "start": 293.4,
        "duration": 4.46
    },
    {
        "text": "You can click that link in the description down below and just a note here that I want to make that it that is aside",
        "start": 297.86,
        "duration": 4.14
    },
    {
        "text": "From the sponsor read I wanna give much love to dbrand",
        "start": 302.0,
        "duration": 2.16
    },
    {
        "text": "and a world in a time where it feels like loyalty and support is just it's very rare",
        "start": 304.17,
        "duration": 4.79
    },
    {
        "text": "And we went solo several months ago where we didn't know if we were gonna crash or fail or what was gonna happen they were",
        "start": 308.97,
        "duration": 4.44
    },
    {
        "text": "They were the first company to sign on and say \"What can we do\"? We're not launching something for several months",
        "start": 313.41,
        "duration": 4.23
    },
    {
        "text": "But we love the show we believe in what you're doing",
        "start": 317.64,
        "duration": 1.99
    },
    {
        "text": "How can we help so much love to them.",
        "start": 319.63,
        "duration": 1.79
    },
    {
        "text": "And the first bit of Awesome I have to share is a Joel Osteen *impersonator* (says laughing)",
        "start": 321.42,
        "duration": 3.94
    },
    {
        "text": "Joel Osteen impersonator. Joel Osteen of course a televangelist",
        "start": 325.36,
        "duration": 2.5
    },
    {
        "text": "An impersonator went to one of his events was able to get all the way down to the stage",
        "start": 328.2,
        "duration": 5.12
    },
    {
        "text": "And trick so many many people it was",
        "start": 333.32,
        "duration": 1.88
    },
    {
        "text": "Fascinating and amazing to watch.",
        "start": 335.2,
        "duration": 1.84
    },
    {
        "text": "Then we got a new Hot Ones with Wale. Then we had the strange things kids making a Motown",
        "start": 337.04,
        "duration": 3.78
    },
    {
        "text": "supergroup with James Corden, man",
        "start": 340.82,
        "duration": 1.72
    },
    {
        "text": "THEN we got a trailer for a new Netflix series called \"Dark\"",
        "start": 342.54,
        "duration": 2.28
    },
    {
        "text": "Which looks incredibly creepy if you'd like to see the full versions everything",
        "start": 344.82,
        "duration": 3.12
    },
    {
        "text": "I just shared the secret link of the day anything at all",
        "start": 347.94,
        "duration": 2.52
    },
    {
        "text": "Links as always are in the description down below then an Internet outrage in boycotting news",
        "start": 350.59,
        "duration": 4.489
    },
    {
        "text": "Let's talk about Mila Kunis and Jim Beam",
        "start": 355.08,
        "duration": 2.19
    },
    {
        "text": "You don't know Mila Kunis of course an actress",
        "start": 357.27,
        "duration": 1.89
    },
    {
        "text": "But she is also the spokesperson for the whiskey brand Jim Bean and recently in an interview with Conan O'Brien",
        "start": 359.16,
        "duration": 3.99
    },
    {
        "text": "She revealed that she's been sending anonymous donations to Planned Parenthood in the vice president's name. \"I put him on a list of reoccurring,",
        "start": 363.15,
        "duration": 7.33
    },
    {
        "text": "um uh, donations that are made in his name to Planned Parenthood.",
        "start": 370.916,
        "duration": 4.66
    },
    {
        "text": "And, so...\"",
        "start": 375.576,
        "duration": 0.9
    },
    {
        "text": "This because she disagrees with some of Mike Pence's stances and after the donation has received Planned Parenthood sends a letter to Mike Pence thanking",
        "start": 376.556,
        "duration": 6.32
    },
    {
        "text": "Him for his generosity and so this happens every month",
        "start": 382.876,
        "duration": 2.32
    },
    {
        "text": "And it should also be noted that Mila Kunis is not the only one doing this after this segment aired",
        "start": 385.2,
        "duration": 3.929
    },
    {
        "text": "There was a lot of outrage, but Mila Kunis already kind of knew that this was gonna happen during the interview",
        "start": 389.13,
        "duration": 3.75
    },
    {
        "text": "She says this is when the hate mail comes my way",
        "start": 392.88,
        "duration": 1.89
    },
    {
        "text": "I apologize if I'm offending anybody",
        "start": 394.77,
        "duration": 1.71
    },
    {
        "text": "But of course still you can't control how people receive what you do",
        "start": 396.48,
        "duration": 3.139
    },
    {
        "text": "And so we saw Pence supporters and pro-life",
        "start": 399.62,
        "duration": 1.69
    },
    {
        "text": "Activists taking to Twitter to launch the Boycott Bean campaign calling on Jim Beam to end its association with Mila Kunis some of the tweets",
        "start": 401.31,
        "duration": 5.389
    },
    {
        "text": "Justin Emery writes",
        "start": 406.7,
        "duration": 1.22
    },
    {
        "text": "Finlay Jameson said",
        "start": 417.36,
        "duration": 0.92
    },
    {
        "text": "Now because all of this is connected to Planned Parenthood",
        "start": 424.26,
        "duration": 1.66
    },
    {
        "text": "Of course. This is a very polarizing issue and on topics like this is a public figure like Mila Kunis there",
        "start": 425.92,
        "duration": 4.92
    },
    {
        "text": "There's really a no-win situation",
        "start": 430.85,
        "duration": 2.22
    },
    {
        "text": "This isn't like when you had snowflakes angry at Starbucks because there was a war against Christmas",
        "start": 433.1,
        "duration": 3.92
    },
    {
        "text": "\"War Against Christmas\". You have two groups that see Planned Parenthood with two different eyes one group sees it as an important",
        "start": 437.1,
        "duration": 5.32
    },
    {
        "text": "Irreplaceable source of preventative care and the other sees it as a baby murdering factory and like Louis C.K",
        "start": 442.46,
        "duration": 4.96
    },
    {
        "text": "mentioned in one of his last comedy specials although",
        "start": 447.48,
        "duration": 2.12
    },
    {
        "text": "He's probably not the best person to mention today, if the way he viewed",
        "start": 449.6,
        "duration": 2.7
    },
    {
        "text": "What was happening with an abortion wasn't that cells are being removed from a body then it was just straight-up baby murder",
        "start": 452.3,
        "duration": 5.19
    },
    {
        "text": "How could you not be passionate so agree or disagree?",
        "start": 457.49,
        "duration": 2.16
    },
    {
        "text": "I can't bash them for moving forward this protest",
        "start": 459.65,
        "duration": 2.489
    },
    {
        "text": "We live in a free society a market society",
        "start": 462.139,
        "duration": 1.59
    },
    {
        "text": "So people can't like Mila Kunis can can go out and say and do whatever in society or in this case the market can respond",
        "start": 463.729,
        "duration": 5.811
    },
    {
        "text": "That doesn't essentially serve as a threat to keep celebrities from voicing their true opinions",
        "start": 469.54,
        "duration": 4.08
    },
    {
        "text": "Yeah, kind of depending on the situation especially with mainstream brands. With that said well the boycott be successful?",
        "start": 473.66,
        "duration": 4.58
    },
    {
        "text": "l mean that remains to be seen. The company hasn't released a comment or Mila Kunis yet",
        "start": 478.24,
        "duration": 3.94
    },
    {
        "text": "But I will say I'm genuinely interested to see what happens here. Just because it feels like a test case nowadays",
        "start": 482.18,
        "duration": 4.56
    },
    {
        "text": "It feels like news is thrown in your face",
        "start": 486.74,
        "duration": 1.84
    },
    {
        "text": "At all times every single day people are angry and outraged about this thing, that thing, do people actually have the follow-through to stay with",
        "start": 488.58,
        "duration": 7.49
    },
    {
        "text": "It or are they constantly darting to the next thing?",
        "start": 496.07,
        "duration": 2.29
    },
    {
        "text": "We'll see. Also I feel I should talk about it because I made a quick mention to Louis C.K.",
        "start": 498.38,
        "duration": 4.5
    },
    {
        "text": "Earlier there were initial reports that a New York Times article about Louis C.K. was going to come out it has since come out that",
        "start": 502.88,
        "duration": 4.8
    },
    {
        "text": "headline reading \"Louis C.K. Crossed a Line Into Sexual Misconduct, 5 Women Say\"",
        "start": 507.68,
        "duration": 4.64
    },
    {
        "text": "And what's really interesting to me is that this story will be taken very seriously?",
        "start": 512.32,
        "duration": 3.06
    },
    {
        "text": "Because it is in the New York Times",
        "start": 515.48,
        "duration": 1.42
    },
    {
        "text": "But but part of this story was new as years ago. Years ago Gawker posted articles about some of the",
        "start": 516.92,
        "duration": 5.46
    },
    {
        "text": "accusations mentioned in this Times article you might remember some how that story ended up just",
        "start": 522.44,
        "duration": 4.06
    },
    {
        "text": "Disappearing and the allegations and the times are very similar to one another comedian writer actress Rebecca Corrie",
        "start": 526.62,
        "duration": 5.36
    },
    {
        "text": "It was then reported that the show's executive",
        "start": 552.42,
        "duration": 1.719
    },
    {
        "text": "Producers Courtney Cox and David Arquette were informed and they confirmed with The Times that this happened Courtney Cox writing in an email",
        "start": 554.14,
        "duration": 5.22
    },
    {
        "text": "In 2003 Abby Shatner says",
        "start": 562.0,
        "duration": 1.68
    },
    {
        "text": "Then in 2002 there was a story around Dana Min Goodman and Julia Wolov",
        "start": 569.62,
        "duration": 3.72
    },
    {
        "text": "Though they say louis c.k invites them to a hotel room. You know to have a nightcap bars were closed",
        "start": 573.34,
        "duration": 4.02
    },
    {
        "text": "They wanted to celebrate then they say Louie CK asked if he could take his penis out",
        "start": 577.38,
        "duration": 3.54
    },
    {
        "text": "Masturbate they thought he was joking he said he was not joking you actually did it at times rights",
        "start": 581.04,
        "duration": 4.7
    },
    {
        "text": "And there was a fifth woman's story who asked not to be named with a story from the 90's",
        "start": 598.94,
        "duration": 3.54
    },
    {
        "text": "In addition to the allegations some of the women also shared",
        "start": 612.32,
        "duration": 2.46
    },
    {
        "text": "apologies that were from Louis CK's time saying they reviewed them now before this story even broke louis c.k was",
        "start": 614.78,
        "duration": 5.76
    },
    {
        "text": "Reacting to it the premiere of his new film",
        "start": 620.64,
        "duration": 1.64
    },
    {
        "text": "\"I love You Daddy\" was canceled",
        "start": 622.28,
        "duration": 1.46
    },
    {
        "text": "So he'll no longer be going to that he was also scheduled to be on The Late Show with",
        "start": 623.76,
        "duration": 2.98
    },
    {
        "text": "Colbert that has now been cancelled with William H Macy set to replace him",
        "start": 626.74,
        "duration": 3.16
    },
    {
        "text": "So that's where we are as of right now. It will be very interesting to see how louis c.k",
        "start": 629.9,
        "duration": 3.86
    },
    {
        "text": "responds also",
        "start": 633.98,
        "duration": 1.14
    },
    {
        "text": "What will the fallout from this be in the past Louie CK has refused to comment on the allegations saying",
        "start": 635.12,
        "duration": 4.68
    },
    {
        "text": "So will we see something different from him? And also",
        "start": 642.9,
        "duration": 2.04
    },
    {
        "text": "What's the public reaction are going to be to this because if you've looked at all the accusations that have come out recently",
        "start": 644.94,
        "duration": 4.3
    },
    {
        "text": "It does very much feel that in the public how much you are liked is how much of the benefit of the doubt you get.",
        "start": 649.24,
        "duration": 4.78
    },
    {
        "text": "Like I said, I'm recording this just after the story broke. It will be very interesting to see what happened",
        "start": 654.02,
        "duration": 3.96
    },
    {
        "text": "I will say some things that are interesting to me",
        "start": 657.99,
        "duration": 1.589
    },
    {
        "text": "It is very interesting that Louie's show on FX already gave us the perfect graphic",
        "start": 659.58,
        "duration": 4.559
    },
    {
        "text": "Also the clip from that becomes far creepier post allegations in later",
        "start": 664.14,
        "duration": 4.28
    },
    {
        "text": "\"And later I'm going masturbate and think about you. And there's nothing you can do about it\"",
        "start": 668.42,
        "duration": 2.86
    },
    {
        "text": "And finally three if we can if we can turn this into a teachable moment",
        "start": 671.28,
        "duration": 3.18
    },
    {
        "text": "We really shouldn't have to be a teachable moment",
        "start": 674.46,
        "duration": 2.74
    },
    {
        "text": "I'll just whip your dick out and start masturbating in front of a woman or anyone additionally",
        "start": 677.2,
        "duration": 4.62
    },
    {
        "text": "It's important to be aware of power differences. If you're a famous person you're a producer a director",
        "start": 681.88,
        "duration": 3.78
    },
    {
        "text": "And you're doing this to someone that is below you beneath you either in, in Fame or position at a company",
        "start": 685.86,
        "duration": 6.14
    },
    {
        "text": "Very likely in creepy not okay, territory where that person is just very pressured to go along with you",
        "start": 692.14,
        "duration": 5.299
    },
    {
        "text": "That said we are wary alright now. We're going to wait for a response, but while we wait",
        "start": 697.439,
        "duration": 3.9
    },
    {
        "text": "I would love to know your thoughts from this story you think there's too much smoke for there to be no fire here",
        "start": 701.34,
        "duration": 4.56
    },
    {
        "text": "Do you think that there's a difference between this Louis C.K. situation and many of the other stories we're seeing right now",
        "start": 705.9,
        "duration": 4.46
    },
    {
        "text": "I'd love to know what you're thinking where you're coming from.",
        "start": 710.36,
        "duration": 1.76
    },
    {
        "text": "And then let's talk about the story around Trump the Department of Justice CNN",
        "start": 712.12,
        "duration": 3.64
    },
    {
        "text": "AT&T and Time Warner. So what's happening? Well this whole story starts October of 2016",
        "start": 715.9,
        "duration": 3.98
    },
    {
        "text": "AT&T announces that they want to buy Time Warner for 84.5 billion dollars",
        "start": 720.14,
        "duration": 4.08
    },
    {
        "text": "And of course as you'd expect there are many criticisms of this deal.",
        "start": 724.22,
        "duration": 2.72
    },
    {
        "text": "The main one being that since AT&T purchased DirecTV",
        "start": 726.94,
        "duration": 2.82
    },
    {
        "text": "They were the largest pay TV operator in the United States",
        "start": 729.78,
        "duration": 2.46
    },
    {
        "text": "They're also the second largest wireless data provider and the third largest",
        "start": 732.24,
        "duration": 2.96
    },
    {
        "text": "Broadband provides so if they buy a large content provider there would be more incentive for them to prioritize their own",
        "start": 735.24,
        "duration": 4.58
    },
    {
        "text": "Content over others give their users",
        "start": 739.899,
        "duration": 1.711
    },
    {
        "text": "Faster speed to their products make it more accessible so the Department of Justice has been looking into this",
        "start": 741.61,
        "duration": 4.53
    },
    {
        "text": "It's part of the antitrust laws with mergers of this size.",
        "start": 746.16,
        "duration": 2.3
    },
    {
        "text": "Essentially any deal like this over 80.8 million dollars has to be",
        "start": 748.46,
        "duration": 3.3
    },
    {
        "text": "Investigated by the FTC and DOJ then we fast-forward to yesterday where we see the Financial Times",
        "start": 751.76,
        "duration": 3.9
    },
    {
        "text": "Reporting that the Department of Justice is going to require the sale of",
        "start": 755.66,
        "duration": 2.64
    },
    {
        "text": "CNN in order to approve this acquisition.",
        "start": 758.4,
        "duration": 2.28
    },
    {
        "text": "And the Financial Times built this argument that the department has been motivated by Trump's hatred of CNN",
        "start": 760.68,
        "duration": 4.1
    },
    {
        "text": "That this is his way of punishing the network",
        "start": 764.78,
        "duration": 1.74
    },
    {
        "text": "Also reportedly sources close to the merger of said to the Department of Justice gave",
        "start": 766.6,
        "duration": 3.08
    },
    {
        "text": "AT&T a couple of options in order to approve the deal one of those is sell Turner Broadcasting",
        "start": 769.78,
        "duration": 3.58
    },
    {
        "text": "Which is the parent company to CNN this along with Cartoon Network",
        "start": 773.44,
        "duration": 3.24
    },
    {
        "text": "TNT, Hulu, others. Or one of the other options would be for AT&T to sell DirecTV",
        "start": 776.769,
        "duration": 4.429
    },
    {
        "text": "But also there was another source claiming that AT&T",
        "start": 781.2,
        "duration": 2.0
    },
    {
        "text": "Representatives offered to sell but the Department of Justice rejected that as not being enough. But that account was secondhand",
        "start": 783.68,
        "duration": 4.88
    },
    {
        "text": "It's also been disputed by AT&T CEO Randall Stephenson saying",
        "start": 788.58,
        "duration": 3.12
    },
    {
        "text": "But the thing I need to point out with his statement is",
        "start": 801.9,
        "duration": 1.64
    },
    {
        "text": "He said the Department of Justice's statement",
        "start": 803.54,
        "duration": 1.62
    },
    {
        "text": "But they didn't make one he's actually responding to his leaked information an unnamed source was saying this",
        "start": 805.16,
        "duration": 5.609
    },
    {
        "text": "But this is of course a side story to the main story many people are concerned and many people believe that Trump has the Department",
        "start": 810.77,
        "duration": 5.58
    },
    {
        "text": "Of Justice blocking this merger because he does not like CNN as far as if that is actually the case",
        "start": 816.35,
        "duration": 4.169
    },
    {
        "text": "It's not completely clear",
        "start": 820.52,
        "duration": 1.11
    },
    {
        "text": "What we do know is in 2016 while on the campaign trail Trump commented on the merger",
        "start": 821.63,
        "duration": 3.87
    },
    {
        "text": "\"As an example of the power structure. I'm fighting",
        "start": 825.5,
        "duration": 2.54
    },
    {
        "text": "AT&T is buying Time Warner and thus CNN a deal we will not approve in my administration",
        "start": 829.04,
        "duration": 5.92
    },
    {
        "text": "Because it's too much",
        "start": 835.64,
        "duration": 2.0
    },
    {
        "text": "concentration of power in the hands of too few\"",
        "start": 838.0,
        "duration": 3.92
    },
    {
        "text": "But there was also a report in The New York Times back in July that said quote",
        "start": 841.92,
        "duration": 3.12
    },
    {
        "text": "But a response to those allegations White House deputy press secretary Raj Shah said",
        "start": 859.2,
        "duration": 6.16
    },
    {
        "text": "It's also important to note there have been some very big",
        "start": 871.56,
        "duration": 2.4
    },
    {
        "text": "anti-trump people in the news that are also against this merger Richard Blumenthal",
        "start": 874.14,
        "duration": 3.8
    },
    {
        "text": "Democrats senator of Connecticut right have long opposed am AT&T Time Warner merger because of its impact on competitors and consumers CEO Jay must continue",
        "start": 878.12,
        "duration": 7.02
    },
    {
        "text": "Its thorough and exacting review even Bernie Sanders has spoken out about this right an administration should kill the Time Warner",
        "start": 885.16,
        "duration": 5.42
    },
    {
        "text": "AT&T merger this deal would mean higher prices and fewer choices for the American people",
        "start": 890.7,
        "duration": 3.84
    },
    {
        "text": "And ultimately where I land on this is could Trump's disdain for CNN be a big part of this sure",
        "start": 894.7,
        "duration": 4.98
    },
    {
        "text": "But at that point I feel like we're arguing over",
        "start": 899.69,
        "duration": 1.93
    },
    {
        "text": "Intent thought crimes and for him it could just be the happy",
        "start": 901.62,
        "duration": 2.659
    },
    {
        "text": "situation that there is genuine problems with this merger and also if the reporting is accurate the Department of Justice is offering multiple options and",
        "start": 904.34,
        "duration": 6.52
    },
    {
        "text": "One of them just happens to be the CNN thing then it feels less targeted.",
        "start": 910.88,
        "duration": 3.28
    },
    {
        "text": "But of course that's just my personal, takeaway",
        "start": 914.16,
        "duration": 1.58
    },
    {
        "text": "And I'd love to know your thoughts on this story",
        "start": 915.74,
        "duration": 1.44
    },
    {
        "text": "That's actually where I'm going to end today's show and remember if you like this video like what I try and do on this channel",
        "start": 917.18,
        "duration": 4.559
    },
    {
        "text": "Hit that like button if you knew where hit that subscribe button",
        "start": 921.74,
        "duration": 2.729
    },
    {
        "text": "Also if you missed yesterday's Philip DeFranco show you want to catch up click or tap right there to watch that if you want to see",
        "start": 924.469,
        "duration": 4.771
    },
    {
        "text": "The newest behind the scene blog clicker tap right there to watch that that's said of course as always my name's Philip DeFranco",
        "start": 929.24,
        "duration": 5.48
    },
    {
        "text": "You've just been Phill'd in. I love yo faces! And i'll see you tomorrow....",
        "start": 934.76,
        "duration": 4.04
    },
    {
        "text": "Maybe I'm thinking about retooling the Friday's show so just keep your eyes open",
        "start": 938.86,
        "duration": 3.3
    }
]