[
    {
        "text": "Sup you beautiful bastards",
        "start": 0.0,
        "duration": 1.5
    },
    {
        "text": "Hope you're having a fantastic Thursday-\n Welcome back to the Philip Defranco show, and let's just jump into it",
        "start": 1.5,
        "duration": 5.24
    },
    {
        "text": "And the first thing I want to talk about today, one of the most requested stories today",
        "start": 6.74,
        "duration": 2.92
    },
    {
        "text": "is around Emily Lands. To celebrate the Fourth of July this year,",
        "start": 9.7,
        "duration": 2.92
    },
    {
        "text": "Emily had a friend film her urinating on the American flag. She stood over the toilet using a \"Go Girl,\"",
        "start": 12.66,
        "duration": 5.58
    },
    {
        "text": "which is a device that allows women to -well not allows--",
        "start": 18.24,
        "duration": 2.54
    },
    {
        "text": "ASSISTS women with urinating while standing up. Everyone has the ability, it's usually an accuracy problem. If there is no assistance",
        "start": 20.78,
        "duration": 5.46
    },
    {
        "text": "Yeah, filmed herself peeing on the American flag- it then falls into the toilet. In the video that is now deleted had the caption:",
        "start": 26.24,
        "duration": 5.6
    },
    {
        "text": "\"Fuck your nationalism, fuck your country, fuck your stupid fucking flag\"",
        "start": 31.86,
        "duration": 3.34
    },
    {
        "text": "And while the original video is up, it spread like crazy. There was some support, but there was a lot of hate.",
        "start": 35.2,
        "duration": 4.16
    },
    {
        "text": "People calling her worthless, an attention whore, a liberal extremist.",
        "start": 39.36,
        "duration": 2.88
    },
    {
        "text": "People saying that this the result of privileged white kids in this new generation.",
        "start": 42.28,
        "duration": 3.08
    },
    {
        "text": "Some saying what else do you expect from a self-described anarchist and supporter of Bernie Sanders?",
        "start": 45.36,
        "duration": 4.3
    },
    {
        "text": "--let's just take a break-- at this point Bernie sanders has to be like, \"Come on!\"",
        "start": 49.68,
        "duration": 3.32
    },
    {
        "text": "There are also people that went way past name-calling.",
        "start": 53.0,
        "duration": 2.58
    },
    {
        "text": "Here's just one comment I saw that reads:",
        "start": 55.58,
        "duration": 1.389
    },
    {
        "text": "\"I'd love for someone to shove a razor sharp K-bar up her cunt and pull straight up to her throat\"",
        "start": 56.969,
        "duration": 5.551
    },
    {
        "text": "And Lands responded to these threats writing:",
        "start": 62.58,
        "duration": 1.86
    },
    {
        "text": "\"People are wishing illness, harm, and suffering upon me over a piece of fabric. People are willing to murder someone over a flag. It is so sad that people don't realize how",
        "start": 64.44,
        "duration": 6.4
    },
    {
        "text": "brainwashed they are. I'm gross for peeing on a symbol? Look at yourselves. You people epitomize all that is foul.\"",
        "start": 70.869,
        "duration": 4.4
    },
    {
        "text": "Also, according to Lands, people started targeting her family, writing:",
        "start": 75.3,
        "duration": 2.22
    },
    {
        "text": "\"My dad just called me and  informed me that his place of employment has been targeted.",
        "start": 77.52,
        "duration": 3.18
    },
    {
        "text": "Interestingly, he respects the flag and loves your country. I do not live with him, nor does he or anyone in my family agree with my",
        "start": 80.7,
        "duration": 5.24
    },
    {
        "text": "shenanigans. They've got nothing to do with my decisions.\"",
        "start": 85.94,
        "duration": 2.06
    },
    {
        "text": "In a response not to the threats but to the criticism, she wrote:",
        "start": 88.0,
        "duration": 2.52
    },
    {
        "text": "\"Freedom of speech expression means that I'm entitled to do and say as I please even if you don't like it. So long as I am not physically hurting someone and no your precious feelings don't count. That's your own problem.",
        "start": 90.52,
        "duration": 8.8
    },
    {
        "text": "What don't you people understand? You're celebrating freedom while damning me for doing the same. You can't have it both ways.",
        "start": 99.329,
        "duration": 4.2
    },
    {
        "text": "Freedom or none. Practice what you preach or shut the fuck up.\"",
        "start": 103.869,
        "duration": 2.63
    },
    {
        "text": "Then later, angering more people by writing:",
        "start": 106.56,
        "duration": 2.14
    },
    {
        "text": "\"Soiled flag. Fished out of my toilet. Sold to the highest bidder.\"",
        "start": 108.7,
        "duration": 3.04
    },
    {
        "text": "And since all of this happened, Lands deleted her Facebook and all her other social media accounts.",
        "start": 111.78,
        "duration": 3.82
    },
    {
        "text": "And here's what I'll say",
        "start": 115.6,
        "duration": 0.64
    },
    {
        "text": "I'll never support the people harassing and making threats against someone for doing something",
        "start": 116.24,
        "duration": 4.32
    },
    {
        "text": "they don't like. I get where the anger is coming from, but making threats like this as a response-",
        "start": 120.57,
        "duration": 3.419
    },
    {
        "text": "It's never the answer. And when I say I get where the anger is coming from",
        "start": 123.99,
        "duration": 2.279
    },
    {
        "text": "I've talked about this in the past on different stories. I love my country",
        "start": 126.42,
        "duration": 3.029
    },
    {
        "text": "I am very critical of my country",
        "start": 129.45,
        "duration": 1.679
    },
    {
        "text": "But I love my country",
        "start": 131.129,
        "duration": 1.431
    },
    {
        "text": "I respect the American flag. But that's because that flag to me",
        "start": 132.56,
        "duration": 3.12
    },
    {
        "text": "represents freedom. Freedom not only for myself people that think like me but for others. Desecrating the U.S. flag is not illegal.",
        "start": 135.86,
        "duration": 5.98
    },
    {
        "text": "This has been affirmed by the US Supreme court.",
        "start": 141.86,
        "duration": 2.07
    },
    {
        "text": "And I'm personally of a mindset that while watching that video will make me angry, if we don't allow that to exist in the world",
        "start": 143.93,
        "duration": 6.569
    },
    {
        "text": "That flag doesn't necessarily represent",
        "start": 150.5,
        "duration": 1.9
    },
    {
        "text": "Everything that I want it to represent. Freedom isn't freedom if you constantly are drawing lines in the sand as far as what",
        "start": 152.4,
        "duration": 5.75
    },
    {
        "text": "You can criticize or what you can disrespect you see someone doing something with free speech",
        "start": 158.15,
        "duration": 3.599
    },
    {
        "text": "that you don't agree with you use your own free speech.",
        "start": 161.75,
        "duration": 2.309
    },
    {
        "text": "I think it's important that people remember that they try to live that",
        "start": 164.06,
        "duration": 2.4
    },
    {
        "text": "I mean, I think that's why I also find myself in shows defending people",
        "start": 166.46,
        "duration": 3.569
    },
    {
        "text": "I don't agree with or I don't like. I also want to pass this question off to you. This is the PDS",
        "start": 170.03,
        "duration": 4.11
    },
    {
        "text": "It's not just me covering the news and my opinion.",
        "start": 174.14,
        "duration": 2.16
    },
    {
        "text": "I want to know what you think you think, you think this should be allowed, or no, this should be something where it's carved out?",
        "start": 176.3,
        "duration": 4.74
    },
    {
        "text": "What do you think and why? Let me know down below. From that I want to share some stuff",
        "start": 181.04,
        "duration": 3.329
    },
    {
        "text": "I loved today and Today In Awesome brought to you by the, \"My mom thinks",
        "start": 184.37,
        "duration": 3.63
    },
    {
        "text": "I'm advertiser friendly,\" shirt, a shirt that I love to have a new run of every time I get one of these emails.",
        "start": 188.0,
        "duration": 4.919
    },
    {
        "text": "So if you want to snag one of those while you can",
        "start": 192.92,
        "duration": 1.44
    },
    {
        "text": "You can link to that down below. The first bit of awesome is",
        "start": 194.36,
        "duration": 2.729
    },
    {
        "text": "music awesome. After years of essentially not being able to put anything she wanted out, Ke$ha has come out with her first solo song",
        "start": 197.16,
        "duration": 7.1
    },
    {
        "text": "in I believe, four years. Then, in new music",
        "start": 204.26,
        "duration": 2.309
    },
    {
        "text": "If you don't have title and or you didn't just steal it somewhere, the music video for Jay-Z's the story of Oj is out on",
        "start": 206.57,
        "duration": 5.94
    },
    {
        "text": "YouTube right now and it is great as an instant add-on to the fantastic songs I should probably not sing public playlist",
        "start": 212.51,
        "duration": 5.94
    },
    {
        "text": "I have. And if you don't get that joke, listen to the first minute of the song. Then, I have to share this video from the",
        "start": 218.45,
        "duration": 4.889
    },
    {
        "text": "Dodo where this guy in a Kayak guy (ugh) gets surprised by a huge whale and he just has this reaction",
        "start": 223.34,
        "duration": 6.39
    },
    {
        "text": "That is the polar opposite of what my reaction would have been. If you like animal videos you're going to like this place",
        "start": 229.73,
        "duration": 4.709
    },
    {
        "text": "Then we finally got the official version of Tom Holland lip syNc battling some Rihanna.",
        "start": 234.44,
        "duration": 4.199
    },
    {
        "text": "Lil' baby Spider-Man got some moves and on that note",
        "start": 238.82,
        "duration": 2.279
    },
    {
        "text": "How it should have ended put out a video called the five stages of watching a Spider-Man reboot and it's probably going to be true.",
        "start": 241.1,
        "duration": 6.059
    },
    {
        "text": "If you want to see the full versions of everything I shared, the Secret Link of the Day, anything at all",
        "start": 247.16,
        "duration": 4.47
    },
    {
        "text": "Links as always, are in the description down below.",
        "start": 251.73,
        "duration": 1.86
    },
    {
        "text": "Then, there was the news that during Donald Trump's visit to Poland the First Lady of Poland snubbed",
        "start": 253.59,
        "duration": 4.85
    },
    {
        "text": "Donald Trump. You see the video Donald Trump's with a handshake. He goes in",
        "start": 258.54,
        "duration": 3.17
    },
    {
        "text": "Oh, sorry Trump! Straight disrespect. This video and narrative blowin' up!",
        "start": 261.739,
        "duration": 3.299
    },
    {
        "text": "But if you just start a rant on your \"fuck Trump\" parade, that's one way. If you watch the whole video, They do shake hands.",
        "start": 265.28,
        "duration": 5.13
    },
    {
        "text": "She just shook Milania's first. Then, really quick,",
        "start": 270.41,
        "duration": 1.89
    },
    {
        "text": "I want to talk about and thank",
        "start": 272.3,
        "duration": 1.589
    },
    {
        "text": "Sonia Kay. Sonia popped up in the news because while she was watching a baseball game being played at the Atlanta Braves new Stadium",
        "start": 273.889,
        "duration": 5.64
    },
    {
        "text": "She found a despicable sign; a sign that represented hate that the internet needed to see is alive and a well in Georgia.",
        "start": 279.53,
        "duration": 6.48
    },
    {
        "text": "Not just Georgia, but in the new Braves stadium, tweeting, \"Really disappointed with this sign at the new Braves stadium. Definitely not okay @Braves.\"",
        "start": 286.01,
        "duration": 6.929
    },
    {
        "text": "She included this picture showing a \"KKK\" sign. That's not... like that's not a \"KKK\" sign.",
        "start": 292.94,
        "duration": 5.25
    },
    {
        "text": "If you don't follow baseball, which I completely understand, it is a very slow, long sport; the K's there are",
        "start": 298.19,
        "duration": 4.829
    },
    {
        "text": "representative of Strikeouts. In baseball, if the pitcher strikes out the batter",
        "start": 303.48,
        "duration": 3.169
    },
    {
        "text": "It's a \"K.\" Every time another strikeout is added another K is added.",
        "start": 306.65,
        "duration": 3.179
    },
    {
        "text": "Sonia appear to believe that this was a representation of the Klu Klux",
        "start": 309.83,
        "duration": 2.64
    },
    {
        "text": "Klan. What made her confusion even better, and what also probably led to this becoming a viral moment",
        "start": 312.54,
        "duration": 4.91
    },
    {
        "text": "Is that as people tried to explain the situation to her",
        "start": 317.45,
        "duration": 2.309
    },
    {
        "text": "She just was not",
        "start": 319.76,
        "duration": 0.94
    },
    {
        "text": "having it. Guy says, \"You do realize that this is a recorded number of strikeouts by the Braves' pitcher, right?\" Sonia replies,",
        "start": 320.7,
        "duration": 4.639
    },
    {
        "text": "\"They should figure out a different way to record it, because that's offensive.\" And Antwan Staley writes,",
        "start": 325.34,
        "duration": 3.75
    },
    {
        "text": "\"I'm black and this doesn't even offend me, come on ma'am.\" Which Sonia responds,",
        "start": 329.09,
        "duration": 3.51
    },
    {
        "text": "\"You must not care about your race as much as I care about yours.\"",
        "start": 332.74,
        "duration": 0.88
    },
    {
        "text": "And then the tweet of the thread went to benjamin who wrote I think the fourth Strikeout was that tweet?",
        "start": 333.78,
        "duration": 4.74
    },
    {
        "text": "So here's the thing part of me doesn't want to make fun of Sonya too much",
        "start": 340.42,
        "duration": 2.88
    },
    {
        "text": "I mean\nI literally sell a shirt that says sport a shirt has been purchased around ten thousand times or people that are like",
        "start": 343.31,
        "duration": 5.79
    },
    {
        "text": "I don't know what the hell happening, but yes",
        "start": 349.1,
        "duration": 2.0
    },
    {
        "text": "but to see something and immediately go that's",
        "start": 351.3,
        "duration": 2.66
    },
    {
        "text": "Racist you're at a baseball game surrounded by other people just tap on someone's shoulder and go hey",
        "start": 354.15,
        "duration": 4.1
    },
    {
        "text": "What's up with that and try to educate yourself on the situation before just shouting racism also for those of you wondering well",
        "start": 358.25,
        "duration": 6.119
    },
    {
        "text": "Why the hell do they use a K4 striker?",
        "start": 364.37,
        "duration": 1.74
    },
    {
        "text": "Why don't they use an s it's believed that Henry Chadwick the inventor of the box score he already used s to represent",
        "start": 366.11,
        "duration": 4.98
    },
    {
        "text": "Sacrifice until we just use a k from",
        "start": 371.58,
        "duration": 1.8
    },
    {
        "text": "Strike out to be representative of a strikeout. And Sonya if you're watching this please know that I'm not calling you stupid",
        "start": 373.38,
        "duration": 4.82
    },
    {
        "text": "Obviously you have a master's degree as you tweeted about fifty thousand times",
        "start": 378.66,
        "duration": 4.069
    },
    {
        "text": "I think you just need to educate yourself before throwing garbage out of your face. That was my favorite",
        "start": 382.729,
        "duration": 3.93
    },
    {
        "text": "I'm someone getting a master's degree who is super Smart and super woke and only dates Classy men. [whew!] She's so woke! [sarcasm] And if there?",
        "start": 386.66,
        "duration": 5.639
    },
    {
        "text": "Is a final note",
        "start": 392.3,
        "duration": 0.6
    },
    {
        "text": "I want to end on with this story is I would like to thank Sonya for",
        "start": 392.9,
        "duration": 2.73
    },
    {
        "text": "Example of really something that people need to understand you can be college smart while also being",
        "start": 395.97,
        "duration": 5.089
    },
    {
        "text": "Real-World stupid then let's talk about Krystal Olson",
        "start": 401.22,
        "duration": 2.809
    },
    {
        "text": "There's so much like Sonya went viral on the internet",
        "start": 404.03,
        "duration": 2.459
    },
    {
        "text": "But for a different reason krystal is a 32 year old woman from Long Island",
        "start": 406.49,
        "duration": 3.36
    },
    {
        "text": "She was bartending in Arizona when a man made the choice to grab her ass and respond to this well",
        "start": 409.85,
        "duration": 5.789
    },
    {
        "text": "I'll just read her tweet this guy grabbed my ass",
        "start": 415.639,
        "duration": 2.07
    },
    {
        "text": "I dragged him out in a chokehold slammed me into a wall",
        "start": 417.71,
        "duration": 2.73
    },
    {
        "text": "And is crying like a bitch when he got arrested tweeting out this picture",
        "start": 420.44,
        "duration": 3.269
    },
    {
        "text": "That was reportedly taken by a security guard and a ton of people love this people tweeting. You're awesome",
        "start": 423.71,
        "duration": 4.559
    },
    {
        "text": "I want my daughter to grow up to be just like you or my fucking hero",
        "start": 428.27,
        "duration": 2.79
    },
    {
        "text": "Don't have a daughter",
        "start": 431.24,
        "duration": 0.81
    },
    {
        "text": "But if I did I'd be proud of her defending herself as you did there are also those that criticize",
        "start": 432.05,
        "duration": 3.6
    },
    {
        "text": "Krystal summarising chokehold does seem a bit much. I don't know",
        "start": 435.9,
        "duration": 2.779
    },
    {
        "text": "I just don't agree with choking and sending somebody to jail because they touched you once slight overreaction",
        "start": 438.68,
        "duration": 3.989
    },
    {
        "text": "Probably could have used your big girl word instead of going straight to attacking him and that I say chico",
        "start": 443.01,
        "duration": 4.489
    },
    {
        "text": "Maybe he shouldn't have used his little boy hands to grab ass maybe he shouldn't put his hands on another person without their permission",
        "start": 447.5,
        "duration": 5.489
    },
    {
        "text": "I'm not white knighting here",
        "start": 452.99,
        "duration": 1.2
    },
    {
        "text": "I'm not saying guys before",
        "start": 454.19,
        "duration": 1.33
    },
    {
        "text": "Before you kiss a girl you have to have her sign a consent form take a picture with your phone make copies",
        "start": 455.52,
        "duration": 4.55
    },
    {
        "text": "I'm just saying just don't grab on other people without their permission. In my eyes",
        "start": 460.07,
        "duration": 3.029
    },
    {
        "text": "This is a simple case of self defense or to put it in the words",
        "start": 463.1,
        "duration": 2.519
    },
    {
        "text": "I once heard from one long island woman if you fuck with the wrong bitch that bitch will fuck you up now",
        "start": 465.62,
        "duration": 4.92
    },
    {
        "text": "Let's talk about something interesting happening in Sweden last week Sweden's largest",
        "start": 470.54,
        "duration": 2.97
    },
    {
        "text": "music festival Bravalla took place and during this Year's festival there were four rape and 23 sexual assault reports and those reports in the",
        "start": 473.61,
        "duration": 6.8
    },
    {
        "text": "Situation in general have led to next Year's festival being cancelled and the festival release this statement",
        "start": 480.41,
        "duration": 4.5
    },
    {
        "text": "Which I tried to translate the reads I have had it violence kills the festival experience and the love for music",
        "start": 484.91,
        "duration": 4.98
    },
    {
        "text": "First and foremost people are getting hurt one is too much therefore",
        "start": 490.22,
        "duration": 3.269
    },
    {
        "text": "We decide not to do Bravalla 2018 We will take a step back.",
        "start": 493.49,
        "duration": 2.94
    },
    {
        "text": "This is not because of a particular crime or a particular event",
        "start": 496.43,
        "duration": 2.429
    },
    {
        "text": "It's not that we cannot deal with the problem with a problem in the festivals it is about making a clear statement and should be",
        "start": 498.86,
        "duration": 5.52
    },
    {
        "text": "noted this isn't a problem that has just popped up out of Nowhere last year mumford & Sons said they would not be returning to",
        "start": 504.38,
        "duration": 4.349
    },
    {
        "text": "The festival because the high number of sexual assaults and statements like that also probably led to the lowered ticket sales",
        "start": 508.729,
        "duration": 5.309
    },
    {
        "text": "They had this year in 2016 they sold",
        "start": 514.039,
        "duration": 2.0
    },
    {
        "text": "52,000 tickets this year",
        "start": 516.39,
        "duration": 1.769
    },
    {
        "text": "45,000 so what now will the reaction to this Swedish comedian and radio host Emma Knyckare, tweeted out,",
        "start": 518.159,
        "duration": 4.46
    },
    {
        "text": "What do you think about putting together a really cool festival?",
        "start": 522.62,
        "duration": 1.86
    },
    {
        "text": "We're only non men are welcome that will run until all men have learned how to behave themselves and to that tweet",
        "start": 524.48,
        "duration": 5.77
    },
    {
        "text": "There are a lot of people saying yeah",
        "start": 530.25,
        "duration": 1.02
    },
    {
        "text": "We should have a women-only music festival you also had people saying that sexist you're essentially calling all men rapist",
        "start": 531.27,
        "duration": 5.76
    },
    {
        "text": "Why are the actions of some excluding the whole and there was also an influx of people saying that this is part of the Muslim",
        "start": 537.03,
        "duration": 5.07
    },
    {
        "text": "Migrant problem and finally had people on the sidelines not knowing if she was being serious or not well the next day on Instagram",
        "start": 542.23,
        "duration": 6.169
    },
    {
        "text": "She announced that yes",
        "start": 548.44,
        "duration": 1.28
    },
    {
        "text": "They are moving forward with this festival saying sweden's first man free rock festival will see the light next summer in the coming days",
        "start": 549.72,
        "duration": 5.88
    },
    {
        "text": "I'll bring together a solid group of talented organizers and project leaders to Form the Festival's organizers",
        "start": 555.6,
        "duration": 4.229
    },
    {
        "text": "Then you'll hear from everyone again when it's time to move forward also telling a swedish tabloid since it seems",
        "start": 559.96,
        "duration": 4.52
    },
    {
        "text": "Okay to discriminate against women all the time. Maybe it's okay to shut out men for three days",
        "start": 564.48,
        "duration": 3.779
    },
    {
        "text": "I would not exactly call it an abuse not to come to the festival as far as her further thought into the project she said",
        "start": 568.26,
        "duration": 5.25
    },
    {
        "text": "Who are the abusers well men so what if you put together a festival where they may not come that was how I was thinking",
        "start": 573.51,
        "duration": 4.38
    },
    {
        "text": "I think it's sick that half the population has to walk around and feel insecure",
        "start": 577.89,
        "duration": 3.09
    },
    {
        "text": "So next year there will be an option rock festival where women can feel completely safe now it should be noted this would be kind",
        "start": 581.31,
        "duration": 4.68
    },
    {
        "text": "Of the first of its kind there was the Michigan women's music festival",
        "start": 585.99,
        "duration": 3.239
    },
    {
        "text": "but that was cancelled that seemed to be around disputes with non trans friendly rules in the stage of the  and Glastonbury festival for",
        "start": 589.23,
        "duration": 5.519
    },
    {
        "text": "Only people that self-identify as women that's just a stage and this isn't necessarily just women's only a question",
        "start": 594.75,
        "duration": 4.739
    },
    {
        "text": "I would ask around this new music festival is when you say men. There's not women only it's no men",
        "start": 599.49,
        "duration": 4.8
    },
    {
        "text": "Are you talking about people that self-identify as men regardless of law?",
        "start": 604.29,
        "duration": 3.149
    },
    {
        "text": "Are you going to be checking genders on IDs is the law?",
        "start": 607.44,
        "duration": 2.49
    },
    {
        "text": "Involved or it's a feeling is if it's just for those that say they self-identify",
        "start": 610.0,
        "duration": 2.869
    },
    {
        "text": "It seems like they potentially are opening themselves up to trolling",
        "start": 612.88,
        "duration": 3.38
    },
    {
        "text": "There's a lot of debate around this story and so I want to pass the question off to you, are",
        "start": 616.26,
        "duration": 3.479
    },
    {
        "text": "You for this or you against this you kind of just don't care is this essentially the music festival version of when bars have ladies",
        "start": 619.74,
        "duration": 6.0
    },
    {
        "text": "Only night or no that's a completely different situation",
        "start": 625.74,
        "duration": 2.0
    },
    {
        "text": "I'd love know what you think that's actually where I'm going to end today's show remember if you liked this video",
        "start": 627.76,
        "duration": 4.04
    },
    {
        "text": "You like what I do on this channel",
        "start": 631.8,
        "duration": 1.21
    },
    {
        "text": "Hit that like button. if you're new here hit that subscribe button also if you missed yesterday's Philip DeFranco show, you want to catch",
        "start": 633.01,
        "duration": 4.88
    },
    {
        "text": "Up click or tap right there to watch that or if you want to see the newest behind the scenes vlog, click or tap",
        "start": 637.89,
        "duration": 4.32
    },
    {
        "text": "Right there to watch that too. That said of course as always my name's Philip Defranco",
        "start": 642.21,
        "duration": 3.479
    },
    {
        "text": "You've just been Phill'd in I love yo faces, and I'll see you tomorrow",
        "start": 645.73,
        "duration": 4.399
    }
]