[
    {
        "text": "Sup you Beautiful bastards, hope even a fantastic Thursday, welcome back to the philip defranco show and let's just jump into it",
        "start": 0.459,
        "duration": 5.87
    },
    {
        "text": "And the first thing we're gonna talk about today one of the most requested stories today",
        "start": 6.33,
        "duration": 3.18
    },
    {
        "text": "Is this most recent controversy around president trump a controversy that even has people he has endorsed",
        "start": 9.51,
        "duration": 5.729
    },
    {
        "text": "disagreeing with him this morning",
        "start": 15.339,
        "duration": 1.161
    },
    {
        "text": "As you may have seen Donald Trump tweeted",
        "start": 16.5,
        "duration": 2.0
    },
    {
        "text": "3,000 people did not die in the two hurricanes that hit Puerto Rico when I left the island after the storm it hit they had",
        "start": 18.52,
        "duration": 5.779
    },
    {
        "text": "Anywhere from 6 to 18 deaths as time went by it did not go up by much. Then a long time later",
        "start": 24.3,
        "duration": 4.559
    },
    {
        "text": "they started her for really large numbers like",
        "start": 28.859,
        "duration": 2.1
    },
    {
        "text": "3,000 this was done by the Democrats in order to make me look as bad as possible when I was successfully raising",
        "start": 31.24,
        "duration": 5.21
    },
    {
        "text": "billions of dollars to help rebuild, Puerto Rico",
        "start": 36.55,
        "duration": 2.36
    },
    {
        "text": "If a person died for any reason like old age, just add them onto the list sad politics",
        "start": 38.91,
        "duration": 4.169
    },
    {
        "text": "I love Puerto Rico",
        "start": 43.079,
        "duration": 1.171
    },
    {
        "text": "So an allegation from the President of the United States that Democrats made up a death count",
        "start": 44.25,
        "duration": 4.289
    },
    {
        "text": "Related to Puerto Rico and all and this is an incredibly important note without providing evidence to back up his claim",
        "start": 48.61,
        "duration": 5.719
    },
    {
        "text": "We're gonna jump into those allegations the numbers and some of which we've actually covered on the show in the past in a moment",
        "start": 54.329,
        "duration": 5.25
    },
    {
        "text": "but as far as why we got those tweets this morning that came after criticism of his comments from Tuesday when he was asked what",
        "start": 59.579,
        "duration": 4.649
    },
    {
        "text": "The administration had learned from Puerto Rico. I think Porto Rico was",
        "start": 64.229,
        "duration": 2.79
    },
    {
        "text": "Incredibly successful",
        "start": 68.02,
        "duration": 1.62
    },
    {
        "text": "Puerto Rico was actually our toughest one of all because it's an island. So you did you can't truck things on to it",
        "start": 69.64,
        "duration": 5.989
    },
    {
        "text": "Everything's by boat. A job that FEMA and law enforcement",
        "start": 75.63,
        "duration": 3.36
    },
    {
        "text": "And everybody did working along with the governor in Puerto Rico, I think was tremendous",
        "start": 79.63,
        "duration": 5.059
    },
    {
        "text": "I think the Puerto Rico was an incredible unsung success",
        "start": 84.72,
        "duration": 4.12
    },
    {
        "text": "I think in a certain way the best job we did was Puerto Rico, but nobody would understand that",
        "start": 88.84,
        "duration": 5.48
    },
    {
        "text": "I mean that's it's harder to understand Trump also pointed to the issues of the government face when dealing with Maria including the fact that",
        "start": 94.32,
        "duration": 5.25
    },
    {
        "text": "It was the second hurricane to hit the island that year the logistical issues with it being an island and Puerto Rico already having issues",
        "start": 99.57,
        "duration": 5.939
    },
    {
        "text": "Before the storm and following that many took issue with Trump's",
        "start": 105.509,
        "duration": 2.55
    },
    {
        "text": "characterization and pointed to the recent updated death toll including San Juan mayor Carmen Yule and Cruz who tweet a",
        "start": 108.31,
        "duration": 4.73
    },
    {
        "text": "Success at our response according to Trump at Puerto Rico a success if he thinks the death of 3,000 people is a success god help us all",
        "start": 113.11,
        "duration": 5.79
    },
    {
        "text": "Senator Bernie Sanders also hitting on this note saying what a disgrace now, you know, my trunk tweeted out this morning",
        "start": 118.9,
        "duration": 5.269
    },
    {
        "text": "But what about the updated numbers? Well about two weeks ago a study from George Washington University in",
        "start": 124.17,
        "duration": 4.02
    },
    {
        "text": "collaboration with the University of Puerto Rico concluded that an estimated",
        "start": 128.319,
        "duration": 2.87
    },
    {
        "text": "2975 deaths resulted from the hurricane and this of course is a massive jump from the previous",
        "start": 132.069,
        "duration": 3.85
    },
    {
        "text": "Official total of 64 deaths and this estimate took into account deaths between mid-september",
        "start": 136.14,
        "duration": 3.979
    },
    {
        "text": "2017 and made of February 2018 because so many people were without electricity during this time and this count included both direct causes of death",
        "start": 140.52,
        "duration": 6.349
    },
    {
        "text": "Like falling debris or drowning and also indirect causes like a lack of health care resulting from lost",
        "start": 146.87,
        "duration": 4.29
    },
    {
        "text": "electricity or a lack of clean drinking water",
        "start": 151.29,
        "duration": 1.68
    },
    {
        "text": "basically",
        "start": 152.97,
        "duration": 0.5
    },
    {
        "text": "the study looked at the estimated number of deaths from previous years in Puerto Rico to figure out how many",
        "start": 153.47,
        "duration": 3.75
    },
    {
        "text": "Excess deaths took place in the months following the hurricane and that is how they got to the number",
        "start": 157.35,
        "duration": 3.889
    },
    {
        "text": "2975 the report also evaluated Puerto Rico's response to the disaster and showed that the government was absurdly",
        "start": 162.21,
        "duration": 5.059
    },
    {
        "text": "unprepared",
        "start": 167.67,
        "duration": 0.57
    },
    {
        "text": "Especially in communicating with its people the Department of Public Safety and Central Communications Office of the governor's office didn't have written crisis and emergency",
        "start": 168.24,
        "duration": 6.319
    },
    {
        "text": "risk communication plans in place the Office of Emergency",
        "start": 174.56,
        "duration": 2.49
    },
    {
        "text": "Preparedness and response had an outdated emergency plan one that didn't even plan for anything above a category 1 hurricane",
        "start": 177.33,
        "duration": 5.63
    },
    {
        "text": "Fortunately the government only had limited engagement with important people in communities to communicate with and there was poor communication between local and federal",
        "start": 183.45,
        "duration": 6.38
    },
    {
        "text": "government also in interviews with government workers",
        "start": 189.99,
        "duration": 2.27
    },
    {
        "text": "They indicated there weren't actually any contingency plans to deal with multiple cascading failures of critical infrastructure",
        "start": 192.26,
        "duration": 5.099
    },
    {
        "text": "And it found that the government did very little to dispel",
        "start": 197.36,
        "duration": 2.129
    },
    {
        "text": "misinformation and rumor about the hurricane an important note here is this is not the only report show issues in the response government agencies including",
        "start": 199.59,
        "duration": 6.14
    },
    {
        "text": "FEMA have not called a response in Puerto Rico an unsung success and do believe if there are areas that can be improved upon the",
        "start": 205.73,
        "duration": 5.639
    },
    {
        "text": "Recent Government Accountability Office report also described the massive investment and deficiencies in the federal response and in famous own after-action report",
        "start": 211.37,
        "duration": 6.75
    },
    {
        "text": "They too found issues with response in Puerto Rico and areas that needed improvement Donald Trump's comments",
        "start": 218.12,
        "duration": 4.5
    },
    {
        "text": "Also came around the time these photos started being shared online those photos appearing to show millions of water bottles meant for victims of Hurricane",
        "start": 222.62,
        "duration": 5.46
    },
    {
        "text": "Maria still on a runway in Puerto Rico those pictures were taken by a BL Santana who works with the Puerto Rico State Police Agency",
        "start": 228.08,
        "duration": 5.639
    },
    {
        "text": "Furis Santana says he actually first saw the water bottles last year",
        "start": 233.88,
        "duration": 2.779
    },
    {
        "text": "but took the pictures recently because he was angry the water bottles were still there the senior official at FEMA confirmed to CBS that the",
        "start": 236.66,
        "duration": 5.489
    },
    {
        "text": "Water bottles were delivered by FEMA, but the officials said water shipments are not specifically tracked",
        "start": 242.15,
        "duration": 4.26
    },
    {
        "text": "So it is unclear when they were delivered or what happened to them after the delivery. And actually this morning Daniel",
        "start": 246.41,
        "duration": 4.5
    },
    {
        "text": "Can you ski the deputy administrator at FEMA told CBS",
        "start": 250.91,
        "duration": 2.789
    },
    {
        "text": "We did some research overnight and it turns out those were excess water bottles",
        "start": 253.7,
        "duration": 3.36
    },
    {
        "text": "Those were not needed during the response phase and were not distributed by the Governor of Puerto Rico or FEMA for that reason and also",
        "start": 257.06,
        "duration": 5.88
    },
    {
        "text": "added in January",
        "start": 262.94,
        "duration": 0.96
    },
    {
        "text": "we transferred those bottles of water to the location that",
        "start": 263.9,
        "duration": 2.279
    },
    {
        "text": "You see. However in a separate statement you had the executive director of the Puerto Rico federal affairs administration",
        "start": 266.24,
        "duration": 4.079
    },
    {
        "text": "claiming that when the water was",
        "start": 270.63,
        "duration": 1.469
    },
    {
        "text": "Discovered it was being stored properly in a warehouse until it was moved onto the landing strip in April of 2018 and according to that",
        "start": 272.099,
        "duration": 5.27
    },
    {
        "text": "Statement after a month some of the bottles were distributed to the public",
        "start": 277.37,
        "duration": 2.399
    },
    {
        "text": "However, they stopped after there were complaints that the water had a foul odor and bad taste as of now",
        "start": 279.77,
        "duration": 4.35
    },
    {
        "text": "It is still unclear exactly what happened with this one",
        "start": 284.12,
        "duration": 2.16
    },
    {
        "text": "now as far as the response at Donald Trump's doubt of the updated death count the Speaker of the House Paul Ryan was speaking with",
        "start": 286.28,
        "duration": 4.829
    },
    {
        "text": "Reporters this morning and said this there is no reason to dispute these numbers",
        "start": 291.11,
        "duration": 3.48
    },
    {
        "text": "And it's a function of this was a devastating",
        "start": 295.349,
        "duration": 2.63
    },
    {
        "text": "Storm that hit an isolated island and that's really no one's fault",
        "start": 298.53,
        "duration": 4.609
    },
    {
        "text": "he also had notable Republicans out of Florida that President Trump himself has even endorsed breaking rank with him if Governor Rick Scott who of",
        "start": 303.139,
        "duration": 5.85
    },
    {
        "text": "Course is now running for the Senate tweeting. I disagree with POTUS an independent study said thousands were lost when governor assay you agree",
        "start": 308.99,
        "duration": 5.82
    },
    {
        "text": "I've been to Puerto Rico seven times and saw devastation firsthand",
        "start": 314.81,
        "duration": 2.729
    },
    {
        "text": "The loss of any life is tragic. Additionally had a spokesperson for Representative",
        "start": 317.55,
        "duration": 3.739
    },
    {
        "text": "Ron de Santos who is running for governor saying the Santas doesn't believe any loss of life has been inflated",
        "start": 321.289,
        "duration": 5.01
    },
    {
        "text": "We also saw the mayor of San Juan tweeting and response. \"This is what denial following neglect looks like. Mr",
        "start": 326.3,
        "duration": 5.19
    },
    {
        "text": "Pres in the real world people died on your watch. Your lack of respect is appalling Mr. President",
        "start": 331.49,
        "duration": 4.83
    },
    {
        "text": "No matter how much you try your true colors come shining through. Unfortunately, you just can't help it. You just can't get it",
        "start": 336.32,
        "duration": 5.729
    },
    {
        "text": "Simply put delusional paranoid and unhinged from any sense of reality Trump is so vain. He thinks this is about him",
        "start": 342.08,
        "duration": 6.119
    },
    {
        "text": "No it is not.\"",
        "start": 348.2,
        "duration": 0.84
    },
    {
        "text": "And as far as my personal take away in reaction to all of this so that last line",
        "start": 349.04,
        "duration": 3.36
    },
    {
        "text": "stands out to me if the President of the United States seemingly denying reality and alleging that this is an attack by",
        "start": 352.469,
        "duration": 6.17
    },
    {
        "text": "Democrats because he feels he needs to defend himself. This despite",
        "start": 358.8,
        "duration": 3.589
    },
    {
        "text": "the study that Donald Trump is attacking here that revised the death count in Puerto Rico",
        "start": 362.389,
        "duration": 3.959
    },
    {
        "text": "Listing the numerous failures of the government in Puerto Rico all because he received criticism calling that situation an unsung success",
        "start": 366.539,
        "duration": 7.19
    },
    {
        "text": "I agree with a new statement that has come from the governor of",
        "start": 373.729,
        "duration": 2.88
    },
    {
        "text": "Puerto Rico today said \"It's not time to deny What happened",
        "start": 376.68,
        "duration": 3.26
    },
    {
        "text": "It is time to make sure that it does not happen again.\" And for the President of the United States to do anything else",
        "start": 379.94,
        "duration": 4.649
    },
    {
        "text": "But try and just own reality and learn from it",
        "start": 384.59,
        "duration": 3.029
    },
    {
        "text": "It's disgusting",
        "start": 387.62,
        "duration": 0.519
    },
    {
        "text": "and it does a disservice to those that died and those still living there and even more troubling is the president can say this with",
        "start": 388.139,
        "duration": 5.75
    },
    {
        "text": "No connected evidence to back up what he is talking about and there is a good portion of the population that will go",
        "start": 393.889,
        "duration": 6.48
    },
    {
        "text": "Yeah, all that research is bullshit",
        "start": 400.41,
        "duration": 1.82
    },
    {
        "text": "it's just an attack. That is a genuinely troubling situation. Then in quicky news for the people out there that were",
        "start": 402.23,
        "duration": 4.71
    },
    {
        "text": "Incredibly angry about the Netflix series Insatiable",
        "start": 407.13,
        "duration": 3.379
    },
    {
        "text": "A series I've had so many people outraged even before it was released on Netflix",
        "start": 410.51,
        "duration": 3.63
    },
    {
        "text": "Just after the trailer that over two hundred thousand people signed a change.org petition calling for the cancellation",
        "start": 414.14,
        "duration": 6.21
    },
    {
        "text": "Well rejoice because it has been canceled. He said jokingly misleading the audience",
        "start": 420.35,
        "duration": 5.369
    },
    {
        "text": "It's actually been renewed for a season two",
        "start": 425.72,
        "duration": 1.44
    },
    {
        "text": "And really I think all of this shows us is there can be whatever amount of outrage or public discourse around a show",
        "start": 427.16,
        "duration": 6.359
    },
    {
        "text": "But ultimately and this is for the most part with Netflix",
        "start": 433.52,
        "duration": 2.309
    },
    {
        "text": "I think it just going to come down to viewership. For example",
        "start": 435.83,
        "duration": 2.429
    },
    {
        "text": "And obviously it's a different thing after the White House Correspondents Dinner",
        "start": 438.26,
        "duration": 2.76
    },
    {
        "text": "There are a lot of people that really loved Michelle Wolf and a ton of people that hated",
        "start": 441.02,
        "duration": 3.75
    },
    {
        "text": "Michelle Wolf. Much like in this situation you had people threatening to cancel their Netflix subscription if this show gets released",
        "start": 445.11,
        "duration": 5.66
    },
    {
        "text": "They released and then at the end of the season, they looked at the numbers and they said eh, cancel. And if anything",
        "start": 450.95,
        "duration": 3.75
    },
    {
        "text": "I wonder how much the controversy around this show ended up actually helping it because people went okay",
        "start": 454.7,
        "duration": 4.559
    },
    {
        "text": "well",
        "start": 459.26,
        "duration": 0.12
    },
    {
        "text": "Let me let me at least watch a little of it. And with insatiable while I don't think it was necessarily intended at the beginning",
        "start": 459.38,
        "duration": 4.8
    },
    {
        "text": "Outrage marketing is a thing and it can be very very effective",
        "start": 464.55,
        "duration": 2.869
    },
    {
        "text": "But from that I want to share some stuff I loved today and today and awesome brought to you by better help",
        "start": 467.42,
        "duration": 5.07
    },
    {
        "text": "dot com slash DeFranco better help if you don't know is the fantastic place and service where you get affordable private online",
        "start": 472.49,
        "duration": 5.25
    },
    {
        "text": "Counseling. And with better help on your computer your tablet the phone in your pocket you get access to a licensed trained experienced accredited",
        "start": 477.87,
        "duration": 5.509
    },
    {
        "text": "And all you've got to do to get started. You just go to better help dot com slash DeFranco",
        "start": 483.9,
        "duration": 3.619
    },
    {
        "text": "You fill out a simple questionnaire, they match you with a counselor, and you could start counseling today",
        "start": 487.52,
        "duration": 3.63
    },
    {
        "text": "and here's one of the main things I want to get across with this sponsorship whether you end up using better help you use our",
        "start": 491.15,
        "duration": 4.679
    },
    {
        "text": "Code which obviously we get paid for those conversions",
        "start": 495.83,
        "duration": 2.279
    },
    {
        "text": "Regardless of that, please know there is no shame in getting help talking with someone",
        "start": 498.81,
        "duration": 3.679
    },
    {
        "text": "I personally believe is something that could benefit everyone that's where I end that one. the first word of Awesome",
        "start": 502.49,
        "duration": 4.139
    },
    {
        "text": "Today is Evan the next 36 hours",
        "start": 506.63,
        "duration": 1.86
    },
    {
        "text": "You use code facts, you will get 15% off the Why be informed when you can use your feelings as your facts. Sure",
        "start": 508.49,
        "duration": 5.819
    },
    {
        "text": "You know in case you want something comfortable that really showcases your snarkiness",
        "start": 514.31,
        "duration": 3.3
    },
    {
        "text": "It goes really well within the the code will also work for the",
        "start": 517.61,
        "duration": 2.429
    },
    {
        "text": "don't be stupid stupid shirt links to those down below then and",
        "start": 520.04,
        "duration": 3.149
    },
    {
        "text": "Looking back on some it is the 25th anniversary of Late Night with Conan",
        "start": 523.39,
        "duration": 3.179
    },
    {
        "text": "O'Brien and honor of it Team Coco has put up the first episode ever and we got a trailer for private life",
        "start": 526.76,
        "duration": 6.169
    },
    {
        "text": "I also got a brand new trailer for maniac which seems so",
        "start": 532.93,
        "duration": 3.3
    },
    {
        "text": "Fascinating as well as a teaser for chilling Adventures of Sabrina",
        "start": 536.6,
        "duration": 2.659
    },
    {
        "text": "and Billy on the street back on the street and back on the internet this time with Emma Stone and if you want to see",
        "start": 539.5,
        "duration": 4.77
    },
    {
        "text": "the full versions of everything",
        "start": 544.27,
        "duration": 1.02
    },
    {
        "text": "I just share the secret link of the day really anything at all links as always are in the description down below",
        "start": 545.29,
        "duration": 4.679
    },
    {
        "text": "let's talk about a story that really embodies why you come to this show every single weekday for a brand new video and that is",
        "start": 550.1,
        "duration": 5.839
    },
    {
        "text": "My hot takes on fashion. What does Phil think about this Trend? said no one obviously I'm joking",
        "start": 555.94,
        "duration": 5.25
    },
    {
        "text": "I don't care about fashion",
        "start": 561.22,
        "duration": 1.2
    },
    {
        "text": "I I wear like the same eight shirts for like six months at a time because I hate giving myself more choices",
        "start": 562.42,
        "duration": 5.129
    },
    {
        "text": "But there weren't actually two big stories in the world of fashion that extend past it",
        "start": 567.55,
        "duration": 3.75
    },
    {
        "text": "The first was the further blending of several mediums and mainstream versus digital and on that no controversy interesting side",
        "start": 571.3,
        "duration": 6.15
    },
    {
        "text": "We had Rihanna live-streaming an event from New York Fashion Week. She announced it on Instagram. She live streamed on YouTube",
        "start": 577.45,
        "duration": 4.89
    },
    {
        "text": "It did pretty great numbers. It was also a very",
        "start": 582.44,
        "duration": 2.54
    },
    {
        "text": "weirded fascinating event",
        "start": 585.5,
        "duration": 1.64
    },
    {
        "text": "Some people were kind of flailing around there were animalistic movements and you had Bella and Gigi Hadid",
        "start": 587.14,
        "duration": 4.229
    },
    {
        "text": "Strolling through. There's also a lot of praise around Rihanna's events and lingerie line because of diversity, many different kinds of women featured",
        "start": 591.59,
        "duration": 6.289
    },
    {
        "text": "small",
        "start": 598.13,
        "duration": 0.63
    },
    {
        "text": "large or even at pregnant sizes range between 0 and 22 bra sizes of 32 a to 44 double D and so in general is",
        "start": 598.76,
        "duration": 6.89
    },
    {
        "text": "Widely seen as a successful event, albeit an event that I'm not showing a lot of footage of because I do not want this video",
        "start": 605.65,
        "duration": 4.619
    },
    {
        "text": "To also be a jaded like that",
        "start": 610.27,
        "duration": 1.78
    },
    {
        "text": "livestream livestream has been and other story in the world of fashion is if you kind of think about it the",
        "start": 612.05,
        "duration": 4.49
    },
    {
        "text": "opposite of why the Rihanna event got so much praise. That other story involving revolve an online fashion retailer who put out a",
        "start": 616.82,
        "duration": 6.44
    },
    {
        "text": "$168 sweatshirt that read \"Being fat is not beautiful",
        "start": 623.93,
        "duration": 3.049
    },
    {
        "text": "It's an excuse.\" To which the internet had a very big reaction to as holiday responding",
        "start": 626.98,
        "duration": 5.13
    },
    {
        "text": "\"Y'all are a mess.\" Amilla Jamel saying \"Jesus Christ Revolve. What are you doing?!\" Jen McAlister tweeting",
        "start": 632.11,
        "duration": 4.89
    },
    {
        "text": "\"Hey revolve, what the actual fuck is this? You actually were my favorite place to online shop, but the fact that this made it through",
        "start": 637.0,
        "duration": 5.489
    },
    {
        "text": "however",
        "start": 642.49,
        "duration": 0.18
    },
    {
        "text": "many people it did and onto your website is so fucking",
        "start": 642.67,
        "duration": 2.909
    },
    {
        "text": "Mind-blowing and disappointing biggest fail of a campaign I've ever seen.\" And what was really interesting is looking into it",
        "start": 645.74,
        "duration": 5.18
    },
    {
        "text": "The design was actually part of a collection created by the brand LPA alongside Lena Dunham, Emily Ratajkowski",
        "start": 650.92,
        "duration": 5.019
    },
    {
        "text": "Cara Delevingne, Suki Waterhouse, Loma Elsesser",
        "start": 656.37,
        "duration": 2.929
    },
    {
        "text": "It turns out this shirt was supposed to be part of a collection featuring",
        "start": 659.3,
        "duration": 2.52
    },
    {
        "text": "offensive quotes and was intended to shine a light on the harassment and trolling women face online and actually if you look at the small",
        "start": 661.89,
        "duration": 5.179
    },
    {
        "text": "Print on the shirt that caused all this outrage, you'll notice the text as said - and it's Palomas instagram handle",
        "start": 667.07,
        "duration": 5.909
    },
    {
        "text": "it's interesting that this is the sweatshirt that set everything off because when you look into the collection out of context",
        "start": 672.98,
        "duration": 5.01
    },
    {
        "text": "the other ones are even worse sad the slut feminist nightmare design, the two bony to be boned top, as well as the if you",
        "start": 677.99,
        "duration": 6.479
    },
    {
        "text": "Translated a bum on to her face. You'd have a better face top according to a statement from revolve",
        "start": 684.66,
        "duration": 3.8
    },
    {
        "text": "the collection is a direct commentary on the modern-day normality of",
        "start": 688.46,
        "duration": 2.819
    },
    {
        "text": "Cyberbullying and the shared desire to create a community for those most affected by the epidemic",
        "start": 691.5,
        "duration": 3.799
    },
    {
        "text": "Adding proceeds were set to benefit girls right now a charity focused on mentoring",
        "start": 695.37,
        "duration": 3.919
    },
    {
        "text": "underserved young women and helping them find their voices and tell their stories through right and they said that the collection was actually",
        "start": 699.39,
        "duration": 5.209
    },
    {
        "text": "Prematurely released and according to the statement was not only included without context of the overall campaign",
        "start": 704.7,
        "duration": 5.329
    },
    {
        "text": "But regrettably featured one of the pieces on a model whose size was not reflective of the pieces commentary on body positivity",
        "start": 710.029,
        "duration": 5.61
    },
    {
        "text": "It revolves in searly apologize to all those involved particularly",
        "start": 715.64,
        "duration": 3.449
    },
    {
        "text": "lena",
        "start": 719.13,
        "duration": 0.57
    },
    {
        "text": "Paloma our other",
        "start": 719.7,
        "duration": 1.23
    },
    {
        "text": "collaborators our loyal customers in the community as a whole for this error. And they go on to say that they're pulling the collection and",
        "start": 720.93,
        "duration": 5.45
    },
    {
        "text": "They will be donating twenty thousand dollars to the girls right now charity",
        "start": 726.38,
        "duration": 3.089
    },
    {
        "text": "We also saw Lena Dunham firing shots at revolve on Instagram writing without consulting me or any of the women involved revolve",
        "start": 729.47,
        "duration": 6.36
    },
    {
        "text": "presented the sweatshirts on thin white women never thinking about the fact that difference in individuality is what gets you punished on the internet or",
        "start": 735.93,
        "duration": 6.109
    },
    {
        "text": "That lack of diversity and representation is a huge part of the problem. In fact the problem itself as a result",
        "start": 742.04,
        "duration": 5.13
    },
    {
        "text": "I cannot support this collaboration or lend my name to it in any way",
        "start": 747.17,
        "duration": 2.79
    },
    {
        "text": "I am deeply",
        "start": 749.99,
        "duration": 0.67
    },
    {
        "text": "Disappointed and revolves handling of a sensitive topic into collaboration rooted in reclaiming the words of Internet roles to celebrate the beauty and diversity",
        "start": 750.66,
        "duration": 6.35
    },
    {
        "text": "and bodies and",
        "start": 757.11,
        "duration": 1.29
    },
    {
        "text": "experiences that aren't the industry norm and then on top of all of that you had people saying that this is going to fail from",
        "start": 758.4,
        "duration": 4.759
    },
    {
        "text": "The get-go no matter what. And the reason for that is this sweatshirt that started this wave of backlash was about weight",
        "start": 763.16,
        "duration": 5.19
    },
    {
        "text": "and so you have people pointing out that when you looked at the products that were released they were available in extra extra small to",
        "start": 768.35,
        "duration": 5.25
    },
    {
        "text": "Extra large and not any higher. And when you're talking about weight and body positivity,",
        "start": 773.6,
        "duration": 4.35
    },
    {
        "text": "Inclusion, acceptance, that seems to miss the mark no matter what. But with all that said",
        "start": 778.589,
        "duration": 3.8
    },
    {
        "text": "I do want to pass a question off to you in general. What do you think about the story?",
        "start": 782.39,
        "duration": 3.0
    },
    {
        "text": "But also do you think this is an example people jumping the gun and getting angry about something also",
        "start": 785.39,
        "duration": 4.299
    },
    {
        "text": "Do you think it's understandable that people had this?",
        "start": 789.689,
        "duration": 1.84
    },
    {
        "text": "reaction to this line of shirts given the way that it was presented or no if someone saw this they should have gone to the",
        "start": 791.529,
        "duration": 5.03
    },
    {
        "text": "Site seen that it was something that was said to someone not an endorsement of that phrase",
        "start": 796.56,
        "duration": 4.679
    },
    {
        "text": "Any and all thoughts you have here. I'd love to hear from you",
        "start": 801.339,
        "duration": 2.419
    },
    {
        "text": "Let's talk about hurricane Florence, which we talked about earlier in the week",
        "start": 803.759,
        "duration": 2.58
    },
    {
        "text": "But now it's started to actually have an impact on the East Coast",
        "start": 806.339,
        "duration": 2.52
    },
    {
        "text": "In fact, the outer bands of Florence have started to hit, North Carolina today",
        "start": 808.86,
        "duration": 2.7
    },
    {
        "text": "Although there is some good news",
        "start": 811.56,
        "duration": 1.11
    },
    {
        "text": "Florence has been downgraded to a category two and it is not expected to strengthen, but Florence is still a large hurricane",
        "start": 812.67,
        "duration": 5.669
    },
    {
        "text": "It's a very wide hurricane you have winds at speeds of 110 miles per hour",
        "start": 818.339,
        "duration": 4.59
    },
    {
        "text": "Which is also why more than 10 million residents across North Carolina, South Carolina and Virginia are all under storm warning",
        "start": 822.93,
        "duration": 5.369
    },
    {
        "text": "Which means surging ocean waters, torrential rain",
        "start": 828.3,
        "duration": 2.13
    },
    {
        "text": "in fact as much as 40 inches of rain over seven days and 13 feet of storm surge are what's predicted. In case you're having",
        "start": 830.43,
        "duration": 5.82
    },
    {
        "text": "A hard time visualizing what that storm surge could look like The Weather Channel made this amazing yet at the same time",
        "start": 836.25,
        "duration": 4.919
    },
    {
        "text": "Horrifying visual animation of what six to nine feet looks like I think a lot can be lost in the numbers",
        "start": 841.72,
        "duration": 5.39
    },
    {
        "text": "So I think the visual really helps and it's gonna lead to catastrophic inland flooding",
        "start": 847.11,
        "duration": 3.869
    },
    {
        "text": "I mean you have the National Hurricane Center calling this life threatening in North Carolina",
        "start": 850.98,
        "duration": 3.63
    },
    {
        "text": "And unfortunately for the people in North Carolina reports have come out that hurricane Florence could be even more",
        "start": 854.61,
        "duration": 4.26
    },
    {
        "text": "Damaging because of a law against climate science estate past six years ago and reportedly in 2012 North Carolina passed a law that banned up",
        "start": 858.939,
        "duration": 5.93
    },
    {
        "text": "To date climate signs to plan for consequences of rising sea levels. So you hear that the questions pop up, okay",
        "start": 864.87,
        "duration": 4.679
    },
    {
        "text": "Well, what exactly does the law say? Why did it get passed?",
        "start": 869.55,
        "duration": 2.639
    },
    {
        "text": "And what does this mean for the people living where Florence descends?",
        "start": 872.189,
        "duration": 2.55
    },
    {
        "text": "well",
        "start": 874.74,
        "duration": 0.149
    },
    {
        "text": "The law was drafted after an estimate by the state's Coastal Resources",
        "start": 874.889,
        "duration": 2.58
    },
    {
        "text": "Commission said that the sea level will rise by 39 inches in the next century climate scientists saying that the levels would leave",
        "start": 877.54,
        "duration": 5.149
    },
    {
        "text": "North Carolina open to intensifying floods and hurricane",
        "start": 882.689,
        "duration": 2.7
    },
    {
        "text": "they're also worried that the rising sea levels would affect real estate development and tourism along the coast. You had projection maps that showed what would",
        "start": 885.42,
        "duration": 5.429
    },
    {
        "text": "Happen if sea levels rose showing some pretty disastrous results",
        "start": 890.85,
        "duration": 3.119
    },
    {
        "text": "We're talking about areas that have been given permits for plan development projects being underwater",
        "start": 893.97,
        "duration": 3.539
    },
    {
        "text": "new flood zones would have to be drawn new waste treatment plants would have to be built and roads would have to be elevated all",
        "start": 897.509,
        "duration": 4.47
    },
    {
        "text": "Of that would end up costing North Carolina hundreds of millions of dollars",
        "start": 901.98,
        "duration": 2.969
    },
    {
        "text": "and so reportedly at North Carolina lawmakers not wanting to follow the CRC's findings partially because it would have been so",
        "start": 904.949,
        "duration": 5.07
    },
    {
        "text": "Ridiculously expensive and so instead they ended up drafting their own bill",
        "start": 910.18,
        "duration": 3.32
    },
    {
        "text": "So when making the bill North Carolina lawmakers claim that the science used to make the 39 inch prediction was flawed",
        "start": 913.5,
        "duration": 4.5
    },
    {
        "text": "Also claiming of the Resources Commission failed to consider the economic",
        "start": 918.0,
        "duration": 2.4
    },
    {
        "text": "Consequences of preparing the coast for a 1 meter rise in sea level and so in June of 2012 the lawmakers end up making this",
        "start": 920.83,
        "duration": 5.119
    },
    {
        "text": "Bill, and what did it say?",
        "start": 925.95,
        "duration": 1.3
    },
    {
        "text": "Reportedly the bill made it illegal to consider quote scenarios of accelerated rates of sea level rise",
        "start": 927.25,
        "duration": 4.49
    },
    {
        "text": "meaning the CRC's estimate couldn't be used. And the bill said instead the state should only consider how the sea levels have risen over the",
        "start": 932.1,
        "duration": 5.19
    },
    {
        "text": "Past 100 years and regarding the future at state of that research should only look at 30-year predictions rather than a century",
        "start": 937.29,
        "duration": 4.859
    },
    {
        "text": "Which was also very surprising because typically climate scientists focus on a 100 year model now before the bill became a law it was softened",
        "start": 942.15,
        "duration": 5.7
    },
    {
        "text": "A bit the final language that the state should \"compare the determination of sea level based on historical calculations versus predictive models\"",
        "start": 947.85,
        "duration": 6.179
    },
    {
        "text": "But in the end if you look at the specific words",
        "start": 954.03,
        "duration": 1.9
    },
    {
        "text": "Basically north carolina still passed a bill that ignored current climate science",
        "start": 955.93,
        "duration": 3.559
    },
    {
        "text": "Now keep in mind when this bill did pass in 2012",
        "start": 959.49,
        "duration": 2.159
    },
    {
        "text": "It was met with criticism north carolina state",
        "start": 961.65,
        "duration": 2.01
    },
    {
        "text": "Representative Deborah Ross who opposed the bill in 2012 said \"By putting our heads in the sand",
        "start": 963.79,
        "duration": 3.559
    },
    {
        "text": "Literally, we are not helping property owners. We are hurting them. We are not giving them information",
        "start": 967.36,
        "duration": 4.099
    },
    {
        "text": "They might need to protect their property. Ignorant is not bliss. It's dangerous\"",
        "start": 971.46,
        "duration": 4.08
    },
    {
        "text": "And so all of that brings us to the question",
        "start": 975.54,
        "duration": 1.89
    },
    {
        "text": "How does the 2012 law make Florence even worse for North Carolina?",
        "start": 977.43,
        "duration": 3.179
    },
    {
        "text": "Well, as mentioned in previous coverage North Carolina has a really long low-lying coastline",
        "start": 980.61,
        "duration": 3.869
    },
    {
        "text": "That's the biggest reason why it's considered one of the most vulnerable states in the u.s",
        "start": 984.48,
        "duration": 3.029
    },
    {
        "text": "To rising sea levels. In the 2012 law hasn't allowed the government to legally consider the worst potential effects of rising water when making decisions",
        "start": 987.51,
        "duration": 6.239
    },
    {
        "text": "regarding",
        "start": 993.75,
        "duration": 0.46
    },
    {
        "text": "Development zoning and infrastructure. While it's true that North Carolina might have saved some money in 2012 by not creating new flood zones new roads",
        "start": 994.21,
        "duration": 6.02
    },
    {
        "text": "hurricane Florence is expected to be a really, really costly storm. Before Florence was downgraded to a category two analytics firm CoreLogic estimated the",
        "start": 1000.36,
        "duration": 7.219
    },
    {
        "text": "Reconstruction cost for all seven hundred fifty eight thousand six hundred fifty seven homes the number of homes in the path of the likely storm",
        "start": 1007.74,
        "duration": 5.6
    },
    {
        "text": "Surge and they found that it would cost close to one hundred seventy point two billion",
        "start": 1013.34,
        "duration": 3.45
    },
    {
        "text": "dollars and following all of this",
        "start": 1016.98,
        "duration": 1.28
    },
    {
        "text": "I think one of the most important things to consider here is this is not just a singular moment",
        "start": 1018.26,
        "duration": 4.109
    },
    {
        "text": "We're talking about hurricane Florence today",
        "start": 1022.37,
        "duration": 1.59
    },
    {
        "text": "And I think we can all agree that we are all hoping that the damage is limited",
        "start": 1023.96,
        "duration": 3.12
    },
    {
        "text": "We've heard numerous words along the lines of catastrophic",
        "start": 1027.08,
        "duration": 2.189
    },
    {
        "text": "Life threatening in relation to what we are going to see from Florence over the next few days",
        "start": 1029.52,
        "duration": 4.339
    },
    {
        "text": "It's not like this is the last hurricane that is ever going to happen. And we we made it through. And keep in mind",
        "start": 1033.86,
        "duration": 4.59
    },
    {
        "text": "That's just thinking about this situation from the angle of a natural disaster and not just general sea level rise",
        "start": 1038.45,
        "duration": 5.189
    },
    {
        "text": "I mean since the bill has passed",
        "start": 1043.64,
        "duration": 1.12
    },
    {
        "text": "Research has come out saying that sea level rise in that area has gone up an inch a year and also",
        "start": 1044.76,
        "duration": 5.209
    },
    {
        "text": "In mind that rate of a rising sea level that's worse than what was even predicted before",
        "start": 1050.1,
        "duration": 4.349
    },
    {
        "text": "This is just one of several issues that need to be addressed that are being talked about right now",
        "start": 1054.45,
        "duration": 3.78
    },
    {
        "text": "It's been a lot of talk about how five years ago, North Carolina a few other states",
        "start": 1058.23,
        "duration": 3.27
    },
    {
        "text": "Weakened  building code requirements. And personally",
        "start": 1061.5,
        "duration": 2.039
    },
    {
        "text": "I think one of the main things we need to take away from this and I really",
        "start": 1063.539,
        "duration": 2.58
    },
    {
        "text": "Really do hope that it does not take a catastrophe for us to have this conversation",
        "start": 1066.22,
        "duration": 4.069
    },
    {
        "text": "More and more changes are going to be made",
        "start": 1070.48,
        "duration": 2.239
    },
    {
        "text": "There is no benefit to denying the future a short-term gain is going to be a long-term loss even if and the short term",
        "start": 1072.72,
        "duration": 7.109
    },
    {
        "text": "It's going to be painful and costly and so that's the main note",
        "start": 1079.83,
        "duration": 2.19
    },
    {
        "text": "I want to end today's story on of course a pass the question off to you",
        "start": 1082.02,
        "duration": 2.639
    },
    {
        "text": "What are your thoughts about all of this, but also the people near or around Florence, please please please be safe",
        "start": 1084.84,
        "duration": 6.15
    },
    {
        "text": "Hopefully got out of the way or you took precautions",
        "start": 1090.99,
        "duration": 2.16
    },
    {
        "text": "Also, you're in North Carolina or South Carolina and you're caught out by the storm down in the description below",
        "start": 1093.22,
        "duration": 4.459
    },
    {
        "text": "I'll include links to emergency shelters, thres that. But yeah, that's where we're gonna end. Today's show",
        "start": 1097.679,
        "duration": 3.81
    },
    {
        "text": "But remember I also want this to be a conversation",
        "start": 1101.49,
        "duration": 2.01
    },
    {
        "text": "so whether it be the last story the first one anything in between",
        "start": 1103.5,
        "duration": 2.669
    },
    {
        "text": "let me know what you're thinking in those comments down below. Also while you're at it if you like this video you like what I'm",
        "start": 1106.169,
        "duration": 3.989
    },
    {
        "text": "Doing here hit that like button. If you're new here hit that subscribe button",
        "start": 1110.159,
        "duration": 2.94
    },
    {
        "text": "also if you miss and want to catch up on the last two philip defranco shows",
        "start": 1113.1,
        "duration": 2.4
    },
    {
        "text": "You can click or tap right there to watch those but that's it. Of course as always my name's Philip Defranco",
        "start": 1115.5,
        "duration": 4.26
    },
    {
        "text": "You've just been phill'd in. I love yo faces, and I'll see you tomorrow",
        "start": 1119.799,
        "duration": 3.83
    }
]