[
    {
        "text": "Sup, you beautiful bastards!",
        "start": 0.12,
        "duration": 1.18
    },
    {
        "text": "Hope you're having a fantastic Thursday",
        "start": 1.3,
        "duration": 1.96
    },
    {
        "text": "Welcome back to the Philip Defranco Show and lets just jump into it!",
        "start": 3.26,
        "duration": 3.3
    },
    {
        "text": "And the first thing I wanna talk about today is Burger King. They are the latest company in the news",
        "start": 6.56,
        "duration": 4.34
    },
    {
        "text": "because people are not the biggest fan... not the biggest fan of what they just did.",
        "start": 10.96,
        "duration": 3.42
    },
    {
        "text": "Burger King recently launched this ad",
        "start": 14.38,
        "duration": 1.62
    },
    {
        "text": "Ad: \"You're watching a 15 second Burger King ad",
        "start": 16.0,
        "duration": 2.2
    },
    {
        "text": "which is unfortunately not enough time  to explain all the fresh ingredients in the Whopper sandwich...",
        "start": 18.2,
        "duration": 4.58
    },
    {
        "text": "but I got an idea.",
        "start": 23.2,
        "duration": 1.58
    },
    {
        "text": "Okay Google, what is the Whopper burger?",
        "start": 26.2,
        "duration": 2.72
    },
    {
        "text": "Now, for those of you who do not have a Google home, that was a marketing ploy",
        "start": 28.94,
        "duration": 3.26
    },
    {
        "text": "to use a product in someone's home to then further an ad experience.",
        "start": 32.2,
        "duration": 4.02
    },
    {
        "text": "Or as you may have seen in the headline, \"Burger King Hacks Google Home!\"",
        "start": 36.22,
        "duration": 3.16
    },
    {
        "text": "\"Okay Google\" is the prompt for the device and then you ask your question in this case it was about the Whopper.",
        "start": 39.38,
        "duration": 4.3
    },
    {
        "text": "and while some people thought this was an interesting marketing move,",
        "start": 43.68,
        "duration": 2.0
    },
    {
        "text": "there were a lot of people saying, \"Hey how bout you don't?\"",
        "start": 45.68,
        "duration": 2.0
    },
    {
        "text": "If I wanna know more about your product, I'll take the extra steps myself.",
        "start": 47.68,
        "duration": 3.04
    },
    {
        "text": "But then, people also started to troll Burger King.",
        "start": 50.72,
        "duration": 2.32
    },
    {
        "text": "People realized that Google Home was just reading off Burger King's Wikipedia page",
        "start": 53.18,
        "duration": 3.74
    },
    {
        "text": "So they went to the Wikipedia page and started editing it.",
        "start": 56.92,
        "duration": 2.66
    },
    {
        "text": "This then resulted in Google Home informing potential customers",
        "start": 59.58,
        "duration": 3.18
    },
    {
        "text": "that the Whopper is a burger consisting of a flame-grilled patty made with 100% rat and toenail clippings.",
        "start": 62.76,
        "duration": 4.0
    },
    {
        "text": "It is a cancer causing hamburger.",
        "start": 67.34,
        "duration": 1.42
    },
    {
        "text": "Some are made with 100% medium sized children and others are even topped with cyanide.",
        "start": 68.76,
        "duration": 3.94
    },
    {
        "text": "But then it appeared that Google maybe wasn't a fan of this.",
        "start": 72.88,
        "duration": 1.82
    },
    {
        "text": "There were no reports that Google had given Burger King their blessing to use their device in this manner",
        "start": 74.7,
        "duration": 4.54
    },
    {
        "text": "and actually it turned out three hours later Google reportedly disabled the Whopper command.",
        "start": 79.24,
        "duration": 4.02
    },
    {
        "text": "Making it so that Google Home would no longer trigger when the ad plays.",
        "start": 83.26,
        "duration": 3.08
    },
    {
        "text": "And just like that Burger King's ad was proven powerless!",
        "start": 86.34,
        "duration": 2.56
    },
    {
        "text": "(for like 20 seconds)",
        "start": 88.9,
        "duration": 1.32
    },
    {
        "text": "It seems that Burger King was aware that Google might not be a fan of this and try to stop them",
        "start": 90.22,
        "duration": 4.08
    },
    {
        "text": "So they developed a similar but different ad that they would later put on TV that night",
        "start": 94.3,
        "duration": 3.92
    },
    {
        "text": "that was a work around to the block.",
        "start": 98.22,
        "duration": 2.0
    },
    {
        "text": "Which I have to say, as annoying as I find this, I kind of have to tip my hat to them.",
        "start": 100.22,
        "duration": 4.5
    },
    {
        "text": "There were all these articles about how the ad backfired",
        "start": 104.72,
        "duration": 2.0
    },
    {
        "text": "Headlines reading, \"Burger King's Google Hack Ad Was a Whopper of a Failure\"",
        "start": 107.18,
        "duration": 3.42
    },
    {
        "text": "I hate puns!",
        "start": 110.6,
        "duration": 1.28
    },
    {
        "text": "I know 2017 seems to be the year of the puns!",
        "start": 111.88,
        "duration": 2.18
    },
    {
        "text": "But I am not a fan!",
        "start": 114.12,
        "duration": 1.6
    },
    {
        "text": "Which I am aware, by acknowledging that, 80% of the comments are going to be puns!",
        "start": 115.72,
        "duration": 3.52
    },
    {
        "text": "Even their official YouTube video has more dislikes than likes",
        "start": 119.24,
        "duration": 2.76
    },
    {
        "text": "but I think ultimately  this is going to be a win for Burger King",
        "start": 122.0,
        "duration": 2.28
    },
    {
        "text": "Yes, this is kind of annoying, but it is so NOT offensive that most people are going to forget about it pretty fast",
        "start": 124.28,
        "duration": 5.04
    },
    {
        "text": "We've got Sean Spicer talking about Holocaust centers,",
        "start": 129.32,
        "duration": 2.54
    },
    {
        "text": "Pepsi and Kendall Jenner single handedly ending the struggle for equality,",
        "start": 131.86,
        "duration": 3.98
    },
    {
        "text": "you got United, uhh, re-accommodating passengers' butts out of their seats and teeth out of their mouth.",
        "start": 135.84,
        "duration": 5.22
    },
    {
        "text": "This is the least annoying stupid thing this week.",
        "start": 141.06,
        "duration": 2.0
    },
    {
        "text": "And also, it does shine a light on the very real problem we're going to have with integrated smart households.",
        "start": 143.06,
        "duration": 5.34
    },
    {
        "text": "Right now, anyone that's not watching this with headphones on, they can just be messed with!",
        "start": 148.4,
        "duration": 3.76
    },
    {
        "text": "Alexa, play Hamilton Broadway Musical.",
        "start": 152.16,
        "duration": 2.24
    },
    {
        "text": "Okay Google, set alarm for tomorrow at 4am.",
        "start": 154.4,
        "duration": 3.2
    },
    {
        "text": "Xbox, off.",
        "start": 157.9,
        "duration": 1.48
    },
    {
        "text": "Yes.",
        "start": 159.38,
        "duration": 1.06
    },
    {
        "text": "Hey Cortana, does anyone actually use you?",
        "start": 160.44,
        "duration": 2.66
    },
    {
        "text": "Hey Siri, Facetime Mom.",
        "start": 163.1,
        "duration": 1.8
    },
    {
        "text": "I'm a child of divorce!",
        "start": 170.32,
        "duration": 1.0
    },
    {
        "text": "This is a potential problem we all face whether it be from trolls or from advertisers.",
        "start": 171.32,
        "duration": 3.94
    },
    {
        "text": "Now, is it going to make me lose sleep at night? No.",
        "start": 175.26,
        "duration": 2.0
    },
    {
        "text": "Will it change how advertising works in the future (specifically the regulations around it)? Maybe.",
        "start": 177.26,
        "duration": 4.88
    },
    {
        "text": "But in the mean time, the only thing that's going to stop people from doing this",
        "start": 182.14,
        "duration": 2.48
    },
    {
        "text": "is if people are actively angry enough to stop buying that product or watching that person.",
        "start": 184.62,
        "duration": 5.0
    },
    {
        "text": "And in the mean time, Burger King just got millions of dollars of free advertisement",
        "start": 189.62,
        "duration": 4.02
    },
    {
        "text": "I personally believe this is not going to affect them in any real negative way.",
        "start": 193.64,
        "duration": 2.82
    },
    {
        "text": "But, a question I wanna pass off to you:",
        "start": 196.46,
        "duration": 2.0
    },
    {
        "text": "1. How IS your Mom doing?",
        "start": 198.46,
        "duration": 1.72
    },
    {
        "text": "And 2. Is this annoying enough to where you're like, \"I'm never going to buy a Whopper ever again!\"",
        "start": 200.18,
        "duration": 3.92
    },
    {
        "text": "Or is this genuinely annoying? Or no, you are interested by this?",
        "start": 204.1,
        "duration": 2.88
    },
    {
        "text": "I'd love to know your thoughts here.",
        "start": 206.98,
        "duration": 1.18
    },
    {
        "text": "But from there, I want to share some stuff I love today in Today in Awesome, brought to you by the \"Sports!\" shirt.",
        "start": 208.16,
        "duration": 5.0
    },
    {
        "text": "A shirt that says, \"While I may not understand the sport, the rules, why these teams are named things that do not represent the area...",
        "start": 213.16,
        "duration": 6.5
    },
    {
        "text": "In fact, they can just move to different cities and states and keep the same name!",
        "start": 219.66,
        "duration": 2.82
    },
    {
        "text": "I don't get it, but I appreciate you inviting me to tag along! And I appreciated it so much I wanted to show my support in a non-descript way.\"",
        "start": 222.48,
        "duration": 6.18
    },
    {
        "text": "So many of you started reserving the next batch of these shirts that they are back for 3 days in the link down below.",
        "start": 228.66,
        "duration": 4.64
    },
    {
        "text": "And the first bit of awesome is we got a restricted trailer for a movie I didn't even know about.",
        "start": 233.3,
        "duration": 3.48
    },
    {
        "text": "It's called the Hitman's Bodyguard, and it stars Samuel L. Jackson and Ryan Reynolds.",
        "start": 236.78,
        "duration": 4.34
    },
    {
        "text": "I'm on board! There are a few actors that I will just watch everything they do.",
        "start": 241.12,
        "duration": 3.24
    },
    {
        "text": "Chris Pratt is one of them, Ryan Reynolds is the other.",
        "start": 244.36,
        "duration": 2.0
    },
    {
        "text": "Ever since \"Waiting\" (movie). Mom boarded the Reynolds train, not getting off any time soon.",
        "start": 246.36,
        "duration": 3.26
    },
    {
        "text": "Then, not to sound like a Buzzfeed article, but when some of you hear this you're going to feel old.",
        "start": 249.62,
        "duration": 3.96
    },
    {
        "text": "As of yesterday, the video that launched FunnyOrDie.com \"The Landlord\" (which starred Will Farrell and a two-year-old girl).",
        "start": 253.58,
        "duration": 5.8
    },
    {
        "text": "As of yesterday, that video became 10 years old.",
        "start": 259.38,
        "duration": 2.0
    },
    {
        "text": "So if you want to take a journey back to your past or you've never seen this piece of internet history, you can check that out.",
        "start": 261.38,
        "duration": 4.3
    },
    {
        "text": "Then we got a trailer for Transformers: The Last Knight. And I gotta say, watching it I'm so conflicted",
        "start": 265.68,
        "duration": 4.16
    },
    {
        "text": "Because I can't tell if I'm excited because I'm like \"oh that could look cool\"",
        "start": 269.84,
        "duration": 3.44
    },
    {
        "text": "or  I'm excited because some of it is going to be so dumb and stupid, I'm going to have so much fun making fun of it.",
        "start": 273.28,
        "duration": 5.56
    },
    {
        "text": "At the same time, I'll still probably love it because  there's a 12-year-old that lives in part of my brain.",
        "start": 278.84,
        "duration": 3.66
    },
    {
        "text": "And actually speaking of brains, we have Lil Dicky's new music video. It's called Pillow Talking ft Brain.",
        "start": 282.5,
        "duration": 4.64
    },
    {
        "text": "It starts off slow and is one of the weirdest most fantastic music videos I've seen in a while.",
        "start": 287.14,
        "duration": 4.84
    },
    {
        "text": "Then, if you wanna see a cool vlog that's really also kind of a mini doc,",
        "start": 291.98,
        "duration": 3.36
    },
    {
        "text": "YouTube channel Strange Parts put out a video called \"How I Made My Own iPhone\" in China, and it's a guy building his own iPhone in China. It's very interesting.",
        "start": 295.34,
        "duration": 6.78
    },
    {
        "text": "I never really thought to do something like that and then watching this guy jump through the hoops... it's really fascinating to watch.",
        "start": 302.16,
        "duration": 4.98
    },
    {
        "text": "And if you wanna see the full versions of everything I just shared, the secret link of the day, anything at all... links are always in the description below.",
        "start": 307.14,
        "duration": 6.38
    },
    {
        "text": "Then, in \"People Send Me Some of the Weirdest Stories\" news:",
        "start": 313.52,
        "duration": 3.74
    },
    {
        "text": "A model by the name of Martina Big was making news not because she reportedly has the largest boobs in all of Europe...",
        "start": 317.26,
        "duration": 5.88
    },
    {
        "text": "But she's in the news because she had shocked fans by taking something else to the extreme...",
        "start": 323.14,
        "duration": 3.88
    },
    {
        "text": "And that is extreme tanning.",
        "start": 327.02,
        "duration": 1.4
    },
    {
        "text": "That is so concerning. It looks like she has permanent \"blackface,\" and I don't mean that like she looks black...",
        "start": 328.42,
        "duration": 6.68
    },
    {
        "text": "It just looks like she's made the poor decision to wear blackface and then got stuck that way.",
        "start": 335.1,
        "duration": 4.16
    },
    {
        "text": "You know what, I don't understand it. ...  \"It's not for me\" is the nicest way I could say my reaction to her pictures are.",
        "start": 339.26,
        "duration": 8.06
    },
    {
        "text": "But I guess if she's not hurting anybody it's all good?",
        "start": 347.32,
        "duration": 2.0
    },
    {
        "text": "That can't be healthy...",
        "start": 349.32,
        "duration": 1.16
    },
    {
        "text": "Whatever! I'm done with this.",
        "start": 350.48,
        "duration": 1.12
    },
    {
        "text": "And then we got another update in the United Airlines scandal.",
        "start": 351.6,
        "duration": 2.88
    },
    {
        "text": "And (no one is going to be surprised here), it looks like there's going to be a massive lawsuit soon.",
        "start": 354.48,
        "duration": 4.8
    },
    {
        "text": "Dr David Dao's attorney gave a press conference today along with Dao's daughter.",
        "start": 359.28,
        "duration": 3.54
    },
    {
        "text": "The attorney is a guy by the name of Tom Demetrio",
        "start": 362.82,
        "duration": 2.0
    },
    {
        "text": "He's known as one of the prominent high power personal injury lawyers out there.",
        "start": 364.82,
        "duration": 3.46
    },
    {
        "text": "He's worked with high profile situations in the past. We learned more about the situation and the damage.",
        "start": 368.28,
        "duration": 4.38
    },
    {
        "text": "Demetrio said, \"Dr. Dao lost two teeth, has to have reconstructive surgery and suffered a serious concussion.\"",
        "start": 372.66,
        "duration": 4.92
    },
    {
        "text": "And connected to that concussion, he says that Dao has absolutely no memory of going back on the airplane.",
        "start": 377.58,
        "duration": 4.68
    },
    {
        "text": "So that video where he was running back on the plane, he's saying he doesn't even remember that happening.",
        "start": 382.26,
        "duration": 3.18
    },
    {
        "text": "Also, while somehow it looks like CNN had reported that there was already a lawsuit filed,",
        "start": 385.44,
        "duration": 3.64
    },
    {
        "text": "What actually appears to have happened is the attorney filled a discovery motion,",
        "start": 389.08,
        "duration": 3.16
    },
    {
        "text": "(just for documents, videos, anything they could use for a potential lawsuit) and the attorney says that they are planning to file a lawsuit",
        "start": 392.24,
        "duration": 4.6
    },
    {
        "text": "and they have up to two years that they can actually file one. And if the press conference is any indication, it doesn't look like they're just going to suing United Airlines.",
        "start": 396.84,
        "duration": 6.86
    },
    {
        "text": "Attorney: \"Just because United is responsible doesn't mean the city of Chicago isn't also responsible.\"",
        "start": 403.7,
        "duration": 6.44
    },
    {
        "text": "So buckle up! Oh, also unfortunately for United, that wasn't the only bit of news.",
        "start": 410.14,
        "duration": 3.38
    },
    {
        "text": "News is coming out from over the weekend that on a United Airlines flight from Houston to Calgary",
        "start": 413.52,
        "duration": 5.16
    }
]