[
    {
        "text": "Sup you beautiful bastards",
        "start": 0.0,
        "duration": 1.06
    },
    {
        "text": "Hope you're having a fantastic friday.",
        "start": 1.06,
        "duration": 2.06
    },
    {
        "text": "Welcome back to the Friday show!",
        "start": 3.12,
        "duration": 1.92
    },
    {
        "text": "The show I am so excited to bring back.",
        "start": 5.04,
        "duration": 1.8
    },
    {
        "text": "If you're new here, Monday through Thursday",
        "start": 6.84,
        "duration": 1.66
    },
    {
        "text": "I like to talk about the news, the world, everything.",
        "start": 8.5,
        "duration": 2.18
    },
    {
        "text": "And then Friday, I like to dedicate to the conversation with you:",
        "start": 10.68,
        "duration": 2.54
    },
    {
        "text": "looking at your comments, responding to some of them. It's a good time.",
        "start": 13.22,
        "duration": 3.24
    },
    {
        "text": "*Usually",
        "start": 16.46,
        "duration": 1.0
    },
    {
        "text": "So with that said lets jump into the Monday's show.",
        "start": 17.46,
        "duration": 1.96
    },
    {
        "text": "Monday, we talked about YouTube Ads, Pepe the frog died. Rest in peace.",
        "start": 19.44,
        "duration": 4.0
    },
    {
        "text": "The Florida child porn conviction and controversy",
        "start": 23.44,
        "duration": 2.32
    },
    {
        "text": "Fake news going viral and an update on the DO5  situation.",
        "start": 25.76,
        "duration": 2.96
    },
    {
        "text": "So if you care about the behind the scenes this will be interesting",
        "start": 40.12,
        "duration": 1.92
    },
    {
        "text": "If not, you should probably just skip a minute ahead.",
        "start": 42.04,
        "duration": 2.06
    },
    {
        "text": "For those that don't know, Youtube Red is a subscription service",
        "start": 44.1,
        "duration": 1.96
    },
    {
        "text": "available here on youtube",
        "start": 46.06,
        "duration": 1.1
    },
    {
        "text": "To find it, you go to Youtube.com/red.",
        "start": 47.16,
        "duration": 2.04
    },
    {
        "text": "If you sign up, you get a month free trial",
        "start": 49.2,
        "duration": 1.38
    },
    {
        "text": "And then after that it's $9.99 a month.",
        "start": 50.58,
        "duration": 2.52
    },
    {
        "text": "You don't get ads on Youtube,",
        "start": 53.1,
        "duration": 0.92
    },
    {
        "text": "you can have background play if you just want to listen to the audio",
        "start": 54.02,
        "duration": 2.34
    },
    {
        "text": "and if you want to download a video you can.",
        "start": 56.36,
        "duration": 2.1
    },
    {
        "text": "and then you can watch it offline.",
        "start": 58.46,
        "duration": 1.34
    },
    {
        "text": "And the side benefit, although it's more for creators out there",
        "start": 59.8,
        "duration": 2.18
    },
    {
        "text": "is that even though there's not an ad played on a video",
        "start": 61.98,
        "duration": 2.5
    },
    {
        "text": "they actually get paid.",
        "start": 64.48,
        "duration": 1.08
    },
    {
        "text": "So how do creators get paid with YouTube Red?",
        "start": 65.56,
        "duration": 1.6
    },
    {
        "text": "Well its based on who you, a YouTube Red user, watch[es]",
        "start": 67.16,
        "duration": 2.98
    },
    {
        "text": "And the big thing here is that it's based on minutes.",
        "start": 70.14,
        "duration": 2.16
    },
    {
        "text": "So it doesn't matter about the number of videos a person watches, it just matters how long they are watching you.",
        "start": 72.3,
        "duration": 4.54
    },
    {
        "text": "So for example: let's say you watch my channel and another channel where they put up like an hour long video podcast.",
        "start": 76.84,
        "duration": 4.64
    },
    {
        "text": "My videos on average these days are 12 minutes so you watch five of those.",
        "start": 81.48,
        "duration": 3.12
    },
    {
        "text": "Boom, 60 minutes.",
        "start": 84.6,
        "duration": 1.0
    },
    {
        "text": "Once a week, this podcast channel, they upload a one hour long video:",
        "start": 85.6,
        "duration": 3.44
    },
    {
        "text": "Boom, 60 minutes.",
        "start": 89.04,
        "duration": 0.98
    },
    {
        "text": "Even though they only uploaded one video and I uploaded five,",
        "start": 90.02,
        "duration": 2.78
    },
    {
        "text": "we are watch time equals.",
        "start": 92.8,
        "duration": 1.78
    },
    {
        "text": "Which means if you only watched our channels, we are splitting the money that comes from your YouTube Red subscription, equally.",
        "start": 94.58,
        "duration": 4.98
    },
    {
        "text": "And in this scenario, you are watching the videos from beginning to end completely.",
        "start": 99.56,
        "duration": 3.92
    },
    {
        "text": "You're not stopping in between.",
        "start": 103.5,
        "duration": 1.32
    },
    {
        "text": "Cause it doesn't matter how long the videos is, it matters how long you watched it.",
        "start": 104.82,
        "duration": 3.12
    },
    {
        "text": "So unlike regular ads which really promote:",
        "start": 107.94,
        "duration": 1.9
    },
    {
        "text": "\"put out as much content as possible. It can be short, it doesn't matter.\"",
        "start": 109.84,
        "duration": 3.16
    },
    {
        "text": "The creators that will benefit the most are creators who make long form content on YouTube.",
        "start": 113.0,
        "duration": 4.12
    },
    {
        "text": "At least as far as YouTube Red's concerned.",
        "start": 117.12,
        "duration": 1.56
    },
    {
        "text": "Also another fantastic new way tha-that YouTubers can make money on YouTube is Super Chat.",
        "start": 118.68,
        "duration": 3.94
    },
    {
        "text": "I talked about Super Chat when YouTube first launched it.",
        "start": 122.62,
        "duration": 2.08
    },
    {
        "text": "But now you actually have creators like PewDiePie, Felix, using it during live streams and making a ton of money.",
        "start": 124.7,
        "duration": 5.04
    },
    {
        "text": "Instead of your normal live stream donations, what you have is",
        "start": 129.74,
        "duration": 2.4
    },
    {
        "text": "someone typing out a comment saying:",
        "start": 132.14,
        "duration": 1.9
    },
    {
        "text": "\"uhh, I wanna put $5, $10...\" I've seen $100+.",
        "start": 134.04,
        "duration": 3.64
    },
    {
        "text": "And that comment stands out and gets pinned up near the top.",
        "start": 137.68,
        "duration": 2.54
    },
    {
        "text": "So that's a new way. Also to other creators, I highly recommend you make money off of YouTube.",
        "start": 140.22,
        "duration": 4.4
    },
    {
        "text": "When it comes to merchandise, there are a ton of options.",
        "start": 144.62,
        "duration": 1.78
    },
    {
        "text": "I personally use and always recommend teespring.",
        "start": 146.4,
        "duration": 2.38
    },
    {
        "text": "Everything they make is always based off of preorders.",
        "start": 148.78,
        "duration": 1.98
    },
    {
        "text": "So there's no risk, you couldn't lose money.",
        "start": 150.76,
        "duration": 2.16
    },
    {
        "text": "Also [if] you're talking about non-advertiser friendly things or you'r---you're being deemed more and more non-advertiser friendly,",
        "start": 152.92,
        "duration": 5.3
    },
    {
        "text": "I highly recommend people look into Patreon.",
        "start": 158.22,
        "duration": 2.1
    },
    {
        "text": "I personally believe that people that consume media are becoming more savvy than ever",
        "start": 160.32,
        "duration": 3.86
    },
    {
        "text": "to the business side of everything because more and more people are becoming involved in the business side",
        "start": 164.18,
        "duration": 4.06
    },
    {
        "text": "that, more people are more comfortable with actually paying money for their content.",
        "start": 168.24,
        "duration": 3.92
    },
    {
        "text": "Especially if it's not mandatory",
        "start": 172.16,
        "duration": 1.18
    },
    {
        "text": "Because when it becomes mandatory where you're like: \"I'm not posting these videos unless you pay me.\"",
        "start": 173.34,
        "duration": 3.78
    },
    {
        "text": "it-it feels a little bit like...uhh...",
        "start": 177.12,
        "duration": 1.48
    },
    {
        "text": "Entertainment extortion, I know that's kind of like an extreme way to describe it...",
        "start": 178.6,
        "duration": 3.88
    },
    {
        "text": "But that's how some people will see it.",
        "start": 182.48,
        "duration": 1.26
    },
    {
        "text": "And while I do agree, and I even in that same video is very happy that she said that...",
        "start": 190.08,
        "duration": 3.96
    },
    {
        "text": "A lot of people also did point out that she said that",
        "start": 194.04,
        "duration": 2.16
    },
    {
        "text": "and then announced shows with Kevin Hart, Katy Perry, a bunch of other famous people.",
        "start": 196.2,
        "duration": 3.88
    },
    {
        "text": "And I'm not shitting on Kevin Hart, I love Kevin Hart.",
        "start": 200.08,
        "duration": 2.22
    },
    {
        "text": "But what she said about YouTube being about texture and not polished and then-then saying",
        "start": 202.3,
        "duration": 3.42
    },
    {
        "text": "\"Look at these big polished shows with famous celebrities!\"",
        "start": 205.72,
        "duration": 2.24
    },
    {
        "text": "I acknowledge that those things don't seem to match up.",
        "start": 207.96,
        "duration": 1.94
    },
    {
        "text": "But I also believe that YouTube is such a big space",
        "start": 209.9,
        "duration": 2.16
    },
    {
        "text": "that I think there is room for both.",
        "start": 212.06,
        "duration": 1.52
    },
    {
        "text": "And ultimately it kind of doesn't matter what decision YouTube makes.",
        "start": 213.58,
        "duration": 2.74
    },
    {
        "text": "The audience, the-the community here on Youtube, the people that use the website, they are the ones that decide.",
        "start": 216.32,
        "duration": 5.08
    },
    {
        "text": "Maybe not who gets funding, maybe not who gets promoted but on what is popular",
        "start": 221.4,
        "duration": 3.7
    },
    {
        "text": "legitimately popular not \"we're gonna fluff the numbers to make things look successful.\" It's the people.",
        "start": 225.1,
        "duration": 3.74
    },
    {
        "text": "One: I totally get what you're saying and I agree with you.",
        "start": 240.48,
        "duration": 2.04
    },
    {
        "text": "No one is...no one is owed.",
        "start": 242.52,
        "duration": 1.48
    },
    {
        "text": "\"I am not automatically deserving of the highest premium...\"",
        "start": 244.0,
        "duration": 3.2
    },
    {
        "text": "But I think a big part of the concern especially with how videos can be labeled...",
        "start": 248.1,
        "duration": 3.54
    },
    {
        "text": "I think one of the biggest concerns now is now that we know that YouTube videos are being put into specific non-advertiser friendly categories",
        "start": 251.64,
        "duration": 6.76
    },
    {
        "text": "One: We as YouTubers don't have access to see what we are being labeled.",
        "start": 258.4,
        "duration": 3.44
    },
    {
        "text": "And two, while we don't even know if we are being labeled \"shocking\" the question becomes \"well, what is categorized as shocking?\"",
        "start": 261.84,
        "duration": 5.42
    },
    {
        "text": "From my experience a lot of the pre-roll advertising is not usually hyper focused it's a bit of uhh you--you purchase a block.",
        "start": 267.26,
        "duration": 5.72
    },
    {
        "text": "And so I think the concern for non-Disneyesque YouTubers that are just a little more raw",
        "start": 272.98,
        "duration": 3.8
    },
    {
        "text": "\"Is--is my channel being excluded from advertising before\"",
        "start": 276.78,
        "duration": 3.52
    },
    {
        "text": "Because the advertiser not--might not even realize what they are purchasing into.",
        "start": 280.3,
        "duration": 2.46
    },
    {
        "text": "At that point because they're trying to keep advertisers safe, it's YouTube making the decision.",
        "start": 282.76,
        "duration": 3.5
    },
    {
        "text": "They have that right but--90% of the things that YouTubers want from YouTube is always just more communication",
        "start": 286.26,
        "duration": 5.0
    },
    {
        "text": "and understanding where we actually fit.",
        "start": 291.26,
        "duration": 1.82
    },
    {
        "text": "And we had the Tuesday show.",
        "start": 293.08,
        "duration": 1.24
    },
    {
        "text": "Tuesday, we talked about the FCC",
        "start": 294.32,
        "duration": 1.6
    },
    {
        "text": "John Oliver, Net Neutrality",
        "start": 295.92,
        "duration": 1.9
    },
    {
        "text": "The elderly woman who was assaulted at a pool party",
        "start": 297.82,
        "duration": 2.38
    },
    {
        "text": "And the Spirit Airlines airport riot.",
        "start": 300.2,
        "duration": 1.88
    },
    {
        "text": "Your honor, my client is only 98% guilty.",
        "start": 321.44,
        "duration": 3.26
    },
    {
        "text": "For me, personally, I say the moment he put his hands on this old woman",
        "start": 324.7,
        "duration": 3.24
    },
    {
        "text": "I say: Fuck him.",
        "start": 327.94,
        "duration": 0.8
    },
    {
        "text": "What happens that, whether he slipped because it was an accident, which it does.",
        "start": 328.74,
        "duration": 2.78
    },
    {
        "text": "It doesn't matter. He made a choice and everything that follows is his fault after that.",
        "start": 331.52,
        "duration": 3.68
    },
    {
        "text": "Bu then on top of that, after she's smacked into the ground, the fact that he then took her and tossed her into the pool, triple fuck him.",
        "start": 335.2,
        "duration": 5.5
    },
    {
        "text": "If that was my Grandma, I'd put a knee through his fucking face.",
        "start": 340.7,
        "duration": 2.0
    },
    {
        "text": "I'm with you a little bit...",
        "start": 361.5,
        "duration": 1.42
    },
    {
        "text": "I think the problem is, with that many canceled flights and that many more delayed flights",
        "start": 362.92,
        "duration": 4.0
    },
    {
        "text": "there is no company that is equipped to be able to help people.",
        "start": 366.92,
        "duration": 2.72
    },
    {
        "text": "Cause that was also a part of the story, there were people in line trying to figure out what they were going to do...how they were gonna get home for hours.",
        "start": 369.64,
        "duration": 6.14
    },
    {
        "text": "Then other flights got canceled, some people went to the line but then others stormed the counter.",
        "start": 375.78,
        "duration": 4.18
    },
    {
        "text": "You got a large group of tired, hungry people, jam em together, force em to be next to each other, I'm just--",
        "start": 379.96,
        "duration": 5.44
    },
    {
        "text": "I'm surprised it didn't go Lord of the Flies 20 minutes earlier.",
        "start": 385.4,
        "duration": 2.56
    },
    {
        "text": "But I do say this as one: a person that knows how scary just giant groups of people can be",
        "start": 387.96,
        "duration": 4.68
    },
    {
        "text": "and two: as someone who sometimes gets uhh...",
        "start": 392.64,
        "duration": 2.6
    },
    {
        "text": "agitated, angry for probably not the most important of reasons",
        "start": 395.24,
        "duration": 3.82
    },
    {
        "text": "But don't take that as me excusing what people did. I'm jus--I'm not--I'm not surprised.",
        "start": 399.06,
        "duration": 4.06
    },
    {
        "text": "What?",
        "start": 411.36,
        "duration": 0.7
    },
    {
        "text": "Well I--I think you mean unthrottled. Bandwidth throttling is the intentional slow down of internet services.",
        "start": 412.06,
        "duration": 5.74
    },
    {
        "text": "And in my opinion and currently the FCC's opinion, the internet is a utility.",
        "start": 417.8,
        "duration": 4.14
    },
    {
        "text": "There's already a system in place for throttling speed. Tha-that you have tiers of internet service.",
        "start": 421.94,
        "duration": 4.46
    },
    {
        "text": "When you're buying your internet, you're deciding how much of the internet...hoes...that are gonna turn on in your house or in your business.",
        "start": 426.4,
        "duration": 5.94
    },
    {
        "text": "Different speed, different price, when it comes to phones sure there are \"unlimited\" plans,",
        "start": 432.34,
        "duration": 3.86
    },
    {
        "text": "But most, if not all at this point, throttle after a certain amount of usage",
        "start": 436.2,
        "duration": 3.16
    },
    {
        "text": "Others have capped usage.",
        "start": 439.36,
        "duration": 1.36
    },
    {
        "text": "And because the cost there is on the user, it incentifies as the businesses, the sites out, that are like a Netflix.",
        "start": 440.72,
        "duration": 5.12
    },
    {
        "text": "They wanna be usable and accessible to the masses. They have to figure out how to get their information to be as tiny as possible to get to you.",
        "start": 445.84,
        "duration": 6.68
    },
    {
        "text": "But once you change it to where a user maybe has 30MB down(load), 30MB up(load)",
        "start": 452.52,
        "duration": 4.32
    },
    {
        "text": "But all of a sudden the ISP gets to say \"you know what even though you have that internet service, because you're using Netflix who's not gonna pay us",
        "start": 456.84,
        "duration": 5.68
    },
    {
        "text": "their data is just gonna trickle to you unless you wanna go to our new service which we own or we're friends with",
        "start": 462.52,
        "duration": 5.16
    },
    {
        "text": "they have the full speed fast lane.\"",
        "start": 467.68,
        "duration": 1.46
    },
    {
        "text": "No, to me that's garbage and I think it stifles innovation and I think it stifles small business.",
        "start": 469.14,
        "duration": 3.74
    },
    {
        "text": "But hey, we can disagree and it's okay.",
        "start": 472.88,
        "duration": 1.36
    },
    {
        "text": "And then let's talk about Wednesday.",
        "start": 474.24,
        "duration": 1.02
    },
    {
        "text": "Wednesday, we talked about the Southwest brawl",
        "start": 475.26,
        "duration": 1.74
    },
    {
        "text": "Why you shouldn't pee on a jellyfish sting",
        "start": 477.0,
        "duration": 1.66
    },
    {
        "text": "A little #BowWowChallenge",
        "start": 478.66,
        "duration": 1.18
    },
    {
        "text": "And Trump/Comey news",
        "start": 479.84,
        "duration": 1.44
    },
    {
        "text": "If you're gonna talk about Chuck Schumer, just say his name.",
        "start": 491.58,
        "duration": 2.3
    },
    {
        "text": "I do kind of wonder about that...",
        "start": 493.88,
        "duration": 1.4
    },
    {
        "text": "I-I-for-under Trump, once again, I thought if it happened, it happened-it would happen immediately.",
        "start": 495.28,
        "duration": 4.06
    },
    {
        "text": "Now because of the timing where you had people talking about the Russian Investigation more and more and more",
        "start": 499.34,
        "duration": 4.92
    },
    {
        "text": "it just seems sketchy. And under Clinton, I wonder if they would've done it day one.",
        "start": 504.26,
        "duration": 4.34
    },
    {
        "text": "Or maybe now like Trump, after the 100 days or--if she would've done it at all.",
        "start": 508.6,
        "duration": 3.2
    },
    {
        "text": "And it's not just about public opinion, you have a congress that is a Republican congress, how would they have reacted? How would they have spun this story?",
        "start": 511.8,
        "duration": 6.74
    },
    {
        "text": "There would've most likely been a fear from the Clinton camp that they were going to turn that into",
        "start": 518.54,
        "duration": 3.3
    },
    {
        "text": "\"Well something did happen with those emails.\" I don't know. But it also would make a lot more sense to me if she would have fired him as well.",
        "start": 521.84,
        "duration": 5.36
    },
    {
        "text": "In general, I always feel like it's a sticky situation where you're talking about hypothetical.",
        "start": 527.22,
        "duration": 3.24
    },
    {
        "text": "Kat, I think definitely with some, I remember after the Dr. Dao United story there was also a story--I didn't end up covering",
        "start": 541.9,
        "duration": 5.76
    },
    {
        "text": "cause it just-it felt very much like someone was trying to get attention.",
        "start": 547.66,
        "duration": 2.76
    },
    {
        "text": "It was a guy who was on this United flight",
        "start": 550.42,
        "duration": 1.62
    },
    {
        "text": "And he was supposed to be in First Class but they swapped out the plane",
        "start": 552.04,
        "duration": 3.12
    },
    {
        "text": "So he wasn't gonna be able to have that seat and \"OH MY GOD\"",
        "start": 555.16,
        "duration": 2.52
    },
    {
        "text": "They gave him a seat in economy. Reportedly between a married couple that was having an argument.",
        "start": 557.68,
        "duration": 4.22
    },
    {
        "text": "And they didn't want to sit next to each other and yeah that's inconvenient...",
        "start": 561.9,
        "duration": 2.24
    },
    {
        "text": "And so that one to me seemed like a grab for attention rather than \"oh no...\" *laughs* \"...poor you.\"",
        "start": 564.14,
        "duration": 5.7
    },
    {
        "text": "And I even said this yesterday, I am making fun of him but I would 100% not get in the middle of that.",
        "start": 577.18,
        "duration": 6.28
    },
    {
        "text": "I was personally making jokes because it looked like he couldn't fully decide if he wanted to stop it and get involved or not.",
        "start": 583.46,
        "duration": 5.62
    },
    {
        "text": "And so to me, to see that internal conflict just play out on video it was-was-eisafgiefg- *muah* beautiful. (bastards)",
        "start": 589.08,
        "duration": 5.58
    },
    {
        "text": "And from there, let's jump into the Thursday show",
        "start": 594.66,
        "duration": 1.52
    },
    {
        "text": "Thursday, we talked about the Russian blogger who was found guilty after playing Pokemon Go in a church",
        "start": 596.18,
        "duration": 4.6
    },
    {
        "text": "The (I'm using air quotes) \"potentially\" fake cam model shark attack",
        "start": 600.78,
        "duration": 3.92
    },
    {
        "text": "And we talked about this d-bag",
        "start": 604.7,
        "duration": 1.42
    },
    {
        "text": "[Tip] of the hat to you",
        "start": 609.64,
        "duration": 1.04
    },
    {
        "text": "So I don't want to say he was on drugs, the very least he looks like he was very drunk.",
        "start": 617.84,
        "duration": 4.36
    },
    {
        "text": "I know and have friends that have gotten that amped up and angry and ready just to throw down",
        "start": 622.2,
        "duration": 4.96
    },
    {
        "text": "But instead of saying a bunch of hate filled ignorant bullshit about someone because of the color of their skin or who they were",
        "start": 627.16,
        "duration": 5.7
    },
    {
        "text": "they hated me because I wasn't a Patriots fan. I'm a Jets fan but how angry those guys get, I want the Pats to win.",
        "start": 632.86,
        "duration": 5.9
    },
    {
        "text": "Agreed.",
        "start": 644.72,
        "duration": 0.64
    },
    {
        "text": "Well yeah, whether it be of a faith or an organization it's very rarely that people that are just part of the group just--",
        "start": 656.42,
        "duration": 5.32
    },
    {
        "text": "uhh--\"you know we're here cause we have a lot of the same opinions. I just wanna live my life and be happy.\"",
        "start": 661.74,
        "duration": 4.2
    },
    {
        "text": "Tho-those people rarely get the spotlight. It's the loud people screaming.",
        "start": 665.94,
        "duration": 3.2
    },
    {
        "text": "But I also wonder if we'll ever really be able to get to a place where uhwee, it's a generally understood thing",
        "start": 669.14,
        "duration": 4.34
    },
    {
        "text": "that some are not representative of all.",
        "start": 673.48,
        "duration": 1.72
    },
    {
        "text": "But then does it become this weird situation where every time someone that fits your description whether it be of an organization",
        "start": 675.2,
        "duration": 6.44
    },
    {
        "text": "or uhh- a gender or uhh- or a race, or- or whatever.",
        "start": 681.64,
        "duration": 3.94
    },
    {
        "text": "The main point, someone that has a uhh-- a common trait or characteristic or whatever with you",
        "start": 685.58,
        "duration": 4.34
    },
    {
        "text": "If they do something horrible or-or embarrassing or just stupid",
        "start": 689.92,
        "duration": 3.96
    },
    {
        "text": "do-are you obligated to then be like \"well not all of us...",
        "start": 693.88,
        "duration": 3.56
    },
    {
        "text": "...we don't stand by that.\"",
        "start": 697.44,
        "duration": 1.32
    },
    {
        "text": "or is it more on the people that are just seeing it to-to understand and-and to be smart enough to go",
        "start": 698.76,
        "duration": 5.12
    },
    {
        "text": "\"That is an individual that did something.\"",
        "start": 703.88,
        "duration": 2.1
    },
    {
        "text": "And the best way to see where you are with that is to switch little bits of information around.",
        "start": 705.98,
        "duration": 3.36
    },
    {
        "text": "Like you Josh, you as a Christian person are saying \"this-this person who is saying they are a Christian, they are not representative of me and mine.\"",
        "start": 709.34,
        "duration": 6.66
    },
    {
        "text": "And in the United States, I imagine there are a lot of people that will nod their heads yes to that statement.",
        "start": 716.0,
        "duration": 3.7
    },
    {
        "text": "But let's say the roles are reversed, the crazy drunk guy is actually a Muslim guy.",
        "start": 719.7,
        "duration": 3.38
    },
    {
        "text": "And he's doing all the same things to a Christian family.",
        "start": 723.08,
        "duration": 2.34
    },
    {
        "text": "One: imagine the fucking difference in a YouTube comment section.",
        "start": 725.42,
        "duration": 3.04
    },
    {
        "text": "But then two: in the United States if a Muslim Josh, that as a Muslim, the- what this guy is doing is not what--representative of me and mine,",
        "start": 728.94,
        "duration": 7.0
    },
    {
        "text": "Would there be as many people nodding their heads.",
        "start": 735.94,
        "duration": 1.94
    },
    {
        "text": "I mean to me, as someone who is not part of any organized religion, I don't have any faith,",
        "start": 737.88,
        "duration": 3.82
    },
    {
        "text": "there's a lot of stuff in religion that doesn't make sense to me and I think a lot of people turn a blind eye to the hypocritical thing.",
        "start": 741.7,
        "duration": 5.0
    },
    {
        "text": "But the big reason I say it, I don't have a problem with religions 99% of the time is because I separate the people that are",
        "start": 746.7,
        "duration": 5.48
    },
    {
        "text": "part of a faith, with the faith. I think most people just wanna live a happy life.",
        "start": 752.18,
        "duration": 3.4
    },
    {
        "text": "When people start shouting about their faith like \"mine's better than yours and yours...\" ugh",
        "start": 755.58,
        "duration": 3.66
    },
    {
        "text": "There are so many stupid reasons that we as human beings hate one another and I'm not saying \"let's have a hate free world.\"",
        "start": 759.24,
        "duration": 5.96
    },
    {
        "text": "Alright? That's not what I'm going for, the only kind of hate free world is a world where we don't exist.",
        "start": 765.2,
        "duration": 4.06
    },
    {
        "text": "We've been wiped out. I'm just saying if we're gonna hate one another, let it be for what we actually do to one another.",
        "start": 769.26,
        "duration": 5.52
    },
    {
        "text": "That's it.",
        "start": 774.78,
        "duration": 0.5
    },
    {
        "text": "And that's actually where I'm gonna end today's show.",
        "start": 775.28,
        "duration": 1.44
    },
    {
        "text": "I wanna thank you Beautiful Bastards for a fantastic first week back.",
        "start": 776.72,
        "duration": 2.98
    },
    {
        "text": "This past while has been a roller coaster ride for me and now it-it just ahh",
        "start": 779.7,
        "duration": 4.48
    },
    {
        "text": "I'm in such a happy, inspired, energized place and it's- it's thanks to you guys.",
        "start": 784.18,
        "duration": 4.44
    },
    {
        "text": "But main point, thank you for another fantastic week.",
        "start": 788.62,
        "duration": 1.6
    },
    {
        "text": "I hope you enjoyed this show, if you liked this video, hit that like button. If you're new here hit that subscribe button.",
        "start": 790.22,
        "duration": 4.58
    },
    {
        "text": "Also it's a little weird that the first video you watched on this channel was a recap and response to the past week but- hello anyway.",
        "start": 794.8,
        "duration": 5.16
    },
    {
        "text": "Also for the three of you that are still watching at this point in the video if you want to watch any of this weeks Philip DeFranco Shows",
        "start": 799.96,
        "duration": 4.78
    },
    {
        "text": "you can click or tap right there. If you wanna see today's brand new vlog, I am now posting Monday. Wednesday, and Friday on the vlog channel",
        "start": 804.74,
        "duration": 5.62
    },
    {
        "text": "click (or tap) right there.",
        "start": 810.36,
        "duration": 0.96
    },
    {
        "text": "But, that said of course as always my name's Philip DeFranco, you've just been...philled...in...",
        "start": 811.32,
        "duration": 4.44
    },
    {
        "text": "I love yo faces and I'll see you tomorrow",
        "start": 815.76,
        "duration": 2.64
    },
    {
        "text": "No I won't, I just lied...I JUST LIED TO YOU, Monday.",
        "start": 818.4,
        "duration": 2.669
    }
]