[
    {
        "text": "Sup, you beautiful bastards?",
        "start": 0.0,
        "duration": 1.41
    },
    {
        "text": "Hope you're having a fantastic Tuesday. Welcome back to the Philip DeFranco show and let's just jump into it. The first thing",
        "start": 1.41,
        "duration": 5.67
    },
    {
        "text": "I want to talk about today is a story",
        "start": 7.08,
        "duration": 1.41
    },
    {
        "text": "I really could not have predicted and that is the ACLU is going head-to-head with Taylor Swift.",
        "start": 8.49,
        "duration": 4.59
    },
    {
        "text": "So what the hell happened? Well, in September, a site called popfront posted an article titled",
        "start": 13.12,
        "duration": 4.44
    },
    {
        "text": "\"Swiftly to the alt-right. Taylor subtly gets the lowercase KKK in formation\"",
        "start": 17.56,
        "duration": 3.4
    },
    {
        "text": "The blog post was written by Megan Hearning the site's executive editor. Hearning's post claimed that Swift had used language and symbolism of the",
        "start": 21.06,
        "duration": 6.22
    },
    {
        "text": "Alt-right movement in her music and says that her public persona is based on the narrative of white victimhood",
        "start": 27.3,
        "duration": 4.469
    },
    {
        "text": "They specifically referencing her feud with Kanye West. Hearning also criticized Swift for not endorsing a",
        "start": 31.769,
        "duration": 4.151
    },
    {
        "text": "candidate in the 2016 election.",
        "start": 35.92,
        "duration": 1.68
    },
    {
        "text": "She also compares Swift to Adolf Hitler, accuses her of quietly supporting racism, and called her lyrics",
        "start": 37.6,
        "duration": 5.26
    },
    {
        "text": "\"dog whistles to white supremacy.\"",
        "start": 42.86,
        "duration": 1.7
    },
    {
        "text": "The post also analyzes the song \"Look What You Made Me Do,\" arguing that the lyrics serve as defense of",
        "start": 44.56,
        "duration": 4.42
    },
    {
        "text": "white anger, also saying a Swift is becoming a white supremacist icon.",
        "start": 48.98,
        "duration": 3.28
    },
    {
        "text": "And finally, it suggests that Swift's silence on these topics are calculated - adding if that were not true,",
        "start": 52.26,
        "duration": 4.62
    },
    {
        "text": "then she \"needs to state her beliefs out loud for the world\". So after the post was published Swift's lawyer sent a letter demanding",
        "start": 56.92,
        "duration": 5.3
    },
    {
        "text": "that the website immediately issue a retraction and remove the post calling the post provably false and defamatory",
        "start": 62.22,
        "duration": 4.74
    },
    {
        "text": "the letter also saying Swift if was prepared to proceed with litigation if the story wasn't retracted, stating:",
        "start": 67.04,
        "duration": 4.4
    },
    {
        "text": "\"The story is replete with demonstrable and offensive falsehoods which bear no relation to reality or the truth",
        "start": 71.44,
        "duration": 5.02
    },
    {
        "text": "about Ms. Swift. It appears to be a malicious attack against Ms. Swift that goes to great lengths to portray",
        "start": 76.46,
        "duration": 4.38
    },
    {
        "text": "Ms. Swift as some sort of white supremacist figurehead, which is a baseless fiction masquerading as fact and",
        "start": 80.84,
        "duration": 4.76
    },
    {
        "text": "completely misrepresents Ms. Swift. PopFront is substantially liable to Ms. Swift for defamation.\"",
        "start": 85.6,
        "duration": 4.26
    },
    {
        "text": "Swift's lawyer also writing that Swift",
        "start": 89.86,
        "duration": 1.5
    },
    {
        "text": "\"Unequivocally denounces white supremacy and the alt-right.\" Swift's lawyers also writing that their letter was not",
        "start": 91.5,
        "duration": 4.44
    },
    {
        "text": "authorized for publication, but obviously, we are talking about it today,",
        "start": 95.94,
        "duration": 2.84
    },
    {
        "text": "and that's because the ACLU, which is now representing Herning, published a letter online calling it a",
        "start": 98.79,
        "duration": 4.45
    },
    {
        "text": "\"Completely unsupported attempt to suppress constitutionally protected speech.\"",
        "start": 103.24,
        "duration": 3.98
    },
    {
        "text": "The ACLU issuing its own letter to Swift's team defending the post, saying it is:",
        "start": 107.22,
        "duration": 3.54
    },
    {
        "text": "The ACLU also calling it ironic that Swift's attorneys said that the letter stands is another",
        "start": 123.36,
        "duration": 3.78
    },
    {
        "text": "unequivocal denouncement by Miss Swift of white supremacy in the alt-right.",
        "start": 127.329,
        "duration": 2.93
    },
    {
        "text": "But then also forbid anyone making a letter public. They also told the lawyers that criticism is unpleasant",
        "start": 130.259,
        "duration": 4.76
    },
    {
        "text": "But that celebrities like Swift must learn to \"Shake it off\"",
        "start": 135.02,
        "duration": 2.88
    },
    {
        "text": "oh, I love that in 2017, everyone, including the ACLU is",
        "start": 137.9,
        "duration": 4.12
    },
    {
        "text": "snarky and petty. The ACLU also requesting a response from Swift's team on whether or not they intend to proceed with litigation by November 13.",
        "start": 142.02,
        "duration": 6.2
    },
    {
        "text": "And here's what I'll say. Do I think that Taylor Swift is an undercover Hitler?",
        "start": 148.22,
        "duration": 3.66
    },
    {
        "text": "No. Do I think that her song lyrics are geared towards the alt-right and that she's actually talking about white anger? No.",
        "start": 151.88,
        "duration": 5.489
    },
    {
        "text": "Do I think her career is based on white victimhood? No.",
        "start": 157.37,
        "duration": 2.88
    },
    {
        "text": "I mean, granted, some victimhood. Breakups, bad boyfriends, the Kanye's stuff",
        "start": 160.25,
        "duration": 3.839
    },
    {
        "text": "And then we bounce back",
        "start": 164.09,
        "duration": 1.21
    },
    {
        "text": "Also the idea that Taylor Swift is a bad person because she's not telling people who to vote for in the election.",
        "start": 165.3,
        "duration": 4.879
    },
    {
        "text": "That's so stupid",
        "start": 170.18,
        "duration": 0.93
    },
    {
        "text": "You know that mindset that we heard so much of if you don't vote for Hillary than you're part of the problem?",
        "start": 171.11,
        "duration": 4.43
    },
    {
        "text": "So many people don't realize today is so many people especially Hollywood types, famous types,",
        "start": 175.54,
        "duration": 3.28
    },
    {
        "text": "saying 'this is who you should vote for' all it did was alienate people's bases and charge up the Trump voters.",
        "start": 178.82,
        "duration": 4.34
    },
    {
        "text": "For the most part the article just seems like seeing what you want to see out of something and with all of that said I",
        "start": 183.17,
        "duration": 4.71
    },
    {
        "text": "still think that people should be allowed to have their incredibly stupid opinions. The article makes huge leaps,",
        "start": 187.92,
        "duration": 4.88
    },
    {
        "text": "no doubt, but I feel like Swift's legal team is going to have a problem here.",
        "start": 192.8,
        "duration": 2.9
    },
    {
        "text": "Essentially, for Taylor Swift's lawyers to win here it appears that they would have to be able to successfully",
        "start": 195.76,
        "duration": 3.98
    },
    {
        "text": "argue and prove that the blogger made of statements with actual malice.",
        "start": 199.74,
        "duration": 3.54
    },
    {
        "text": "And historically, that has been very hard to prove.",
        "start": 203.28,
        "duration": 2.44
    },
    {
        "text": "and so I, who am NOT a lawyer, I feel like I don't need to say that, but just so there is no confusion,",
        "start": 205.72,
        "duration": 4.44
    },
    {
        "text": "I think the story will most likely go away soon.",
        "start": 210.17,
        "duration": 1.83
    },
    {
        "text": "I mean we've seen in the past celebrities and their teams using cease and desist to kind of just suppress negative stories.",
        "start": 212.0,
        "duration": 4.76
    },
    {
        "text": "And what's kind of funny about that is while the intent might be to suppress a story, if someone that makes that",
        "start": 216.76,
        "duration": 3.98
    },
    {
        "text": "move public you, take that this story that I had never heard of before, and now it's in font of so many more",
        "start": 220.74,
        "duration": 5.52
    },
    {
        "text": "people. But with all of that said I do want to pass the question off to you. What is your personal take-away?",
        "start": 226.26,
        "duration": 3.76
    },
    {
        "text": "Who's right? Who's wrong? Is it a more gray situation?",
        "start": 230.02,
        "duration": 2.96
    },
    {
        "text": "Who's more right, who's more wrong? love know your thoughts.",
        "start": 232.98,
        "duration": 2.24
    },
    {
        "text": "But from that I want to share some stuff I love today and in Today and Awesome, brought to you by Squarespace.",
        "start": 235.22,
        "duration": 4.58
    },
    {
        "text": "Squarespace of course fantastic place to make a beautiful professional",
        "start": 239.8,
        "duration": 2.84
    },
    {
        "text": "website with their easy and intuitive",
        "start": 242.64,
        "duration": 2.04
    },
    {
        "text": "all-in-one platform.",
        "start": 244.68,
        "duration": 0.839
    },
    {
        "text": "I'm talking about there's nothing to install, patch, or upgrade ever. So if you want to make the smart move like",
        "start": 245.519,
        "duration": 4.55
    },
    {
        "text": "many from the Nation already have, go to squarespace.com/phil, start your free trial.",
        "start": 250.069,
        "duration": 3.419
    },
    {
        "text": "And if you really like it, use coupon code Phil for 10% off your first purchase.",
        "start": 253.489,
        "duration": 3.491
    },
    {
        "text": "and the first bit of awesome I want to share was",
        "start": 256.98,
        "duration": 1.579
    },
    {
        "text": "The amazing Rick and Morty remix by Leslie way. It's somehow as a recording this video only has 5,000 that is a travesty",
        "start": 258.56,
        "duration": 6.379
    },
    {
        "text": "Yeah",
        "start": 264.939,
        "duration": 0.331
    },
    {
        "text": "we got a fantastic and interesting video from nerdwriter one putting out the video when did time travel come from over watch put out a",
        "start": 265.27,
        "duration": 5.459
    },
    {
        "text": "fantastic short called honor and glory",
        "start": 270.8,
        "duration": 1.79
    },
    {
        "text": "I mean you don't even need to play that game to enjoy it also in self promo awesome if you want to snag this shirt",
        "start": 272.59,
        "duration": 4.44
    },
    {
        "text": "Or you want it on a hoodie or any of these other awesome designs",
        "start": 277.03,
        "duration": 2.489
    },
    {
        "text": "You can go to shop DeFranco dot-com snag what you want whenever you want. No more limited. Supply blah blah",
        "start": 279.52,
        "duration": 4.98
    },
    {
        "text": "blah\nIf you want to see the full versions everything I just shared the secret link of the day anything at all",
        "start": 284.5,
        "duration": 4.349
    },
    {
        "text": "Links as always are in the description down below, and then let's talk about what's happening with SIA. See yeah, of course is a",
        "start": 288.949,
        "duration": 5.179
    },
    {
        "text": "singer-songwriter wear of",
        "start": 294.71,
        "duration": 1.169
    },
    {
        "text": "Comically huge bows and she was in the news in the past day because apparently someone was trying to sell her news",
        "start": 295.879,
        "duration": 4.55
    },
    {
        "text": "We've seen more and more of these photos coming out over the past few years sometimes. It's it's hacked nude sometimes",
        "start": 300.43,
        "duration": 5.039
    },
    {
        "text": "It's paparazzi stalking famous people with this story. See it did something a little bit different",
        "start": 305.469,
        "duration": 4.53
    },
    {
        "text": "She walked down a road far less traveled",
        "start": 310.0,
        "duration": 2.159
    },
    {
        "text": "And she just released her own nudes last night tweeting someone is apparently trying to sell naked photos of me to my fans",
        "start": 312.159,
        "duration": 4.98
    },
    {
        "text": "Save your money here. It is for free every day is Christmas",
        "start": 317.379,
        "duration": 2.49
    },
    {
        "text": "I say good for her because what I see here is someone taking the power back",
        "start": 319.87,
        "duration": 3.63
    },
    {
        "text": "I mean judging by the picture most likely",
        "start": 323.5,
        "duration": 1.439
    },
    {
        "text": "We're dealing with some creep with an obnoxiously big lens who's invading someone's privacy",
        "start": 324.939,
        "duration": 3.75
    },
    {
        "text": "In the profit of a photo they took without someone's permission or knowledge and hopefully see as pose D",
        "start": 328.789,
        "duration": 4.489
    },
    {
        "text": "incentivizes any organization from working with this disgusting paparazzi",
        "start": 333.469,
        "duration": 3.26
    },
    {
        "text": "I want to end this story just on a small little side note and that is I'm extremely",
        "start": 336.729,
        "duration": 3.57
    },
    {
        "text": "Bothered by the number of comments I see from people when they say well if you're a famous",
        "start": 340.43,
        "duration": 4.19
    },
    {
        "text": "Person this is kind of what you signed up for my response to that is no",
        "start": 344.69,
        "duration": 2.959
    },
    {
        "text": "that's it's that's such a",
        "start": 347.65,
        "duration": 1.389
    },
    {
        "text": "Disconnected and disgusting mindset because someone is famous because they wanted to star in movies",
        "start": 349.039,
        "duration": 4.16
    },
    {
        "text": "Or sing songs in front of a crowd that it that excuses their their rights being violated",
        "start": 353.3,
        "duration": 4.669
    },
    {
        "text": "The right to privacy the right to have a choice if their naked body is shared with the rest of the world",
        "start": 358.159,
        "duration": 5.059
    },
    {
        "text": "I don't care if we're talking about famous people people are people",
        "start": 363.219,
        "duration": 2.1
    },
    {
        "text": "It seems like it's common sense but apparently common sense has been dead a long time",
        "start": 365.599,
        "duration": 3.71
    },
    {
        "text": "Then let's try out a new little segment I call hater of the day and our hater of the day is one by the name",
        "start": 369.379,
        "duration": 5.33
    },
    {
        "text": "of\nJan shed Jan recently went viral and she posted about how she wasn't happy with her local news you posted this photo of Demetria over",
        "start": 374.71,
        "duration": 7.019
    },
    {
        "text": "Lar with the caption has anyone seen channel eights new morning traffic reporter her name is Demetria velour",
        "start": 381.729,
        "duration": 4.95
    },
    {
        "text": "And she's a size 1618 woman in a size 6 dress, and she looks ridiculous. I understand that when I watch channel 8",
        "start": 386.68,
        "duration": 6.209
    },
    {
        "text": "I'm going to get biased reporting and political correctness, but clearly they have taken completely of their senses",
        "start": 392.889,
        "duration": 5.32
    },
    {
        "text": "I'm not going to watch channel 8 anymore. I imagine as she hit that little blue post button she thought to herself",
        "start": 398.21,
        "duration": 5.22
    },
    {
        "text": "That's right world",
        "start": 403.47,
        "duration": 1.039
    },
    {
        "text": "I am a hero I matter and I've made a difference today the thing is this pose did make a big impact",
        "start": 404.509,
        "duration": 5.58
    },
    {
        "text": "But it was most people saying that Jen's the worse and oddly enough one of those was even chance the rapper yes the main reaction",
        "start": 410.09,
        "duration": 5.97
    },
    {
        "text": "Where people coming to demetria's defense you also had some people saying that they believed race played a role in",
        "start": 416.06,
        "duration": 4.229
    },
    {
        "text": "Jan's outburst that Jen later wrote that she was being attacked by the",
        "start": 420.36,
        "duration": 3.44
    },
    {
        "text": "Racist mafia also writing frankly I didn't even notice that she was black",
        "start": 423.99,
        "duration": 3.95
    },
    {
        "text": "I was shocked that channel 8 would put someone on the air dress so provocatively really Jen. You didn't notice Dimitri was black",
        "start": 427.94,
        "duration": 5.82
    },
    {
        "text": "That's one of the things I hate the most and people say things like I don't see color the only time that's not one of",
        "start": 433.76,
        "duration": 4.289
    },
    {
        "text": "The most obnoxiously stupid things to say is if you are legally",
        "start": 438.05,
        "duration": 3.179
    },
    {
        "text": "Colorblind don't say you don't notice race or color just say that what you're saying isn't being based on",
        "start": 441.57,
        "duration": 5.509
    },
    {
        "text": "It's not that hard and including",
        "start": 447.08,
        "duration": 1.69
    },
    {
        "text": "frankly or honestly before the statement does not make it more true since the post and the big reaction Demetria responds it online the",
        "start": 448.77,
        "duration": 6.8
    },
    {
        "text": "Controversy it's coming from people who aren't too happy with the way that I look on television saying oh her body",
        "start": 455.729,
        "duration": 5.809
    },
    {
        "text": "It's too big for that dress or she's too. Curvy or her hair. It's so unprofessional. It's crazy",
        "start": 461.539,
        "duration": 5.07
    },
    {
        "text": "We don't like it a quick word to those people",
        "start": 466.61,
        "duration": 2.79
    },
    {
        "text": "This is the way that I'm built. This is the way that I was born",
        "start": 470.01,
        "duration": 3.559
    },
    {
        "text": "I'm not going anywhere",
        "start": 473.699,
        "duration": 1.521
    },
    {
        "text": "So if you don't like it you have your options ultimately where I land on this is just don't be a jan the woman-on-woman",
        "start": 475.22,
        "duration": 6.209
    },
    {
        "text": "Jealous hate here is strong with you Jam Jan when you and other women like you look to Demetria who I mean if we're being",
        "start": 481.65,
        "duration": 6.23
    },
    {
        "text": "Honest here is drop-dead gorgeous",
        "start": 487.88,
        "duration": 1.62
    },
    {
        "text": "It makes you feel those negative things about yourself rather than just lashing out on Facebook do something to better yourself and Tilly or physically",
        "start": 489.5,
        "duration": 7.44
    },
    {
        "text": "Whatever makes tomorrow less painful for you to live that's actually a message",
        "start": 496.94,
        "duration": 2.969
    },
    {
        "text": "I think that goes way past the specificity of this story if something makes you feel bad",
        "start": 499.909,
        "duration": 4.89
    },
    {
        "text": "I feel like we could all benefit from not spending energy on trying to tear others down",
        "start": 504.8,
        "duration": 3.929
    },
    {
        "text": "And focus on ourselves out there should wear something that makes her feel comfortable and confident don't be a hater",
        "start": 508.889,
        "duration": 4.85
    },
    {
        "text": "Be a creator and then let's talk about an update around the Texas Church shooting",
        "start": 513.9,
        "duration": 4.069
    },
    {
        "text": "We talked about it yesterday a horrific attack at a church that left 26 dead in Sutherland Springs, Texas",
        "start": 517.969,
        "duration": 5.4
    },
    {
        "text": "What new information has come out explaining how the shooter got those weapons yesterday?",
        "start": 523.37,
        "duration": 3.869
    },
    {
        "text": "We mentioned the Texas shooter was court-martialed in 2012 received a bad con",
        "start": 527.24,
        "duration": 3.359
    },
    {
        "text": "Discharge which involved a year of confinement in a military prison and was reduced to the lowest rank in the airforce this for assaulting his",
        "start": 530.81,
        "duration": 5.57
    },
    {
        "text": "wife and stepson according to records released by the Air Force",
        "start": 536.38,
        "duration": 2.339
    },
    {
        "text": "He was originally charged with assault and battery against his wife aggravated assault against his stepson for charges involving firearms",
        "start": 538.72,
        "duration": 6.03
    },
    {
        "text": "This including two charges of pointing a loaded firearm at his wife and those firearms",
        "start": 544.85,
        "duration": 4.16
    },
    {
        "text": "Charges were dropped prior to a trial as a result of a plea agreement",
        "start": 549.08,
        "duration": 2.69
    },
    {
        "text": "But he did still plead guilty to assault against a child and assault against his wife",
        "start": 551.87,
        "duration": 3.799
    },
    {
        "text": "This reportedly involved him striking his stepson in the head fracturing his skull with quotes likely to produce death or grievous bodily harm",
        "start": 555.67,
        "duration": 7.35
    },
    {
        "text": "He also reportedly struck his wife with his hands kicking her choking and pulling her hair and so of course when that news came out",
        "start": 563.02,
        "duration": 5.639
    },
    {
        "text": "people said how did this guy still get a gun citing federal law that states it shall be unlawful for any person to sell or",
        "start": 568.66,
        "duration": 6.45
    },
    {
        "text": "otherwise dispose of any firearm or ammunition to any person knowing that the",
        "start": 575.11,
        "duration": 3.69
    },
    {
        "text": "Individual has been convicted in any court of a misdemeanor crime of domestic",
        "start": 578.87,
        "duration": 2.989
    },
    {
        "text": "Violence so what happened Academy Sports has confirmed they sold two weapons to the Texas shooter in the past two years",
        "start": 581.959,
        "duration": 5.69
    },
    {
        "text": "How could that have happened?",
        "start": 587.72,
        "duration": 1.4
    },
    {
        "text": "well the Air Force has since said that it failed to alert federal authorities to the shooters domestic violence conviction the thing that would have",
        "start": 589.12,
        "duration": 5.52
    },
    {
        "text": "Prevented him from legally purchasing the firearm",
        "start": 594.64,
        "duration": 1.889
    },
    {
        "text": "He used a massacre 26 people according to the airforce",
        "start": 596.529,
        "duration": 2.429
    },
    {
        "text": "Initial information indicates that the shooters domestic violence offense was not entered into the national criminal",
        "start": 599.14,
        "duration": 4.649
    },
    {
        "text": "information center database by the Holloman Air Force Base Office of Special",
        "start": 603.95,
        "duration": 3.469
    },
    {
        "text": "Investigation the National instant criminal background check system the ni CS database is an FBI run government",
        "start": 607.7,
        "duration": 5.0
    },
    {
        "text": "Agency responsible for quote saving lives and protecting people from harm by not letting guns fall into the wrong hands while the information was never",
        "start": 612.86,
        "duration": 7.07
    },
    {
        "text": "entered so according to Academy sports both sales were approved by the ni CS the Air Force went on to say in their statement the",
        "start": 619.93,
        "duration": 6.0
    },
    {
        "text": "Service will also conduct a comprehensive review of Air Force",
        "start": 625.93,
        "duration": 2.34
    },
    {
        "text": "Databases to ensure records in other cases have been reported correctly Air Force has also requested that the Department of Defense inspector",
        "start": 628.339,
        "duration": 5.6
    },
    {
        "text": "general review records and procedures across the Department of Defense",
        "start": 634.01,
        "duration": 2.959
    },
    {
        "text": "We've also seen Democratic lawmakers calling to the Department of Defense to investigate, New York senator Kirsten Gillibrand tweeting no excuse for this",
        "start": 636.97,
        "duration": 6.3
    },
    {
        "text": "I'm calling on the Department of Defense to audit old Case Files to prevent this deadly error from happening again",
        "start": 643.27,
        "duration": 4.379
    },
    {
        "text": "Adding in a statement learning that the senseless act of violence might have been prevented",
        "start": 647.86,
        "duration": 3.239
    },
    {
        "text": "If only the proper forum was filled out by military investigators was absolutely",
        "start": 651.1,
        "duration": 3.869
    },
    {
        "text": "devastating netiquette Senator Richard Blumenthal tweeting as a member of judiciary and Armed Services committees",
        "start": 655.1,
        "duration": 4.489
    },
    {
        "text": "I call on the DoD DOJ to provide clear picture of where",
        "start": 659.589,
        "duration": 3.39
    },
    {
        "text": "And how this process failed and in response to all of this medicine today that he had directed the Pentagon's Inspector General to investigate",
        "start": 663.38,
        "duration": 5.309
    },
    {
        "text": "Further saying if the problem is that we didn't put something out",
        "start": 668.88,
        "duration": 2.449
    },
    {
        "text": "We'll correct that there's at least an indication what I've read in the press and when I'm getting through other elements of the government not",
        "start": 671.33,
        "duration": 5.16
    },
    {
        "text": "The Department of Defense that the direction is out there. I've got to make sure this morning",
        "start": 676.49,
        "duration": 3.599
    },
    {
        "text": "We also heard from Air Force secretary Heather Wilson that we have an initiate initiated a review the Air Force to find out why?",
        "start": 680.09,
        "duration": 6.33
    },
    {
        "text": "This fingerprint records were not transmitted to the database and we'll find out why we are checking all of the Air Force",
        "start": 686.67,
        "duration": 6.44
    },
    {
        "text": "Databases and there are several of them to find out and confirm that all",
        "start": 693.33,
        "duration": 3.679
    },
    {
        "text": "court-martial convictions for these kinds of offensives have been reported in the civilian",
        "start": 697.8,
        "duration": 4.19
    },
    {
        "text": "Database shouldn't we've taken",
        "start": 702.57,
        "duration": 1.47
    },
    {
        "text": "responsibility and where we're gonna find out what happened and fix it and coming out of this story my main reaction is I",
        "start": 704.04,
        "duration": 5.929
    },
    {
        "text": "Didn't think this story could get more depressing, but wow it did if all of this is true",
        "start": 710.07,
        "duration": 4.46
    },
    {
        "text": "and it appears to be true the",
        "start": 714.53,
        "duration": 1.69
    },
    {
        "text": "Investigation mainly seems to be on the halp are talking about a mass murder that involved a victim as young as 18",
        "start": 716.22,
        "duration": 4.97
    },
    {
        "text": "Months and it was done with a weapon that was sold by a legal above the board",
        "start": 721.35,
        "duration": 3.919
    },
    {
        "text": "Retailer that was trying to follow all the rules because the right paperwork wasn't finally put the system failed all those people that is truly",
        "start": 725.55,
        "duration": 6.589
    },
    {
        "text": "devastated obviously the pro-gun",
        "start": 732.51,
        "duration": 1.86
    },
    {
        "text": "Anti-gun people are still going to debate",
        "start": 734.37,
        "duration": 1.5
    },
    {
        "text": "over if it had been filed properly what he still have been able to get a weapon if not a retail store then maybe a",
        "start": 735.87,
        "duration": 4.759
    },
    {
        "text": "Private seller that doesn't do enough background work. I think that would just be speculation here, and that's not really helpful",
        "start": 740.63,
        "duration": 4.41
    },
    {
        "text": "That said I would also love to know what you think about this story during this update this news is what how do you feel?",
        "start": 745.04,
        "duration": 5.01
    },
    {
        "text": "What do you what are you thinking?",
        "start": 750.05,
        "duration": 1.32
    },
    {
        "text": "Is it changing what you were thinking before and I've know your thoughts on this and or really anything else",
        "start": 751.37,
        "duration": 4.709
    },
    {
        "text": "I talked about today in those comments down below",
        "start": 756.08,
        "duration": 2.25
    },
    {
        "text": "That's where I'm going to end today's show remember if you like this video like what I try and do on this channel hit that",
        "start": 758.33,
        "duration": 4.799
    },
    {
        "text": "like button if you new ever hit that subscribe button that way you can make sure you don't miss these daily videos which actually if",
        "start": 763.13,
        "duration": 4.2
    },
    {
        "text": "you did miss yesterday's show you want to catch up click or tap right there to watch that or if you want to see the",
        "start": 767.33,
        "duration": 4.049
    },
    {
        "text": "Newest behind the scenes vlog click or tap right there to watch that that's of course as always my name's philip defranco",
        "start": 771.38,
        "duration": 5.25
    },
    {
        "text": "You've just been phill'd in. I love yo faces, and i'll see you tomorrow",
        "start": 776.67,
        "duration": 4.099
    }
]