[
    {
        "text": "'Sup You beautiful bastards! Hope you're having a fantastic Friday. Welcome back to The Philip Defranco show",
        "start": 0.0,
        "duration": 5.04
    },
    {
        "text": "And today, What I want to do is focus on a massive story",
        "start": 5.04,
        "duration": 2.52
    },
    {
        "text": "We've covered a little in the past but has just really really developed and what I'm talking about here is the situation with Jamal",
        "start": 7.58,
        "duration": 5.64
    },
    {
        "text": "Khashoggi. Now if you haven't been keeping up with Jamal Khashoggi his disappearance, I highly recommend you  \n watch our previous shows",
        "start": 13.3,
        "duration": 4.909
    },
    {
        "text": "I'll link to them down below. If you don't have the time to give you an oversimplified TL;DR",
        "start": 18.209,
        "duration": 3.351
    },
    {
        "text": "Khashoggi is a Saudi journalist who left his country over fear of his safety and he disappeared after entering the Saudi consulate in",
        "start": 21.57,
        "duration": 5.57
    },
    {
        "text": "Turkey on October 2nd. Now the Saudis claim that he left but Turkish officials have claimed that he was killed inside and when we last",
        "start": 27.14,
        "duration": 5.34
    },
    {
        "text": "covered Jamal khashoggi disappearance",
        "start": 32.489,
        "duration": 1.551
    },
    {
        "text": "The Saudis were reportedly preparing some kind of admission regarding his death",
        "start": 34.05,
        "duration": 2.97
    },
    {
        "text": "But even with that report as of now, we still haven't seen that but with that said we've seen a lot happen since Monday",
        "start": 37.02,
        "duration": 5.609
    },
    {
        "text": "So the Saudis and the Turks have been discussing a search of the Saudi consulate for several days",
        "start": 42.629,
        "duration": 3.39
    },
    {
        "text": "And the reason that this took so long is that under international law, diplomatic posts are considered sovereign territory",
        "start": 46.02,
        "duration": 4.529
    },
    {
        "text": "So basically not anybody can just walk in including a host country security officials",
        "start": 50.55,
        "duration": 3.959
    },
    {
        "text": "Now that said what we saw this week",
        "start": 54.51,
        "duration": 1.11
    },
    {
        "text": "Is that finally on Monday,",
        "start": 55.62,
        "duration": 1.2
    },
    {
        "text": "13 days after Khashoggi disappearance, Turkish investigators were allowed into the Saudi consulate to search for evidence of Khashoggi's death",
        "start": 56.82,
        "duration": 5.96
    },
    {
        "text": "but at the same time reportedly just hours before the Turkish investigators were allowed to the consulate yet journalists photographing a cleaning crew entering the",
        "start": 62.78,
        "duration": 6.3
    },
    {
        "text": "Saudi consulate they reportedly had buckets mob",
        "start": 69.09,
        "duration": 2.16
    },
    {
        "text": "So what appeared to be cleaning supplies just because these two or three people went in that does not",
        "start": 71.25,
        "duration": 3.989
    },
    {
        "text": "100% guarantee that something happened but it has been a focus. But that said the first day that the Turkish officials were",
        "start": 75.49,
        "duration": 5.36
    },
    {
        "text": "Investigating the consulate investigators were reportedly there for nine hours and according to two officials speaking to The Washington Post",
        "start": 80.95,
        "duration": 5.12
    },
    {
        "text": "Chemicals had been used in the consulate officials also saying they found quote certain evidence of",
        "start": 86.32,
        "duration": 4.25
    },
    {
        "text": "Khashoggi death while searching the consulate",
        "start": 90.57,
        "duration": 1.619
    },
    {
        "text": "There was also talk of toxic",
        "start": 92.189,
        "duration": 1.271
    },
    {
        "text": "materials being a point of interest and to elaborate on some of that you had President of Turkey, Erdoğan, saying the",
        "start": 93.46,
        "duration": 4.819
    },
    {
        "text": "Investigation is looking into many things such as toxic",
        "start": 98.47,
        "duration": 2.149
    },
    {
        "text": "materials and those materials",
        "start": 100.75,
        "duration": 1.049
    },
    {
        "text": "being removed by painting them over. Then on Tuesday, a high-level official reportedly said that they had found evidence that Khashoggi was killed at the",
        "start": 101.799,
        "duration": 6.05
    },
    {
        "text": "Consulate but they didn't elaborate then on Wednesday Turkish forensic police searched the Saudi consul-general's residence while there they were reportedly accompanied by Saudi",
        "start": 107.92,
        "duration": 6.769
    },
    {
        "text": "Investigators and they searched the roof deployed a drone over the area and used ultraviolet lights",
        "start": 115.0,
        "duration": 3.86
    },
    {
        "text": "Also later that day Turkish officials returned to the Saudi consulate and searched overnight also of note here",
        "start": 118.86,
        "duration": 4.64
    },
    {
        "text": "Is that just the day before the Saudi Arabian Consul General Mohammed al-Otaibi Left Turkey for Saudi Arabia",
        "start": 123.6,
        "duration": 5.219
    },
    {
        "text": "also we've seen some new specific details emerging about Khashoggi's last moments being reported and",
        "start": 128.819,
        "duration": 4.44
    },
    {
        "text": "these details are being drawn from the audio recording that Turkish officials reportedly have and according to these reports",
        "start": 133.38,
        "duration": 3.99
    },
    {
        "text": "Khashoggi was murdered in the office of the consul general right after he entered the consulate was reportedly beaten, drugged, and killed not only that",
        "start": 137.44,
        "duration": 6.86
    },
    {
        "text": "But the security forces removed his fingers and eventually decapitated him. Although at this time reportedly",
        "start": 144.3,
        "duration": 4.58
    },
    {
        "text": "It's not clear whether he was killed before or after this happened",
        "start": 148.88,
        "duration": 2.74
    },
    {
        "text": "also there are these grim",
        "start": 151.62,
        "duration": 1.08
    },
    {
        "text": "details in the reports like the doctor doing the dismemberment telling another person to listen to music while they did it",
        "start": 152.7,
        "duration": 5.0
    },
    {
        "text": "In another part of The recording the Consul General is reportedly heard saying \"do this outside.",
        "start": 157.7,
        "duration": 3.67
    },
    {
        "text": "You will put me in trouble\" to which another person replied \"if you want to live when you come back to Arabia, shut up\" also",
        "start": 161.37,
        "duration": 4.679
    },
    {
        "text": "The search is expanded according to Turkish state news 15 Turkish nationals a work at the Saudi consulate were questioned",
        "start": 166.049,
        "duration": 4.831
    },
    {
        "text": "investigators are also reportedly testing for a match between DNA found at the Saudi consulate and consul's home and Khashoggi's DNA",
        "start": 170.98,
        "duration": 5.32
    },
    {
        "text": "and at the Same time, They're searching in a forest about ten miles outside of Istanbul for Khashoggi's body",
        "start": 176.3,
        "duration": 3.9
    },
    {
        "text": "This because officials believe that at least two cars from the consulate traveled in that direction the day of the killing",
        "start": 180.33,
        "duration": 3.93
    },
    {
        "text": "we've also seen more information come out about the people who are reportedly involved in Khashoggi's disappearance and it appears that a lot of",
        "start": 184.26,
        "duration": 5.25
    },
    {
        "text": "Them have Saudi intelligence or security background.",
        "start": 189.51,
        "duration": 1.99
    },
    {
        "text": "One man who was caught on surveillance footage before Khashoggi arrived at the consulate was a person potentially",
        "start": 191.6,
        "duration": 4.0
    },
    {
        "text": "close to Mohammed bin Salman. According to these reports, He's been a member of Crown Prince Mohammed",
        "start": 195.62,
        "duration": 3.54
    },
    {
        "text": "Bin Salman entourage during trips abroad, although it's not really clear about their exact relationship",
        "start": 199.17,
        "duration": 4.139
    },
    {
        "text": "Also, according to passport scans from Turkish officials, the head of forensic medicine at the Saudi Ministry of the Interior was identified",
        "start": 203.31,
        "duration": 5.49
    },
    {
        "text": "He's reportedly known for his Swift and mobile autopsies",
        "start": 208.8,
        "duration": 2.61
    },
    {
        "text": "You've also had several other officials being identified in Turkish newspapers",
        "start": 211.41,
        "duration": 3.059
    },
    {
        "text": "Including those who identify themselves and Saudi social media's members of Saudi security",
        "start": 214.47,
        "duration": 3.54
    },
    {
        "text": "Forces in the Royal Guard there have also been two others who identify themselves",
        "start": 218.2,
        "duration": 2.689
    },
    {
        "text": "As employees of the crown prince's office and have been named in Saudi official press releases",
        "start": 220.96,
        "duration": 3.889
    },
    {
        "text": "And then of course with this story, we have a topic of US government response. Last we covered Khashoggi,",
        "start": 224.85,
        "duration": 4.199
    },
    {
        "text": "Mike Pompeo was being sent to Saudi Arabia and Turkey ended up arriving in Saudi Arabia on Tuesday",
        "start": 229.049,
        "duration": 4.491
    },
    {
        "text": "He met with King Salman, Crown Prince Mohammed Bin Salman, and the foreign minister afterwards Pompeo issued a statement about his meetings saying we had",
        "start": 233.54,
        "duration": 6.16
    },
    {
        "text": "direct and candid conversations",
        "start": 239.7,
        "duration": 1.47
    },
    {
        "text": "I emphasized the importance of conducting a thorough",
        "start": 241.17,
        "duration": 2.0
    },
    {
        "text": "transparent and timely",
        "start": 243.19,
        "duration": 1.29
    },
    {
        "text": "Investigation in the Saudi leadership pledged to deliver precisely on that during each of today's meetings the Saudi leadership",
        "start": 244.48,
        "duration": 5.089
    },
    {
        "text": "Strongly denied any knowledge of what took place in their consulate in Istanbul. On Tuesday",
        "start": 249.67,
        "duration": 4.189
    },
    {
        "text": "We also saw President Trump issue a statement on Twitter",
        "start": 253.86,
        "duration": 2.16
    },
    {
        "text": "writing \"Just spoke with the crown prince of Saudi Arabia who totally denied any knowledge",
        "start": 256.02,
        "duration": 3.5
    },
    {
        "text": "of what took place in their Turkish consulate\" and adding \"He was with Secretary of State Mike Pompeo during the call and told me",
        "start": 259.64,
        "duration": 5.02
    },
    {
        "text": "that he has already started and will rapidly expand a full and complete investigation",
        "start": 264.8,
        "duration": 4.04
    },
    {
        "text": "Into this matter. answers will be forthcoming shortly\" then on Wednesday Pompeo is also asked whether he believes Saudi denials to which he replied",
        "start": 268.84,
        "duration": 6.139
    },
    {
        "text": "\"I think that's a reasonable thing to do to give them that opportunity and then we'll all get to judge",
        "start": 274.979,
        "duration": 4.29
    },
    {
        "text": "We'll all get to evaluate the work that they do\"",
        "start": 279.269,
        "duration": 1.971
    },
    {
        "text": "\"I'm waiting for the investigation to be completed\" and soon after this",
        "start": 281.24,
        "duration": 2.98
    },
    {
        "text": "He traveled to Turkey to meet with leadership there there he met with President Erdoğan",
        "start": 284.22,
        "duration": 3.16
    },
    {
        "text": "as well as Turkey's intelligence chief, foreign minister, and national security Adviser",
        "start": 287.38,
        "duration": 3.1
    },
    {
        "text": "also an interesting part about Pompeo's visit with the Saudis that's been pointed out is that the United States actually received a $100 million",
        "start": 290.56,
        "duration": 6.08
    },
    {
        "text": "payment on Tuesday and also being when Pompeo landed in Saudi Arabia now regarding the specifics of that money of that 100 million dollars was",
        "start": 296.68,
        "duration": 5.69
    },
    {
        "text": "Reportedly promised to the Trump administration over the summer and this money was reportedly to help stabilize areas liberated from Isis in Syria",
        "start": 302.37,
        "duration": 5.07
    },
    {
        "text": "And we go to USAID and programs like infrastructure repair, health,",
        "start": 307.44,
        "duration": 3.659
    },
    {
        "text": "Education, and sanitation. reportedly according to an American official involved in Syrian policy the money arrived in US accounts on Tuesday",
        "start": 311.38,
        "duration": 5.869
    },
    {
        "text": "And they said that the timing was not coincidental on the other hand",
        "start": 317.249,
        "duration": 3.111
    },
    {
        "text": "You had Brett McGurk US envoy to the coalition fighting Isis say",
        "start": 320.36,
        "duration": 3.1
    },
    {
        "text": "We're hearing different things depending on the source, but in any case Pompeo ends up returning from his trip",
        "start": 328.08,
        "duration": 4.2
    },
    {
        "text": "He spoke briefly about that trip and his meeting with the president",
        "start": 332.28,
        "duration": 2.669
    },
    {
        "text": "I told President Trump this morning that we ought to give them a few more days",
        "start": 334.949,
        "duration": 4.291
    },
    {
        "text": "to complete that so that we too have a complete understanding of the facts surrounding that at which point we can make decisions about how",
        "start": 339.72,
        "duration": 6.72
    },
    {
        "text": "or if the United States should respond to",
        "start": 346.66,
        "duration": 3.12
    },
    {
        "text": "The incidents surrounding Mr. Khashoggi",
        "start": 350.14,
        "duration": 2.54
    },
    {
        "text": "I think it's important for us all to remember - we have a long, since 1932, a long strategic",
        "start": 352.68,
        "duration": 5.88
    },
    {
        "text": "Relationship with the Kingdom of Saudi Arabia. They continue to be an important counterterrorism partner",
        "start": 358.92,
        "duration": 4.8
    },
    {
        "text": "they Have custody of the two holy sites. They're an important strategic",
        "start": 364.2,
        "duration": 5.36
    },
    {
        "text": "Alliance of the United States and we need to be mindful of that as well",
        "start": 369.72,
        "duration": 3.74
    },
    {
        "text": "We also saw it Trump briefly speaking with reporters where he said it certainly looks like Khashoggi is dead",
        "start": 373.46,
        "duration": 4.64
    },
    {
        "text": "Also adding that the US response will have to be very",
        "start": 381.88,
        "duration": 2.06
    },
    {
        "text": "severe for the Saudis if they did it now also another part of this story and a big part of it is how much money",
        "start": 384.13,
        "duration": 4.94
    },
    {
        "text": "Is playing a role in everyone's",
        "start": 389.07,
        "duration": 1.33
    },
    {
        "text": "Decision-making you've seen many media outlets and several other important figures pulling out of Saudi Arabia's future investment initiative",
        "start": 390.4,
        "duration": 5.119
    },
    {
        "text": "and in fact yesterday",
        "start": 395.52,
        "duration": 0.72
    },
    {
        "text": "We saw Treasury secretary Steve Mnuchin announcing he would not be going making the announcement on Twitter saying just met with Donald Trump and Mike",
        "start": 396.24,
        "duration": 5.94
    },
    {
        "text": "Pompeo and we have decided I will not be participating in the future investment initiative summit in Saudi Arabia and according to a senior administration",
        "start": 402.18,
        "duration": 6.299
    },
    {
        "text": "Official a key factor driving Mnuchin's decision was the withdrawal of several of his European counterparts",
        "start": 408.479,
        "duration": 4.05
    },
    {
        "text": "Including the ministers from France and the UK both Mnuchin and Trump had reportedly been waiting to see what other countries would do before deciding",
        "start": 412.99,
        "duration": 5.299
    },
    {
        "text": "themselves also another factor was pressure from business leaders who had already made the decision to withdraw from the conference over the past week and",
        "start": 418.289,
        "duration": 5.25
    },
    {
        "text": "This included the likes of chief executives of uber",
        "start": 423.539,
        "duration": 2.19
    },
    {
        "text": "JPMorgan Chase, Viacom, the heads of asset managers Blackrock and Blackstone Group, top officials from Ford Motor",
        "start": 425.919,
        "duration": 5.51
    },
    {
        "text": "Company Google a number of media outlets including CNBC, the New York Times,",
        "start": 431.65,
        "duration": 3.769
    },
    {
        "text": "Bloomberg, CNN, the Financial Times, Fox Business also withdrawing also regarding money business connections people have looked to Trump directly",
        "start": 435.699,
        "duration": 7.1
    },
    {
        "text": "You saw Trump go on Twitter Tuesday saying that he has no business interest in Saudi Arabia writing for the record",
        "start": 442.8,
        "duration": 4.47
    },
    {
        "text": "I have no financial interest in Saudi Arabia or Russia for that matter",
        "start": 447.27,
        "duration": 2.7
    },
    {
        "text": "Any suggestion that I have is just more fake news of which there is plenty",
        "start": 449.97,
        "duration": 3.389
    },
    {
        "text": "But on that note you even had a Fox News",
        "start": 453.36,
        "duration": 1.779
    },
    {
        "text": "Research Twitter account pointing out that that is not exactly correct and they provide a variety",
        "start": 455.139,
        "duration": 3.92
    },
    {
        "text": "examples all the way back from",
        "start": 459.49,
        "duration": 1.38
    },
    {
        "text": "1991 where he sold a yacht to a Saudi prince 2001 where he sold the 45th floor of Trump World Tower to Saudis",
        "start": 460.87,
        "duration": 5.479
    },
    {
        "text": "a June 2015 quote of \"I love the Saudis many in Trump Tower\" in August of 2015 a Trump quote \"they buy apartments from me...spend",
        "start": 466.349,
        "duration": 5.79
    },
    {
        "text": "40 to 50 million\" also in 2017 Saudi lobbyists spent 270 thousand at Trump DC hotel",
        "start": 472.139,
        "duration": 4.47
    },
    {
        "text": "But at the same time you could argue that technically he doesn't have any business interest in Saudi Arabia",
        "start": 476.61,
        "duration": 4.02
    },
    {
        "text": "But rather that he's just done business with the Saudis. Also, there's been the non-Trump specific money. At stake, It appears",
        "start": 480.63,
        "duration": 5.699
    },
    {
        "text": "You have numerous arms deals that Donald Trump has previously mentioned \"they're spending 110 billion dollars purchasing military equipment and other things.\"",
        "start": 486.33,
        "duration": 7.32
    },
    {
        "text": "\"If we don't sell it to them, they'll say well thank you very much. we'll buy it from Russia, or thank you very much",
        "start": 494.38,
        "duration": 6.09
    },
    {
        "text": "We'll buy it from China. That doesn't help us\"",
        "start": 500.47,
        "duration": 2.279
    },
    {
        "text": "So that's likely been a big consideration for Trump, especially about whether he plans to take action and with this story",
        "start": 502.75,
        "duration": 4.38
    },
    {
        "text": "I think it's also important to talk about Khashoggi's last words. I don't mean in the Istanbul consulate. On Wednesday",
        "start": 507.13,
        "duration": 5.129
    },
    {
        "text": "We saw The Washington Post published an opinion piece by Khashoggi that was sent by his translator/assistant",
        "start": 512.26,
        "duration": 4.14
    },
    {
        "text": "the day after he was reported missing and according to a note by the post, Global Opinions Editor Karen Attiah they held off",
        "start": 516.4,
        "duration": 5.07
    },
    {
        "text": "On publishing this in hopes that he would be found",
        "start": 521.47,
        "duration": 1.83
    },
    {
        "text": "but she has now said now I have to accept that is not going to happen the article centered around the idea of",
        "start": 523.3,
        "duration": 4.889
    },
    {
        "text": "freedom in the arab world after he saw the 2018",
        "start": 528.26,
        "duration": 2.27
    },
    {
        "text": "freedom in the world report and realized there is only one country in the Arab world that has been classified as free that nation is",
        "start": 530.6,
        "duration": 6.2
    },
    {
        "text": "Tunisia three other countries are listed as partly free",
        "start": 536.8,
        "duration": 2.489
    },
    {
        "text": "That's Jordan Morocco and Kuwait",
        "start": 539.29,
        "duration": 1.5
    },
    {
        "text": "But the rest are classified as not free as a result Arabs living in these countries are either",
        "start": 540.79,
        "duration": 3.75
    },
    {
        "text": "Uninformed or misinformed they are unable to adequately address much less publicly discuss matters that affect the region and their day-to-day",
        "start": 544.82,
        "duration": 6.169
    },
    {
        "text": "Lives and adding a state-run narrative dominates the public psyche and while many do not believe it a large majority of the population falls victim",
        "start": 551.06,
        "duration": 6.83
    },
    {
        "text": "To this false narrative sadly the situation is unlikely to change.",
        "start": 557.89,
        "duration": 3.13
    },
    {
        "text": "and Khashoggi goes on to describe the ways that Arab nations are suppressing the press and information writing",
        "start": 561.2,
        "duration": 4.2
    },
    {
        "text": "The Arab world is facing its own version of an Iron Curtain imposed not by external actors",
        "start": 565.52,
        "duration": 4.6
    },
    {
        "text": "But through domestic forces vying for power and then closing he writes the Arab world needs a modern version of the old transnational media",
        "start": 570.12,
        "duration": 6.6
    },
    {
        "text": "So citizens can be informed about global events more important. We need to provide a platform for Arab voices",
        "start": 576.73,
        "duration": 5.19
    },
    {
        "text": "We suffer from poverty mismanagement and poor education through the creation of an independent",
        "start": 581.92,
        "duration": 4.349
    },
    {
        "text": "International forum isolated from the influence of nationalist government spreading hate through propaganda",
        "start": 586.67,
        "duration": 4.579
    },
    {
        "text": "ordinary people in the arab world would be able to address the structural problems their societies face and I will say given this",
        "start": 591.56,
        "duration": 5.75
    },
    {
        "text": "situation",
        "start": 597.59,
        "duration": 0.5
    },
    {
        "text": "It feels like his words matter more than ever and as we have often seen the attempt to crack down on",
        "start": 598.09,
        "duration": 5.19
    },
    {
        "text": "Something being said has resulted in it getting an even larger megaphone now as far as what happens next",
        "start": 603.71,
        "duration": 5.33
    },
    {
        "text": "I mean this is still a developing situation",
        "start": 609.04,
        "duration": 1.75
    },
    {
        "text": "so there there may be updates already and as we wait to see officials statements what we end up seeing are things like according to",
        "start": 610.79,
        "duration": 5.059
    },
    {
        "text": "The New York Times US officials are increasingly certain that Crown Prince Mohammed",
        "start": 615.85,
        "duration": 3.51
    },
    {
        "text": "bin",
        "start": 619.36,
        "duration": 0.03
    },
    {
        "text": "Salman had a hand in Khashoggi's death and reportedly they are more confident because they have growing",
        "start": 619.39,
        "duration": 3.77
    },
    {
        "text": "circumstantial evidence of Salman's involvement along with that intelligence agencies are apparently preparing to report to trump with findings about how and",
        "start": 623.34,
        "duration": 6.48
    },
    {
        "text": "Salman was but also of course a thing to keep in mind is given all of the different angles that we mentioned before as well",
        "start": 629.96,
        "duration": 4.88
    },
    {
        "text": "as the fact that at stake",
        "start": 634.849,
        "duration": 0.971
    },
    {
        "text": "I mean you're talking about a relationship that centers around Saudi Arabia being a",
        "start": 635.839,
        "duration": 2.82
    },
    {
        "text": "Strategic ally in that reach their huge counterweight to Iran's influence",
        "start": 638.73,
        "duration": 3.049
    },
    {
        "text": "The United States is a backer of their war with Yemen",
        "start": 641.78,
        "duration": 2.04
    },
    {
        "text": "And Pompeo has mentioned Saudi Arabia has a long history of cooperation with the United States",
        "start": 643.82,
        "duration": 3.82
    },
    {
        "text": "What will trump at his administration do or not do we're talking about a situation that has just continued to escalate and become",
        "start": 647.8,
        "duration": 5.2
    },
    {
        "text": "more concerning by the day",
        "start": 653.1,
        "duration": 1.58
    },
    {
        "text": "And here's what I'll say as far as my personal",
        "start": 654.68,
        "duration": 1.45
    },
    {
        "text": "Takeaway for the three people still watching this video at this point as far as Do I think that Saudi Arabia did this?",
        "start": 656.13,
        "duration": 4.71
    },
    {
        "text": "Yes, I think without a doubt. I mean it's been so long and it's incredibly easy to go",
        "start": 660.86,
        "duration": 4.14
    },
    {
        "text": "Hey, look, we have video of him leaving. Everything's good",
        "start": 665.0,
        "duration": 2.429
    },
    {
        "text": "and",
        "start": 667.43,
        "duration": 0.099
    },
    {
        "text": "I feel like someone is going to take the fall, but it is not obviously going to be Mohammed",
        "start": 667.529,
        "duration": 4.52
    },
    {
        "text": "Bin Salman, you've already seen Donald Trump introduce the idea of rogue killers and I think some people thought like Oh assassins",
        "start": 672.05,
        "duration": 5.52
    },
    {
        "text": "No, I think what he's talking about there and probably what the argument is going to be",
        "start": 677.57,
        "duration": 3.419
    },
    {
        "text": "is that someone potentially one of the people that already listed as",
        "start": 680.99,
        "duration": 2.609
    },
    {
        "text": "Suspects did this without Mohammed bin Salman knowing even though it seems like there are a lot of people",
        "start": 683.73,
        "duration": 4.22
    },
    {
        "text": "Involved even though it seems incredibly unlikely that Mohammed bin Salman would be just in the dark about this and in fact as I'm finishing",
        "start": 688.02,
        "duration": 5.75
    },
    {
        "text": "Up this video some of the last reports we're now seeing is that there are reports that the Saudi government might be planning to blame",
        "start": 693.77,
        "duration": 4.409
    },
    {
        "text": "a high-ranking general",
        "start": 698.18,
        "duration": 0.99
    },
    {
        "text": "Although it is important to point out that as of right now nothing official has appeared",
        "start": 699.17,
        "duration": 3.66
    },
    {
        "text": "but if this were to happen",
        "start": 702.83,
        "duration": 0.89
    },
    {
        "text": "It's really just a question of how effective would this deflection be and as far as if Donald Trump would actually follow through with severe",
        "start": 703.72,
        "duration": 5.94
    },
    {
        "text": "Actions against Saudi Arabia. I don't personally believe so. I know some people have argued that point from a place of well, yeah",
        "start": 709.82,
        "duration": 5.76
    },
    {
        "text": "well",
        "start": 715.58,
        "duration": 0.27
    },
    {
        "text": "obviously Donald Trump hates journalists any people pointing to yesterday where he was joking at a rally about remember that Republican that",
        "start": 715.85,
        "duration": 5.29
    },
    {
        "text": "Body-slammed that reporter?",
        "start": 721.18,
        "duration": 1.24
    },
    {
        "text": "Any guy that can do it body slam. He's my kinda",
        "start": 741.2,
        "duration": 3.22
    },
    {
        "text": "Right, Gianforte. people saying see he hates journalists. I don't even think it's that. Although my argument here isn't",
        "start": 748.08,
        "duration": 5.03
    },
    {
        "text": "that Donald Trump has a fantastic opinion of all journalists. I personally believe and",
        "start": 753.11,
        "duration": 3.449
    },
    {
        "text": "I'm oversimplifying this Donald Trump doesn't want to mess up a good deal and he wouldn't be the first US president and administration",
        "start": 756.56,
        "duration": 4.8
    },
    {
        "text": "To look the other way regarding the actions of Saudi Arabia because everything they provide",
        "start": 761.54,
        "duration": 4.66
    },
    {
        "text": "Strategically and monetarily right same as why he went from calling kim jeong-hoon",
        "start": 766.36,
        "duration": 4.06
    },
    {
        "text": "Obviously one of the greatest human rights violators went from Rocketman to he's a man that cares about his people",
        "start": 770.67,
        "duration": 6.529
    },
    {
        "text": "We,-you know-,",
        "start": 777.199,
        "duration": 0.51
    },
    {
        "text": "We fell in love and on that note",
        "start": 777.709,
        "duration": 1.47
    },
    {
        "text": "I don't even think a lot of the people that support him believe that he thinks that but they see it as him trying to",
        "start": 779.179,
        "duration": 4.44
    },
    {
        "text": "Handle, the situation thinking about a bigger picture and taking out with the kind of human element understand",
        "start": 783.619,
        "duration": 5.1
    },
    {
        "text": "I'm not saying I think going light on Saudi Arabia here is the right thing to do",
        "start": 788.72,
        "duration": 4.229
    },
    {
        "text": "I don't think that's the right message to send the world, but it is my personal prediction as to what would happen",
        "start": 792.949,
        "duration": 4.44
    },
    {
        "text": "I'd be more than happy to be wrong",
        "start": 797.389,
        "duration": 1.26
    },
    {
        "text": "See that Trump actually does have a severe action or something that is larger than political theater, I guess",
        "start": 798.649,
        "duration": 5.811
    },
    {
        "text": "I just personally don't believe this is going to be the administration that takes a grand moral stand to the detriment of",
        "start": 804.46,
        "duration": 5.12
    },
    {
        "text": "Finances or strategy right something that sounds big on paper, but it's actually pretty soft",
        "start": 809.64,
        "duration": 4.159
    },
    {
        "text": "But once again, that is my personal takeaway, and I pass the question off to you",
        "start": 813.799,
        "duration": 4.14
    },
    {
        "text": "I know there's a lot. I know the kind of broad question is what do you think actually happened?",
        "start": 817.939,
        "duration": 3.78
    },
    {
        "text": "What do you think Donald Trump will do with that said that is where I'm gonna end today's show and of course if you liked",
        "start": 821.72,
        "duration": 4.559
    },
    {
        "text": "Appreciate it. Today's show hit that like button",
        "start": 826.29,
        "duration": 2.059
    },
    {
        "text": "If you like these daily dives into the news you want to support hit that like button also if you're new here",
        "start": 828.35,
        "duration": 4.469
    },
    {
        "text": "Welcome, if you'd like more in the future hit that subscribe button BUT with that said of course as always, my name is philip",
        "start": 833.04,
        "duration": 5.029
    },
    {
        "text": "Defranco you've just been phill'd in I love yo faces and i'll see you Monday",
        "start": 838.069,
        "duration": 4.391
    },
    {
        "text": " ",
        "start": 842.46,
        "duration": 0.5
    }
]