[
    {
        "text": "Sup, you beautiful bastards? Hope you're having a fantastic Thursday. Welcome back to the Philip DeFranco show and lets just jump into it.",
        "start": 0.02,
        "duration": 6.34
    },
    {
        "text": "And the first thing we are going to talk about today is why we had Southwest Airlines in the news.",
        "start": 6.4,
        "duration": 3.64
    },
    {
        "text": "And the reason why we are talking about this today is a woman by the name of Tracey Redford.",
        "start": 10.04,
        "duration": 3.08
    },
    {
        "text": "Tracey and her daughter were reportedly flying from California to Texas when she says this happened,",
        "start": 13.14,
        "duration": 4.58
    },
    {
        "text": "\"The gate agent started mocking my child's name, laughing, pointing at me and my daughter.",
        "start": 17.72,
        "duration": 5.3
    },
    {
        "text": "Um, talking to other employees. So I turned around and just said like hey, I can hear you so if I can hear you my daughter can too, like I'd appreciate if you just stop.\"",
        "start": 23.02,
        "duration": 8.42
    },
    {
        "text": "And as far as the name in question for this 5 year old, it is this ...  Abcde Redford. Although Tracey says her daughter's name is pronounced 'Ab-cidy'.",
        "start": 31.48,
        "duration": 8.54
    },
    {
        "text": "And we'll tough on that in a second, but according to Tracey, the gate agent wasn't just talking to other employees. Reportedly she did this",
        "start": 40.02,
        "duration": 5.28
    },
    {
        "text": "She took a picture of my boarding pass and chose to post it on social media",
        "start": 45.34,
        "duration": 4.26
    },
    {
        "text": "um mocking my daughter. It was actually brought to my attention by somebody",
        "start": 49.6,
        "duration": 5.24
    },
    {
        "text": "who had seen it on Facebook and reported it to Southwest Airlines.",
        "start": 54.84,
        "duration": 4.72
    },
    {
        "text": "And also adding that after two weeks of filing a formal complaint Southwest had not responded.",
        "start": 59.56,
        "duration": 4.46
    },
    {
        "text": "Although, Southwest has now reportedly given a statement saying",
        "start": 64.06,
        "duration": 2.2
    },
    {
        "text": "And so it's a little unclear right now",
        "start": 90.1,
        "duration": 1.3
    },
    {
        "text": "if the employee was reprimanded, suspended, fired? But uh, as far  as my take away from this.",
        "start": 91.4,
        "duration": 5.22
    },
    {
        "text": "Uh, I am obviously not on board with the mocking and bullying of a 5 year old.",
        "start": 96.62,
        "duration": 4.52
    },
    {
        "text": "And, I think the taking and the posting the photo is crossing a line. But at the same time",
        "start": 101.14,
        "duration": 4.26
    },
    {
        "text": "Tracey should realize that she has set her daughter up  for a life of this.",
        "start": 105.42,
        "duration": 4.26
    },
    {
        "text": "You gave your daughter a ridiculously spelled name",
        "start": 109.68,
        "duration": 1.7
    },
    {
        "text": "you named your daughter after a row of seats on an airplane.",
        "start": 111.42,
        "duration": 2.48
    },
    {
        "text": "Just because you pronounce it like a normal name doesn't make it a normal name.",
        "start": 113.9,
        "duration": 2.44
    },
    {
        "text": "If my name was spelled Flp, I would understand when people had a big reaction",
        "start": 116.34,
        "duration": 3.52
    },
    {
        "text": "and I'm like, \"uh, no no it's 'Phil-ip'.\"",
        "start": 119.86,
        "duration": 1.74
    },
    {
        "text": "What you most likely found to be the unique and cutesy spelling of your daughter's name. The rest of the world in general has found confusing and somewhat ridiculous.",
        "start": 121.6,
        "duration": 6.34
    },
    {
        "text": "Now I don't agree with how you and your child were treated by this employee who",
        "start": 127.94,
        "duration": 2.92
    },
    {
        "text": "also decided to bast you out to the internet. But understand that this is very likely going to be the",
        "start": 130.86,
        "duration": 3.76
    },
    {
        "text": "standard for the Abcde's the Xyz's the Lmnop's of the world.",
        "start": 134.62,
        "duration": 4.54
    },
    {
        "text": "Also quick note while I'm kind of making up those other two names.",
        "start": 139.16,
        "duration": 4.3
    },
    {
        "text": "This isn't the only kid with that name.",
        "start": 144.18,
        "duration": 1.04
    },
    {
        "text": "I was looking into it and there was an article",
        "start": 145.22,
        "duration": 1.36
    },
    {
        "text": "that came out in 2014 that saying that there are 328",
        "start": 146.58,
        "duration": 2.16
    },
    {
        "text": "Human people named \"Abcde\" in the United States",
        "start": 149.0,
        "duration": 3.2
    },
    {
        "text": "But also understand that's the story that's my personal thinking on it",
        "start": 152.2,
        "duration": 3.38
    },
    {
        "text": "and I pass the question off to you. Am I am I being wrong? Am I being mean here?",
        "start": 155.58,
        "duration": 3.44
    },
    {
        "text": "Then in some light entertainment news.",
        "start": 159.02,
        "duration": 1.54
    },
    {
        "text": "We had Entertainment Weekly announcing their 2018 Entertainers of the year.",
        "start": 160.56,
        "duration": 4.2
    },
    {
        "text": "And via their four covers, they actually crowned 10 people",
        "start": 164.76,
        "duration": 2.1
    },
    {
        "text": "We had Constance Wu and the women of Crazy Rich Asians",
        "start": 166.86,
        "duration": 2.34
    },
    {
        "text": "We had Angela Bassett and the women of Black Panther",
        "start": 169.2,
        "duration": 2.62
    },
    {
        "text": "Darren Criss getting that third cover",
        "start": 171.82,
        "duration": 1.64
    },
    {
        "text": "And Cardi B taking that last top position",
        "start": 173.46,
        "duration": 2.1
    },
    {
        "text": "Also on their site they go on to mention other honorees",
        "start": 175.56,
        "duration": 2.46
    },
    {
        "text": "This including Bradley Cooper, Lady Gaga, Donald Glover, John Grozinski, Emily Blunt...",
        "start": 178.02,
        "duration": 4.22
    },
    {
        "text": "...Ariana Grande, the Queer Eye's Fab 5",
        "start": 182.24,
        "duration": 2.64
    },
    {
        "text": "But with all that said, it is important to know that whenever we talk about this",
        "start": 184.88,
        "duration": 3.24
    },
    {
        "text": "there is the question of \"well, who the hell is actually picking who wins?\"",
        "start": 188.12,
        "duration": 3.78
    },
    {
        "text": "And also, if we're being honest, every outlet that does this, it's really just a grab for eyes",
        "start": 191.9,
        "duration": 4.36
    },
    {
        "text": "And the attention of that individual or individuals in this case",
        "start": 196.26,
        "duration": 2.82
    },
    {
        "text": "And so that's why I pass my question off to you: if you had a \"top 5 entertainers of the year...\"",
        "start": 199.08,
        "duration": 4.46
    },
    {
        "text": "\"...who would they be?\" I'll join you on this journey. My personal top 5, I'm going to go pure digital",
        "start": 203.54,
        "duration": 3.9
    },
    {
        "text": "No particular order, I'm gonna say: 1 - David Dobrick;",
        "start": 207.44,
        "duration": 2.7
    },
    {
        "text": "2 - Shane Dawson, he's completely helped the storytelling game on YouTube evolve",
        "start": 210.14,
        "duration": 3.58
    },
    {
        "text": "3 - Safiya Nygaard, she's probably one of my favorite people to watch with my wife",
        "start": 213.72,
        "duration": 3.42
    },
    {
        "text": "...although I think my wife loves her more than me",
        "start": 217.14,
        "duration": 2.04
    },
    {
        "text": "4 - (oh shit I realize why Entertainment Weekly combined groups of people ahhhh) Mikey AKA Glam and Gore",
        "start": 219.18,
        "duration": 5.46
    },
    {
        "text": "Her really weird stuff like her Disney Princess series is fascinating to watch",
        "start": 224.64,
        "duration": 3.72
    },
    {
        "text": "Number 5, even though once again, no particular order, the fantastic MKBHD",
        "start": 228.36,
        "duration": 4.08
    },
    {
        "text": "He easily does my favorite tech breakdowns.",
        "start": 232.44,
        "duration": 1.46
    },
    {
        "text": "I am 100% going to look back at this list and just remember twelve other people I would've put in contention",
        "start": 233.9,
        "duration": 4.86
    },
    {
        "text": "Ooh, Sean Evans gonna get angry; naming people was probably a terrible idea for this part.",
        "start": 238.76,
        "duration": 4.26
    },
    {
        "text": "But that is also why I pass the question off to you. Remind me or let the world know...",
        "start": 243.02,
        "duration": 3.64
    },
    {
        "text": "...who you think your top five entertainers are. You can go digital or mainstream as well.",
        "start": 246.66,
        "duration": 3.6
    },
    {
        "text": "And then let's talk about social media/YouTube news.",
        "start": 250.26,
        "duration": 2.48
    },
    {
        "text": "As you may now be aware, if the way you watch these videos is via the YouTube app on your phone",
        "start": 252.74,
        "duration": 4.3
    },
    {
        "text": "There is now a stories feature, although it's not completely new, it's just that YouTube is giving",
        "start": 257.04,
        "duration": 4.14
    },
    {
        "text": "the capability to any YouTube that has over 10,000 subscribers.",
        "start": 261.18,
        "duration": 2.96
    },
    {
        "text": "And YouTube stories are different from the stories feature that you see elsewhere.",
        "start": 264.14,
        "duration": 3.18
    },
    {
        "text": "Still very short pictures or video, but instead of only being up for a day, they're up for 7 days",
        "start": 267.32,
        "duration": 4.66
    },
    {
        "text": "Also, each individual story has its own comments section",
        "start": 271.98,
        "duration": 3.16
    },
    {
        "text": "Although that's a little bit weird because you can like something but you can't reply to a text comment",
        "start": 275.14,
        "duration": 4.94
    },
    {
        "text": "with another text comment; instead, all you can really do is, as the creator, click \"video reply\"",
        "start": 280.08,
        "duration": 4.68
    },
    {
        "text": "Also, it lacks what I think is one of the best features of Instagram Stories",
        "start": 284.76,
        "duration": 3.12
    },
    {
        "text": "There is no \"swipe up\" or \"click this\" to go to a video feature",
        "start": 287.88,
        "duration": 3.96
    },
    {
        "text": "Although, I will say it looks like they are already in a beta to make some of that work",
        "start": 291.84,
        "duration": 3.22
    },
    {
        "text": "There are some users like Josh Horton who actually did have a clickable video link",
        "start": 295.06,
        "duration": 4.22
    },
    {
        "text": "But I've scrubbed through everything on my app and there's no way for me to do it",
        "start": 299.28,
        "duration": 4.04
    },
    {
        "text": "And as far as if this will become a success or a massive fail, ultimately it comes down to the community long-term",
        "start": 303.32,
        "duration": 5.36
    },
    {
        "text": "Although I will say the initial reaction from the YouTube community is not super pumped",
        "start": 308.68,
        "duration": 4.06
    },
    {
        "text": "There's been two main reactions that I've seen.",
        "start": 312.74,
        "duration": 1.7
    },
    {
        "text": "The first being people wondering why they were being delivered stories from people that they do not follow",
        "start": 314.44,
        "duration": 4.64
    },
    {
        "text": "And two, some creators saying, \"Is this really where YouTube should be focusing?\"",
        "start": 319.08,
        "duration": 3.34
    },
    {
        "text": "With creators like CrankGameplays writing,",
        "start": 322.5,
        "duration": 1.68
    },
    {
        "text": "And also, I guess this is like a third one: I saw people talking about YouTube stealing this from Instagram",
        "start": 331.94,
        "duration": 4.62
    },
    {
        "text": "But actually, on the note of Instagram, I think it's important to look back on when Instagram stories was launched.",
        "start": 336.56,
        "duration": 4.82
    },
    {
        "text": "And you might remember, a lot of the reaction then was, \"Oh wow,  Instagram just tryna be Snapchat.\"",
        "start": 341.38,
        "duration": 4.56
    },
    {
        "text": "People saying \"this is stupid,\" \"it's just a ripoff\"",
        "start": 345.94,
        "duration": 2.1
    },
    {
        "text": "And then, Instagram stories unsurprisingly, because they already had more people",
        "start": 348.04,
        "duration": 4.28
    },
    {
        "text": "passed Snapchat's daily active users for a story-like feature",
        "start": 352.32,
        "duration": 3.1
    },
    {
        "text": "But, like with all big swings and big changes, the market will eventually decide.",
        "start": 355.42,
        "duration": 3.24
    },
    {
        "text": "I personally now love Instagram Stories, but I think Facebook Stories is the most idiotic thing ever.",
        "start": 358.66,
        "duration": 4.66
    },
    {
        "text": "Different markets allow for different things",
        "start": 363.32,
        "duration": 1.54
    },
    {
        "text": "and I personally will be testing the YouTube Stories feature as I have for the past two days",
        "start": 364.86,
        "duration": 3.26
    },
    {
        "text": "Partly because in the current YouTube system, you don't know if the notifications for your videos are actually",
        "start": 368.12,
        "duration": 3.6
    },
    {
        "text": "gonna work, are you going to pop up on someone's homepage or \"no, not this video\"?",
        "start": 371.72,
        "duration": 3.56
    },
    {
        "text": "And I also want to extend something that I do on Twitter to YouTube, at least in this testing",
        "start": 375.28,
        "duration": 4.0
    },
    {
        "text": "What I'm talking about there is essentially opening up a forum via the comments as far as",
        "start": 379.28,
        "duration": 3.22
    },
    {
        "text": "what stories you would like for me to talk about because we do include",
        "start": 382.5,
        "duration": 2.68
    },
    {
        "text": "at least one viewer-requested story in each video, usually",
        "start": 385.18,
        "duration": 2.12
    },
    {
        "text": "But ultimately with this situation, we're gonna have to wait to see how the hardcore userbase of YouTube",
        "start": 387.3,
        "duration": 4.4
    },
    {
        "text": "reacts, how the kind of normal, never-leave-a-comment YouTube base reacts",
        "start": 391.7,
        "duration": 3.82
    },
    {
        "text": "and we'll go from there. I'm always hopeful, but skeptical,",
        "start": 395.52,
        "duration": 2.06
    },
    {
        "text": "and that's why I want to pass the question as far as \"what is your reaction to this move?\"",
        "start": 397.58,
        "duration": 3.94
    },
    {
        "text": "But from that I wanna share some stuff I love today, and Today in Awesome,",
        "start": 401.52,
        "duration": 3.5
    },
    {
        "text": "brought to you by Massdrop and\nmassdropdefranco.com/cybersale",
        "start": 405.02,
        "duration": 2.42
    },
    {
        "text": "And if you're not familiar with Massdrop, they are a community-driven commerce site",
        "start": 407.44,
        "duration": 3.76
    },
    {
        "text": "and that means they make their products with direct input from their members.",
        "start": 411.2,
        "duration": 2.58
    },
    {
        "text": "Products like these beautiful new Force EDC3 in-ear monitors.",
        "start": 413.78,
        "duration": 3.02
    },
    {
        "text": "These are audiophile-grade earbuds that are insanely comfortable. They come with detachable cables",
        "start": 416.8,
        "duration": 4.12
    },
    {
        "text": "you can switch out for preference, including a braided version for durability.",
        "start": 420.92,
        "duration": 3.12
    },
    {
        "text": "And very awesomely, they have officially extended their Cyber Monday promotion just for you beautiful bastards",
        "start": 424.04,
        "duration": 4.1
    },
    {
        "text": "You can get $25 off the retail price.",
        "start": 428.14,
        "duration": 2.26
    },
    {
        "text": "So, if you're looking for earbuds, you need to replace your old ones",
        "start": 430.4,
        "duration": 2.2
    },
    {
        "text": "maybe you wanna snag a present for the audiophile in your life,",
        "start": 432.6,
        "duration": 2.3
    },
    {
        "text": "just head on over to massdropdefranco.com/cybersale",
        "start": 435.0,
        "duration": 2.84
    },
    {
        "text": "Or, save your fingers all that work, just click the link in the description down below to get $25 off before the deal ends",
        "start": 437.84,
        "duration": 5.34
    },
    {
        "text": "Which, actually, quick note, since they extended it just for us, it does end tomorrow,",
        "start": 443.18,
        "duration": 3.203
    },
    {
        "text": "and they are going to go quick, so make sure you don't miss out on this deal.",
        "start": 446.383,
        "duration": 2.757
    },
    {
        "text": "And the first bit of awesome is we had a video from bill wurtz called \"christmas isn't real\"",
        "start": 449.14,
        "duration": 4.0
    },
    {
        "text": "I will never get tired of the weird that is that channel.",
        "start": 453.14,
        "duration": 2.68
    },
    {
        "text": "Then we got a combination of two awesome things: we got Bill Burr on Hot Ones.",
        "start": 455.82,
        "duration": 3.8
    },
    {
        "text": "Then we had Troye Sivan giving us 10 things he can't live without.",
        "start": 459.62,
        "duration": 3.0
    },
    {
        "text": "We have Life Noggin taking on bullying.",
        "start": 462.62,
        "duration": 1.46
    },
    {
        "text": "We have kids try having a pizza battle between New York thin crust and Chicago deep-dish",
        "start": 464.08,
        "duration": 3.96
    },
    {
        "text": "[Chicago accent?] \"But which place do you get the Chicago pizzas?\" they always ask.",
        "start": 468.04,
        "duration": 2.9
    },
    {
        "text": "[accent] \"Oh, you got it from -blank-, no, you don't even know Chicago pizza unless you get it from -blank- though\"",
        "start": 470.94,
        "duration": 3.88
    },
    {
        "text": "Side note, editor James, you're from Chicago, what's the best Chicago pizza place?",
        "start": 474.82,
        "duration": 4.46
    },
    {
        "text": "Also understand that your answer will ultimately get us dislikes.",
        "start": 479.28,
        "duration": 2.94
    },
    {
        "text": "There's no winning with pizza debates. It's, for some reason, more polarizing than general politics for people",
        "start": 482.22,
        "duration": 5.28
    },
    {
        "text": "Then we have Michael B. Jordan answering fan question while playing with puppies.",
        "start": 487.5,
        "duration": 3.66
    },
    {
        "text": "I think Buzzfeed's just trying to make the Internet pregnant with this video.",
        "start": 491.16,
        "duration": 2.38
    },
    {
        "text": "And of course, if you wanna see the full version of everything I just shared, the secret link of the day,",
        "start": 493.54,
        "duration": 4.56
    },
    {
        "text": "really, anything I talk about today, links, as always, are in the description down below.",
        "start": 498.1,
        "duration": 3.32
    },
    {
        "text": "And then let's talk about Florida, where all stories are possible.",
        "start": 501.42,
        "duration": 3.62
    },
    {
        "text": "While I'm kind of laughing at the ridiculousness that can come out of Florida, today's story is really no laughing matter.",
        "start": 505.04,
        "duration": 4.76
    },
    {
        "text": "That's because this story is about Raimundo Atesiano, the former police chief of Biscayne Park, Florida.",
        "start": 509.8,
        "duration": 4.76
    },
    {
        "text": "One of the biggest things of note about him is that during his time as chief, he was praised for keeping crime rates impressively low in his community.",
        "start": 514.56,
        "duration": 6.2
    },
    {
        "text": "In fact, in a city council meeting in 2013, he announced this:",
        "start": 520.76,
        "duration": 3.28
    },
    {
        "text": "\"We have a 100% clearance on burglary cases in the village of Biscayne Park.",
        "start": 524.08,
        "duration": 5.44
    },
    {
        "text": "\"This is the first time that I've ever known that to happen, in any department that I've ever been in.\"",
        "start": 529.52,
        "duration": 4.36
    },
    {
        "text": "So 100% clearance rate on burglaries, which, the question pops up: how did he do it?",
        "start": 533.88,
        "duration": 4.52
    },
    {
        "text": "According to prosecutors, Atesiano directed his officers to pin unsolved crimes on innocent black people.",
        "start": 538.4,
        "duration": 5.92
    },
    {
        "text": "An internal probe was ordered in 2014 after the former Biscayne Park manager received a string of letters from disgruntled officers.",
        "start": 544.32,
        "duration": 5.76
    },
    {
        "text": "According to the report, four officers, which is a third of this police force, told an outside investigator",
        "start": 550.08,
        "duration": 5.06
    },
    {
        "text": "that they were on marching orders to file bogus charges against people in the community.",
        "start": 555.14,
        "duration": 2.56
    },
    {
        "text": "These victims were not randomly selected, but instead were known to police as having criminal pasts.",
        "start": 557.7,
        "duration": 3.94
    },
    {
        "text": "Officer Anthony De La Torre said that the command  staff was told,",
        "start": 561.64,
        "duration": 2.72
    },
    {
        "text": "The former chief's directions were followed by 3 officers who, without probable cause or evidence,",
        "start": 576.82,
        "duration": 4.4
    },
    {
        "text": "arrested people for the community's unsolved burglaries.",
        "start": 581.22,
        "duration": 2.2
    },
    {
        "text": "Those officers were Guillermo Ravelo, Charlie Dayoub, and Raul Fernandez.",
        "start": 583.42,
        "duration": 3.86
    },
    {
        "text": "Over the course of his 16 months on the job, Atesiano and his officers unjustly arrested a total of 3 black men.",
        "start": 587.28,
        "duration": 5.08
    },
    {
        "text": "In January of 2013, two residential burglaries were pinned on a man identified as Clarence Desrouleaux,",
        "start": 592.36,
        "duration": 4.66
    },
    {
        "text": "and that man, who was arrested, once again, with no probable cause, no evidence, he ended up pleading guilty",
        "start": 597.02,
        "duration": 4.08
    },
    {
        "text": "and was sentenced to 5 years in prison. He went for the guilty plea instead of taking his case to trial and risking",
        "start": 601.1,
        "duration": 4.9
    },
    {
        "text": "decades behind bars.\nLater, he was actually deported to Haiti.",
        "start": 606.0,
        "duration": 2.9
    },
    {
        "text": "In 2014, 5 vehicle burglaries at 5 different street locations were",
        "start": 608.9,
        "duration": 2.97
    },
    {
        "text": "pinned on a man by the name of Erasmus Banmah.",
        "start": 611.87,
        "duration": 2.53
    },
    {
        "text": "Then, finally, their youngest victim, the third victim who was identified in court documents by \"T.D.\"",
        "start": 614.4,
        "duration": 5.28
    },
    {
        "text": "He was just 16 years old. In June of 2013, he was blamed for the unsolved burglaries at 4 homes,",
        "start": 619.68,
        "duration": 5.48
    },
    {
        "text": "despite officers, \"knowing that there was no evidence and no lawful basis to support such charges.\"",
        "start": 625.16,
        "duration": 5.24
    },
    {
        "text": "In fact, Atesiano bragged about the 100% clearance rate on burglaries at the council meeting",
        "start": 630.4,
        "duration": 3.8
    },
    {
        "text": "just a few weeks after he had T.D. arrested.",
        "start": 634.2,
        "duration": 1.64
    },
    {
        "text": "Now according to prosecutors, Atesiano had initially denied all these allegations",
        "start": 635.84,
        "duration": 3.78
    },
    {
        "text": "but eventually pled guilty in September due to a conspiracy charge depriving the 3 victims of their civil rights.",
        "start": 639.62,
        "duration": 4.7
    },
    {
        "text": "But with all of this, he was facing a maximum 10 years sentence.",
        "start": 644.32,
        "duration": 2.72
    },
    {
        "text": "As far as what he had to say for himself at his sentencing hearing this week, he told a federal judge",
        "start": 647.04,
        "duration": 3.82
    },
    {
        "text": "And for those \"bad decisions\" the judge ultimately sentenced Atesiano to 3 years in prison.",
        "start": 654.76,
        "duration": 4.68
    },
    {
        "text": "A sentence that will be due to start in 2 weeks because the judge allowed him extra time to care for his dying mother.",
        "start": 659.44,
        "duration": 4.6
    },
    {
        "text": "Now, as far as the other officers involved, reportedly they cooperated with the government and directly implicated Atesiano.",
        "start": 664.04,
        "duration": 4.74
    },
    {
        "text": "But at the same time, they did not get off scot-free. Ravelo, who was responsible for the arrest of",
        "start": 668.78,
        "duration": 4.2
    },
    {
        "text": "Desrouleaux and Banmah, pleaded guilty to a conspiracy charge in July.",
        "start": 672.98,
        "duration": 3.26
    },
    {
        "text": "And actually, also during that same hearing, he pleaded guilty to assaulting a Hispanic driver during a traffic stop",
        "start": 676.24,
        "duration": 4.7
    },
    {
        "text": "by striking him with his fists while the victim was handcuffed.",
        "start": 680.94,
        "duration": 2.74
    },
    {
        "text": "Ultimately, Ravelo was sentenced to 2 years and 3 months in prison.",
        "start": 683.68,
        "duration": 3.1
    },
    {
        "text": "As far as the people he arrested, charges against Banmah were dropped",
        "start": 686.78,
        "duration": 3.12
    },
    {
        "text": "and Desrouleaux, who had been deported to Haiti, had his wrongful conviction thrown out, but",
        "start": 689.9,
        "duration": 3.44
    },
    {
        "text": "he has still not been allowed to return to the United States.",
        "start": 693.34,
        "duration": 2.3
    },
    {
        "text": "As far as the other two officers, Dayoub and Fernandez, they entered guilty pleas in August for their part in",
        "start": 695.64,
        "duration": 4.54
    },
    {
        "text": "falsely arresting the teenage boy. They were both sentenced in October to a year in prison.",
        "start": 700.18,
        "duration": 4.02
    },
    {
        "text": "The boy in question there eventually had his charges dropped.",
        "start": 704.2,
        "duration": 2.34
    },
    {
        "text": "For me personally looking at this story, I'm left wondering, \"Were those punishments really enough?\"",
        "start": 706.54,
        "duration": 4.36
    },
    {
        "text": "What we are talking about here is absolutely insane.",
        "start": 710.9,
        "duration": 2.58
    },
    {
        "text": "How do you only get 3 years when you are stripping away the civil rights of numerous individuals,",
        "start": 713.48,
        "duration": 6.12
    },
    {
        "text": "one of which was a minor? What message does that get across? 3 years, a year per person?",
        "start": 719.6,
        "duration": 4.8
    },
    {
        "text": "He was sentenced to less time than one of his victims.",
        "start": 724.4,
        "duration": 2.5
    },
    {
        "text": "Really think about that. How are communities really meant to trust the people that are supposed to",
        "start": 726.9,
        "duration": 5.64
    },
    {
        "text": "be there, protecting and serving, when the law is not making examples of those who were given",
        "start": 732.54,
        "duration": 4.48
    },
    {
        "text": "power and then abused it profusely?",
        "start": 737.02,
        "duration": 2.78
    },
    {
        "text": "But yeah, let me know what you think and what you're feeling in the comments down below.",
        "start": 739.8,
        "duration": 3.12
    },
    {
        "text": "Then, let's talk about this viral story that blew up over in England.",
        "start": 742.92,
        "duration": 2.4
    },
    {
        "text": "If you didn't see it, over the last week, there was this video that had gone viral, showing a 15-year old",
        "start": 745.32,
        "duration": 3.5
    },
    {
        "text": "Syrian refugee named Jamal being bullied.",
        "start": 748.82,
        "duration": 2.24
    },
    {
        "text": "According to reports, the incident actually took place over a month ago in October 25th at the Almondbury Community School in England.",
        "start": 751.06,
        "duration": 5.02
    },
    {
        "text": "In the video, we see a boy approach Jamal, grab him by the throat, force him to the ground,",
        "start": 756.08,
        "duration": 4.22
    },
    {
        "text": "where he then pours water over Jamal's face and says,",
        "start": 760.3,
        "duration": 2.66
    },
    {
        "text": "We then see the boy release Jamal, who gets up and walks away without saying a word.",
        "start": 764.58,
        "duration": 3.3
    },
    {
        "text": "After people around the world saw that video, they began to question",
        "start": 767.88,
        "duration": 2.62
    },
    {
        "text": "why this boy that attacked Jamal had yet to face any punishment.",
        "start": 770.5,
        "duration": 2.9
    },
    {
        "text": "So the story got bigger and bigger. On Tuesday we saw the police announce that they were investigating",
        "start": 773.4,
        "duration": 3.3
    },
    {
        "text": "reports of racially aggravated assault.",
        "start": 776.7,
        "duration": 2.08
    },
    {
        "text": "Then, on Wednesday, they announced that they had actually charged the boy with assault,",
        "start": 778.78,
        "duration": 2.78
    },
    {
        "text": "and they said that this came from an investigation that had started the day after the incident back in October.",
        "start": 781.56,
        "duration": 4.2
    },
    {
        "text": "They also seemed to comment on the cast that Jamal is seen wearing in the video,",
        "start": 785.76,
        "duration": 2.88
    },
    {
        "text": "explaining that it was connected to an incident involving 3 other students that they had interviewed at that time",
        "start": 788.64,
        "duration": 3.94
    },
    {
        "text": "but no other action was taken.",
        "start": 792.58,
        "duration": 1.22
    },
    {
        "text": "That same day, we also saw Jamal in an interview with itv say:",
        "start": 793.8,
        "duration": 3.04
    },
    {
        "text": "\"When I saw everyone looking at this video, I felt ashamed of myself and why it happened.",
        "start": 796.84,
        "duration": 4.26
    },
    {
        "text": "\"I was really upset about that. I was feeling like I couldn't study my homework and stuff.",
        "start": 801.1,
        "duration": 4.8
    },
    {
        "text": "\"I woke up at night and just started crying because of this problem.",
        "start": 805.9,
        "duration": 3.86
    },
    {
        "text": "\"They think I'm different. Different from them.\"",
        "start": 809.76,
        "duration": 2.22
    },
    {
        "text": "Jamal has also said that the bullying has only increased as the video received more and more attention.",
        "start": 811.98,
        "duration": 4.26
    },
    {
        "text": "In fact, according to reports, Jamal's sister had her hijab forcefully removed by another student",
        "start": 816.24,
        "duration": 4.44
    },
    {
        "text": "and then there was another video that came out showing Jamal's sister being bullied.",
        "start": 820.68,
        "duration": 3.28
    },
    {
        "text": "According to police, this incident happened on Tuesday.",
        "start": 823.96,
        "duration": 2.1
    },
    {
        "text": "Also on Wednesday, in a letter to parents, we saw head teacher Trevor Bowens say:",
        "start": 826.06,
        "duration": 3.28
    },
    {
        "text": "Along with this incident, we also saw a GoFundMe start up for Jamal and his family, which has raised over £140,000 at this point.",
        "start": 846.88,
        "duration": 5.62
    },
    {
        "text": "Now, that is not where this story ends, because there are also reports that the boy that attacked Jamal in the video",
        "start": 852.5,
        "duration": 4.16
    },
    {
        "text": "has been receiving threats from people on social media despite not being identified.",
        "start": 856.72,
        "duration": 1.5
    },
    {
        "text": "When this story began to blow up, some people online began to look for him",
        "start": 858.22,
        "duration": 4.6
    },
    {
        "text": "then reporting the bully's alleged facebook page.",
        "start": 862.82,
        "duration": 1.78
    },
    {
        "text": "So with this, you had people pointing at that he had shared multiple Facebook posts from Tommy Robinson,",
        "start": 864.6,
        "duration": 3.82
    },
    {
        "text": "the founder of the English Defence League,",
        "start": 868.42,
        "duration": 1.5
    },
    {
        "text": "which is also of note because now Robinson has actually spoken out in defense of the actual bully",
        "start": 869.92,
        "duration": 3.74
    },
    {
        "text": "saying in videos posted online that he had actually seen proof that Jamal had beaten up a girl.",
        "start": 873.66,
        "duration": 3.76
    },
    {
        "text": "\"A young girl was beaten badly by Muslim girls. While those Muslim girls were beating her up,",
        "start": 877.46,
        "duration": 6.08
    },
    {
        "text": "\"Jamal was involved. He was kicking and biting her. She was bitten. She was black and blue.",
        "start": 884.08,
        "duration": 8.44
    },
    {
        "text": "\"She had to be taken out of school and homeschooled.\"",
        "start": 893.28,
        "duration": 3.16
    },
    {
        "text": "Robinson saying that he was contacted by the mother of this girl that was beaten up,",
        "start": 896.44,
        "duration": 3.32
    },
    {
        "text": "and that she sent him photos.",
        "start": 899.76,
        "duration": 1.12
    },
    {
        "text": "He also claimed that the girl's family had taken this information to the local news and they refused to report it.",
        "start": 900.88,
        "duration": 4.34
    },
    {
        "text": "Robinson also going on to say that Jamal isn't as innocent as the news is making him out to be,",
        "start": 905.22,
        "duration": 4.04
    },
    {
        "text": "and that he actually threatened to stab the bully prior to the incident.",
        "start": 909.26,
        "duration": 2.9
    },
    {
        "text": "\"And according, because I've heard from the child in question,",
        "start": 912.16,
        "duration": 3.04
    },
    {
        "text": "\"He threatened to stab him.",
        "start": 916.5,
        "duration": 1.36
    },
    {
        "text": "\"He was giving it to him. So at lunch time, he's gone and grabbed him by his throat!",
        "start": 918.68,
        "duration": 4.44
    },
    {
        "text": "\"This Jamal isn't innocent!",
        "start": 925.16,
        "duration": 1.28
    },
    {
        "text": "\"He beat a girl black and blue.\"",
        "start": 928.0,
        "duration": 2.08
    },
    {
        "text": "But the thing is, after Robinson made these claims, others started sharing screenshots of",
        "start": 930.08,
        "duration": 3.66
    },
    {
        "text": "messages with the mother that her messages had been misunderstood and Jamal was not involved.",
        "start": 933.74,
        "duration": 3.96
    },
    {
        "text": "That woman also appears to have deleted her Facebook account.",
        "start": 937.7,
        "duration": 2.48
    },
    {
        "text": "However, despite that, Robinson has continued to claim that Jamal was a bully and that there are gangs of young Muslims attacking students.",
        "start": 940.18,
        "duration": 6.16
    },
    {
        "text": "Robinson posting one screenshot of messages claiming that a group of five attacked her 13-year old son.",
        "start": 946.34,
        "duration": 4.14
    },
    {
        "text": "However, the photo that was actually included in that message appears to be from an article about",
        "start": 950.48,
        "duration": 3.78
    },
    {
        "text": "a boy in a different part of the UK that was beaten up in September of 2016.",
        "start": 954.26,
        "duration": 3.3
    },
    {
        "text": "As far as the police response to all of this, they did address what they called rumors circulating on social media,",
        "start": 957.56,
        "duration": 5.12
    },
    {
        "text": "saying that they had not received any corroborating evidence of any of the accusations.",
        "start": 962.68,
        "duration": 3.76
    },
    {
        "text": "And actually, one of the last updates to this story is that there are reports now that the family of the Syrian boy,",
        "start": 966.44,
        "duration": 4.7
    },
    {
        "text": "they're actually going to sue Tommy Robinson.",
        "start": 971.14,
        "duration": 2.1
    },
    {
        "text": "The lawyer from Jamal's family echoing the point that the alleged mother said:",
        "start": 973.24,
        "duration": 3.86
    },
    {
        "text": "As far as my personal reaction to this, my feelings around this, I feel like Tommy Robinson is just trying to fearmonger.",
        "start": 986.76,
        "duration": 5.5
    },
    {
        "text": "At first, it was \"Jamal attacked a girl,\" although those claims seem to have fallen apart.",
        "start": 992.26,
        "duration": 4.08
    },
    {
        "text": "Then it's this claim of \"oh, he threatened to stab the alleged bully.\"",
        "start": 996.34,
        "duration": 3.1
    },
    {
        "text": "Just trying to paint him as somehow this villain, but you just watch that video",
        "start": 999.44,
        "duration": 4.06
    },
    {
        "text": "You just watch that video of how his attacker stalked him down, just the body language between the two,",
        "start": 1003.5,
        "duration": 5.42
    },
    {
        "text": "what happened in the video.",
        "start": 1009.12,
        "duration": 1.84
    },
    {
        "text": "And the fact that you're trying to paint Jamal as the bad guy is ludicrous to me.",
        "start": 1010.96,
        "duration": 3.78
    },
    {
        "text": "Then he tries to pivot from this specific story that his name was attached to because of that Facebook page",
        "start": 1014.74,
        "duration": 4.06
    },
    {
        "text": "into \"gangs of muslims.\"",
        "start": 1018.84,
        "duration": 1.68
    },
    {
        "text": "Meanwhile, while all of this is happening, we see his sister get attacked.",
        "start": 1020.52,
        "duration": 3.0
    },
    {
        "text": "Understand, I say this being completely open to there being more information out there,",
        "start": 1023.52,
        "duration": 4.1
    },
    {
        "text": "but I'm not just going to take the word from someone who seems to be scattershotting information",
        "start": 1027.62,
        "duration": 5.76
    },
    {
        "text": "that can take the heat off of them. Instead, I'd rather wait for the police.",
        "start": 1033.38,
        "duration": 3.26
    },
    {
        "text": "Everything coming from police right now seems to confirm what our eyes and ears have been telling us",
        "start": 1036.64,
        "duration": 4.0
    },
    {
        "text": "with this story, that is \"Jamal and his sister were attacked.\"",
        "start": 1040.64,
        "duration": 3.12
    },
    {
        "text": "I truly hope that the boy who has been charged with assault is punished.",
        "start": 1043.76,
        "duration": 2.8
    },
    {
        "text": "And that's where I'm going to end today's show. That said, to the 3 people still watching at this point,",
        "start": 1046.56,
        "duration": 3.4
    },
    {
        "text": "if you want to show support for this video, you can hit that like button.",
        "start": 1049.96,
        "duration": 2.66
    },
    {
        "text": "Also, if you're new here, if you want more of these daily dives into the news, hit that subscribe button",
        "start": 1052.62,
        "duration": 4.34
    },
    {
        "text": "Also, if you missed the last Wednesday or Tuesday PDS, you can click or tap [to the left] to watch those.",
        "start": 1056.96,
        "duration": 4.76
    },
    {
        "text": "But with that said, of course, my name's Philip Defranco, you've just been \"philled\" in, I love your faces, and I'll see you tomorrow.",
        "start": 1061.72,
        "duration": 7.18
    }
]