[
    {
        "text": "Sup you Beautiful bastards, hope having a fantastic Monday",
        "start": 0.339,
        "duration": 2.54
    },
    {
        "text": "Welcome back to the philip defranco show and let's just jump into and the first thing we're to talk about today is a little bit",
        "start": 2.879,
        "duration": 5.01
    },
    {
        "text": "Of a it's a smorgasbord of people under fire redemption story cancel cultures story",
        "start": 7.89,
        "duration": 5.369
    },
    {
        "text": "First of which you actually may have seen this morning JK Rowling has come under fire",
        "start": 13.259,
        "duration": 3.06
    },
    {
        "text": "Reportedly in a feature that's included on the DVD and blu-ray of fantastic beasts the crimes of Grindelwald",
        "start": 16.51,
        "duration": 5.42
    },
    {
        "text": "She says speaking of Dumbledore and Grindelwald their relationship was incredibly intense",
        "start": 21.93,
        "duration": 3.689
    },
    {
        "text": "It was passionate and it was a love relationship",
        "start": 25.619,
        "duration": 1.721
    },
    {
        "text": "but as happens in any",
        "start": 27.34,
        "duration": 1.38
    },
    {
        "text": "relationship gay or straight or whatever label we want to put on it one never knows really what the other person is feeling and you",
        "start": 28.72,
        "duration": 5.359
    },
    {
        "text": "Can't know you can believe you know, reportedly saying so I'm less interested in the sexual side",
        "start": 34.079,
        "duration": 3.78
    },
    {
        "text": "I believe there is a sexual dimension to this",
        "start": 37.86,
        "duration": 2.0
    },
    {
        "text": "Relationship and I am in the sense of the emotions",
        "start": 39.91,
        "duration": 2.0
    },
    {
        "text": "They felt for each other which ultimately is the most fascinating thing about all human relationships",
        "start": 41.91,
        "duration": 4.049
    },
    {
        "text": "And the reason you have JK Rowling getting a ton of backlash is you have a lot of people saying that this is false",
        "start": 45.96,
        "duration": 3.959
    },
    {
        "text": "Elijah right in the books and the movie certain characters",
        "start": 50.079,
        "duration": 2.569
    },
    {
        "text": "they don't they don't have their sexuality explored or explained in any way, but then you know",
        "start": 52.649,
        "duration": 4.29
    },
    {
        "text": "She kind of after the fact in interviews or on Twitter is like oh hey, by the way",
        "start": 56.94,
        "duration": 3.27
    },
    {
        "text": "this was a this-- that's why we saw viral tweets like JK Rowling confirmed some characters in her books and movies are gay everywhere except",
        "start": 60.219,
        "duration": 6.32
    },
    {
        "text": "in the books or the movie JK Rowling",
        "start": 66.54,
        "duration": 1.899
    },
    {
        "text": "Reappearing every two months to say something literally no one asked about is me adding more random details to my essay to up my word",
        "start": 68.439,
        "duration": 5.6
    },
    {
        "text": "Count the thing that bothers me most about Rowling going into the quote intense sexual relationship of Dumbledore and Grindelwald. Is that after being",
        "start": 74.04,
        "duration": 5.909
    },
    {
        "text": "Criticized for glossing over queer characters except in interviews your reduced calls for real queer wrap to quote",
        "start": 80.08,
        "duration": 5.479
    },
    {
        "text": "Give us kinky sex detail like way to miss the point undermine everything you could have done to rectify the mistake of leaving",
        "start": 85.56,
        "duration": 5.22
    },
    {
        "text": "Dumbledore's orientation out of Canon this further reduces queer relationships and queer characters just to sex in media commentary",
        "start": 90.939,
        "duration": 5.51
    },
    {
        "text": "Which is the last thing we need it and there are a lot more",
        "start": 96.45,
        "duration": 2.099
    },
    {
        "text": "some even more passionate but you get the idea personally my takeaway from this story is I'm actually",
        "start": 98.619,
        "duration": 4.459
    },
    {
        "text": "Inspired JK Rowling has inspired me to let you know that the chimpanzee and my old intro BEC chimpanzee was bisexual",
        "start": 103.299,
        "duration": 6.05
    },
    {
        "text": "I know I know thank Mike",
        "start": 109.35,
        "duration": 2.4
    },
    {
        "text": "Thank you. I am a hero. Thank you so much. What's that? Inspirational Ally? Oh my god, please",
        "start": 112.36,
        "duration": 5.989
    },
    {
        "text": "Please please feel free to subscribe to this channel to reward me for being just so amazed",
        "start": 118.35,
        "duration": 4.11
    },
    {
        "text": "Oh my god, something else an award now. It's beautiful bastard, which you got a beautiful bastard calm",
        "start": 122.46,
        "duration": 4.199
    },
    {
        "text": "Allied you get literally nothing off because that code is as hollow as this Center and scene",
        "start": 127.17,
        "duration": 4.589
    },
    {
        "text": "Okay, as far as my takeaway",
        "start": 131.79,
        "duration": 1.74
    },
    {
        "text": "I mean technically JK Rowling made everything so she can kind of just canonize anything but it does feel hollow if you're doing it retroactively",
        "start": 133.53,
        "duration": 6.27
    },
    {
        "text": "Li and it's not something that you actually explored in the book that said understand I'm saying I'm from a point of I've never read",
        "start": 139.8,
        "duration": 5.309
    },
    {
        "text": "The books I'm a normal only ever watch the movies",
        "start": 145.11,
        "duration": 2.55
    },
    {
        "text": "So yeah, there was that then we had celebrity director James Gunn in the news before the weekend James Gunn",
        "start": 147.66,
        "duration": 4.379
    },
    {
        "text": "Of course the director of guardians of the galaxy Volume one and two as you might remember he famously was fired by Walt Disney",
        "start": 152.04,
        "duration": 4.65
    },
    {
        "text": "Studios after tweets from 2008 to 2012",
        "start": 156.819,
        "duration": 2.6
    },
    {
        "text": "Resurfaced there was it seemed like there was this whole campaign?",
        "start": 159.94,
        "duration": 2.299
    },
    {
        "text": "But there was this public outrage no sweets in questions seem like these for the lack of a better term these kind of edge Lorde",
        "start": 162.239,
        "duration": 5.04
    },
    {
        "text": "Shot chop jokes about rape and pedophilia gun apologized, isn't he still fired him?",
        "start": 167.28,
        "duration": 4.919
    },
    {
        "text": "There were a lot of fans calling for him to be reinstated you had actors from the movie",
        "start": 172.2,
        "duration": 3.66
    },
    {
        "text": "Standing by him honestly some more or at least more transparently than others. Although there really wasn't any movement",
        "start": 176.17,
        "duration": 5.449
    },
    {
        "text": "It seemed that Walt Disney Studios was standing by this decision James Gunn ends up getting picked up by",
        "start": 181.62,
        "duration": 4.8
    },
    {
        "text": "DC to do the new Suicide Squad side notice our reports today saying that it is a total reboot",
        "start": 186.58,
        "duration": 4.489
    },
    {
        "text": "But the point of this story is that going into this last weekend",
        "start": 191.069,
        "duration": 2.49
    },
    {
        "text": "it was announced that James Gunn is being reinstated as the director of guardians of the galaxy 3 along with these reports coming out we",
        "start": 193.56,
        "duration": 5.639
    },
    {
        "text": "Saw James Gunn tweet. I am tremendously grateful to every person out there who has supported me over the past few months",
        "start": 199.2,
        "duration": 4.5
    },
    {
        "text": "I'm always learning and will continue to work at being the best human being I can be",
        "start": 203.7,
        "duration": 3.36
    },
    {
        "text": "I deeply appreciate",
        "start": 207.06,
        "duration": 0.82
    },
    {
        "text": "Disney's decision and I am excited to continue making films that investigate the ties of love that bind us all I have been and continue",
        "start": 207.88,
        "duration": 5.899
    },
    {
        "text": "To be incredibly humbled by your love and support from the bottom of my heart. Thank you",
        "start": 213.78,
        "duration": 4.11
    },
    {
        "text": "Love to you all and all of that brings us to the third of our opening trifecta, and that is Shane Dawson",
        "start": 217.89,
        "duration": 4.289
    },
    {
        "text": "Shane Dawson is of course a massive creator on the YouTube platform has been for over a decade has really blown up over the past",
        "start": 222.37,
        "duration": 6.08
    },
    {
        "text": "Year, we haven't seen a blow-up like this that have stayed in the digital space",
        "start": 228.45,
        "duration": 3.24
    },
    {
        "text": "I think ever but with all that said when you have massive success you get this very big spotlight put on you when you come",
        "start": 231.69,
        "duration": 5.459
    },
    {
        "text": "under greater scrutiny and so yesterday if you didn't see it Shane Dawson was trending and he was trending for a different version of the",
        "start": 237.15,
        "duration": 5.13
    },
    {
        "text": "Same thing we've talked about before his past you also for transparency sake before moving forward. I've known Shane for a long time",
        "start": 242.28,
        "duration": 5.789
    },
    {
        "text": "Although I don't want to exaggerate it's not like we're friend friends. We're just friendly with one another we've worked with one another",
        "start": 248.069,
        "duration": 4.65
    },
    {
        "text": "That's also not a very unique situation",
        "start": 252.72,
        "duration": 1.66
    },
    {
        "text": "Shane is kind of friends or friendly with everyone, but that said old clip Shane Dawson",
        "start": 254.38,
        "duration": 5.059
    },
    {
        "text": "resurfaced over the weekend one clip was from a 2013 episode of the Shane & Friends podcast were Shane jokes about pedophilia you might even",
        "start": 259.81,
        "duration": 5.839
    },
    {
        "text": "remember",
        "start": 265.65,
        "duration": 0.12
    },
    {
        "text": "This is a clip that",
        "start": 265.77,
        "duration": 1.09
    },
    {
        "text": "Resurfaced last year turned into this huge controversy for Shane at that time Shane responded with an apology video where he explained that he used",
        "start": 266.86,
        "duration": 5.6
    },
    {
        "text": "To make these outrageous edgy jokes, and now he's actually ashamed of them",
        "start": 272.46,
        "duration": 2.94
    },
    {
        "text": "So when he saw that same clip being shared again over the weekend he tweeted for those who missed this a year ago",
        "start": 275.4,
        "duration": 4.109
    },
    {
        "text": "Here you go",
        "start": 279.509,
        "duration": 0.75
    },
    {
        "text": "Hey going back to editing now and there he linked back to his old apology and explanation video",
        "start": 280.259,
        "duration": 3.72
    },
    {
        "text": "But that wasn't the end for Shane because there was also another clip from his podcast that started spreading and this one was from 2015",
        "start": 283.979,
        "duration": 5.339
    },
    {
        "text": "And he talks about this the story involving a cat",
        "start": 289.319,
        "duration": 3.029
    },
    {
        "text": "About it, I don't think",
        "start": 297.699,
        "duration": 2.209
    },
    {
        "text": "Little chicken legs like, you know spread open or whatever",
        "start": 304.21,
        "duration": 3.23
    },
    {
        "text": "I was like if I just like hump but like honor his tummy like that's not weird like",
        "start": 307.44,
        "duration": 4.229
    },
    {
        "text": "Whatever and then I humped it I hunted I haven't kept going",
        "start": 311.77,
        "duration": 2.089
    },
    {
        "text": "No, you get whatever sexual experience no",
        "start": 315.669,
        "duration": 3.05
    },
    {
        "text": "Ultimately, we saw Shane respond to the spreading of this clip the backlash from this clip in a series of tweets where he said and",
        "start": 320.38,
        "duration": 5.359
    },
    {
        "text": "No, I didn't think this is how my Monday was gonna start. He wrote. I didn't fuck my cat",
        "start": 325.74,
        "duration": 3.419
    },
    {
        "text": "I didn't come on my cat. I didn't put my dick anywhere near my cat. I've never done anything weird with my cats",
        "start": 329.159,
        "duration": 4.26
    },
    {
        "text": "I promised myself. I wasn't going to make apology videos after last year's thing",
        "start": 333.419,
        "duration": 3.089
    },
    {
        "text": "So I'm just trying to be as short and honest with this as possible. I've apologized many times for all the dumb shit",
        "start": 336.509,
        "duration": 4.38
    },
    {
        "text": "I've said in videos and podcasts over the years",
        "start": 340.889,
        "duration": 1.861
    },
    {
        "text": "I've learned my lesson over and over again and I'm more confident now in my ability to be entertaining by just being myself and not",
        "start": 342.75,
        "duration": 5.099
    },
    {
        "text": "Being so shocking for laughs that story was faked and was based on a dumb awful sketch idea",
        "start": 347.849,
        "duration": 4.44
    },
    {
        "text": "I had years ago that I never made thank God when the opportunity came up for a funny moment in the podcast",
        "start": 352.289,
        "duration": 4.65
    },
    {
        "text": "I told it as if it was a real story which was",
        "start": 356.94,
        "duration": 1.9
    },
    {
        "text": "Disgusting and very very dumb I go with the podcast with my videos years ago was to tell shocking stories",
        "start": 358.84,
        "duration": 4.97
    },
    {
        "text": "That would make people laugh and scream. Oh my god. No, you didn't and think I was so crazy",
        "start": 363.81,
        "duration": 3.599
    },
    {
        "text": "It's embarrassing and I fucking hate myself for it",
        "start": 367.409,
        "duration": 2.4
    },
    {
        "text": "And he goes on to say that he doesn't hate everything in his past",
        "start": 369.81,
        "duration": 2.009
    },
    {
        "text": "But all of my offensive jokes over the top stories and insensitive jokes",
        "start": 371.819,
        "duration": 3.029
    },
    {
        "text": "There's something that still haunt me and something I have to be faced with every day on the internet and it never gets easier",
        "start": 374.849,
        "duration": 4.41
    },
    {
        "text": "So, I'm sorry about what I said about my cat",
        "start": 379.259,
        "duration": 1.741
    },
    {
        "text": "I'm sorry for what I said about anything or anyone that was offensive and I'm sorry for being someone who thought being super offensive and",
        "start": 381.0,
        "duration": 4.799
    },
    {
        "text": "Shot and all the time was funny. I'm sorry for my past",
        "start": 385.8,
        "duration": 1.859
    },
    {
        "text": "But I'm really trying to make it right and I feel like without my past I wouldn't be Who I am today",
        "start": 387.659,
        "duration": 4.32
    },
    {
        "text": "And I wouldn't be able to grow and spend my energy on things that actually mean something",
        "start": 392.15,
        "duration": 3.299
    },
    {
        "text": "this has been the best two years of my life and it's because I've been able to drop the act and be myself and I'm",
        "start": 395.46,
        "duration": 4.369
    },
    {
        "text": "Sorry for not doing it sooner as far as my personal reaction to this",
        "start": 399.83,
        "duration": 2.61
    },
    {
        "text": "And once again, I'm probably really biased here having known Shane having watched his content for over a decade",
        "start": 402.44,
        "duration": 5.279
    },
    {
        "text": "I think that it's exactly what he said. It was it was this ridiculous made up fake shock story",
        "start": 407.72,
        "duration": 4.47
    },
    {
        "text": "I don't think there's any validity to it and I think it's it's once again where we need to look at canceled culture because I",
        "start": 412.19,
        "duration": 4.5
    },
    {
        "text": "Will say I respect that everyone has their own",
        "start": 416.69,
        "duration": 2.069
    },
    {
        "text": "Reception to whatever has happened. If I don't get to decide how you receive my past how you receive his past",
        "start": 419.01,
        "duration": 5.0
    },
    {
        "text": "How how you think about people evolving past that or if they're always that thing?",
        "start": 424.01,
        "duration": 3.99
    },
    {
        "text": "I do think we need a question cancel culture pile on because if if we're always just saying hey this person's over",
        "start": 428.0,
        "duration": 5.79
    },
    {
        "text": "Look at this thing from this person's past",
        "start": 433.79,
        "duration": 1.26
    },
    {
        "text": "That's who they are forever not allowing people to grow past their past allow",
        "start": 435.05,
        "duration": 3.3
    },
    {
        "text": "someone's we evolve become what they find to be a better version of",
        "start": 438.35,
        "duration": 3.059
    },
    {
        "text": "Themselves and when we crack down and we cancel them when we say you're done forever",
        "start": 441.63,
        "duration": 3.5
    },
    {
        "text": "Especially when it's a person saying I hate who I was when you push people away into that corner",
        "start": 445.13,
        "duration": 5.429
    },
    {
        "text": "You make it more likely that there's gonna double down on the back rate that I understand",
        "start": 450.56,
        "duration": 3.179
    },
    {
        "text": "It's not your job or responsibility to have to forgive someone but that said that's the story",
        "start": 453.74,
        "duration": 4.8
    },
    {
        "text": "My person will take away and of course it passed the question off to you",
        "start": 458.54,
        "duration": 2.369
    },
    {
        "text": "What are your thoughts on this one as well as either of the first two?",
        "start": 460.91,
        "duration": 2.489
    },
    {
        "text": "I know I just kind of lunched all of these together. Yeah, I'd love know your thoughts",
        "start": 463.4,
        "duration": 2.82
    },
    {
        "text": "But from that I want to share some stuff I loved today and today and awesome and the first bit of Awesome they may not",
        "start": 466.22,
        "duration": 4.919
    },
    {
        "text": "Have paid me a million dollars to stream it on launch day. Damn. Do they make an amazing game?",
        "start": 471.14,
        "duration": 4.26
    },
    {
        "text": "I'm talking about apex legends, which I've said this on Twitter in the past",
        "start": 475.4,
        "duration": 3.419
    },
    {
        "text": "I have not had this much fun with a multiplayer experience since probably halo 2 or modern warfare 2",
        "start": 478.82,
        "duration": 4.89
    },
    {
        "text": "But the awesome is that after constant pestering. Apex. Legends is launching the season one battle patch tomorrow at 10:00 a.m",
        "start": 483.71,
        "duration": 5.519
    },
    {
        "text": "Pacific and I only care to see what goodies they have for lifeline",
        "start": 489.27,
        "duration": 3.049
    },
    {
        "text": "Then we had Guy Fieri's sneaker shopping got an in a nutshell on consciousness in cinema wins taking on The Incredibles to wait say Frank",
        "start": 492.32,
        "duration": 6.809
    },
    {
        "text": "Giving us true facts about the bolas spider and the final bit of Awesome is last week",
        "start": 499.13,
        "duration": 3.54
    },
    {
        "text": "We got the news that Lilly Singh is getting a late night show on TV",
        "start": 502.67,
        "duration": 2.76
    },
    {
        "text": "I know with our audience are a good number of people that are not a fan of Lilly",
        "start": 505.43,
        "duration": 3.029
    },
    {
        "text": "What I would say is anytime there is any online?",
        "start": 508.46,
        "duration": 2.13
    },
    {
        "text": "Creator that all of a sudden you see crossing over into a mainstream sort of thing",
        "start": 510.75,
        "duration": 3.41
    },
    {
        "text": "It is it's excited are plenty of examples of it not working",
        "start": 514.16,
        "duration": 2.729
    },
    {
        "text": "There are examples of it working whether it works or it doesn't",
        "start": 516.89,
        "duration": 2.52
    },
    {
        "text": "I personally find it to be progress for me",
        "start": 519.59,
        "duration": 1.8
    },
    {
        "text": "as someone that has just been in love with and fascinated by the the MIRR of all these mediums this is gonna be such an",
        "start": 521.39,
        "duration": 6.07
    },
    {
        "text": "Educational experience if you want to see the full versions of everything",
        "start": 527.65,
        "duration": 2.599
    },
    {
        "text": "I just shared the secret link of the day really anything at all",
        "start": 530.25,
        "duration": 3.0
    },
    {
        "text": "Links is always there in the description down below the last thing I want to talk about today",
        "start": 533.38,
        "duration": 3.44
    },
    {
        "text": "And this is a big tone shift is I really do want to talk about what happened in New Zealand on Friday",
        "start": 536.82,
        "duration": 4.77
    },
    {
        "text": "You know this past Friday, we didn't have a regular Philip DeFranco show",
        "start": 541.59,
        "duration": 2.279
    },
    {
        "text": "We had a we had a live stream and and over the weekend",
        "start": 543.87,
        "duration": 2.609
    },
    {
        "text": "I was thinking of how I would cover this",
        "start": 546.48,
        "duration": 1.41
    },
    {
        "text": "You know",
        "start": 547.89,
        "duration": 0.21
    },
    {
        "text": "We already have a policy on this show where we don't show the faces or the names of these mass shooters",
        "start": 548.1,
        "duration": 3.75
    },
    {
        "text": "These these monsters who very much seem like they want to be in the limelight and when you look at this mass shooting",
        "start": 551.85,
        "duration": 4.59
    },
    {
        "text": "in New Zealand that feels like every part of this monsters plan was to make this a",
        "start": 556.6,
        "duration": 4.13
    },
    {
        "text": "viral shoot as a mass shooting that was live streamed with a small community trying to make sure if they",
        "start": 560.83,
        "duration": 4.489
    },
    {
        "text": "Downloaded and helped spread the video with social media post attached to it a whole manifesto attached to it",
        "start": 565.42,
        "duration": 4.46
    },
    {
        "text": "even even says a massive youtubers name in hopes that the news media will run with that name and it will spread everywhere and it",
        "start": 569.88,
        "duration": 7.53
    },
    {
        "text": "Happened shooter wanted to go viral the shooter wanted to divide and get the attention to the point",
        "start": 577.51,
        "duration": 4.76
    },
    {
        "text": "There's even news today that he plans on representing himself",
        "start": 582.27,
        "duration": 2.609
    },
    {
        "text": "so ultimately how I decided that I wanted to talk about this story is to talk about",
        "start": 584.88,
        "duration": 4.08
    },
    {
        "text": "Yes",
        "start": 589.18,
        "duration": 0.5
    },
    {
        "text": "The horrible impact but also to talk about and highlight the heroes with this store and so as far as what happens you had 50",
        "start": 589.68,
        "duration": 5.489
    },
    {
        "text": "People killed and 50 others injured after two shootings that took place at two different mosques in Christchurch four people were taken into custody",
        "start": 595.17,
        "duration": 5.94
    },
    {
        "text": "One of which has now been charged with murder who once again not going to show their face or their name?",
        "start": 601.21,
        "duration": 5.359
    },
    {
        "text": "The shooter has been identified as a white nationalist who held strong Islamophobic and anti-immigrant beliefs, but instead of talking about him further today",
        "start": 606.57,
        "duration": 6.69
    },
    {
        "text": "I want to talk about people like Jill Keith Jill Keats is one who's been applauded for pulling her car over to help victims?",
        "start": 613.26,
        "duration": 4.859
    },
    {
        "text": "Reportedly she was driving down the road when two bullets just missed her car and after stopping for a bit",
        "start": 618.19,
        "duration": 4.4
    },
    {
        "text": "She saw someone who had been shot near her and began to treat his wounds. I picked up my doors or my driver's door and",
        "start": 622.59,
        "duration": 5.729
    },
    {
        "text": "got out and the guy in the black Commodore whatever it was come up and said you were right and I said you I've got",
        "start": 629.71,
        "duration": 5.0
    },
    {
        "text": "a home being shot and and the poor bugger lying on the verge had been shot in the back and",
        "start": 634.71,
        "duration": 6.059
    },
    {
        "text": "We opened my passengers door and my driver's door and we pulled him round behind and opened up the back as well",
        "start": 641.35,
        "duration": 6.17
    },
    {
        "text": "give us some protection and",
        "start": 647.56,
        "duration": 2.0
    },
    {
        "text": "he had a food stay kept me crouched and run all the way back to get it and",
        "start": 649.99,
        "duration": 3.859
    },
    {
        "text": "He lifted up a chute",
        "start": 654.5,
        "duration": 1.29
    },
    {
        "text": "and he dressed it and I put the pressure on and then a nice Muslim guy come and give me some help as well because",
        "start": 655.79,
        "duration": 7.5
    },
    {
        "text": "You have to put quite a bit of pressure on and I was poor old hands were shaking me at heart",
        "start": 663.48,
        "duration": 4.729
    },
    {
        "text": "I was scared. I'd you know wouldn't be able to do a good job",
        "start": 668.209,
        "duration": 3.33
    },
    {
        "text": "We also have stories like that of Abdul Aziz",
        "start": 671.54,
        "duration": 1.979
    },
    {
        "text": "It was in one of the mosques that was targeted during the attacks according to reports when he realized there was a gunman",
        "start": 673.519,
        "duration": 4.41
    },
    {
        "text": "approaching he grabbed a credit card machine to use as a weapon when the gunman ran to his car to get ammunition as he's reportedly",
        "start": 678.029,
        "duration": 5.419
    },
    {
        "text": "Threw it at him and then picked up a gun at the shooter and dropped he tried to shoot it, but it was empty",
        "start": 683.449,
        "duration": 3.989
    },
    {
        "text": "So he threw it and many say that he saved limes by scaring the shooter away. I just caught that gun",
        "start": 687.439,
        "duration": 5.34
    },
    {
        "text": "and Truong is a window like a arrow and",
        "start": 692.779,
        "duration": 2.609
    },
    {
        "text": "Blasts his window and he thought of probably I shot him or something and the guns come back and just drive off",
        "start": 695.759,
        "duration": 6.17
    },
    {
        "text": "And I keep chasing him. There was also a BBC report about a 71 year old man by the name of Dawood, nabi",
        "start": 702.569,
        "duration": 5.09
    },
    {
        "text": "It's been reported that he threw himself in front of bullets to protect others",
        "start": 707.66,
        "duration": 3.45
    },
    {
        "text": "and of course",
        "start": 711.11,
        "duration": 0.539
    },
    {
        "text": "These are just some of the heroes and just some of the stories even as I'm recording this we're seeing reports of more stories",
        "start": 711.649,
        "duration": 5.52
    },
    {
        "text": "We've always seen many people in New Zealand honoring the victims and supporting their families and survivors",
        "start": 717.17,
        "duration": 4.169
    },
    {
        "text": "We've seen so many dropping off flowers and cards at the Royal Botanical Garden",
        "start": 721.339,
        "duration": 3.599
    },
    {
        "text": "Which is somewhat halfway in between the two places that were targeted on Sunday and Wellington over",
        "start": 724.939,
        "duration": 4.53
    },
    {
        "text": "12,000 people attended a vigil and more vigils are planned around the country",
        "start": 729.66,
        "duration": 3.349
    },
    {
        "text": "You've also seen people dropping off food to Hagley college",
        "start": 733.009,
        "duration": 2.34
    },
    {
        "text": "which is being used as community centre for the victims families also on the note of helping if you're watching this you're wondering how you",
        "start": 735.35,
        "duration": 4.859
    },
    {
        "text": "Can help the people in New Zealand there are several places taking donations",
        "start": 740.209,
        "duration": 2.85
    },
    {
        "text": "Eiland council of victims support groups made a crowdfunding page and give a little it's also a launch good page",
        "start": 743.43,
        "duration": 4.25
    },
    {
        "text": "It's taking crowdfunded donations and the funds from both of these will be given to support those affected including the victims families",
        "start": 747.68,
        "duration": 5.25
    },
    {
        "text": "You know, that's what I'm really going to leave this story for now because yes",
        "start": 752.93,
        "duration": 3.239
    },
    {
        "text": "I know that there are a lot of other things happening. Here's the Australian senator William Connelly aka egg boy situation",
        "start": 756.17,
        "duration": 4.919
    },
    {
        "text": "Who's the prime minister of New Zealand talking about even stricter gun laws understand? I'm not criticising people that are covering those things",
        "start": 761.22,
        "duration": 5.75
    },
    {
        "text": "It's just for me on this show that that information is out there already",
        "start": 766.97,
        "duration": 3.659
    },
    {
        "text": "I just want to take this moment to think about the victims and the heroes the unnecessary",
        "start": 770.629,
        "duration": 3.57
    },
    {
        "text": "Loss of life and those in the moment and in general who stand against it also to your everyday people because it starts with everyday",
        "start": 774.3,
        "duration": 6.019
    },
    {
        "text": "people as well as the news organizations out there that shows not to show his face show his name to show the video that he",
        "start": 780.319,
        "duration": 6.66
    },
    {
        "text": "To go viral. Thank you",
        "start": 787.13,
        "duration": 2.19
    },
    {
        "text": "There is a way to talk about this and cover this without inadvertently glorifying and incentivizing others moving forward",
        "start": 789.32,
        "duration": 5.76
    },
    {
        "text": "Yeah, that's what I'm gonna leave this one",
        "start": 795.08,
        "duration": 1.14
    },
    {
        "text": "There's a story if you want to help links, of course down below and of course",
        "start": 796.22,
        "duration": 3.479
    },
    {
        "text": "I'd love to hear any of your thoughts regarding this issue. That's where we're going to end",
        "start": 799.7,
        "duration": 3.119
    },
    {
        "text": "Today's show and remember if you liked this video you like the way that we try to dive into the news each day for free",
        "start": 802.82,
        "duration": 4.89
    },
    {
        "text": "You can hit that like button share the video. Also if you're new here you want more of this in your life?",
        "start": 807.71,
        "duration": 4.769
    },
    {
        "text": "Be sure to hit that subscribe button definitely ring that bell to turn on notification lots with that said",
        "start": 812.48,
        "duration": 4.11
    },
    {
        "text": "Of course as always, my name is philip. Defranco. You've just been phill'd in a love yo faces",
        "start": 816.59,
        "duration": 4.649
    },
    {
        "text": "I think we need a little more love in the world and I'll see you tomorrow",
        "start": 821.24,
        "duration": 4.47
    }
]