[
    {
        "text": "'Sup you beautiful bastards. Hope even a fantastic Friday. Welcome back to the Philip DeFranco show",
        "start": 0.0,
        "duration": 4.799
    },
    {
        "text": "And if you're new here on Fridays, we do something a little bit different a Fridays",
        "start": 4.799,
        "duration": 2.97
    },
    {
        "text": "I try to cover more viewer requested stories from the week sometimes for better and worse",
        "start": 7.77,
        "duration": 3.57
    },
    {
        "text": "Lot with that said let's just jump into it",
        "start": 11.59,
        "duration": 2.719
    },
    {
        "text": "The first thing we're gonna talk about today is a requested story that involves david dobrik david. Dobrik",
        "start": 14.309,
        "duration": 3.93
    },
    {
        "text": "Of course",
        "start": 18.24,
        "duration": 0.39
    },
    {
        "text": "One of the biggest creators on this and many other",
        "start": 18.63,
        "duration": 2.159
    },
    {
        "text": "Platforms the main point he ended up being at the center of a story this week at the center of a controversy",
        "start": 20.98,
        "duration": 4.25
    },
    {
        "text": "This week because of something he said on his podcast one of the most retweeted and liked clips that called him out was this one?",
        "start": 25.359,
        "duration": 5.63
    },
    {
        "text": "Reading david dobrik not you. Not you I the white privilege jumped out and it included this clip. I don't care",
        "start": 30.99,
        "duration": 6.149
    },
    {
        "text": "I don't really care for politics because I don't really know much about it",
        "start": 37.14,
        "duration": 2.909
    },
    {
        "text": "But I know that you know Trump isn't doing the best thing for people like me",
        "start": 40.05,
        "duration": 3.419
    },
    {
        "text": "Right, but like I have fucking really good friends from back home. And from people that I met out here that are fucking",
        "start": 43.469,
        "duration": 6.78
    },
    {
        "text": "Full-blown Trump supporters. Yeah, I don't fuck. I don't ever I don't never bothers me for one second",
        "start": 50.92,
        "duration": 6.68
    },
    {
        "text": "yeah, who gives a fuck it's all about your worldview - yeah, like it's like if it's like let's say",
        "start": 57.6,
        "duration": 5.069
    },
    {
        "text": "hate that I think when people get mad at shit like that like calm down take a breather like you just",
        "start": 64.03,
        "duration": 5.089
    },
    {
        "text": "Fucking live your life. Yeah and some background slash context. So you understand that in case you're unfamiliar with David Daubert",
        "start": 69.25,
        "duration": 5.33
    },
    {
        "text": "He is a Slovakian born dreamer. He's technically a daca kid, right?",
        "start": 74.7,
        "duration": 2.94
    },
    {
        "text": "He was an undocumented immigrant who entered the United States before he was 16 before",
        "start": 77.64,
        "duration": 3.059
    },
    {
        "text": "2007 so that's what dole Berg's referencing at the beginning of the clip as far as not the best for people like me",
        "start": 81.25,
        "duration": 4.22
    },
    {
        "text": "This isn't the first time he's talked about things like this near the end of 2017. He tweeted out I paid",
        "start": 85.47,
        "duration": 4.379
    },
    {
        "text": "$400,000 in taxes last year and all I got was a free trip back to Slovakia. Hashtag defend. Daca",
        "start": 90.43,
        "duration": 4.729
    },
    {
        "text": "And also, I'm sorry to say I cannot attend VidCon Australia as of yesterday Trump has taken away all my travel privileges. Hashtag defendant",
        "start": 95.159,
        "duration": 6.66
    },
    {
        "text": "So because of Dover excurrent situation the things he said in the past",
        "start": 102.06,
        "duration": 2.91
    },
    {
        "text": "You had some people saying that he was a hypocrite that same Twitter user from before tweeting. How're you gonna say?",
        "start": 104.97,
        "duration": 3.959
    },
    {
        "text": "You're cool with people who supports the same man who was trying to tear your family and families like yours apart you as an undocumented",
        "start": 108.93,
        "duration": 5.579
    },
    {
        "text": "Immigrant should be against that a mess which I will say. I think that user has two conflicting arguments right and his initial tweet",
        "start": 114.509,
        "duration": 5.639
    },
    {
        "text": "He's talking about white privilege, but then in his follow up",
        "start": 120.149,
        "duration": 2.43
    },
    {
        "text": "He's like you're an undocumented immigrant that could get kicked to hell, right?",
        "start": 122.579,
        "duration": 2.61
    },
    {
        "text": "usually the thinking behind someone saying hey you have white privilege because someone says, you know",
        "start": 125.189,
        "duration": 3.689
    },
    {
        "text": "I don't care about politics that they're in the majority. They're not in a vulnerable position. So they're privileged and not have to care",
        "start": 128.879,
        "duration": 5.12
    },
    {
        "text": "Whereas the other argument is you're in this vulnerable position and you have a massive audience",
        "start": 134.0,
        "duration": 3.33
    },
    {
        "text": "So you should be speaking out against it and it should be a big deal to you",
        "start": 137.33,
        "duration": 2.82
    },
    {
        "text": "What I'll say is well, I do personally understand people's frustrations when anyone's like I don't really care about politics",
        "start": 140.15,
        "duration": 5.279
    },
    {
        "text": "Right and they minimize people having very large reactions to a lot of unprecedented situations right now",
        "start": 145.43,
        "duration": 5.159
    },
    {
        "text": "I personally think that this clip that blew up it's really not that deep",
        "start": 150.59,
        "duration": 3.389
    },
    {
        "text": "I have friends here in any of the places that I ever called home that are never Trump errs and",
        "start": 153.98,
        "duration": 3.87
    },
    {
        "text": "full-blown Trump supporters and regarding any and all of those people",
        "start": 158.04,
        "duration": 2.659
    },
    {
        "text": "I just understand that they're gonna be places where we just massively disagree",
        "start": 160.7,
        "duration": 3.69
    },
    {
        "text": "and if anything",
        "start": 164.39,
        "duration": 0.57
    },
    {
        "text": "I think based on those conversations. I",
        "start": 164.96,
        "duration": 1.87
    },
    {
        "text": "Learned where people are coming from and I also it's just a constant reminder that",
        "start": 166.83,
        "duration": 4.039
    },
    {
        "text": "Like the people that have different opinions than you they're not automatically evil different worldviews different ideals different trust systems",
        "start": 171.03,
        "duration": 6.41
    },
    {
        "text": "But at the end of the day human it said hey, I talk about a lot of different kinds of news",
        "start": 177.44,
        "duration": 3.63
    },
    {
        "text": "Politics is one of them. I think that it is very important",
        "start": 181.35,
        "duration": 3.289
    },
    {
        "text": "I mean people live and die based off of what happens in our political system",
        "start": 184.67,
        "duration": 2.669
    },
    {
        "text": "Right whether someone can live in this country, or they have to go somewhere else",
        "start": 187.34,
        "duration": 2.85
    },
    {
        "text": "Even if they've never really known another life other people have access to health care firearms just the economy in general when the economy tanks",
        "start": 190.19,
        "duration": 6.239
    },
    {
        "text": "A lot of other horrible stuff happens in everyday people's lives. Also go to even more polarizing issues pro-life versus pro-choice",
        "start": 196.43,
        "duration": 6.12
    },
    {
        "text": "I think a lot of people on both sides there would say the politics that are incredibly important",
        "start": 202.55,
        "duration": 3.33
    },
    {
        "text": "I mean if we bring up",
        "start": 205.88,
        "duration": 0.73
    },
    {
        "text": "immigration how I mean just in the past few days there were reports that the Health and Human Services have documents that say thousands of",
        "start": 206.61,
        "duration": 5.12
    },
    {
        "text": "Migrant children were sexually abused in US custody",
        "start": 211.73,
        "duration": 2.279
    },
    {
        "text": "you understand why people get worked up that said if you're angry because",
        "start": 214.01,
        "duration": 3.269
    },
    {
        "text": "David dobrik is not politically charged and in like leading a march than I don't know what to tell you",
        "start": 217.41,
        "duration": 5.359
    },
    {
        "text": "I'm sure David is a sweetheart of a person but if you're going to him because you think that he should be guiding people politically",
        "start": 222.769,
        "duration": 5.28
    },
    {
        "text": "And I imagine we don't see eye to eye",
        "start": 228.05,
        "duration": 1.81
    },
    {
        "text": "But that said that's my personal quick viewpoint of the story that was recommended. And then I pass the question off to you",
        "start": 229.86,
        "duration": 6.11
    },
    {
        "text": "What are your thoughts around big deal No Deal hypocrite or not?",
        "start": 235.97,
        "duration": 2.699
    },
    {
        "text": "Minimizing or none really? I just love to hear any and all thoughts and then let's talk about trolling",
        "start": 239.19,
        "duration": 4.07
    },
    {
        "text": "I feel like I feel like a teacher in class. We need to talk about something serious",
        "start": 243.26,
        "duration": 3.419
    },
    {
        "text": "No, but we did actually have trolling in the news. Thanks to Captain Marvel and Rotten Tomatoes",
        "start": 246.68,
        "duration": 3.87
    },
    {
        "text": "So reportedly even though Captain Marvel isn't coming out until March 8th the audience reviews and Rotten Tomatoes",
        "start": 250.62,
        "duration": 5.029
    },
    {
        "text": "For the movie were just getting slammed",
        "start": 255.72,
        "duration": 1.94
    },
    {
        "text": "So you had a lot of people claiming not to be interested some of the comments that people were picking up on included",
        "start": 257.66,
        "duration": 4.92
    },
    {
        "text": "Oh boy, first off. This will be worse than the last Jedi",
        "start": 262.61,
        "duration": 2.67
    },
    {
        "text": "I'm calling it now critics will love it audience hate another writing why Marvel decided to cast a very vocal?",
        "start": 265.28,
        "duration": 4.8
    },
    {
        "text": "Racist and sexist aimed at white males. I'll never know if Robert Downey jr",
        "start": 270.15,
        "duration": 3.529
    },
    {
        "text": "Started saying that he didn't care about the opinions of 40 year old white chicks",
        "start": 273.68,
        "duration": 2.76
    },
    {
        "text": "and he doesn't want to be interviewed by a white woman as it's not inclusive enough people would lose their minds and if you're unfamiliar",
        "start": 276.44,
        "duration": 5.07
    },
    {
        "text": "With what? They're referencing. They're brie, Larson had an interview where she said quote about a year ago",
        "start": 281.51,
        "duration": 4.169
    },
    {
        "text": "I started paying attention to what my press Days looked like and the critics reviewing movies and notice it appeared to be",
        "start": 285.68,
        "duration": 4.62
    },
    {
        "text": "Overwhelmingly white male, so I spoke to dr",
        "start": 290.46,
        "duration": 2.149
    },
    {
        "text": "Stacy Smith at the USC Annenberg",
        "start": 292.61,
        "duration": 1.54
    },
    {
        "text": "Inclusion initiative who put together a study to confirm that moving forward I decided to make sure my press days were more inclusive after speaking",
        "start": 294.15,
        "duration": 5.81
    },
    {
        "text": "With you the film critic Valery complex and a few other women of color. It sounded like across the board",
        "start": 299.96,
        "duration": 4.289
    },
    {
        "text": "They weren't getting the same opportunities as others and adding when I talked to the facilities that weren't providing it",
        "start": 304.25,
        "duration": 4.35
    },
    {
        "text": "They all had different excuses. Let me employ a lot of the negative stuff that was popping up",
        "start": 308.6,
        "duration": 3.42
    },
    {
        "text": "It was kind of of the same mindset of we hate Hollywood BS",
        "start": 312.02,
        "duration": 3.149
    },
    {
        "text": "Sjw BS is in fact",
        "start": 315.51,
        "duration": 1.4
    },
    {
        "text": "It got to such a point that Rotten Tomatoes has now changed their policy in a post writing",
        "start": 316.91,
        "duration": 4.29
    },
    {
        "text": "We are disabling the comment function prior to a movie's release date",
        "start": 321.2,
        "duration": 2.97
    },
    {
        "text": "Unfortunately, we have seen an uptick and non constructive input",
        "start": 324.39,
        "duration": 2.539
    },
    {
        "text": "Sometimes bordering on trolling which we believe is a disservice to our general readership",
        "start": 327.06,
        "duration": 3.71
    },
    {
        "text": "We have decided that turning off this feature for now is the best course of action",
        "start": 330.77,
        "duration": 3.479
    },
    {
        "text": "Don't worry",
        "start": 334.28,
        "duration": 0.3
    },
    {
        "text": "Though fans will still get to have their say once a movie is released audiences can leave a user rating and comments as they always",
        "start": 334.58,
        "duration": 5.399
    },
    {
        "text": "have and also adding we will no longer show the want to see",
        "start": 339.98,
        "duration": 2.85
    },
    {
        "text": "percentage score for a movie during its pre-release period why you might ask",
        "start": 342.9,
        "duration": 3.229
    },
    {
        "text": "We've found that the want to see percentage score is oftentimes confused with the audience score percentage",
        "start": 346.49,
        "duration": 4.14
    },
    {
        "text": "Number right people who have actually watched the movie or at least say they've watched the movie after release rather than the pre",
        "start": 350.73,
        "duration": 6.199
    },
    {
        "text": "Expectation numbers but also really looking at this story. I don't know how big of a deal this is one",
        "start": 357.45,
        "duration": 4.579
    },
    {
        "text": "It seems like the main change is that people have to hold off on their trolling?",
        "start": 362.03,
        "duration": 4.14
    },
    {
        "text": "I just gotta wait for that movie to release and then get to you clickety-clacking",
        "start": 366.17,
        "duration": 2.489
    },
    {
        "text": "But also it's hard to see if this would have a massive effect on the movie",
        "start": 368.66,
        "duration": 3.66
    },
    {
        "text": "And the reason I say that is there have been other high-profile movies that have been targeted in similar ways in the past",
        "start": 372.32,
        "duration": 4.019
    },
    {
        "text": "Notably the last Jedi and Black Panther and those movies made so much money black panther became the highest-grossing",
        "start": 376.56,
        "duration": 5.69
    },
    {
        "text": "Solo superhero movie of all time and the last Jedi was the highest-grossing movie of 2017",
        "start": 382.62,
        "duration": 5.33
    },
    {
        "text": "So I think would be a hard point to argue that the want to see has any sort of meaningful effect on box-office",
        "start": 387.95,
        "duration": 5.849
    },
    {
        "text": "It's a really I think it's just going to change the the timing and placement of people sounding off about some of these movies",
        "start": 393.8,
        "duration": 5.23
    },
    {
        "text": "Oh, yeah",
        "start": 399.03,
        "duration": 0.27
    },
    {
        "text": "I mean this isn't something new and it's not gonna be the end of it people will always whether you call it trolling or it",
        "start": 399.3,
        "duration": 4.86
    },
    {
        "text": "Is trolling or whatever way get their feelings out there into the world regarding any any sort of issue",
        "start": 404.16,
        "duration": 5.129
    },
    {
        "text": "But with that said, of course, I do want to pass the question up to you",
        "start": 409.29,
        "duration": 2.31
    },
    {
        "text": "What are your thoughts around this firstly I don't give a damn about what anyone thinks about the movies good or bad",
        "start": 411.6,
        "duration": 4.799
    },
    {
        "text": "I'm just excited personally that we're getting Captain Marvel and then the next month. We're getting endgame",
        "start": 416.4,
        "duration": 4.529
    },
    {
        "text": "I'm so ready to be emotionally torn apart. But from that I want to share some stuff",
        "start": 420.93,
        "duration": 3.6
    },
    {
        "text": "I loved today and today in awesome brought to you about post mates and post DeFranco comm if you're not familiar post mates is the",
        "start": 424.53,
        "duration": 6.149
    },
    {
        "text": "Fantastic delivery on-demand service. You want something from the store your favorite restaurant?",
        "start": 430.68,
        "duration": 3.809
    },
    {
        "text": "You want them to snag you some drinks?",
        "start": 434.49,
        "duration": 1.29
    },
    {
        "text": "Boom open up the app. They'll deliver to your work where you live wherever I've got the app since getting it",
        "start": 435.78,
        "duration": 5.729
    },
    {
        "text": "It's been one of the best additions to my life and my time and best of all for you, beautiful",
        "start": 441.51,
        "duration": 3.72
    },
    {
        "text": "Bastards when you download it",
        "start": 445.39,
        "duration": 1.25
    },
    {
        "text": "which you can click the link down below you can go to post to Franco comm make sure you enter in code Philly D because",
        "start": 446.64,
        "duration": 4.41
    },
    {
        "text": "They'll give you $100 in free delivery fee credit",
        "start": 451.05,
        "duration": 2.519
    },
    {
        "text": "Yes, really and enjoy and the first bit of Awesome is we actually we need to make some rooms",
        "start": 453.57,
        "duration": 4.35
    },
    {
        "text": "we are having a clearance sale on five different items a",
        "start": 457.92,
        "duration": 2.91
    },
    {
        "text": "Boycott poster a stay humble hustle hard poster the why be informed what he can use your feelings as your facts poster",
        "start": 460.9,
        "duration": 5.45
    },
    {
        "text": "let's make mistakes together poster and our pretentious being is both in white and black if from now to the end of the weekend you",
        "start": 466.38,
        "duration": 6.54
    },
    {
        "text": "Christie definitely made this coupon code you use code fry. Yay. You will get 30% off those items",
        "start": 473.35,
        "duration": 5.629
    },
    {
        "text": "So snack goes up while you can using the link down below",
        "start": 478.98,
        "duration": 2.49
    },
    {
        "text": "Then I just gotta give a shout out to markiplier raised half a million dollars for charity in a marathon",
        "start": 481.72,
        "duration": 5.119
    },
    {
        "text": "Livestream charities called my friend's place and they described themselves as a nonprofit Resource Center in Hollywood offering a comprehensive",
        "start": 487.06,
        "duration": 5.72
    },
    {
        "text": "Continuum of care for homeless youth helping 1,400 young people each year mark, of course is not the only creator jacksepticeye",
        "start": 493.12,
        "duration": 5.569
    },
    {
        "text": "I mean specifically for this dream he joined in I also mean he's not the only creator out there doing good and if there are",
        "start": 498.69,
        "duration": 5.61
    },
    {
        "text": "Other people out there when they do it, make sure to send it to me",
        "start": 504.3,
        "duration": 2.94
    },
    {
        "text": "I want to be able to highlight it then we got the trailer for love death and robots got the new red band trailer",
        "start": 507.24,
        "duration": 4.41
    },
    {
        "text": "For Hellboy at astronaut Chris Hadfield on 13 moments that changed his life",
        "start": 511.75,
        "duration": 3.98
    },
    {
        "text": "We had the Jonas Brothers come back with sucker",
        "start": 516.09,
        "duration": 2.07
    },
    {
        "text": "Allow Britney playing a game of song association if you want to see the full versions of everything",
        "start": 518.16,
        "duration": 4.229
    },
    {
        "text": "I just shared the secret link of the day really anything at all links is always on the description down below",
        "start": 522.39,
        "duration": 4.979
    },
    {
        "text": "By the news we saw out of San Francisco this week",
        "start": 528.11,
        "duration": 2.19
    },
    {
        "text": "If you didn't see San Francisco officials announced on Monday that they are gonna be dismissing",
        "start": 530.3,
        "duration": 3.45
    },
    {
        "text": "9362 marijuana convictions dating all the way back to 1975",
        "start": 534.66,
        "duration": 3.71
    },
    {
        "text": "So what this means is that it makes San Francisco the first city in the United States to clear all",
        "start": 538.37,
        "duration": 3.779
    },
    {
        "text": "Eligible marijuana conviction the announcement came from San Francisco's district attorney George Gascon and it comes a little over two years after California passed Proposition",
        "start": 542.49,
        "duration": 7.13
    },
    {
        "text": "64 and Prop 64 as you might remember it was approved by the voters back in",
        "start": 550.2,
        "duration": 3.739
    },
    {
        "text": "2016 the legalize recreational marijuana in California for people 21 and older and it also allowed for people that were convicted of marijuana possession to",
        "start": 554.04,
        "duration": 6.95
    },
    {
        "text": "petition to have their convictions expunged and along with that people could also petition to have marijuana related crimes reduced from a felony to a",
        "start": 560.99,
        "duration": 5.82
    },
    {
        "text": "misdemeanor and the expungements also include marijuana",
        "start": 566.81,
        "duration": 2.039
    },
    {
        "text": "Convictions that are tied to other crimes after prop 64 passed San Francisco became the first county to announce that it would clear old marijuana",
        "start": 569.01,
        "duration": 6.079
    },
    {
        "text": "Convictions and so for about a year now",
        "start": 575.089,
        "duration": 1.511
    },
    {
        "text": "The DA's office in San Francisco has been going through old marijuana cases that were eligible for dismissal with that",
        "start": 576.6,
        "duration": 5.119
    },
    {
        "text": "They found about 1,200 cases to clear on their own",
        "start": 581.72,
        "duration": 1.95
    },
    {
        "text": "but when that process proved to be too time-consuming",
        "start": 583.67,
        "duration": 2.28
    },
    {
        "text": "They teamed up with a nonprofit called Code for America and they use open source technology to improve government efficiency",
        "start": 586.019,
        "duration": 5.51
    },
    {
        "text": "Then what followed was Code for America used a computer algorithm?",
        "start": 591.69,
        "duration": 2.69
    },
    {
        "text": "it created called clear my record which sorts through marijuana convictions and determined which were eligible for expungement under Prop 64 and according to a",
        "start": 594.38,
        "duration": 6.75
    },
    {
        "text": "medium article written by Code for America the clear my record technology can automatically and securely",
        "start": 601.13,
        "duration": 3.869
    },
    {
        "text": "Evaluate eligibility for convictions by reading and interpreting conviction data and adding it can evaluate",
        "start": 605.399,
        "duration": 4.73
    },
    {
        "text": "Eligibility for thousands of convictions in just a few minutes and that program also automatically fills out the required paperwork that can be turned in",
        "start": 610.5,
        "duration": 6.289
    },
    {
        "text": "To the court for processing these cases people could request expungements themselves. Even before the DEA and Code for America took on the project",
        "start": 616.79,
        "duration": 6.059
    },
    {
        "text": "But before the city began to look for people who were eligible only",
        "start": 622.89,
        "duration": 3.109
    },
    {
        "text": "23 people had actually petitioned the city to do something about their convictions. And the reason for that was simple",
        "start": 626.22,
        "duration": 4.67
    },
    {
        "text": "It was a pretty tedious task as guys go and explain you have to hire an attorney",
        "start": 630.89,
        "duration": 3.269
    },
    {
        "text": "You have to petition the court you have to come for a hearing",
        "start": 634.16,
        "duration": 2.73
    },
    {
        "text": "It's a very expensive and very cumbersome process",
        "start": 636.89,
        "duration": 2.519
    },
    {
        "text": "And the reality is that the majority of the people that were punished and we're the ones that suffered in this war on marijuana",
        "start": 639.41,
        "duration": 4.41
    },
    {
        "text": "War on drugs nationally, we're people that can ill afford to pay an attorney",
        "start": 643.949,
        "duration": 3.65
    },
    {
        "text": "And as far as why it's important that people actually do this",
        "start": 647.6,
        "duration": 2.609
    },
    {
        "text": "I mean the DA's office noted the people who have marijuana convictions on their records often have trouble finding employment along with that they can",
        "start": 650.209,
        "duration": 5.55
    },
    {
        "text": "face barriers when trying to get access to",
        "start": 655.76,
        "duration": 1.36
    },
    {
        "text": "Education housing loans and public assistance and along with SKS go and also noted there were racial",
        "start": 657.12,
        "duration": 4.52
    },
    {
        "text": "Disparities in marijuana arrests in that city and in fact a study done by the ACLU in 2013 found that in San Francisco",
        "start": 661.71,
        "duration": 5.659
    },
    {
        "text": "African-americans were more than four times as likely to be arrested for marijuana possession",
        "start": 667.68,
        "duration": 3.109
    },
    {
        "text": "Than white people and in a press briefing guess cone said take San Francisco for instance",
        "start": 670.98,
        "duration": 4.19
    },
    {
        "text": "Our african-american population is under five percent",
        "start": 675.17,
        "duration": 2.25
    },
    {
        "text": "But if you look at our convictions for marijuana offenses thirty three percent of people we convicted were african-american 27 percent were Latino",
        "start": 677.42,
        "duration": 5.97
    },
    {
        "text": "so because of all of these factors the city decided to take a proactive approach to clear past convictions themselves to help people who they",
        "start": 683.39,
        "duration": 5.789
    },
    {
        "text": "Say needed the most relief. So now that all that has to be done is for the courts to actually process the requests",
        "start": 689.18,
        "duration": 4.59
    },
    {
        "text": "What does that mean for the rest of the country?",
        "start": 693.77,
        "duration": 1.59
    },
    {
        "text": "well",
        "start": 695.36,
        "duration": 0.18
    },
    {
        "text": "San Francisco's actions have actually prompted several other cities to follow their lead and many believe that both the",
        "start": 695.54,
        "duration": 4.8
    },
    {
        "text": "Expungements and the technology used by Code for America will have a positive spillover effect Code for America",
        "start": 700.44,
        "duration": 4.52
    },
    {
        "text": "Intends on expanding its pilot program to other California counties, and it's already set a goal of clearing",
        "start": 705.09,
        "duration": 4.639
    },
    {
        "text": "250,000 eligible convictions nationwide by 2019 and specifically in California other counties including Los Angeles",
        "start": 710.25,
        "duration": 5.179
    },
    {
        "text": "are considering similar efforts and that could be massive because the LA County DA's office estimates that there have been",
        "start": 715.5,
        "duration": 4.969
    },
    {
        "text": "40,000 felony marijuana convictions since 1993. However, remember it's not all convictions",
        "start": 720.99,
        "duration": 4.669
    },
    {
        "text": "and right now prosecutors",
        "start": 725.66,
        "duration": 0.67
    },
    {
        "text": "Haven't said how many of those cases could be eligible then as far as efforts outside of California?",
        "start": 726.33,
        "duration": 4.13
    },
    {
        "text": "You have things like in Missouri lawmakers are considering a bill that would expose convictions for medical marijuana patients",
        "start": 730.46,
        "duration": 5.219
    },
    {
        "text": "Which is legal in the state also in, New Jersey",
        "start": 735.68,
        "duration": 1.72
    },
    {
        "text": "Residents can actually have their convictions expunged but like in San Francisco the process is reportedly challenged and then finally in New York the governor",
        "start": 737.4,
        "duration": 6.349
    },
    {
        "text": "has proposed",
        "start": 743.75,
        "duration": 0.91
    },
    {
        "text": "legalizing recreational marijuana, use and officials are exploring the",
        "start": 744.66,
        "duration": 2.78
    },
    {
        "text": "Possibility of expunging or sealing conviction records and in the most unsurprising part of this story. I think all of these are good steps",
        "start": 747.51,
        "duration": 6.289
    },
    {
        "text": "I personally think that marijuana has ridiculously been villainized for a very very long time. I have been an advocate for a",
        "start": 753.8,
        "duration": 5.549
    },
    {
        "text": "decriminalization and legalization for a very long time and a few people being held back because they have a record for a",
        "start": 759.99,
        "duration": 4.549
    },
    {
        "text": "nonviolent marijuana offense that is ridiculous and given how clunky and expensive really anything involving the government can be I",
        "start": 764.91,
        "duration": 7.04
    },
    {
        "text": "Love seeing a government actually trying to help the people out there, but that said that's a story",
        "start": 772.2,
        "duration": 5.479
    },
    {
        "text": "That's my personal takeaway and it passed the question off to you",
        "start": 777.68,
        "duration": 2.489
    },
    {
        "text": "What are your thoughts around this and then let's talk about the news around Craig Koli who spent 39 years in prison for a double",
        "start": 780.17,
        "duration": 5.01
    },
    {
        "text": "Murder committed back in 1978 but was recently found innocent and granted clemency in 2017",
        "start": 785.18,
        "duration": 5.309
    },
    {
        "text": "Cooley was accused of raping 24 year old Rhonda and then killing her and her four-year-old son",
        "start": 790.49,
        "duration": 4.979
    },
    {
        "text": "The investigation had led to Koli as he and wick were dating had recently broken up prior to her murdered wicks neighbors reported hearing banging",
        "start": 795.47,
        "duration": 6.03
    },
    {
        "text": "The morning of the attack and one neighbor even claimed to have seen Coley's truck through a window and also reported that someone with medium",
        "start": 801.5,
        "duration": 5.789
    },
    {
        "text": "Length hair drove away in it during the investigation police searched Coley's home. They found a blood-stained towel as well as a child's t-shirt",
        "start": 807.29,
        "duration": 6.179
    },
    {
        "text": "They believe that the towel had wicks blood and the shirt was used to smother her son and with all of this he was immediately",
        "start": 813.47,
        "duration": 5.04
    },
    {
        "text": "arrested as a suspect and then charged with the killings with the",
        "start": 818.51,
        "duration": 2.579
    },
    {
        "text": "Prosecution even filing a notice that it would be seeking the death penalty. Well the first trial resulted in a hung jury",
        "start": 821.279,
        "duration": 4.46
    },
    {
        "text": "Koli was tried again in 1980",
        "start": 825.87,
        "duration": 1.909
    },
    {
        "text": "And this time he was convicted for the murders and there he was sentenced to life in prison without the possibility of parole",
        "start": 827.779,
        "duration": 5.61
    },
    {
        "text": "however",
        "start": 833.55,
        "duration": 0.6
    },
    {
        "text": "Koli has maintained his innocence this entire time even appealing his case and petitioning for a writ of habeas corpus which allows a person to",
        "start": 834.15,
        "duration": 6.649
    },
    {
        "text": "Report unlawful detention or imprisonment, but ultimately he was getting nowhere, but Koli wasn't alone",
        "start": 840.8,
        "duration": 4.859
    },
    {
        "text": "You had Simi Valley Police Detective Mike bender who examined Coley's file and became convinced of his innocence",
        "start": 845.66,
        "duration": 4.86
    },
    {
        "text": "He also brought coleus case of various law enforcement agencies, but to no avail",
        "start": 850.52,
        "duration": 3.359
    },
    {
        "text": "but as far as what bender saw bender noticed that Koli had an alibi for all but twenty or thirty minutes on the morning that",
        "start": 854.24,
        "duration": 5.13
    },
    {
        "text": "The crime was committed which in his opinion wasn't enough time to commit the murder along with that bender also found evidence that other legitimate",
        "start": 859.37,
        "duration": 5.91
    },
    {
        "text": "Suspects were let go by police who focused their investigation",
        "start": 865.38,
        "duration": 2.27
    },
    {
        "text": "on Koli and then in 2013",
        "start": 867.839,
        "duration": 1.921
    },
    {
        "text": "With Bender's help Koli submitted a petition to California Governor Jerry Brown for clemency on the basis of factual innocence a nepotism in part claimed",
        "start": 869.76,
        "duration": 7.309
    },
    {
        "text": "That a Simi Valley Police Department detective destroyed",
        "start": 877.07,
        "duration": 2.7
    },
    {
        "text": "biological evidence that could have exonerated Cole and then in 2015",
        "start": 880.17,
        "duration": 3.14
    },
    {
        "text": "governor brown requested the board of parole hearings to investigate the case and in that",
        "start": 883.44,
        "duration": 3.89
    },
    {
        "text": "Investigation multiple law enforcement officers said they believed Koli was innocent and that the detective who originally was in charge of the investigation",
        "start": 887.43,
        "duration": 5.6
    },
    {
        "text": "Quote mishandled the investigation or framed. Mr",
        "start": 893.37,
        "duration": 3.679
    },
    {
        "text": "Kohler too this led the Simi Valley Police Department along with the Ventura County District Attorney's Office to open an investigation",
        "start": 897.05,
        "duration": 4.65
    },
    {
        "text": "Into Coley's case and during the investigation",
        "start": 901.8,
        "duration": 2.45
    },
    {
        "text": "They luckily found biological samples from the case in a private lab",
        "start": 904.25,
        "duration": 2.88
    },
    {
        "text": "Despite the court ordering that they be destroyed after Koli had used all of his appeal advanced forensic",
        "start": 907.35,
        "duration": 4.25
    },
    {
        "text": "Analyses were conducted on the samples the kind that were not available at the time of Coley's trial and those forensics showed that the sperm",
        "start": 911.7,
        "duration": 5.63
    },
    {
        "text": "And saliva from the sheet that wix body was found on did not contain Coley's DNA instead",
        "start": 917.33,
        "duration": 4.769
    },
    {
        "text": "It had the DNA of another person additionally the blood and semen stains on the child's shirt recovered from Coley's apartment",
        "start": 922.1,
        "duration": 4.98
    },
    {
        "text": "Also tested and did not have any of Coley's DNA",
        "start": 927.26,
        "duration": 2.339
    },
    {
        "text": "Although those tests did show wick son's DNA on the shirt along with the sperm of several individuals",
        "start": 929.6,
        "duration": 4.679
    },
    {
        "text": "But none of which were Coley",
        "start": 934.28,
        "duration": 1.12
    },
    {
        "text": "investigators even went to the apartment from which the neighbor claimed to have seen Coley struck and determined that there was no way she could",
        "start": 935.4,
        "duration": 5.299
    },
    {
        "text": "Have correctly identified him or his trunk at 5:30 a.m",
        "start": 940.7,
        "duration": 2.94
    },
    {
        "text": "Stating that lighting conditions made it difficult to see details on",
        "start": 943.65,
        "duration": 2.72
    },
    {
        "text": "Vehicles and it made it even harder to see inside though. And then on November 20th 2017",
        "start": 946.47,
        "duration": 3.979
    },
    {
        "text": "We saw a news release from the police department and the DA's office",
        "start": 950.45,
        "duration": 2.7
    },
    {
        "text": "Asserting Coley's innocence and claiming if the real murderer had not been brought to justice along with that",
        "start": 953.31,
        "duration": 4.549
    },
    {
        "text": "They also wrote a letter explaining their findings to California Governor Jerry Brown who officially pardoned Coley two days later and that pardon reads",
        "start": 957.86,
        "duration": 6.029
    },
    {
        "text": "Mr",
        "start": 963.89,
        "duration": 0.45
    },
    {
        "text": "Coley had no criminal history before being arrested for these crimes and he has been a model inmate for nearly four decades in prison",
        "start": 964.34,
        "duration": 5.609
    },
    {
        "text": "He has avoided gangs and violence instead. He has dedicated himself to religion the grace with which mr",
        "start": 969.95,
        "duration": 4.92
    },
    {
        "text": "Coley has endured this lengthy and unjust incarceration is extraordinary, but that was 2017. Why are we talking about this now?",
        "start": 974.87,
        "duration": 6.299
    },
    {
        "text": "Well because the story is not over back in February of 2018",
        "start": 981.17,
        "duration": 3.15
    },
    {
        "text": "Coley was awarded over 1.9 million dollars by the Victim Compensation Board of the state of California",
        "start": 984.32,
        "duration": 5.039
    },
    {
        "text": "Essentially what that was is $140 per day for the thirteen thousand nine hundred ninety one days. He was incarcerated",
        "start": 989.36,
        "duration": 5.52
    },
    {
        "text": "So quickly filed a federal civil rights lawsuit seeking damages from the city of Simi Valley",
        "start": 995.64,
        "duration": 4.04
    },
    {
        "text": "which brings us to last Saturday when Simi Valley City manager Eric Leavitt announced the",
        "start": 999.68,
        "duration": 4.289
    },
    {
        "text": "Twenty-one million dollar settlement which according to Levesque could have met exposure of up to eighty million dollars in a worst case scenario",
        "start": 1004.22,
        "duration": 6.169
    },
    {
        "text": "if it went a full litigation",
        "start": 1010.49,
        "duration": 1.67
    },
    {
        "text": "however of the 21 million the city will pay",
        "start": 1012.16,
        "duration": 2.0
    },
    {
        "text": "4.9 million with the rest to be paid by insurance and other sources and according to the statement on the city of simi Valley's website",
        "start": 1014.33,
        "duration": 5.42
    },
    {
        "text": "That quotes the Los Angeles Times. Mr. Coley's 39 years was the longest prison term overturned in California following his release",
        "start": 1019.75,
        "duration": 5.94
    },
    {
        "text": "He was awarded the largest payout ever from the victim's compensation government claim board",
        "start": 1025.69,
        "duration": 4.14
    },
    {
        "text": "Which said it unequivocally accepts that Coley is actually innocent of the murders and in response to all of this Coley who is now 71",
        "start": 1029.83,
        "duration": 6.539
    },
    {
        "text": "Stated it's not something you can describe other than it's painful went for decades not being able to grieve the woman and child I loved",
        "start": 1036.8,
        "duration": 6.439
    },
    {
        "text": "And ultimately that is where we are with the story",
        "start": 1043.24,
        "duration": 2.07
    },
    {
        "text": "It's it's it's hard to call this a happy ending right money's money",
        "start": 1045.31,
        "duration": 3.869
    },
    {
        "text": "And I hope that he can use this money in some way to",
        "start": 1049.18,
        "duration": 2.79
    },
    {
        "text": "To add to his life at a time is priceless all of that opportunity stripped from this man",
        "start": 1052.19,
        "duration": 5.569
    },
    {
        "text": "There's no making that up time is",
        "start": 1057.76,
        "duration": 1.38
    },
    {
        "text": "valuable thing that we have and of course it's stories like this that make you think of the death penalty because as we mentioned initially",
        "start": 1059.14,
        "duration": 5.599
    },
    {
        "text": "Prosecutors were seeking the death penalty and if that had happened instead of us talking about a wrongful imprisonment that everyone's trying to make right?",
        "start": 1064.84,
        "duration": 5.93
    },
    {
        "text": "We're talking about a dead man. Meanwhile, whoever did this potentially just still out there somewhere if they didn't get caught doing something else",
        "start": 1070.77,
        "duration": 5.549
    },
    {
        "text": "No one's been charged with this",
        "start": 1076.41,
        "duration": 0.93
    },
    {
        "text": "But if if I did end on if you can even call it a positive now",
        "start": 1077.34,
        "duration": 3.989
    },
    {
        "text": "I do want to say that Mike bender deserves so so so much credit. I mean usually when we're talking about cases like this",
        "start": 1081.33,
        "duration": 5.459
    },
    {
        "text": "It's organizations like the Innocence Project that are involved keeping it alive trying to move it. But this was kept on everyone's radar",
        "start": 1086.789,
        "duration": 5.76
    },
    {
        "text": "Thanks to one detective without him. It's very likely Coley just remains in prison",
        "start": 1092.559,
        "duration": 3.89
    },
    {
        "text": "Yeah, that's where this story ends for now and and the questions that I want to pass off to you one",
        "start": 1096.45,
        "duration": 4.32
    },
    {
        "text": "What are your thoughts regarding the payouts around wrongful imprisonment and also to if you're willing to share what are your thoughts regarding the death?",
        "start": 1100.77,
        "duration": 5.699
    },
    {
        "text": "Penalty and if you are one way or the other does this story, you know",
        "start": 1106.47,
        "duration": 4.199
    },
    {
        "text": "Really confirm what you're thinking or do you think that it's an outlier doesn't really affect any and all thoughts and that's where we're going",
        "start": 1110.669,
        "duration": 5.67
    },
    {
        "text": "To end today's show and remember if you like this video you like jumping into it with us on the daily",
        "start": 1116.34,
        "duration": 3.869
    },
    {
        "text": "Let us know hit that like button",
        "start": 1120.21,
        "duration": 1.8
    },
    {
        "text": "If you new here definitely be sure to subscribe ring that bell to turn on notifications",
        "start": 1122.01,
        "duration": 3.599
    },
    {
        "text": "Which I'll not know if you did miss either of the last two videos. You'll want to catch up",
        "start": 1125.77,
        "duration": 3.439
    },
    {
        "text": "You can click or tap right there to watch those thoughts with that said of course as always my name's philip. Defranco",
        "start": 1129.21,
        "duration": 4.44
    },
    {
        "text": "You've just been phill'd in a love yo faces, and I'll see you Monday",
        "start": 1133.75,
        "duration": 4.099
    }
]