[
    {
        "text": "Hello hello, welcome to your morning show",
        "start": 0.0,
        "duration": 1.979
    },
    {
        "text": "My name is philip defranco and we need to talk about the very serious story of Jamel Myles",
        "start": 1.979,
        "duration": 5.339
    },
    {
        "text": "Now over the summer Jamel who was nine at the time came out as gay to his mother and she recalls him being incredibly nervous",
        "start": 7.319,
        "duration": 4.95
    },
    {
        "text": "Saying he was like mom I'm gay",
        "start": 12.269,
        "duration": 2.0
    },
    {
        "text": "and I think he's playing and I looked back at him because I was driving and he was just",
        "start": 14.32,
        "duration": 4.52
    },
    {
        "text": "curled up like this",
        "start": 19.42,
        "duration": 2.0
    },
    {
        "text": "so scared and I just flicked him off like I still love you and when he came out Leigh appears jamel's mother said that he",
        "start": 21.699,
        "duration": 5.39
    },
    {
        "text": "Also has to dress more feminine and he goes can I be honest with you?",
        "start": 27.09,
        "duration": 2.969
    },
    {
        "text": "You know, I was like sure he's like, I know you buy me boy stuff because I'm a boy",
        "start": 30.06,
        "duration": 3.539
    },
    {
        "text": "But he's a good Rather just like a girl. Yeah",
        "start": 33.6,
        "duration": 2.369
    },
    {
        "text": "Also noting that Jamel began wearing fake nails on August 20th",
        "start": 35.969,
        "duration": 2.7
    },
    {
        "text": "Which was the same day that he started 4th grade at Joe shoemaker elementary school",
        "start": 38.67,
        "duration": 3.299
    },
    {
        "text": "it turned out Jamel also planned on coming out to his classmates because according to lea he went to school and said he was gonna",
        "start": 41.969,
        "duration": 4.29
    },
    {
        "text": "Tell people he's gay because he's proud of himself. But then on Thursday August 23rd when Lea came home, she found her son unresponsive",
        "start": 46.26,
        "duration": 6.389
    },
    {
        "text": "She attempted to revive him. He was rushed to the hospital",
        "start": 52.649,
        "duration": 2.04
    },
    {
        "text": "But ultimately it was too late and he was pronounced dead",
        "start": 54.699,
        "duration": 2.39
    },
    {
        "text": "And the reason we're talking about this today is Pierce believes a bullying played a role in her son's death",
        "start": 57.09,
        "duration": 3.84
    },
    {
        "text": "Four days is all I took at school. I could just imagine what they said to me",
        "start": 60.989,
        "duration": 4.23
    },
    {
        "text": "My son told my oldest daughter the kids at school told him to kill himself",
        "start": 65.229,
        "duration": 4.55
    },
    {
        "text": "I'm just saying he didn't come to me on Friday August 24th Pierce posted on Facebook saying I lost a reason to breathe my heart",
        "start": 71.2,
        "duration": 6.65
    },
    {
        "text": "My sunshine my son he was being bullied and I didn't know not till it was too late",
        "start": 77.85,
        "duration": 3.93
    },
    {
        "text": "I wish I knew everything so I could have stopped this then saying stop bullying stop this shit",
        "start": 81.78,
        "duration": 3.989
    },
    {
        "text": "I lost my baby because of it and it's not fair. Not fair. Not fair",
        "start": 85.77,
        "duration": 3.09
    },
    {
        "text": "I just want my son back and on the same day",
        "start": 88.86,
        "duration": 2.04
    },
    {
        "text": "We also saw jamel's principal Christine Fleming send a letter out to parents saying our thoughts are with the students family at this time",
        "start": 90.9,
        "duration": 5.789
    },
    {
        "text": "we will continue to process the sad news as a school community and this past Monday the district also sent out a statement saying that",
        "start": 96.689,
        "duration": 5.76
    },
    {
        "text": "They were deeply committed to ensuring that all members of the school's community are treated with dignity and respect this regardless of sexual orientation",
        "start": 102.45,
        "duration": 5.91
    },
    {
        "text": "Gender identity or transgender status. It is crucial that our students receive all the supports",
        "start": 108.52,
        "duration": 5.12
    },
    {
        "text": "They need to learn and thrive in a safe and welcoming environment and on the same day. We saw the appears",
        "start": 113.64,
        "duration": 4.139
    },
    {
        "text": "Take to Facebook again to say if you want to speak on my son",
        "start": 117.78,
        "duration": 2.669
    },
    {
        "text": "Let me just say this you speak on how we are all the same. Our differences are what makes us the same",
        "start": 120.45,
        "duration": 4.559
    },
    {
        "text": "I want you to speak on treating each other with kindness and compassion",
        "start": 125.009,
        "duration": 2.79
    },
    {
        "text": "I want justice for my son and the only way to get that is to touch people's hearts and tell them if we",
        "start": 127.81,
        "duration": 4.58
    },
    {
        "text": "More it will be harder to hate if you speak on my son speak with the same compassion",
        "start": 132.63,
        "duration": 3.899
    },
    {
        "text": "He had he wanted everyone to feel loved because I taught all my kids",
        "start": 136.53,
        "duration": 2.85
    },
    {
        "text": "We are all the same and he treated people as equals because he was taught love so teach your kids love please stop bully",
        "start": 139.38,
        "duration": 5.58
    },
    {
        "text": "I die any death to switch places with my son",
        "start": 144.96,
        "duration": 2.849
    },
    {
        "text": "He's my sunshine because he is my baby of three and my only son this isn't fair",
        "start": 147.81,
        "duration": 4.02
    },
    {
        "text": "I want my son back in my arms. I pray for everyone's broken soul to heal because you're beautiful",
        "start": 151.83,
        "duration": 4.77
    },
    {
        "text": "You're special you can do it say that's my kids all the time. I love you Jamel. You're my happiness, son",
        "start": 156.6,
        "duration": 4.44
    },
    {
        "text": "I'm Pierre Susana that she is telling her son's story because she wants to spread awareness",
        "start": 161.04,
        "duration": 3.599
    },
    {
        "text": "about the effects of bully and actually on that note we saw responses from",
        "start": 164.71,
        "duration": 3.349
    },
    {
        "text": "anti-bullying group do a jane clemente co-founder of the Tyler Clementi Foundation which works to end bullying in schools workplaces and faith communities saying over",
        "start": 168.31,
        "duration": 6.98
    },
    {
        "text": "And over again, we see that vicious harassment can and does result in death",
        "start": 175.29,
        "duration": 3.419
    },
    {
        "text": "it should not take the death of a child for us to do the right thing and treat every human being with respect kindness and",
        "start": 178.71,
        "duration": 5.129
    },
    {
        "text": "The dignity they deserve all adults",
        "start": 183.84,
        "duration": 1.5
    },
    {
        "text": "But especially teachers coaches and school",
        "start": 185.34,
        "duration": 1.87
    },
    {
        "text": "Administrators must take action to protect the safety of its students and Clemente also specifically pointed towards faith-based community saying I would also encourage faith",
        "start": 187.21,
        "duration": 6.77
    },
    {
        "text": "Communities to stop perpetuating the misguided teachings and traditions of bassist dogma and discrimination that he values the human spirit and causes so much pain",
        "start": 193.98,
        "duration": 7.049
    },
    {
        "text": "and despair",
        "start": 201.03,
        "duration": 0.33
    },
    {
        "text": "I believe that love does not harm and it should not be used to make someone feel broken less than or separated from God because",
        "start": 201.36,
        "duration": 6.03
    },
    {
        "text": "of who God created them to love this would have a huge impact on our",
        "start": 207.39,
        "duration": 2.819
    },
    {
        "text": "Lgbtq+, youth. We also saw a variety of reactions to the story online did people like actress Laverne Cox tweeting out?",
        "start": 210.73,
        "duration": 6.5
    },
    {
        "text": "This has to stop happening. It just must stop. Our bullying culture is killing children actor Daniel Newman tweeting",
        "start": 217.23,
        "duration": 5.489
    },
    {
        "text": "Jamel Mile is just killing himself at nine years old after being bullied for coming out is all the proof",
        "start": 222.72,
        "duration": 4.41
    },
    {
        "text": "You need that our fight against prejudice as important today as ever then tweeting out the number for The Trevor Project",
        "start": 227.13,
        "duration": 4.829
    },
    {
        "text": "also",
        "start": 232.18,
        "duration": 0.5
    },
    {
        "text": "in addition to this you have people questioning how kids even know about suicide and",
        "start": 232.68,
        "duration": 3.18
    },
    {
        "text": "homosexuality at this age many pointing to this tweet reading",
        "start": 236.05,
        "duration": 2.75
    },
    {
        "text": "I just want to know why and how these kids know so much about",
        "start": 238.8,
        "duration": 2.19
    },
    {
        "text": "Homosexuality and suicide at seven eight and nine years old and in response",
        "start": 241.24,
        "duration": 3.169
    },
    {
        "text": "We saw people blaming a lot of things and one back and forth",
        "start": 244.41,
        "duration": 2.669
    },
    {
        "text": "We saw were people blaming the media TV internet parents need to keep their kids off the net",
        "start": 247.08,
        "duration": 4.11
    },
    {
        "text": "It's really just a day in times. We live in men other making kid movies with same-sex couples. It's all in their face",
        "start": 251.19,
        "duration": 4.339
    },
    {
        "text": "It's out here or loss. They also people heading back at those ideas",
        "start": 255.53,
        "duration": 3.059
    },
    {
        "text": "but many users responding back along the lines of this tweet saying what has happened to our fucking world where a nine-year-old kills himself for",
        "start": 258.59,
        "duration": 6.39
    },
    {
        "text": "Being gay and people are questioning whether or not he could really know he was gay. It was fucking nine",
        "start": 264.98,
        "duration": 4.229
    },
    {
        "text": "I don't care what else you have to say",
        "start": 269.21,
        "duration": 1.62
    },
    {
        "text": "He was nine and everyone's saying that he should not even know what gay is",
        "start": 270.83,
        "duration": 2.97
    },
    {
        "text": "And should be playing with toys instead of worrying about his sexuality are sexualizing something that shouldn't be sexualized",
        "start": 273.93,
        "duration": 5.27
    },
    {
        "text": "It's normal to have crushes in elementary school and his just happen to be on boys",
        "start": 279.2,
        "duration": 3.449
    },
    {
        "text": "Ultimately that is where we are with this story right now",
        "start": 282.69,
        "duration": 2.329
    },
    {
        "text": "And as far as my own personal take away here one the situation in general is heartbreaking",
        "start": 285.02,
        "duration": 5.19
    },
    {
        "text": "But also extremely concerning to me is that there is not this",
        "start": 290.21,
        "duration": 3.869
    },
    {
        "text": "Universal support and sympathy for this nine-year-old wolf. I don't care if you agree with homosexuality or not",
        "start": 294.78,
        "duration": 5.75
    },
    {
        "text": "I don't care if you think it's wrong that",
        "start": 300.53,
        "duration": 2.369
    },
    {
        "text": "there there are",
        "start": 303.09,
        "duration": 0.9
    },
    {
        "text": "Same-sex couples on TV and you think that it's being thrown",
        "start": 303.99,
        "duration": 2.869
    },
    {
        "text": "In people's faces rather than making those people who are gay feel included and represented on television",
        "start": 306.93,
        "duration": 5.69
    },
    {
        "text": "We are talking about a nine year old human being that just like every other nine year olds. Wanted to be accepted",
        "start": 312.62,
        "duration": 5.309
    },
    {
        "text": "They stuffed the information we've been given was excited to be accepted and to share this with friends and then in response",
        "start": 317.93,
        "duration": 6.149
    },
    {
        "text": "Was told to kill himself. That's just the tiniest",
        "start": 324.15,
        "duration": 2.839
    },
    {
        "text": "Breadcrumb of what we've learned that he had to endure I can we at least all get on the same page",
        "start": 327.12,
        "duration": 3.739
    },
    {
        "text": "And say that this child this nine-year-old jamel",
        "start": 330.93,
        "duration": 2.839
    },
    {
        "text": "The jamel's of the world should not be bullied and picked on and told to kill themselves after these people questioning",
        "start": 333.77,
        "duration": 6.39
    },
    {
        "text": "well\nHow did the kid know I I maybe I had a different childhood than you but when I was seven or eight",
        "start": 340.16,
        "duration": 5.129
    },
    {
        "text": "There was a girl by the name of Jessica that I loved. I knew that I liked girls. It wasn't the thing",
        "start": 345.5,
        "duration": 4.5
    },
    {
        "text": "That was always in my head",
        "start": 350.0,
        "duration": 1.2
    },
    {
        "text": "was just a feeling ahead and it wasn't a big deal because no one was like that is wrong little boys aren't supposed to like",
        "start": 351.2,
        "duration": 5.399
    },
    {
        "text": "Little girls. No one's no one's going around spouting right at that point my life and society never said",
        "start": 356.6,
        "duration": 4.109
    },
    {
        "text": "Hey this thing that you also happen to be that is wrong and bad",
        "start": 360.71,
        "duration": 3.66
    },
    {
        "text": "I think more of us need to have a mindset of if you're not hurting anyone god bless",
        "start": 364.37,
        "duration": 3.959
    },
    {
        "text": "Love you face you do you and it frustrated on topics like this?",
        "start": 368.34,
        "duration": 3.38
    },
    {
        "text": "because I don't know if the hate comes from a place of you think you're gonna catch it and also feel somewhat bad for my",
        "start": 371.72,
        "duration": 5.25
    },
    {
        "text": "Religious friends because I feel like so many religious people are hit with this broad stroke of a brush saying that they're intolerant",
        "start": 376.97,
        "duration": 6.0
    },
    {
        "text": "but I know tons of religious people that that",
        "start": 382.97,
        "duration": 2.339
    },
    {
        "text": "That love like they would love to be loved but they actually treat others as they wish to be treated where these seemingly confused people",
        "start": 385.52,
        "duration": 5.64
    },
    {
        "text": "That think that that being a homosexual is a choice you honestly think that that comes from a place of immense ignorance",
        "start": 391.16,
        "duration": 7.559
    },
    {
        "text": "I don't mean that as a dis if you for example are a man and you think that",
        "start": 398.72,
        "duration": 3.389
    },
    {
        "text": "Men and women for you are on the menu",
        "start": 402.21,
        "duration": 2.959
    },
    {
        "text": "But you are making an active choice to only have one you need to address those feelings because that's not universal",
        "start": 405.169,
        "duration": 6.48
    },
    {
        "text": "There's nothing wrong with that as long as you're not hurting anyone or harassing anyone. You're great",
        "start": 411.65,
        "duration": 4.229
    },
    {
        "text": "and so if there's a note that I can end today's show on it is something that I'm going to tell my",
        "start": 415.879,
        "duration": 5.279
    },
    {
        "text": "boys my two children",
        "start": 421.349,
        "duration": 1.711
    },
    {
        "text": "Every day of their life in one way or another how you were born who you are as long as you're not hurting anybody else",
        "start": 423.06,
        "duration": 4.94
    },
    {
        "text": "You're perfect. I don't mean that in a hey, here's a participation trophy",
        "start": 428.0,
        "duration": 3.419
    },
    {
        "text": "we're all special special snowflake sort of wait what I mean is you have",
        "start": 431.52,
        "duration": 3.26
    },
    {
        "text": "Inherent value as a human being and you are not wrong for existing",
        "start": 435.03,
        "duration": 3.589
    },
    {
        "text": "I don't know what my boy is gonna be straight bi gay",
        "start": 438.62,
        "duration": 2.429
    },
    {
        "text": "Whatever if the world says that they are wrong fuck the world and the other side of this topic",
        "start": 441.3,
        "duration": 4.76
    },
    {
        "text": "I'll tell my boys is that if you see someone that is different that does not mean that they are wrong that just means that",
        "start": 446.06,
        "duration": 4.38
    },
    {
        "text": "They are different different should not be perceived as inherently bad or less than or wrong",
        "start": 450.44,
        "duration": 3.959
    },
    {
        "text": "but with that said I'm aware that the world is the world a",
        "start": 454.4,
        "duration": 2.85
    },
    {
        "text": "YouTube video all the kind words in the world will not change the fact that hate will",
        "start": 457.409,
        "duration": 4.49
    },
    {
        "text": "Exist hate intolerance and bullying of all kinds and while we may not be able to stop the hate and use this horrible situation",
        "start": 462.24,
        "duration": 6.859
    },
    {
        "text": "And tragedy as a reminder that you are not alone. You are valid you are good",
        "start": 469.259,
        "duration": 4.13
    },
    {
        "text": "we can be there for each other that you have resources and in times where you feel alone whether you're around people or you're actually",
        "start": 473.389,
        "duration": 7.139
    },
    {
        "text": "Genuinely by yourself down below. I'm including the trevor lifeline and the National Suicide Prevention lifeline",
        "start": 480.529,
        "duration": 4.32
    },
    {
        "text": "That's why I'm gonna leave this one and like every show whether it be the regular or morning",
        "start": 484.849,
        "duration": 4.11
    },
    {
        "text": "That's a story my personal takeaway and I passed the question off to you. What are your thoughts around all of this?",
        "start": 488.96,
        "duration": 4.889
    },
    {
        "text": "Let me know in those comments down below",
        "start": 493.849,
        "duration": 1.5
    },
    {
        "text": "But with that said I love you face and I will see you later on today in today is philip defranco show",
        "start": 495.349,
        "duration": 4.559
    }
]