[
    {
        "text": "'Sup you beautiful bastards! Hope you're having a fantastic Thursday",
        "start": 0.0,
        "duration": 3.24
    },
    {
        "text": "Welcome back to the Philip DeFranco show and let's just jump into it.",
        "start": 3.24,
        "duration": 3.28
    },
    {
        "text": "And the first thing I want to talk about today is Donald Trump",
        "start": 6.52,
        "duration": 2.04
    },
    {
        "text": "A lot of people were making fun of Donald Trump yesterday because the New York Times posted this tweet saying:",
        "start": 8.56,
        "duration": 4.74
    },
    {
        "text": "Oh, it's so embarrassing even one of my favorites Steven Colbert made fun of Trump for this",
        "start": 18.04,
        "duration": 4.52
    },
    {
        "text": "But after Colbert had already filmed his show the New England Patriots chimed in and said, \"What?!\"",
        "start": 22.56,
        "duration": 4.88
    },
    {
        "text": "Which appears to be why in the Obama picture you don't see anyone sitting",
        "start": 34.42,
        "duration": 3.02
    },
    {
        "text": "but in the 2017 picture you do.",
        "start": 37.44,
        "duration": 1.94
    },
    {
        "text": "And the New England Patriots also shared this photo saying:",
        "start": 39.38,
        "duration": 1.62
    },
    {
        "text": "After all this the New York Times issued a correction. Also tweeting an update saying:",
        "start": 46.42,
        "duration": 2.94
    },
    {
        "text": "So there were fewer players. Some couldn't make it like Tom Brady said he had personal issues he had to attend to.",
        "start": 55.72,
        "duration": 4.14
    },
    {
        "text": "Others had been outspoken that they would sit this out",
        "start": 59.86,
        "duration": 2.6
    },
    {
        "text": "And really what should've been an easy win for the New York Times to say:",
        "start": 62.46,
        "duration": 2.96
    },
    {
        "text": "\"There were 14 less players that attended!\"",
        "start": 65.42,
        "duration": 1.9
    },
    {
        "text": "Instead, they took a big unnecessary swing to try and embarrass the president over crowd sizes.",
        "start": 67.32,
        "duration": 4.66
    },
    {
        "text": "And instead, they looked like the fools.",
        "start": 71.98,
        "duration": 1.38
    },
    {
        "text": "President Trump was also aware that this happened and tweeted:",
        "start": 73.36,
        "duration": 2.42
    },
    {
        "text": "And as far as the New York Times' further response to this",
        "start": 82.84,
        "duration": 2.16
    },
    {
        "text": "The New York Times' spokesperson provided a quote from sports editor Jason Stallman, which read:",
        "start": 85.0,
        "duration": 4.12
    },
    {
        "text": "And while I do commend him for owning up to his mistakes I think once again",
        "start": 100.76,
        "duration": 2.7
    },
    {
        "text": "whether it be mainstream or someone on YouTube",
        "start": 103.46,
        "duration": 2.64
    },
    {
        "text": "I understand we live in a 24/7 news cycle where everyone's trying to do something big as fast as possible",
        "start": 106.1,
        "duration": 4.76
    },
    {
        "text": "It's always important, like this man said, he made this decision in four minutes",
        "start": 110.86,
        "duration": 3.92
    },
    {
        "text": "we all need to take a little more time before covering stories.",
        "start": 114.78,
        "duration": 2.52
    },
    {
        "text": "It's like if you're a fighter, yes, you can win fights by swinging wildly and as fast as possible.",
        "start": 117.3,
        "duration": 4.66
    },
    {
        "text": "But the only way to win longterm, maybe become the champ holding onto that title is to be technical.",
        "start": 121.96,
        "duration": 4.92
    },
    {
        "text": "To feel out, and know your opponent, and to take your shots when you see an opening.",
        "start": 126.88,
        "duration": 3.42
    },
    {
        "text": "If you just swing wildly, especially against an opponent that knows what they're doing",
        "start": 130.3,
        "duration": 3.28
    },
    {
        "text": "you're going to get punch drunk and leave yourself vulnerable.",
        "start": 133.58,
        "duration": 2.22
    },
    {
        "text": "And then, a story that's connected to this, you probably heard this yesterday but",
        "start": 135.8,
        "duration": 2.98
    },
    {
        "text": "Aaron Hernandez, who used to play for the New England Patriots, killed himself.",
        "start": 138.78,
        "duration": 3.94
    },
    {
        "text": "Well actually, let's put an asterisk on that because it's believed he killed himself.",
        "start": 142.72,
        "duration": 3.58
    },
    {
        "text": "The news did come out yesterday that it appeared that Aaron Hernandez had committed suicide",
        "start": 146.3,
        "duration": 3.7
    },
    {
        "text": "by hanging himself with a bed sheet.",
        "start": 150.0,
        "duration": 1.22
    },
    {
        "text": "But there are also a lot of people saying the timing of this looks very suspicious.",
        "start": 151.22,
        "duration": 2.98
    },
    {
        "text": "And that includes Hernandez's attorney, who has now launched an investigation on behalf of the family.",
        "start": 154.2,
        "duration": 4.26
    },
    {
        "text": "And I do have to say, looking from the outside in the timing does look very odd.",
        "start": 158.46,
        "duration": 3.72
    },
    {
        "text": "You have a man who was just acquitted of a double murder",
        "start": 162.22,
        "duration": 2.46
    },
    {
        "text": "which many said would've been fantastically helpful for his other murder charge he was found guilty of.",
        "start": 164.68,
        "duration": 4.56
    },
    {
        "text": "So now that he has potential hope, he kills himself?",
        "start": 169.24,
        "duration": 2.54
    },
    {
        "text": "But now new information's coming out that might explain it.",
        "start": 171.78,
        "duration": 2.6
    },
    {
        "text": "According to CBS and Boston:",
        "start": 174.38,
        "duration": 1.92
    },
    {
        "text": "And so that's interesting news because that is a seemingly very specific thing for the police to be probing",
        "start": 183.66,
        "duration": 4.5
    },
    {
        "text": "And if he did smoke K2 that might explain some of this.",
        "start": 188.16,
        "duration": 2.42
    },
    {
        "text": "If you do not know synthetic marijuana is a completely different beast than just regular marijuana.",
        "start": 190.58,
        "duration": 4.54
    },
    {
        "text": "Synthetic marijuana is known to cause intense hallucinations, and psychotic episodes.",
        "start": 195.12,
        "duration": 4.1
    },
    {
        "text": "It is scary stuff.",
        "start": 199.28,
        "duration": 1.2
    },
    {
        "text": "And sources also say that while it doesn't appear that there was any suicide note",
        "start": 200.48,
        "duration": 2.64
    },
    {
        "text": "he had \"John 3:16\" written on his forehead.",
        "start": 203.12,
        "duration": 2.96
    },
    {
        "text": "And for those of you who never had Bible study or ever wondered what the hell that was under Tim Tebow's eyes",
        "start": 206.08,
        "duration": 4.72
    },
    {
        "text": "John 3:16 reads:",
        "start": 210.82,
        "duration": 1.12
    },
    {
        "text": "So in this scenario that could be seen as somewhat of a suicide note.",
        "start": 218.32,
        "duration": 2.9
    },
    {
        "text": "Now what some people have pointed out is that there were reports that there was blood on his wall",
        "start": 221.22,
        "duration": 3.94
    },
    {
        "text": "But since, the source has corrected themselves saying that was not blood that's not what the red was",
        "start": 225.16,
        "duration": 4.02
    },
    {
        "text": "the red from was a marker which seems to have been the one to write \"John 3:16\".",
        "start": 229.18,
        "duration": 4.04
    },
    {
        "text": "But with all of that said we should know more soon.",
        "start": 233.22,
        "duration": 2.08
    },
    {
        "text": "That said, there is an interesting side story here.",
        "start": 235.3,
        "duration": 2.38
    },
    {
        "text": "Reportedly;",
        "start": 237.68,
        "duration": 0.62
    },
    {
        "text": "So essentially to oversimplify, because Hernandez had been found guilty of the gun charge and one murder",
        "start": 251.72,
        "duration": 3.96
    },
    {
        "text": "he breached his contract.",
        "start": 255.68,
        "duration": 1.26
    },
    {
        "text": "Patriots said they're not going to give him that money.",
        "start": 256.94,
        "duration": 1.46
    },
    {
        "text": "Well, here's a weird thing.",
        "start": 258.4,
        "duration": 1.44
    },
    {
        "text": "Massachusetts has this very old legal principle called \"abatement ab initio\".",
        "start": 259.84,
        "duration": 4.06
    },
    {
        "text": "It means, from the beginning, it essentially means if a person has not exhausted all of their appeals",
        "start": 263.9,
        "duration": 4.9
    },
    {
        "text": "everything they can do legally, and they die; their case reverts back to the status at the beginning.",
        "start": 268.8,
        "duration": 4.82
    },
    {
        "text": "Before the trial, before the conviction.",
        "start": 273.62,
        "duration": 2.1
    },
    {
        "text": "That means potentially even though Hernandez was found guilty for murder",
        "start": 275.72,
        "duration": 3.3
    },
    {
        "text": "because he did not exhaust all his appeals in the state of Massachusetts",
        "start": 279.02,
        "duration": 3.8
    },
    {
        "text": "in the eyes of the government he may technically be viewed as an innocent man.",
        "start": 282.82,
        "duration": 3.68
    },
    {
        "text": "Which then potentially has the legal fallout that the New England Patriots would have to honor the contract",
        "start": 286.5,
        "duration": 4.76
    },
    {
        "text": "to the Hernandez family, he might then also be able to keep the money or not!",
        "start": 291.26,
        "duration": 3.98
    },
    {
        "text": "Because the family of the man that Hernandez had been found guilty of killing has a civil lawsuit against",
        "start": 295.24,
        "duration": 4.84
    },
    {
        "text": "Hernandez. They're suing for millions so if they win that money could be theirs.",
        "start": 300.08,
        "duration": 3.28
    },
    {
        "text": "But now with the civil trial it's going to be a lot harder for them because they won't be able to point to the",
        "start": 303.42,
        "duration": 4.44
    },
    {
        "text": "guilty verdict. The lawyers suing the Hernandez estate won't be able to say",
        "start": 307.86,
        "duration": 2.72
    },
    {
        "text": "\"look, he was found guilty for this, we know he's guilty because of this evidence\" open and shut case.",
        "start": 310.58,
        "duration": 3.94
    },
    {
        "text": "There going to have to do a lot more work.",
        "start": 314.52,
        "duration": 1.82
    },
    {
        "text": "Which of course, as you'd expect, now that people are looking at this legal set of dominos that has fallen",
        "start": 316.34,
        "duration": 4.48
    },
    {
        "text": "People are going \"well was this part of the plan?\"",
        "start": 320.82,
        "duration": 2.1
    },
    {
        "text": "And also there's this whole situation right now around Aaron Hernandez's brain being held by the medical examiner",
        "start": 322.92,
        "duration": 5.12
    },
    {
        "text": "But the family says they want it so they can donate it to Boston University who's doing a CTE study.",
        "start": 328.04,
        "duration": 4.48
    },
    {
        "text": "And we had a lawyer at a press conference threatening legal action",
        "start": 332.52,
        "duration": 2.2
    },
    {
        "text": "This is one of the weirdest, craziest stories and I just don't know how it's going to end we're just going to have to watch.",
        "start": 334.72,
        "duration": 4.94
    },
    {
        "text": "But from there, I want to share some of the stuff I love today and Today In Awesome;",
        "start": 339.66,
        "duration": 3.24
    },
    {
        "text": "brought to you by Phil.Ting.com",
        "start": 342.96,
        "duration": 2.16
    },
    {
        "text": "Ting of course the fantastic \"pay-which-you-actually-use\" no BS plans or fees cell service.",
        "start": 345.12,
        "duration": 4.4
    },
    {
        "text": "It's simple, it's easy, it's the little things like when you call their customer service and a human being",
        "start": 349.52,
        "duration": 4.0
    },
    {
        "text": "just picks up the phone. Although, it is the money saved that's one of the best features.",
        "start": 353.52,
        "duration": 3.26
    },
    {
        "text": "The average Ting customer, for their one device spend $26 a month.",
        "start": 356.78,
        "duration": 3.58
    },
    {
        "text": "Check it out, use the savings calculator, see how much you could be saving in the future.",
        "start": 360.36,
        "duration": 3.24
    },
    {
        "text": "And in the first bit of Awesome, I'm going to be selfish, and he's not watching this show",
        "start": 363.6,
        "duration": 3.34
    },
    {
        "text": "but maybe one day in the future he's going to go back.",
        "start": 366.94,
        "duration": 2.1
    },
    {
        "text": "I'm no longer going to be around, not because I'm dead but because I've divorced my wife",
        "start": 369.04,
        "duration": 3.46
    },
    {
        "text": "and now am uh, with a woman who's too young for my son to comfortably call \"mom\".",
        "start": 372.5,
        "duration": 3.68
    },
    {
        "text": "Or because I have been killed because my wife didn't appreciate that joke.",
        "start": 376.18,
        "duration": 2.54
    },
    {
        "text": "But to my son, my baby boy Trey DeFranco, I love you, happy third birthday.",
        "start": 378.76,
        "duration": 4.4
    },
    {
        "text": "May your life be filled with more rocketships, steam engines, and mommy cuddles, your three favorite things.",
        "start": 383.16,
        "duration": 5.16
    },
    {
        "text": "But also, on a real non-joking note if you ever see this I love you more than I have ever loved anything.",
        "start": 388.32,
        "duration": 6.64
    },
    {
        "text": "I hope I have equipped you in the future with opportunities and everything you could possibly need",
        "start": 394.96,
        "duration": 4.5
    },
    {
        "text": "to make the world whatever is it that you want.",
        "start": 399.46,
        "duration": 1.94
    },
    {
        "text": "Also call us more your mother and I worry about you.",
        "start": 401.4,
        "duration": 2.44
    },
    {
        "text": "Actually, speak of the devil, he's here!",
        "start": 403.84,
        "duration": 1.52
    },
    {
        "text": "*Trey shrieks* Phil: Trey, can you say hi?",
        "start": 405.36,
        "duration": 2.04
    },
    {
        "text": "Trey: Hi Phil: Okay, now say bye! Trey: Hi!, bye!",
        "start": 407.4,
        "duration": 3.06
    },
    {
        "text": "Trey how old are you going to be? Trey: Uh, Trey",
        "start": 412.22,
        "duration": 3.04
    },
    {
        "text": "That's technically true.",
        "start": 415.26,
        "duration": 1.36
    },
    {
        "text": "Then, in not-as-sappy Awesome we got a trailer",
        "start": 416.62,
        "duration": 3.0
    },
    {
        "text": "for Marvel's \"Cloak and Dagger\" and I am hopeful",
        "start": 419.62,
        "duration": 1.98
    },
    {
        "text": "I know the last Marvel series \"Iron Fist\" got beat down.",
        "start": 421.6,
        "duration": 2.8
    },
    {
        "text": "While I'm not personally hating on it I could get into it.",
        "start": 424.4,
        "duration": 2.26
    },
    {
        "text": "And sometimes they're not all winners and when it comes to entertainment I try to remain as",
        "start": 426.66,
        "duration": 3.48
    },
    {
        "text": "positive and hopeful as possible.",
        "start": 430.14,
        "duration": 1.74
    },
    {
        "text": "Then we got a new \"Hot Ones\" from the \"First We Feast\" channel.",
        "start": 431.88,
        "duration": 2.54
    },
    {
        "text": "If you like food, you like interviews, you like seeing people that can't handle spicy food eating spicy food",
        "start": 434.42,
        "duration": 4.7
    },
    {
        "text": "it's the series just for you.",
        "start": 439.12,
        "duration": 1.42
    },
    {
        "text": "And then we had Wired, and I gotta say, whoever at Wired decided to come up with this series",
        "start": 440.54,
        "duration": 3.84
    },
    {
        "text": "Fantastic job. They put out a video called \"Bill Nye Answers Science Questions From Twitter\" and",
        "start": 444.38,
        "duration": 4.12
    },
    {
        "text": "it's exactly that.",
        "start": 448.5,
        "duration": 1.28
    },
    {
        "text": "They've done similar videos with Ken Jeong, Gordon Ramsay; I loved it.",
        "start": 449.78,
        "duration": 3.7
    },
    {
        "text": "And if you want to see the full versions of everything I just shared, the Secret Link of the day",
        "start": 453.52,
        "duration": 2.92
    },
    {
        "text": "anything at all. Links as always are in the description down below.",
        "start": 456.44,
        "duration": 3.48
    },
    {
        "text": "Then really quick, let's talk about the update on the Tomi Lahren versus The Blaze story.",
        "start": 459.92,
        "duration": 3.82
    },
    {
        "text": "If this is the first time you're hearing about it, Tomi is a right wing news host.",
        "start": 463.74,
        "duration": 2.5
    },
    {
        "text": "She made some comments on a show called \"The View\" where she said she's actually against the government",
        "start": 466.24,
        "duration": 3.8
    },
    {
        "text": "stopping abortion. She said as a Republican it would make her a hypocrite if she said she was actually",
        "start": 470.04,
        "duration": 3.6
    },
    {
        "text": "for the government doing this.",
        "start": 473.64,
        "duration": 1.06
    },
    {
        "text": "This got her in a lot of hot water with the network she worked for as well as fans.",
        "start": 474.7,
        "duration": 2.98
    },
    {
        "text": "Her network continued to pay her, but did not allow her to make her show or post to Facebook.",
        "start": 477.68,
        "duration": 3.8
    },
    {
        "text": "Tomi Lahren then sued The Blaze and Glenn Beck, they sued her right back.",
        "start": 481.48,
        "duration": 3.26
    },
    {
        "text": "Reports were coming out in the past week that it looked like Tomi Lahren had an uphill battle.",
        "start": 484.74,
        "duration": 3.58
    },
    {
        "text": "And then this week, Tomi Lahren got a victory.",
        "start": 488.32,
        "duration": 2.48
    },
    {
        "text": "Reports came in that",
        "start": 490.8,
        "duration": 1.2
    },
    {
        "text": "And yesterday she posted her first video to the account since March 19th",
        "start": 499.84,
        "duration": 2.98
    },
    {
        "text": "and this has done nothing but good for her.",
        "start": 502.82,
        "duration": 2.8
    },
    {
        "text": "After just 18 hours, her first video back on Facebook has over 5.6 million views.",
        "start": 505.64,
        "duration": 5.36
    },
    {
        "text": "And this also helps Tomi in the long run because while people are there now and they're massively supporting.",
        "start": 511.0,
        "duration": 4.54
    },
    {
        "text": "Even though Tomi Lahren has a pretty decent presence on all the other social media networks",
        "start": 515.54,
        "duration": 3.08
    },
    {
        "text": "Facebook is by far her largest. And if you remove someone from their core audience for a very long time",
        "start": 518.62,
        "duration": 4.22
    },
    {
        "text": "I mean her contract was reportedly not up until September.",
        "start": 522.84,
        "duration": 2.84
    },
    {
        "text": "I mean there's the question of if she lost access to her Facebook, if she had to wait until September",
        "start": 525.68,
        "duration": 3.28
    },
    {
        "text": "and had to go launch somewhere else. How much of her audience would still be there?",
        "start": 528.96,
        "duration": 3.42
    },
    {
        "text": "Because people still have die-hard audiences, but also time makes people forget.",
        "start": 532.38,
        "duration": 4.18
    },
    {
        "text": "I'm also just fascinated to see what the fall out from all of this is.",
        "start": 536.56,
        "duration": 2.26
    },
    {
        "text": "Because it feels very much like you had a married couple that got divorced and now",
        "start": 538.82,
        "duration": 5.16
    },
    {
        "text": "they have to live with each other until September and not say a negative thing about the other person.",
        "start": 543.98,
        "duration": 4.26
    },
    {
        "text": "Oh my god! Yes, forget Big Brother, make that a reality show",
        "start": 548.24,
        "duration": 3.16
    },
    {
        "text": "This is just wild's witness.",
        "start": 551.42,
        "duration": 1.48
    },
    {
        "text": "Then in other conservative host news Bill O'Reilly went from underfired to on a planned vacation to now fired.",
        "start": 552.9,
        "duration": 5.94
    },
    {
        "text": "Now this has kind of been expected, you looked at Fox News, it looked like they were trying to see how the",
        "start": 558.84,
        "duration": 3.68
    },
    {
        "text": "public was going to react.",
        "start": 562.52,
        "duration": 0.88
    },
    {
        "text": "How everything was really going to go down.",
        "start": 563.4,
        "duration": 1.48
    },
    {
        "text": "Because you had the news stories come out that Bill O'Reilly and Fox News had to settle for $13 million",
        "start": 564.88,
        "duration": 3.62
    },
    {
        "text": "for harassment claims.",
        "start": 568.5,
        "duration": 1.72
    },
    {
        "text": "Then advertiser after advertiser started pulling their ads from the O'Reilly Factor",
        "start": 570.22,
        "duration": 4.06
    },
    {
        "text": "Now, Tucker Carlson is taking his spot.",
        "start": 574.28,
        "duration": 2.0
    },
    {
        "text": "Now for those of you out there that do not like Bill O'Reilly, you are cheering this on, uh",
        "start": 576.28,
        "duration": 3.18
    },
    {
        "text": "don't cheer too much.",
        "start": 579.46,
        "duration": 1.44
    },
    {
        "text": "Reports are coming out that according to sources, that while he is fired, it's believed that Bill O'Reilly is getting",
        "start": 580.9,
        "duration": 4.98
    },
    {
        "text": "a massive 8 figure payout for leaving thanks to a contract he signed before all of this happened.",
        "start": 585.88,
        "duration": 4.92
    },
    {
        "text": "Now while we don't know the specific numbers according to two sources that spoke independently;",
        "start": 590.8,
        "duration": 3.78
    },
    {
        "text": "they said Bill's latest contract was worth around $25 million a year.",
        "start": 594.58,
        "duration": 3.98
    },
    {
        "text": "So we have no idea what his payout is.",
        "start": 598.56,
        "duration": 2.36
    },
    {
        "text": "But hearing that it wouldn't be surprising that it would be massive.",
        "start": 600.92,
        "duration": 1.88
    },
    {
        "text": "And then the last thing I want to mention very briefly, that I had a ton of people messaging me about this  this morning.",
        "start": 602.8,
        "duration": 4.44
    },
    {
        "text": "People were messaging me that Mike Martin of DaddyOFive was trying to raise money to sue me",
        "start": 607.24,
        "duration": 4.0
    },
    {
        "text": "over the videos where I talked about his videos this week.",
        "start": 611.24,
        "duration": 2.48
    },
    {
        "text": "They linked me to a GoFundMe, it says:",
        "start": 613.72,
        "duration": 2.12
    },
    {
        "text": "Now before you get your pitchforks, everything I've seen from this, it does not seem to be real.",
        "start": 623.9,
        "duration": 4.16
    },
    {
        "text": "I mean the page was created and on the page it says it was created by Mike Martin but",
        "start": 628.06,
        "duration": 3.26
    },
    {
        "text": "it wasn't linked to a real Facebook page, I haven't seen it promoted on any of their social media.",
        "start": 631.32,
        "duration": 3.34
    },
    {
        "text": "That GoFundMe was also later deleted.",
        "start": 634.66,
        "duration": 1.7
    },
    {
        "text": "Also Mike Martin posted on his Twitter:",
        "start": 636.36,
        "duration": 1.44
    },
    {
        "text": "And some people said he did this so people would stop sharing the videos and he would calm down the outrage",
        "start": 643.64,
        "duration": 3.36
    },
    {
        "text": "While others said what they were really trying to do was hide the videos which could be used as evidence.",
        "start": 647.0,
        "duration": 3.38
    },
    {
        "text": "But on that note, before all the videos were made private several people went through their entire archive",
        "start": 650.38,
        "duration": 4.3
    },
    {
        "text": "and downloaded everything",
        "start": 654.68,
        "duration": 1.22
    },
    {
        "text": "So myself and several others have access to every single video that was up.",
        "start": 655.9,
        "duration": 3.3
    },
    {
        "text": "But the main point as far as the GoFundMe and the legal stuff at this point I have no reason to believe it's real.",
        "start": 659.2,
        "duration": 5.02
    },
    {
        "text": "And of course the last thing I would want would be people sharing fake news and just getting people riled up.",
        "start": 664.22,
        "duration": 3.88
    },
    {
        "text": "And I 100% stand by my reporting this week. And note I do want to hit if you share or if you shared this story",
        "start": 668.1,
        "duration": 5.24
    },
    {
        "text": "because you care about the kids the main goal in your head is you want safe kids.",
        "start": 673.34,
        "duration": 3.32
    },
    {
        "text": "Great, fantastic, I feel like this is redundant for most of my audience but I know I've been hitting a larger audience this week.",
        "start": 676.66,
        "duration": 5.44
    },
    {
        "text": "Anyone else, please do not send death threats to people over this story.",
        "start": 682.1,
        "duration": 4.34
    },
    {
        "text": "It's one thing to be disgusted by what you see and comment on it and a whole other to call for",
        "start": 686.44,
        "duration": 4.48
    },
    {
        "text": "or say that you are going to inflict physical violence onto another.",
        "start": 690.92,
        "duration": 2.88
    },
    {
        "text": "I in no way endorse those actions and if you see someone doing that ask them to stop.",
        "start": 693.8,
        "duration": 4.66
    },
    {
        "text": "Before any and all actions that questions around this story should be ' how could this help the kids?'.",
        "start": 698.46,
        "duration": 4.84
    },
    {
        "text": "And this is what this has always been about, trying to provide some real world good.",
        "start": 703.3,
        "duration": 2.88
    },
    {
        "text": "Maximizing the real world impact we can have with this crazy experiment that is the Philip DeFranco Show.",
        "start": 706.18,
        "duration": 4.84
    },
    {
        "text": "And that's where I'm going to end today's show with a thank you for being a part of this.",
        "start": 711.02,
        "duration": 2.88
    },
    {
        "text": "And remember if you liked this video, you like what I try to do on this channel, hit that like button.",
        "start": 713.9,
        "duration": 4.46
    },
    {
        "text": "If you're new here hit that 'Subscribe' button.",
        "start": 718.36,
        "duration": 1.86
    },
    {
        "text": "Also if you missed and want to catch up on yesterday's Philip DeFranco Show you can tap right there to watch that",
        "start": 720.22,
        "duration": 3.88
    },
    {
        "text": "Or if you want to see the latest and greatest behind-the-scenes blog you can tap right there.",
        "start": 724.1,
        "duration": 3.58
    },
    {
        "text": "But with that being said, as always, my name is Philip DeFranco, you've just been Philled In",
        "start": 727.68,
        "duration": 3.76
    },
    {
        "text": "I love yo faces and I'll see you sadly not tomorrow.",
        "start": 731.44,
        "duration": 4.04
    },
    {
        "text": "*Dramatic gasp* but I'll see you Monday.",
        "start": 735.48,
        "duration": 1.9
    },
    {
        "text": "Don't forget me.",
        "start": 737.4,
        "duration": 0.72
    },
    {
        "text": "I'm so stupid.",
        "start": 738.36,
        "duration": 0.96
    }
]