[
    {
        "text": "Sup! You beautiful bastards hope you had a fantastic Wednesday welcome back to the Philip DeFranco show and let's just jump into it. In the first thing",
        "start": 0.0,
        "duration": 6.78
    },
    {
        "text": "we're gonna talk about today. One of the most requested stories over the past three days, a story that I hate",
        "start": 6.78,
        "duration": 4.28
    },
    {
        "text": "we're having to cover still, in 2018, and that is a story around DaddyOFive AKA now FamilyO5",
        "start": 11.069,
        "duration": 7.011
    },
    {
        "text": "Specifically Mike Martin and Heather Martin. If you are not familiar",
        "start": 18.64,
        "duration": 3.11
    },
    {
        "text": "I do not feel like once again",
        "start": 21.84,
        "duration": 2.0
    },
    {
        "text": "Showcasing the videos they put online and the clips that we pulled from them of what appears to me as child abuse",
        "start": 24.06,
        "duration": 6.18
    },
    {
        "text": "If you're unfamiliar with this story, I'll link to our coverage from past episodes down below, but main point, there were children being hit, screamed at,",
        "start": 30.26,
        "duration": 6.44
    },
    {
        "text": "Crying, seemingly just being broken down, all for YouTube views and profit",
        "start": 36.82,
        "duration": 3.74
    },
    {
        "text": "The family said that the kids were acting,",
        "start": 40.56,
        "duration": 1.78
    },
    {
        "text": "Ultimately, law enforcement got involved, two of the children were removed from the home and given to the",
        "start": 42.34,
        "duration": 3.82
    },
    {
        "text": "the biological mother. He ended up pleading guilty to child neglect",
        "start": 46.3,
        "duration": 1.96
    },
    {
        "text": "They've been put on probation for five years and the big story this week has a lot of people saying, \"Oh my gosh.",
        "start": 48.26,
        "duration": 4.56
    },
    {
        "text": "They're still on YouTube. They just changed the channel name.\" My response to this is, yes I've known about it.",
        "start": 52.82,
        "duration": 5.24
    },
    {
        "text": "They took the MommyOFive channel changed it to FamilyOFive. Which I will say is an odd choice.",
        "start": 58.1,
        "duration": 3.34
    },
    {
        "text": "I understand they went from seven people in a family to five, but that name is just now",
        "start": 61.44,
        "duration": 4.44
    },
    {
        "text": "connected to everything that happened to them in the past. Also big note, when I say happened to them,",
        "start": 66.0,
        "duration": 4.04
    },
    {
        "text": "I mean they are still responsible for everything that happened, in my eyes",
        "start": 70.04,
        "duration": 3.52
    },
    {
        "text": "As far as the content they've uploaded on this channel, as other people have pointed out,",
        "start": 73.56,
        "duration": 2.76
    },
    {
        "text": "A lot of it does appear to be staged. Even their channel description reads, \"some events may be",
        "start": 76.32,
        "duration": 4.66
    },
    {
        "text": "staged slash reenacted or exaggerated for entertainment purposes\"",
        "start": 80.98,
        "duration": 3.12
    },
    {
        "text": "also adding, \"our children will not be the target of any pranks displayed on this channel not even staged\"",
        "start": 84.1,
        "duration": 4.04
    },
    {
        "text": "Which I will say is a weird thing to have in the description, and then just on your channel page trailer",
        "start": 88.14,
        "duration": 4.68
    },
    {
        "text": "The first shot is one of your kids getting hit in the nuts with a ball",
        "start": 92.82,
        "duration": 2.939
    },
    {
        "text": "Other users have also pointed out moments where Mike appears to be yelling at the kids",
        "start": 98.4,
        "duration": 4.0
    },
    {
        "text": "The kids are- seem to not be in the best emotional state",
        "start": 102.4,
        "duration": 3.18
    },
    {
        "text": "Stop! Stop! Stop! Turn off the camera!",
        "start": 105.88,
        "duration": 3.34
    },
    {
        "text": "(Mike off camera) What the hell?!",
        "start": 109.34,
        "duration": 0.88
    },
    {
        "text": "There's another instance where people were pointing out that one of the kids has a bruise under his eye,",
        "start": 110.24,
        "duration": 3.78
    },
    {
        "text": "End up saying this is from falling off the bed, but that said, trying to look at this situation from all sides",
        "start": 114.04,
        "duration": 4.68
    },
    {
        "text": "I mean as a parent, I am aware that you know, kids run around like crazy, accidents do happen, kids can get hurt",
        "start": 118.729,
        "duration": 5.16
    },
    {
        "text": "So I'm not saying that Mike did that, but for all the people heading up saying, \"Oh my gosh, they're back\"",
        "start": 123.89,
        "duration": 4.229
    },
    {
        "text": "They've been back for a while. I'm aware of it. There are two final notes that I have on this story.",
        "start": 128.28,
        "duration": 3.96
    },
    {
        "text": "One, I consider it a massive failure on the part of YouTube that",
        "start": 132.24,
        "duration": 3.0
    },
    {
        "text": "Mike Martin and Heather Martin are even able to upload videos still, the channel was filled with videos",
        "start": 135.32,
        "duration": 3.9
    },
    {
        "text": "that they ended up privating but I still have copies of all of them, that appears to be what I consider the",
        "start": 139.22,
        "duration": 5.369
    },
    {
        "text": "Wrongful treatment of children and I don't think that I was alone, since the state got involved",
        "start": 144.69,
        "duration": 4.159
    },
    {
        "text": "It was over the course of so many videos that that channel should have been struck multiple times to the point that it was shut",
        "start": 148.849,
        "duration": 4.8
    },
    {
        "text": "Down not allowing those people to make content anymore. That's my personal opinion",
        "start": 153.65,
        "duration": 3.389
    },
    {
        "text": "If someone from YouTube is watching and you're like, oh well now they remove them so we can't do anything",
        "start": 157.04,
        "duration": 4.5
    },
    {
        "text": "once again",
        "start": 161.54,
        "duration": 0.72
    },
    {
        "text": "there are multiple people that have their entire archive that you",
        "start": 162.26,
        "duration": 2.729
    },
    {
        "text": "Profit it off of as well and to and this is more of kind of the legal aspect of it",
        "start": 165.209,
        "duration": 4.04
    },
    {
        "text": "And I think it's going to affect a lot of loggers when you upload on youtube",
        "start": 169.25,
        "duration": 2.85
    },
    {
        "text": "you may now have seen that YouTube has a thing about child actors children and videos and it points out the child actors need to",
        "start": 172.1,
        "duration": 5.489
    },
    {
        "text": "follow local guidelines",
        "start": 177.59,
        "duration": 0.94
    },
    {
        "text": "related to child workers",
        "start": 178.53,
        "duration": 1.19
    },
    {
        "text": "in addition to that the YouTube's guidelines on this say if you're a creator and your content features minors",
        "start": 179.72,
        "duration": 4.049
    },
    {
        "text": "You must do the following Heat minors physically safe",
        "start": 183.769,
        "duration": 2.13
    },
    {
        "text": "never put them in harmful situations that may lead to injury including dangerous stunts dares and",
        "start": 185.9,
        "duration": 3.989
    },
    {
        "text": "pranks and don't cause emotional harm avoid situations that may cause emotional distress such as exposing them to mature themes and as people have pointed",
        "start": 190.109,
        "duration": 6.38
    },
    {
        "text": "Out without having to even scrub through their videos in their channel trailer both point out",
        "start": 196.489,
        "duration": 4.14
    },
    {
        "text": "You can see one of the young kids getting hit in the crotch",
        "start": 200.63,
        "duration": 2.099
    },
    {
        "text": "This video of two of the miners on the ground wrestling one kind of cranking the others neck",
        "start": 203.98,
        "duration": 4.4
    },
    {
        "text": "You'll see a moment that for many was",
        "start": 210.31,
        "duration": 1.92
    },
    {
        "text": "reminiscent of",
        "start": 212.23,
        "duration": 0.72
    },
    {
        "text": "What happened with one of the children that was removed in the past Cody specifically you have a kid screaming for the camera to be",
        "start": 212.95,
        "duration": 5.54
    },
    {
        "text": "turned off",
        "start": 218.49,
        "duration": 2.0
    },
    {
        "text": "Still that moment of seeming distress being uploaded a personal note what I would say there if Mike if you're watching",
        "start": 222.52,
        "duration": 5.75
    },
    {
        "text": "putting putting kind of fun music on those clips doesn't should not really change the",
        "start": 228.76,
        "duration": 4.76
    },
    {
        "text": "content but also one that no the Martins would likely defend themselves saying that this was",
        "start": 233.62,
        "duration": 3.74
    },
    {
        "text": "Exaggerated that it was staged and they're essentially acting and actually last second update",
        "start": 237.73,
        "duration": 3.65
    },
    {
        "text": "I was literally",
        "start": 241.38,
        "duration": 1.15
    },
    {
        "text": "uploading today's video and",
        "start": 242.53,
        "duration": 1.89
    },
    {
        "text": "Appears that YouTube has actually finally done something and has removed the family of five Channel",
        "start": 244.42,
        "duration": 5.75
    },
    {
        "text": "now when you go there",
        "start": 250.17,
        "duration": 0.539
    },
    {
        "text": "It just says that this account has been terminated for violating YouTube's Community Guidelines and so on a personal note I say good on you",
        "start": 250.709,
        "duration": 5.85
    },
    {
        "text": "YouTube it is it is a bit light and by and by a bit",
        "start": 256.56,
        "duration": 3.029
    },
    {
        "text": "I feel like I'm being very giving there but good, but that's that",
        "start": 259.59,
        "duration": 3.119
    },
    {
        "text": "Of course, that is my opinion and I want to pass a question off to you. What is your takeaway from this story?",
        "start": 262.71,
        "duration": 4.649
    },
    {
        "text": "Are you happy to see that YouTube has done this? No. Do you think you're they're overstepping?",
        "start": 267.36,
        "duration": 3.75
    },
    {
        "text": "Let me know what you think of NY man, and what are people arguing about online?",
        "start": 271.11,
        "duration": 3.0
    },
    {
        "text": "And I'm actually interested to know what your opinion is news",
        "start": 274.11,
        "duration": 2.7
    },
    {
        "text": "We had Kylie Jenner in the news because she came under fire after she posted a video where you saw that her young daughter had",
        "start": 276.81,
        "duration": 5.399
    },
    {
        "text": "Her ears pierced yet some people saying this is horrible. It's this unnecessary thing",
        "start": 282.21,
        "duration": 3.45
    },
    {
        "text": "You should wait for the kid to be old enough to consent",
        "start": 285.66,
        "duration": 1.8
    },
    {
        "text": "But you also had people and I would argue that it seemed like this was the majority that said, you know",
        "start": 287.46,
        "duration": 3.899
    },
    {
        "text": "It's not that big of a deal pointing to that in some cultures. It's incredibly common there",
        "start": 291.36,
        "duration": 3.869
    },
    {
        "text": "There are people that do it for religious reasons as far as me personally. I don't really have a strong opinion either way",
        "start": 295.229,
        "duration": 4.62
    },
    {
        "text": "So what I end up trying to do with situations like this is I try to check to see what the experts say",
        "start": 299.85,
        "duration": 3.75
    },
    {
        "text": "according to the American Academy of",
        "start": 303.72,
        "duration": 1.69
    },
    {
        "text": "Pediatrics years may be pierced for cosmetic reasons at any age and adding there is little risk",
        "start": 305.41,
        "duration": 4.279
    },
    {
        "text": "Involved if the piercing is performed and cared for using the proper sanitary procedures and precautions in a very specific",
        "start": 309.76,
        "duration": 5.269
    },
    {
        "text": "No",
        "start": 315.03,
        "duration": 0.42
    },
    {
        "text": "they also recommend that if you do pierce the ears that you use a round earring with a gold post this reduce the risk of",
        "start": 315.45,
        "duration": 4.979
    },
    {
        "text": "infection and allergic",
        "start": 320.43,
        "duration": 1.0
    },
    {
        "text": "Reaction then also adding as a general",
        "start": 321.43,
        "duration": 1.95
    },
    {
        "text": "Guidelines who hold off on piercing a child's ears until they are mature enough to care for the modifications themselves",
        "start": 323.38,
        "duration": 5.179
    },
    {
        "text": "In fact a pediatric emergency medicine doctor by the name of Elizabeth",
        "start": 328.56,
        "duration": 2.94
    },
    {
        "text": "Murray said I have seen far too many infants and toddlers choke on or swallow earring parts",
        "start": 331.599,
        "duration": 4.31
    },
    {
        "text": "I have also seen a large number Rings end up in a top of his nose",
        "start": 335.91,
        "duration": 2.399
    },
    {
        "text": "So I guess to overly simplify their general Minds that is if you said it do not forget it",
        "start": 338.55,
        "duration": 4.41
    },
    {
        "text": "But with all of that said I do want to pass a question off to you",
        "start": 342.96,
        "duration": 2.13
    },
    {
        "text": "And I also I want to know kind of where you're from",
        "start": 345.09,
        "duration": 2.609
    },
    {
        "text": "What kind of family you come from? What culture what religion if any and then your opinion?",
        "start": 347.98,
        "duration": 5.45
    },
    {
        "text": "I'm really interested to see what you say on this one. But from that I want to share some stuff",
        "start": 353.43,
        "duration": 2.819
    },
    {
        "text": "I love today and today in awesome brought to you by SeatGeek and SeatGeek if you don't know is the fantastic ticket app",
        "start": 356.28,
        "duration": 5.37
    },
    {
        "text": "That takes the confusion out of buying tickets for live events a comedy show sporting events concerts",
        "start": 361.65,
        "duration": 4.589
    },
    {
        "text": "It's so simple and clean. They put all the tickets in one place. They give them 0 to 100 scores",
        "start": 366.34,
        "duration": 4.189
    },
    {
        "text": "so\nYou know if you're getting a good deal or nothing right now such a fantastic time to try it out if you got baseball season",
        "start": 370.529,
        "duration": 4.491
    },
    {
        "text": "Obviously football seasons coming up you've got a ton of concerts coming up Drake and (B?) you know",
        "start": 375.02,
        "duration": 4.38
    },
    {
        "text": "Taylor Swift all on sale right now and best of all if you go to SeatGeek fail com you download the app",
        "start": 379.41,
        "duration": 4.77
    },
    {
        "text": "Make sure you enter an offer code fill and if you do that, they will give you $20 off your first ticket purchase",
        "start": 384.18,
        "duration": 5.279
    },
    {
        "text": "So, you're welcome",
        "start": 389.46,
        "duration": 1.05
    },
    {
        "text": "and the first bit of Awesome today is actually a",
        "start": 390.51,
        "duration": 1.54
    },
    {
        "text": "Reason for why not?",
        "start": 392.05,
        "duration": 1.25
    },
    {
        "text": "Only should you be subscribed but make sure that you have your bell rung?",
        "start": 393.3,
        "duration": 2.669
    },
    {
        "text": "not set to",
        "start": 396.13,
        "duration": 1.26
    },
    {
        "text": "Occasional which I don't even know why is an option but set to all for the philip defranco show for this philip defranco channel something",
        "start": 397.39,
        "duration": 4.76
    },
    {
        "text": "I've been testing this week is going live on this channel for 15 to 30 minutes before the philip",
        "start": 402.15,
        "duration": 4.229
    },
    {
        "text": "Defranco show goes live on this channel. It's been really fun",
        "start": 406.38,
        "duration": 2.79
    },
    {
        "text": "It's been like a little bit of a QA a little bit of a response to reactions from yesterday's show",
        "start": 409.17,
        "duration": 4.559
    },
    {
        "text": "Just it back and forth little bits of conversation. I know that I crave some of you crave by the end of the week",
        "start": 414.13,
        "duration": 5.059
    },
    {
        "text": "We'll see if it's actually hurting the views for the show or if there if there is a downside",
        "start": 419.19,
        "duration": 3.6
    },
    {
        "text": "but all I know is I've been really enjoying it the people that been part of it have been really enjoying it and if you",
        "start": 422.83,
        "duration": 5.239
    },
    {
        "text": "Want to be a part of it ring that Bell and also in the TIAA links?",
        "start": 428.07,
        "duration": 3.63
    },
    {
        "text": "I'll include a link to today's live stream, although if you aren't there",
        "start": 431.7,
        "duration": 3.119
    },
    {
        "text": "It's just a recording of said live stream also on the note of the live stream since some of you have decided to just meme",
        "start": 434.82,
        "duration": 5.85
    },
    {
        "text": "It into the ground there was an understanding very specific reference. We have now released pillows and shirts",
        "start": 440.67,
        "duration": 5.369
    },
    {
        "text": "Please don't call me daddy gear it is up for now. It will probably be removed",
        "start": 446.05,
        "duration": 4.729
    },
    {
        "text": "But as soon I don't feel there's a purpose for it long term, but I hate you",
        "start": 450.78,
        "duration": 3.18
    },
    {
        "text": "Do you link down below and another community honest and remember it is Wednesday",
        "start": 453.96,
        "duration": 3.089
    },
    {
        "text": "So over on DeFranco elite comm we have uploaded the newest",
        "start": 457.05,
        "duration": 2.79
    },
    {
        "text": "Edition of a show that we are currently developing today's episode launches into public versus private",
        "start": 459.94,
        "duration": 3.95
    },
    {
        "text": "stalking using people as",
        "start": 464.86,
        "duration": 2.089
    },
    {
        "text": "As content so if you want to check it out you want to get it early? I'll include a link directly to that post",
        "start": 467.58,
        "duration": 4.109
    },
    {
        "text": "So then of course remember?",
        "start": 471.689,
        "duration": 0.75
    },
    {
        "text": "We'll release it to the entire public over youtube.com slash m'lady tomorrow then we got a trailer for patient zero starring Matt Smith side",
        "start": 472.439,
        "duration": 6.81
    },
    {
        "text": "No, Matt, Smith is awesome. But David Tennant will always be my doctor",
        "start": 479.25,
        "duration": 2.669
    },
    {
        "text": "There's drawn that line in the sand for no particular reason then we got a trailer for the darkest minds",
        "start": 481.949,
        "duration": 4.14
    },
    {
        "text": "We also got a bit of Awesome that I meant to include in the last two shows",
        "start": 486.09,
        "duration": 3.269
    },
    {
        "text": "But then accidentally forgotten you got an uncharted live-action fan film starring Nathan Fillion of course stars the fantastic Nathan Drake",
        "start": 489.36,
        "duration": 6.57
    },
    {
        "text": "We also got the honest game trailer for Sonic mania if you want to see the full versions of everything",
        "start": 495.93,
        "duration": 3.75
    },
    {
        "text": "I just share the secret link of the day anything at all",
        "start": 499.68,
        "duration": 2.519
    },
    {
        "text": "Links as always are in the description down below then in our latest segment of Elon Musk watch",
        "start": 502.33,
        "duration": 5.179
    },
    {
        "text": "I'm not gonna dedicate any time to that segment that that text is all your get",
        "start": 507.509,
        "duration": 4.08
    },
    {
        "text": "But the update is now three days after Elon Musk called the British diver who helped save those kids in Thailand a pedo",
        "start": 511.589,
        "duration": 5.871
    },
    {
        "text": "Oh well now he has kind of sort of apologized in response to someone who posted an article Elon Musk replied as this well-written article",
        "start": 517.46,
        "duration": 6.28
    },
    {
        "text": "Suggests my words were spoken in anger after mr",
        "start": 523.98,
        "duration": 2.4
    },
    {
        "text": "Unsworth said several untruths and suggested I engage in a sexual act with the mini-sub which had been built as an act of kindness and",
        "start": 526.38,
        "duration": 6.299
    },
    {
        "text": "According to specifications from the dive team leader. Nonetheless his actions against me",
        "start": 532.68,
        "duration": 3.719
    },
    {
        "text": "Do not justify my actions against him and for that I apologize to mr",
        "start": 536.399,
        "duration": 3.54
    },
    {
        "text": "Unsworth and to the companies I represent as leader. The fault is mine and mine alone",
        "start": 539.94,
        "duration": 3.509
    },
    {
        "text": "Well personally say about this story is the timing of his apology and the way he did it is somewhat interesting",
        "start": 543.519,
        "duration": 5.929
    },
    {
        "text": "like I said",
        "start": 549.449,
        "duration": 0.39
    },
    {
        "text": "This comes a full three days after he made the initial comment where he called Unsworth a pedo when he was pushed on it",
        "start": 549.839,
        "duration": 5.19
    },
    {
        "text": "He also had that other tweet where he said bet ya sign dollar, it's true",
        "start": 555.029,
        "duration": 3.03
    },
    {
        "text": "the apology also came after Unsworth said he was considering legal action after a group of Tesla investors said they wanted Elon Musk to",
        "start": 558.089,
        "duration": 6.03
    },
    {
        "text": "Apologize after Tesla stock had dropped and that final note that Musk hits on that",
        "start": 564.22,
        "duration": 4.07
    },
    {
        "text": "The fault is mine and mine alone. It comes after what seems to be a lot of negative about Unsworth sections",
        "start": 568.29,
        "duration": 5.4
    },
    {
        "text": "Also, it's interesting",
        "start": 573.69,
        "duration": 0.509
    },
    {
        "text": "that musk is portraying a diver saying he should just stick that sub up his ass as",
        "start": 574.199,
        "duration": 4.47
    },
    {
        "text": "He's saying that I should engage in a sexual act with a sub. It feels the way that he's trying to present it",
        "start": 578.8,
        "duration": 4.549
    },
    {
        "text": "Is he opened the door to the sex act stuff? It's interesting. But the good news for Tesla investors is since yesterday",
        "start": 583.35,
        "duration": 6.119
    },
    {
        "text": "It happens also to be the same day that he said this comment Tesla's stock is back up",
        "start": 589.47,
        "duration": 4.59
    },
    {
        "text": "and so hopefully",
        "start": 594.06,
        "duration": 0.7
    },
    {
        "text": "this is the end of this part of the story and in the other side of the story the actual kids who were rescued they",
        "start": 594.76,
        "duration": 5.359
    },
    {
        "text": "Made their first public appearance. They all look healthy",
        "start": 600.12,
        "duration": 2.4
    },
    {
        "text": "We also got some insight as to how they got so deep in the cave according to the coach",
        "start": 602.52,
        "duration": 3.84
    },
    {
        "text": "They went in for an hour when they went to exit it was flooded",
        "start": 606.36,
        "duration": 2.729
    },
    {
        "text": "He said they then made the decision to go deeper thinking there was another way out and once the team was really trapped in there",
        "start": 609.09,
        "duration": 4.38
    },
    {
        "text": "Just hearing how desperate the boys were",
        "start": 613.47,
        "duration": 2.099
    },
    {
        "text": "It's just it's heartbreaking one of the boys saying I would dig on the cave walls like a dig three to four meters with rocks",
        "start": 615.57,
        "duration": 5.19
    },
    {
        "text": "To find a way out eventually the coach said he got them to stop so they could conserve their energy",
        "start": 620.76,
        "duration": 3.48
    },
    {
        "text": "meditate and the boys also express their thanks and",
        "start": 624.82,
        "duration": 2.33
    },
    {
        "text": "condolences to the diver that died in",
        "start": 627.28,
        "duration": 1.8
    },
    {
        "text": "This rescue attempt and so how I want to leave this entire story after all the updates and side stories with this Thailand cave rescue",
        "start": 629.08,
        "duration": 6.41
    },
    {
        "text": "Is that 12 kids and their coach are alive today",
        "start": 635.49,
        "duration": 2.639
    },
    {
        "text": "Due to the actions of so man- so many including a diver who gave his life, of course",
        "start": 638.26,
        "duration": 5.21
    },
    {
        "text": "before we talk about stories from all angles",
        "start": 643.47,
        "duration": 1.67
    },
    {
        "text": "But if we can look at the net of this story it is it is an amazing",
        "start": 645.15,
        "duration": 4.55
    },
    {
        "text": "Positive and then let's talk about what I imagined to be the most horrible and rage-inducing story",
        "start": 649.93,
        "duration": 4.579
    },
    {
        "text": "I will talk about today and this story starts",
        "start": 654.51,
        "duration": 2.22
    },
    {
        "text": "November 18",
        "start": 656.73,
        "duration": 1.27
    },
    {
        "text": "2016 a man by the name of",
        "start": 658.0,
        "duration": 1.23
    },
    {
        "text": "Joseph Saber goes to drop off his three-year-old daughter at a daycare and that daycare is run by and in the home of 43 year",
        "start": 659.23,
        "duration": 5.75
    },
    {
        "text": "Old Natalia Karia importantly when Joseph arrived Karia told him that she had done something bad and that she couldn't take it anymore",
        "start": 664.98,
        "duration": 5.489
    },
    {
        "text": "She then told him to look at what she had done and they went to the basement and then he says he heard a baby",
        "start": 670.47,
        "duration": 3.75
    },
    {
        "text": "Crying, he rushes downstairs. He finds a child hanging from a noose made out of a girl's tights tied to an overhead pipe",
        "start": 674.22,
        "duration": 5.489
    },
    {
        "text": "He immediately releases the child. He takes off with a kid Karia then reportedly flees in a minivan",
        "start": 679.74,
        "duration": 4.919
    },
    {
        "text": "She ends up rear ending a car shoving that vehicle into another car",
        "start": 684.66,
        "duration": 2.969
    },
    {
        "text": "then when the driver of the first car",
        "start": 687.63,
        "duration": 1.45
    },
    {
        "text": "37 year-old Salvador Lima got out to check the damage Karia pulled into traffic and dragged him for ten blocks then",
        "start": 689.08,
        "duration": 5.57
    },
    {
        "text": "Oh, it's not over then as she continued her escape",
        "start": 694.65,
        "duration": 2.91
    },
    {
        "text": "She struck a twenty nine-year-old",
        "start": 697.56,
        "duration": 1.39
    },
    {
        "text": "bicyclist by the name of Jacob Kerrigan and then she struck another car this time driven by a pregnant woman before pulling over to a",
        "start": 698.95,
        "duration": 5.51
    },
    {
        "text": "Nearby overpass at this point in place",
        "start": 704.46,
        "duration": 1.62
    },
    {
        "text": "She reportedly threatens to jump but ultimately passenger near by were able to hold her down until police took her into custody",
        "start": 706.08,
        "duration": 4.32
    },
    {
        "text": "And as far as the child that she hung by a noose reportedly that 16 month-old child survived and is doing well now",
        "start": 710.4,
        "duration": 6.75
    },
    {
        "text": "However, the bicyclist reportedly suffered broken bones had to have a rod surgically implanted in his leg to spare him amputation",
        "start": 717.33,
        "duration": 5.549
    },
    {
        "text": "But that is still not where this story ends",
        "start": 722.88,
        "duration": 2.61
    },
    {
        "text": "Like I said this story started back in 2016",
        "start": 725.53,
        "duration": 2.27
    },
    {
        "text": "But in February of this year Karia ends up abandoning a possible insanity defense and instead pleads guilty to attempted murder",
        "start": 727.8,
        "duration": 5.729
    },
    {
        "text": "degree assault and criminal vehicular",
        "start": 733.99,
        "duration": 1.87
    },
    {
        "text": "Operation the prosecutor Christina Warren asks for a 13 year prison sentence and then got the news this week that Judge Jay Quam",
        "start": 735.86,
        "duration": 7.009
    },
    {
        "text": "Sentenced her to 10 years probation this after reportedly agreeing with doctors that she was a low risk to commit more crime",
        "start": 742.97,
        "duration": 6.26
    },
    {
        "text": "Now you may be wondering Phil",
        "start": 749.23,
        "duration": 1.14
    },
    {
        "text": "How does someone who tried to lynch a baby crash and flee the scene of an accident?",
        "start": 750.37,
        "duration": 4.89
    },
    {
        "text": "dragging another human being then hit another human being who's riding a bicycle and then hit another person driving a car and",
        "start": 755.54,
        "duration": 7.13
    },
    {
        "text": "By the way, who's pregnant? How does that person only get probation?",
        "start": 762.92,
        "duration": 3.5
    },
    {
        "text": "well judge described the situation around her action as the perfect storm of factors unlikely to ever be repeated as far as what are those",
        "start": 766.42,
        "duration": 6.329
    },
    {
        "text": "Factors that the judge is talking about well during a two-hour",
        "start": 772.79,
        "duration": 2.419
    },
    {
        "text": "Hearing Kriya detailed how her husband repeatedly abused her and her children after they came to the United States from Ukraine in 2006",
        "start": 775.34,
        "duration": 5.599
    },
    {
        "text": "She explained that she was suicidal in the weeks leading up to the incident",
        "start": 780.94,
        "duration": 2.429
    },
    {
        "text": "But then adding I don't want to push this terrible crime onto my husband",
        "start": 783.37,
        "duration": 3.119
    },
    {
        "text": "I just want to explain what happened. Your Honor my children need me",
        "start": 786.49,
        "duration": 2.43
    },
    {
        "text": "give me a chance to resume a normal life and she then went on to say that her husband were threatened to kill her and",
        "start": 788.92,
        "duration": 4.289
    },
    {
        "text": "Physically abused her this reportedly including punching her in the stomach while she was pregnant",
        "start": 793.25,
        "duration": 3.65
    },
    {
        "text": "Additionally Karia's young adult son from a previous marriage wrote a letter to the court writing that his mother's husband",
        "start": 797.14,
        "duration": 4.53
    },
    {
        "text": "Would menace her with a gun and commit other acts of physical abuse",
        "start": 801.67,
        "duration": 2.789
    },
    {
        "text": "she also turned over for audio recordings of abuse to the court on the mother's behalf Karia also Elijah(?) the husband drove their family into",
        "start": 804.46,
        "duration": 5.279
    },
    {
        "text": "financial hardship forced her to work despite her mental issues and also refused to let her get professional help because of the cost and at",
        "start": 809.74,
        "duration": 5.67
    },
    {
        "text": "The time of her sentencing she had already spent 20 months in jail",
        "start": 815.41,
        "duration": 2.64
    },
    {
        "text": "And now will get credit for her time already served in addition to this",
        "start": 818.05,
        "duration": 2.669
    },
    {
        "text": "She'll be on electronic home monitoring for at least two months. She's been ordered to undergo mental-health treatment",
        "start": 820.72,
        "duration": 4.289
    },
    {
        "text": "And as far as the children right now",
        "start": 825.02,
        "duration": 1.64
    },
    {
        "text": "She's not allowed to have unsupervised contact with her daughters or other minors and with that",
        "start": 826.66,
        "duration": 3.479
    },
    {
        "text": "She's also going to have to go through child protection",
        "start": 830.14,
        "duration": 1.66
    },
    {
        "text": "Proceedings to see if she is fit as a parent and I will say after hearing her side of the story",
        "start": 831.8,
        "duration": 4.069
    },
    {
        "text": "what I do want to say as far as my personal take away is",
        "start": 836.12,
        "duration": 2.54
    },
    {
        "text": "still what the fuck?! she hung a 16 month old child by a noose and then proceeded to",
        "start": 838.73,
        "duration": 4.489
    },
    {
        "text": "assault people with a van in our country",
        "start": 843.32,
        "duration": 2.21
    },
    {
        "text": "We put people in prison for nonviolent drug offenses",
        "start": 845.53,
        "duration": 2.76
    },
    {
        "text": "And I'm not saying that we should but that that is where we exist right now, but this woman not only gets probation",
        "start": 848.29,
        "duration": 4.919
    },
    {
        "text": "But she may get her kids. Here's the thing",
        "start": 853.21,
        "duration": 2.159
    },
    {
        "text": "I'm obviously sympathetic to people that have mental health issues, BUT it could easily be argued that anyone that does anything horrible",
        "start": 855.37,
        "duration": 7.32
    },
    {
        "text": "It's a result of just mental health issues",
        "start": 862.69,
        "duration": 2.399
    },
    {
        "text": "Something happened to me and then I snapped",
        "start": 865.089,
        "duration": 1.74
    },
    {
        "text": "you think these horrible monster assholes that are behind stories like someone got a van and just plowed through a group of people there and",
        "start": 866.829,
        "duration": 5.369
    },
    {
        "text": "They're in the right state of mind. Where do we go?",
        "start": 872.199,
        "duration": 1.89
    },
    {
        "text": "Oh, you know what?",
        "start": 874.089,
        "duration": 0.661
    },
    {
        "text": "Maybe just probation they that person was hit as a child or you know what they're not responsible because they're a terrorist organization",
        "start": 874.75,
        "duration": 6.509
    },
    {
        "text": "They didn't offer them proper mental health care people need to be held accountable for their actions",
        "start": 881.259,
        "duration": 3.51
    },
    {
        "text": "And when you try to murder a baby",
        "start": 884.87,
        "duration": 2.029
    },
    {
        "text": "I don't think we cross off the harshest of consequences because they went through some bad stuff too my opinion. She's garbage",
        "start": 886.899,
        "duration": 5.88
    },
    {
        "text": "This judge's decision is garbage. And if this woman does anything ever again in the future, that judge is",
        "start": 892.78,
        "duration": 7.52
    },
    {
        "text": "Responsible obviously, that part is my takeaway my opinion and then I do want to pass a question off to you",
        "start": 900.3,
        "duration": 5.64
    },
    {
        "text": "What are your thoughts about this story? Where do you stand as far as giving this woman probation versus actually putting her in prison?",
        "start": 905.949,
        "duration": 6.75
    },
    {
        "text": "I love know your thoughts and opinions",
        "start": 912.699,
        "duration": 1.33
    },
    {
        "text": "If you're familiar with the show that there are a few topics that I get very passionate about always when it comes to stories about",
        "start": 914.029,
        "duration": 5.45
    },
    {
        "text": "Kids, especially now that I have two of my own and I have just even more built into me",
        "start": 919.48,
        "duration": 4.799
    },
    {
        "text": "I'm definitely I'm definitely aware that my bias is a parent here and it's based off of my own personal life experience",
        "start": 924.279,
        "duration": 4.77
    },
    {
        "text": "And so that's why I passed question off to you whether you agree or disagree with my takeaway",
        "start": 929.24,
        "duration": 3.679
    },
    {
        "text": "I'd love to know your thoughts and let's talk about the massive international news around Google that has broken a record",
        "start": 932.92,
        "duration": 5.01
    },
    {
        "text": "Although it's not for the best reason, Google has just received a record fine of four point three four billion euro for breaking antitrust",
        "start": 937.97,
        "duration": 6.049
    },
    {
        "text": "Laws in the EU reportedly the European Commission the day-to-day administrators of the EU had a three year investigation",
        "start": 944.02,
        "duration": 4.66
    },
    {
        "text": "that was kicking off by complaints from Google's rivals and he's complained specifically about the company's practices",
        "start": 948.84,
        "duration": 4.5
    },
    {
        "text": "The complaining company has included Microsoft Oracle Nokia and TripAdvisor and according to Europe's antitrust chief",
        "start": 953.35,
        "duration": 5.4
    },
    {
        "text": "They said the investigation found that Google has used Android as a vehicle to cement the dominance of its search engine",
        "start": 958.75,
        "duration": 5.099
    },
    {
        "text": "These practices have denied rivals the chance to innovate and compete on the merits",
        "start": 963.85,
        "duration": 3.989
    },
    {
        "text": "They have denied European consumers the benefits of effective competition in the important mobile sphere. This is illegal under EU antitrust rules",
        "start": 967.839,
        "duration": 6.809
    },
    {
        "text": "It's an hour saying this fine, which remember how I said it was record-breaking",
        "start": 974.8,
        "duration": 3.119
    },
    {
        "text": "Well, the previous record was 2.8 billion euro",
        "start": 977.92,
        "duration": 2.039
    },
    {
        "text": "And it was actually also Google's record and that one was from last year because EU you found the Google unfairly favored its own shopping",
        "start": 979.959,
        "duration": 5.309
    },
    {
        "text": "services and search result and this time to kind of give you the",
        "start": 985.269,
        "duration": 2.309
    },
    {
        "text": "TLDR of the main points one investigators found that Google broke the law when it required",
        "start": 987.709,
        "duration": 3.83
    },
    {
        "text": "Manufacturers to install Google search and chrome as a condition for licensing in Google's App Store an app store of course Google Play",
        "start": 991.79,
        "duration": 5.109
    },
    {
        "text": "which is a big draw for consumers since it's the largest app store two Google offered financial incentives to phone makers who exclusively",
        "start": 996.899,
        "duration": 5.25
    },
    {
        "text": "Installed only Google app support early financial incentives were also given to make Google search the exclusive search engine on the device with no way",
        "start": 1002.309,
        "duration": 6.049
    },
    {
        "text": "To change it and three Google restricted development of new open source versions of Android and an example",
        "start": 1008.359,
        "duration": 4.29
    },
    {
        "text": "They use that they prevented manufacturers from using Amazons fire OS which is an android fork that was based on Amazon's",
        "start": 1012.649,
        "duration": 5.069
    },
    {
        "text": "Ecosystem and the European Commission has now said that Google has 90 days to end",
        "start": 1017.819,
        "duration": 3.26
    },
    {
        "text": "Practices or the EU will issue even more fine and those fines will be 5% of the worldwide average daily revenue of Google's parent company",
        "start": 1021.149,
        "duration": 5.779
    },
    {
        "text": "Alphabet as far as the other side of this it's being reported that Google plans on appealing the decision",
        "start": 1026.929,
        "duration": 3.42
    },
    {
        "text": "Which means this case could go on for years and in a statement",
        "start": 1030.36,
        "duration": 2.449
    },
    {
        "text": "Google said Android has created more choice for everyone not less a vibrant ecosystem",
        "start": 1032.809,
        "duration": 3.839
    },
    {
        "text": "Rapid innovation and lower prices are classic hallmarks of robust competition. We will appeal the Commission's decision",
        "start": 1036.99,
        "duration": 5.63
    },
    {
        "text": "And so what I will personally say is I think that at least for the time being we're not going to see a massive change",
        "start": 1042.62,
        "duration": 4.199
    },
    {
        "text": "from Google here and looking at the situation as a whole it doesn't look like this is going to hurt Google or rather the the",
        "start": 1046.819,
        "duration": 5.099
    },
    {
        "text": "dominance of Android as I have been made aware",
        "start": 1051.96,
        "duration": 2.0
    },
    {
        "text": "Countless times since I released an app that we are developing an Android version for it's been reported that Android currently controls",
        "start": 1054.24,
        "duration": 5.51
    },
    {
        "text": "74 percent of the market",
        "start": 1059.82,
        "duration": 1.069
    },
    {
        "text": "However, if this decision ends up getting upheld, it could severely limit how Google approaches new markets such as automobiles internet connected home electronics",
        "start": 1060.889,
        "duration": 7.29
    },
    {
        "text": "That's really the long tail of this story and not what we're most likely going to see over the next 12 to 24",
        "start": 1068.179,
        "duration": 4.29
    },
    {
        "text": "Months as far as the EU and Google unfortunately for Google. This is not the last investigation they have against Google",
        "start": 1072.629,
        "duration": 5.09
    },
    {
        "text": "There's also another one going on that alleges that Google restricts third-party services from displaying their own ad listings on Google search results",
        "start": 1077.72,
        "duration": 5.669
    },
    {
        "text": "But that said we will cross that bridge when we come to it",
        "start": 1083.389,
        "duration": 2.58
    },
    {
        "text": "All that said I do want to pass the question off to you. Do you feel like Google is in the wrong here?",
        "start": 1085.97,
        "duration": 4.049
    },
    {
        "text": "That's where I'm going to end. Today's show. And of course remember, this is the PDS",
        "start": 1090.019,
        "duration": 2.82
    },
    {
        "text": "It is not just a show. It is a conversation",
        "start": 1092.84,
        "duration": 1.929
    },
    {
        "text": "so whether it be the last story the first one anything in between",
        "start": 1094.769,
        "duration": 2.96
    },
    {
        "text": "Let me know what you're thinking in those comments down below",
        "start": 1097.799,
        "duration": 1.97
    },
    {
        "text": "Remember if you like this video like I'm trying to do on this channel",
        "start": 1099.769,
        "duration": 2.52
    },
    {
        "text": "If you want to help love arrive hit that like button if you're new here hit that subscribe button even maybe click that Bell turn",
        "start": 1102.289,
        "duration": 5.4
    },
    {
        "text": "On notifications help us make sure you don't miss these daily philipdefranco shows",
        "start": 1107.69,
        "duration": 3.0
    },
    {
        "text": "Which actually if you did miss yesterday's show you want to catch up it is a it was a long one but a good one",
        "start": 1110.69,
        "duration": 4.02
    },
    {
        "text": "All you got to do is click or tap right there to watch that one",
        "start": 1114.71,
        "duration": 2.13
    },
    {
        "text": "or maybe you need something lighter got the newest behind the scenes blog right here but that's said,",
        "start": 1116.84,
        "duration": 3.599
    },
    {
        "text": "Of course as always, my name's philip Defranco. You've just been phill'd(pun intended) in. I love yo faces and I'll see you tomorrow",
        "start": 1120.44,
        "duration": 5.489
    }
]