[
    {
        "text": "What's you beautiful bastards! Hope you're havin' a",
        "start": 0.0,
        "duration": 2.0
    },
    {
        "text": "fantastic Friday. Welcome Back to the Friday show. For those of you that are new here Monday, Tuesday, Wednesday, Thursday, I talk about the news, world",
        "start": 2.35,
        "duration": 5.87
    },
    {
        "text": "events and then Friday it is all about the",
        "start": 8.349,
        "duration": 2.12
    },
    {
        "text": "conversation. I look back to the past week of comments on the videos and I reply back because I really do believe that this Is",
        "start": 10.57,
        "duration": 4.79
    },
    {
        "text": "more than a show; it is a conversation. But before we jump Into that I have to at",
        "start": 15.36,
        "duration": 3.63
    },
    {
        "text": "the very least just mention the crazy news that went down last night. Very unexpectedly last night, the skinny repeal of",
        "start": 18.99,
        "duration": 6.149
    },
    {
        "text": "Obamacare failed in the Senate. Many are predicting another 50/50 tie with Vice President Mike Pence, breaking that for the \"yes,\" but \"no,\" on top of Republican Senators Collins and",
        "start": 25.39,
        "duration": 8.779
    },
    {
        "text": "Murkowski, John McCain voted \"no.\" This is a pretty unexpected move at first because John McCain had just voted \"no\" to",
        "start": 34.36,
        "duration": 6.799
    },
    {
        "text": "sending this bill back To a committee that attempts of course is pushed by the Democrats it failed 52 to 48. Just before this skinny",
        "start": 41.41,
        "duration": 5.84
    },
    {
        "text": "repeal but Then he Could Tell something Happened Because before they voted on the skinny Repeal everything kind of Just Stopped",
        "start": 47.25,
        "duration": 5.399
    },
    {
        "text": "The vote was left open, you saw Pence Talking to McCain with a pension sharing to wit Mccain into a yes vote but he failed",
        "start": 52.82,
        "duration": 5.62
    },
    {
        "text": "McCain: No",
        "start": 58.44,
        "duration": 2.0
    },
    {
        "text": "McCain voted no, so the bill didn't pass and something I just need to note about McCain; liberals and conservatives",
        "start": 62.1,
        "duration": 4.769
    },
    {
        "text": "This week I feel like flip flopped around four times on how much they loved",
        "start": 67.18,
        "duration": 4.819
    },
    {
        "text": "Or hated",
        "start": 72.0,
        "duration": 0.52
    },
    {
        "text": "John Mccain it felt like all your liberal and conservative",
        "start": 72.52,
        "duration": 2.209
    },
    {
        "text": "Friends on Facebook Just Kept jumping from God Bless John Mccain, American Hero; to fuck John Mccain I hope that cancer takes him",
        "start": 74.799,
        "duration": 6.56
    },
    {
        "text": "Now he's not fit to be in the set",
        "start": 81.36,
        "duration": 1.29
    },
    {
        "text": "Was just the order those two groups?",
        "start": 82.65,
        "duration": 1.14
    },
    {
        "text": "Were Putting that out Into the world were switched so after this vote went Through I was just mainly excited to see what Donald Trump",
        "start": 83.79,
        "duration": 4.829
    },
    {
        "text": "Was going to say in the more especially Since Jeff the other Day President trump thanked John MCcain for coming back to the senate for",
        "start": 88.619,
        "duration": 5.13
    },
    {
        "text": "Such a big vote this morning. Donald Trump tweeted three Republicans and four Democrats",
        "start": 93.75,
        "duration": 3.089
    },
    {
        "text": "Let the American people down as I said from the beginning Let Obamacare implode then deal watch adding if Republicans are Going to pass Great",
        "start": 96.909,
        "duration": 6.41
    },
    {
        "text": "Future",
        "start": 103.32,
        "duration": 0.43
    },
    {
        "text": "Legislation in the Senate they must immediately go to a fifty tne-vote majority not Senseless 16 you know parts of the health care could pass",
        "start": 103.75,
        "duration": 5.599
    },
    {
        "text": "At 51 Some Really Good Things Need 60 so Many great Future Bills and Budgets Need 60 Votes and it's on that note That I",
        "start": 109.35,
        "duration": 5.94
    },
    {
        "text": "Think A lot of democrats agree With the president Many",
        "start": 115.29,
        "duration": 2.25
    },
    {
        "text": "of them Would also prefer if The voting system Worked in A Different Way except you're Talking about the senate and They're Talking about the",
        "start": 117.54,
        "duration": 4.919
    },
    {
        "text": "Electoral College Versus The Popular Book",
        "start": 122.46,
        "duration": 1.769
    },
    {
        "text": "Don't even Further Past that Point There's Such A weird Thing to Say after you weren't able to get",
        "start": 124.229,
        "duration": 4.649
    },
    {
        "text": "51 Votes it Feels like you're Complaining About not Winning the World Series but you Didn't even Make the",
        "start": 129.009,
        "duration": 4.55
    },
    {
        "text": "Playoffs That's the way it looks to me but I do want to Pass the Question on to you because I think There is A",
        "start": 133.74,
        "duration": 3.36
    },
    {
        "text": "Very Valid Question Regardless of who has Control in Congress do You think it Should",
        "start": 137.1,
        "duration": 4.05
    },
    {
        "text": "Be a simple Majority on all votes what",
        "start": 141.15,
        "duration": 2.19
    },
    {
        "text": "do you Think it's Really Important that There Needs to be 60 out of a Hundred or tWo-Thirds A lot on your thoughts with that",
        "start": 143.34,
        "duration": 4.829
    },
    {
        "text": "Said Let's Jump Into the Monday Show Monday",
        "start": 148.17,
        "duration": 1.98
    },
    {
        "text": "We had A Continuation of the Jake Paul's Story Florida Teens Taping a Drowning Charlie guard Story and Congress Agreeing on stricter Sanctions on the?",
        "start": 150.15,
        "duration": 6.479
    },
    {
        "text": "Teenagers Taping the man who, was Drowning Story miss Nikki 2:06 wrote whoa, whoa, Whoa?",
        "start": 156.63,
        "duration": 4.11
    },
    {
        "text": "We doesn't Make you a shitty Person those Kids?",
        "start": 160.74,
        "duration": 1.98
    },
    {
        "text": "Who Witness that man drown We thought it was Funny Showed no remorse later When questioned by Police are Just Shooting Humans who Could have",
        "start": 162.72,
        "duration": 5.339
    },
    {
        "text": "Showed Some Humanity and at least Called 911 but They Didn't fuck Those little assholes so Nikki I'll start off right from the Beginning",
        "start": 168.06,
        "duration": 5.13
    },
    {
        "text": "We doesn't Make you a shitty Person and I don't know how you",
        "start": 173.26,
        "duration": 2.809
    },
    {
        "text": "Took That From my Video We mentioned that it was an Argument that Kids",
        "start": 176.17,
        "duration": 2.809
    },
    {
        "text": "Initially Didn't Call Police Because They're Worried About getting busted as far as",
        "start": 178.98,
        "duration": 2.849
    },
    {
        "text": "The Rest You statement I'm 100% With you fuck Those Garbage People There's Really no good Reason They",
        "start": 181.83,
        "duration": 4.05
    },
    {
        "text": "Never Called the police you Can Call them Anonymously",
        "start": 185.88,
        "duration": 2.16
    },
    {
        "text": "We're Dealing with Garbage People here at my pigs are Come on to x or this is something I just don't understand if Somebody Is",
        "start": 188.04,
        "duration": 4.889
    },
    {
        "text": "In Real danger how Can you be so Heartless and Make fun of This Person at least Jump in and Try to Help or try",
        "start": 192.93,
        "duration": 4.229
    },
    {
        "text": "To Calm That Person Down and Use a Damn Phone to call an Ambulance Instead of Filming and Mocking what's so hard about that I'm",
        "start": 197.16,
        "duration": 4.739
    },
    {
        "text": "With you on and not Making fun of with you on the calling Police got to the Argument you Should Jump in Try to Calm",
        "start": 201.9,
        "duration": 4.44
    },
    {
        "text": "The Person Down save Them not one it Didn't Look like the Kids",
        "start": 206.34,
        "duration": 2.37
    },
    {
        "text": "Were Anywhere Close Enough to actually do that and Two unless I'm in A boat",
        "start": 208.71,
        "duration": 2.939
    },
    {
        "text": "I don't think I'm going to get Close to that Person They're far Too Many examples of someone Going out to rescue someone who Is?",
        "start": 211.65,
        "duration": 5.22
    },
    {
        "text": "Drowning and Then The Person that was trying to rescue",
        "start": 216.87,
        "duration": 2.0
    },
    {
        "text": "Ends Up Drowning I actually have a name for it's called A verse in Aquatic Victim Instead of Rescuer Syndrome A panic Person who's Drowning",
        "start": 218.89,
        "duration": 6.469
    },
    {
        "text": "They're Clutching on to Anything to stay above Water Nopa Million Times",
        "start": 225.36,
        "duration": 3.539
    },
    {
        "text": "No I'm gonna Try and Call the Police find someone with A boat but now Especially Since it looks like",
        "start": 228.9,
        "duration": 3.36
    },
    {
        "text": "We're Talking about someone were Based off The Information it doesn't Look like This was Necessarily an Accident Police Mentioning that There was A big",
        "start": 232.26,
        "duration": 5.25
    },
    {
        "text": "Blowup Argument the Guy Walks Into the Pond on his Own so my thinking There is, also why",
        "start": 237.51,
        "duration": 4.649
    },
    {
        "text": "I'm on the fence as far as it being Illegal in some States To not Try and save someone have to know",
        "start": 242.16,
        "duration": 5.07
    },
    {
        "text": "That A few of you Guys hit on Rose Aaron writing Mandatory Kindness Is not Morality you are not Responsible for Anyone Unless you have",
        "start": 247.23,
        "duration": 5.159
    },
    {
        "text": "Some investment and it Sucks if Those Kids have no Empathy but all one Does by punishing them is to spread Misery it's Revenge",
        "start": 252.39,
        "duration": 5.219
    },
    {
        "text": "Inaction Is not the Same as Condoning Action Watching someone die Is not murder it's that simple don't let your anger at Their",
        "start": 257.83,
        "duration": 5.449
    },
    {
        "text": "Predisposition Make You Spikes James gem and Wrote law to Compel Action or just like law as a compel",
        "start": 263.5,
        "duration": 3.919
    },
    {
        "text": "Speech Their Tyrannical People Are Allowed to be callous Assholes that's Just Part of Freedom it's tragic Would happen in this case but",
        "start": 267.55,
        "duration": 5.399
    },
    {
        "text": "We can't Allow Legislators to legislate Based on One-Off Cases that Tug at the heartstrings heartstrings Legislation always Makes Us?",
        "start": 272.949,
        "duration": 5.85
    },
    {
        "text": "Less free James I think that's the Really unfortunate Thing Is I think More and more Legislation Seems to be Coming from",
        "start": 278.8,
        "duration": 5.16
    },
    {
        "text": "Emotional Stories Or Outlier Situation Because They Grab",
        "start": 284.18,
        "duration": 2.989
    },
    {
        "text": "Headlines They Get People to Pay Attention They Potentially Force Action in some Cases yeah end up leaning More and more Towards the the helpful",
        "start": 287.169,
        "duration": 5.94
    },
    {
        "text": "Bystander Law Being A bit Crazy",
        "start": 293.3,
        "duration": 1.91
    },
    {
        "text": "We want People to be good People but I?",
        "start": 295.21,
        "duration": 1.72
    },
    {
        "text": "Kind of Flipped The Situation I put Myself in the Shoes of a man who just Walked, Into this Body",
        "start": 296.93,
        "duration": 4.789
    },
    {
        "text": "of Water Made A",
        "start": 301.719,
        "duration": 0.88
    },
    {
        "text": "Personal Choice and Whether I was trying to take my own life or it was Just I thought I could get to the other Side?",
        "start": 302.599,
        "duration": 4.25
    },
    {
        "text": "And I was wrong to be Considered a crime if Someone Is out There and They?",
        "start": 306.849,
        "duration": 3.119
    },
    {
        "text": "Don't Try to Help It'll put Themselves The Risk That Seems Crazy Jake Paul Patron rights why are we Discussing Jake Paul There is no?",
        "start": 309.969,
        "duration": 5.49
    },
    {
        "text": "Debate to be Had he's A straight white man so he's Wrong and the Discussion in fact The very Notion of Another white",
        "start": 315.46,
        "duration": 4.859
    },
    {
        "text": "Sexual man Taking so much Time Debate the undebatable Is in and of Itself Highly Bigoted and racist",
        "start": 320.569,
        "duration": 5.57
    },
    {
        "text": "but given Philip",
        "start": 326.24,
        "duration": 1.07
    },
    {
        "text": "Defranco's extensive History With The Alt-Right Bigotry Racism and White Supremacy",
        "start": 327.31,
        "duration": 3.269
    },
    {
        "text": "This Comes as no Surprise I can't Tell the Difference between Troll Comments Or just Genuinely",
        "start": 330.889,
        "duration": 5.119
    },
    {
        "text": "Stupid People Anymore Whenever I see A comment like this I always hope that it is a troll but I've Seen Too Many",
        "start": 336.169,
        "duration": 5.059
    },
    {
        "text": "People like Real People Putting Their Real Thoughts out There and I even After a decade of Putting Myself out There on the Internet and",
        "start": 341.3,
        "duration": 6.47
    },
    {
        "text": "I'm Still sometimes Taken aback at the level of Stupid People Throw out There I want to use this comment to at",
        "start": 347.77,
        "duration": 4.769
    },
    {
        "text": "Least Get one Thing out There Into the World and that is Stupid and Or wrong have no Race, no",
        "start": 352.539,
        "duration": 4.89
    },
    {
        "text": "Gender no One",
        "start": 357.919,
        "duration": 1.5
    },
    {
        "text": "Ideology it Just is it is wrong or it Is",
        "start": 359.419,
        "duration": 2.899
    },
    {
        "text": "Stupid Jake Paul Or Any other Schmuck I talk About on this Show Does not get Special",
        "start": 362.539,
        "duration": 3.77
    },
    {
        "text": "Treatment for Being insert gender insert Race or insert Whatever when Anyone Starts Throwing out That Argument against me I",
        "start": 366.409,
        "duration": 5.48
    },
    {
        "text": "Realize They're Just Grasping at Straws Because They, don't have A strong Argument. Bigotry",
        "start": 371.99,
        "duration": 3.38
    },
    {
        "text": "Exists but it has no Home here Let's Talk about the Tuesday Show. Tuesday",
        "start": 375.379,
        "duration": 3.71
    },
    {
        "text": "We had The Story About the Fatal car crash that?",
        "start": 379.089,
        "duration": 1.671
    },
    {
        "text": "Was live Stream Jake Paul Swatting Update united Airlines Comic-Con?",
        "start": 380.76,
        "duration": 3.5
    },
    {
        "text": "Stupidity and Shrimp News on the Abdula, Sanchez live Stream Crash",
        "start": 384.56,
        "duration": 3.94
    },
    {
        "text": "Jj's got Game Wrote what happened to you now Giving Scumbags Notoriety by Showing Their faces Why'd you Make an Exception for Obdulia okay?",
        "start": 388.61,
        "duration": 5.929
    },
    {
        "text": "Jay so Let me Clarify This for you and Anyone Else That's Confused by when i show Faces Or when I don't. Nine times out times out",
        "start": 394.539,
        "duration": 4.83
    },
    {
        "text": "Of ten if I don't show someone's Face",
        "start": 399.37,
        "duration": 1.63
    },
    {
        "text": "They've Already Been Captured Or they're Killed and They're The Perpetrator of a terrorist attack",
        "start": 401.0,
        "duration": 3.239
    },
    {
        "text": "Or they want to be a Martyr of some Sort People that Crave that light That Attention to further Their message that's why",
        "start": 404.24,
        "duration": 5.13
    },
    {
        "text": "Despise Rolling Stone Magazine for the longest Time for Showing The Boston Bomber right on Their Cover that Evil Fucker",
        "start": 409.37,
        "duration": 5.01
    },
    {
        "text": "Had A fan Club Whereas with Obdulia",
        "start": 414.38,
        "duration": 1.32
    },
    {
        "text": "She Didn't stand for Anything the Showing of her Face and Image goes Completely",
        "start": 415.7,
        "duration": 3.779
    },
    {
        "text": "Against the Whole Desire she had to be Known With Obdulia We Showcase her Name",
        "start": 419.73,
        "duration": 4.19
    },
    {
        "text": "Pictures The Video in Question Serve as this Disgusting Example of what not to",
        "start": 424.17,
        "duration": 4.489
    },
    {
        "text": "Do what not to be like there are A few",
        "start": 428.66,
        "duration": 2.0
    },
    {
        "text": "Apologists out There But There was no Desire to be known like this and There is no Glory here Black Observer Sister Should have won",
        "start": 430.71,
        "duration": 5.57
    },
    {
        "text": "A seat Both",
        "start": 436.28,
        "duration": 0.389
    },
    {
        "text": "Oh She's Stupid - I agree it's Stupid do not wear A seat belt you are Talking",
        "start": 436.669,
        "duration": 4.44
    },
    {
        "text": "About A 14 year Old who died. Obdulia",
        "start": 441.11,
        "duration": 2.7
    },
    {
        "text": "Was supposed to be the Adult in The Situation?",
        "start": 443.81,
        "duration": 2.0
    },
    {
        "text": "Responsible for The Situation and She wasn't even Looking out For her Sister Nicole a shore Road I know this is a remarkably",
        "start": 445.95,
        "duration": 4.909
    },
    {
        "text": "Unpopular Opinion But That super Fucked up Reaction she has Looks like someone who is just traumatized to hell and Back I Can Almost Promise",
        "start": 450.93,
        "duration": 5.51
    },
    {
        "text": "You She gave A fuck you tell from the tone of her Voice and some of the language that she does Care her Sister Is",
        "start": 456.44,
        "duration": 4.109
    },
    {
        "text": "Dead and The Rest of the Comments Just",
        "start": 460.55,
        "duration": 1.39
    },
    {
        "text": "Extremely Long but I hit on the Point if You Watch the full video where the sister who is dead or dying is Blurred and",
        "start": 461.94,
        "duration": 5.329
    },
    {
        "text": "Not Completely Blacked out Like in my Version Listen to the whole thing",
        "start": 467.27,
        "duration": 2.459
    },
    {
        "text": "We had to cut Ours Four Times i say Things that Make it Sound like she loves her Sister but at the same Time She's",
        "start": 469.729,
        "duration": 5.04
    },
    {
        "text": "Framing it like She's Trying to get you",
        "start": 474.77,
        "duration": 2.0
    },
    {
        "text": "She's Posing With her Dying Sister in A way that Makes me Feel like",
        "start": 476.82,
        "duration": 2.929
    },
    {
        "text": "She's Trying to get something out of it and the Inclusions of I don't care i hold it Down I don't give a fuck",
        "start": 479.75,
        "duration": 4.769
    },
    {
        "text": "I mean People React Differently to trauma but This based on our Past Post of like?",
        "start": 484.58,
        "duration": 3.959
    },
    {
        "text": "Oh and you almost crash because under your Own snapchat and also this Person that it Seems like it",
        "start": 488.54,
        "duration": 3.66
    },
    {
        "text": "Was just a Matter of Time for something Horrible to happen but Unfortunately the only People that are Really going to Pay the Price",
        "start": 492.2,
        "duration": 5.099
    },
    {
        "text": "Her Sister You Had a girl in the Backseat who",
        "start": 497.57,
        "duration": 1.83
    },
    {
        "text": "Had Trauma to her Right Leg and Abdul Lia Sanchez and her Sisters Parents and to Nico or whoever it Is okay if You Disagree?",
        "start": 499.4,
        "duration": 5.85
    },
    {
        "text": "With me I just I feel how I feel on this Top on the Jake paul Update Jack Bauer Enrollees",
        "start": 505.25,
        "duration": 4.5
    },
    {
        "text": "Don't Rope logan's Brand and Movement Into Jake Stupidity I get that they're Brothers but logan's A decent Person and his Brand Shouldn't get Bad",
        "start": 509.75,
        "duration": 5.339
    },
    {
        "text": "Press for his Brother",
        "start": 515.089,
        "duration": 0.82
    },
    {
        "text": "Stupidity Jack I think you're Talking about my Mention of only a maverick Would punch a baby puncher shirts Down",
        "start": 515.909,
        "duration": 5.33
    },
    {
        "text": "Below it's not me Saying Something out of nowhere Logan Paul",
        "start": 521.24,
        "duration": 2.58
    },
    {
        "text": "Specifically Said His Brother Is everything, his Brand is About being A, maverick now Karen I'm not the one Throwing Logan Paul",
        "start": 524.19,
        "duration": 7.32
    },
    {
        "text": "Into the Jay Paul Boat",
        "start": 531.51,
        "duration": 1.24
    },
    {
        "text": "Logan Paul Is doing that Said I get it blood over everything Else I think my dad Acts like an Asshole About several things but",
        "start": 532.75,
        "duration": 5.57
    },
    {
        "text": "If Anyone went After I'm Fucking defend him to the end of the Earth but I also Acknowledge as A faults in Myself I should",
        "start": 538.32,
        "duration": 5.25
    },
    {
        "text": "Treat Everyone the Same but of Course I'm Going to treat Family Different not Perfect. I think my",
        "start": 543.67,
        "duration": 4.159
    },
    {
        "text": "Acknowledging of that also Gives me the Ability to point it out and Call it out another Place and then",
        "start": 547.99,
        "duration": 4.039
    },
    {
        "text": "Let's Talk About the Wednesday Ship Wednesday, We Had Kylie Jenner being Sued again Tsa, Travel Whoa, Horrifying",
        "start": 552.029,
        "duration": 5.79
    },
    {
        "text": "New Cte Study the tale of Lucky Whitehead Donald trump's",
        "start": 557.82,
        "duration": 3.119
    },
    {
        "text": "transgender Military Ban the Tsa Story Mega Goofs Says Tsa Precheck is such Bullshit and Make Me Pay for your freedom you",
        "start": 561.04,
        "duration": 5.9
    },
    {
        "text": "Should Already Have all These Measures They have to put in to Keep",
        "start": 566.94,
        "duration": 2.07
    },
    {
        "text": "Terrorism out has Done Nothing There's A few Things to unpack There the first Thing I'm Actually Pretty Inclined to agree With you as far",
        "start": 569.019,
        "duration": 5.63
    },
    {
        "text": "As this Just being Security Theater Stories and Tests Keep Coming out Showing the",
        "start": 574.649,
        "duration": 3.33
    },
    {
        "text": "Ineffectiveness of A Tsa in General they like that part Is less and Less Up for debate as far as the Tsa Precheck being Bullshit",
        "start": 578.17,
        "duration": 5.989
    },
    {
        "text": "It's not like you are Paying for your freedom I mean you are, oh you're also kind of not a tsa Precheck",
        "start": 584.16,
        "duration": 4.26
    },
    {
        "text": "They do A Background Check on you you have to go Into an Interview is Annoying but it does Work in The broken System that",
        "start": 588.42,
        "duration": 4.739
    },
    {
        "text": "They Give Us on the trump Trans van",
        "start": 593.16,
        "duration": 1.9
    },
    {
        "text": "Emirate Row This Is an Arguably higher up military Personnel Can have be able to understand the Needs and Requirements of Military man",
        "start": 595.06,
        "duration": 5.299
    },
    {
        "text": "Woman and Argue on Those Terms you have to have some sort of Military",
        "start": 600.72,
        "duration": 2.46
    },
    {
        "text": "Experience Specifically Combat",
        "start": 603.37,
        "duration": 1.529
    },
    {
        "text": "Experience I don't think People who have Never Served Should be Making any Kind of Argument against the Decision that generals are Incredibly Experienced Military",
        "start": 604.899,
        "duration": 5.51
    },
    {
        "text": "Personnel Have Made and There were I kind of Understand Where you're Coming from There but to that Point it's Been Reported that Top Military",
        "start": 610.63,
        "duration": 5.089
    },
    {
        "text": "Leaders Across all Four Service Branches and We're Blindsided by this Actually and Chairman general Joseph Dunford Ford Lee Informing",
        "start": 615.73,
        "duration": 6.32
    },
    {
        "text": "Servicemembers That There will be no",
        "start": 622.209,
        "duration": 1.5
    },
    {
        "text": "Modifications to the Current Policy until the President's Direction has Been Received by the Secretary of defense and The Secretary has issued",
        "start": 623.709,
        "duration": 5.33
    },
    {
        "text": "Implementation Guidelines Adding in The Meantime",
        "start": 629.41,
        "duration": 1.7
    },
    {
        "text": "We will Continue to treat all our Personnel With Respect and Army Chief of Staff general Mark Milley?",
        "start": 631.11,
        "duration": 4.169
    },
    {
        "text": "Saying Thursday He's not Received Directives on Implementation for a ban and learned About the President's Decision Through the Media and as was Announced While",
        "start": 635.38,
        "duration": 6.169
    },
    {
        "text": "Secretary of Defense General Mattis Is on Vacation any Word from tweeting this Just One Month Into a six Month",
        "start": 641.68,
        "duration": 5.45
    },
    {
        "text": "Extended Study That Madison order other Accusations That Trump Pulled the Trigger on This to appease People in the House if They Could push Through",
        "start": 647.23,
        "duration": 6.59
    },
    {
        "text": "A budget with a confusion you Have from the Pentagon the joint Chiefs Saying that they were Blindsided the very, odd",
        "start": 653.82,
        "duration": 4.889
    },
    {
        "text": "Timing of All This it leads Me to be skeptical it Makes me Wonder if This is based off of what",
        "start": 658.899,
        "duration": 4.309
    },
    {
        "text": "Military Leaders Are Saying Or if This was Just a Pawn move in a larger Negotiation then",
        "start": 663.51,
        "duration": 5.07
    },
    {
        "text": "We had the Thursday Show Thursday We talked about the Horrible Ohio State Fair?",
        "start": 668.58,
        "duration": 3.75
    },
    {
        "text": "Accident a new Richest Person in The World a paparazzo hit by bieber the Adventures of Anthony Scara Muchisimas Car Mooji",
        "start": 672.43,
        "duration": 6.679
    },
    {
        "text": "Leaked Accusations Tarnished Dragon Wrote Whenever I hear the name scar Mucha my brain Goes to the Queen Spunky Mian",
        "start": 679.11,
        "duration": 5.22
    },
    {
        "text": "Rhapsody I Definitely doesn't Help Me Take a man seriously",
        "start": 684.33,
        "duration": 2.0
    },
    {
        "text": "Well Tarnish There is Enough to this story that went out Literally as I was Uploading Yesterday Family Reportedly Called up ryan?",
        "start": 686.49,
        "duration": 6.15
    },
    {
        "text": "Liz Ryan Is a Washington Correspondent for the new Yorker Magazine",
        "start": 692.64,
        "duration": 2.58
    },
    {
        "text": "He went on this Tirade and Said Quote I'm not Steve Bannon I'm not trying to suck my Own Cock I'm not trying to build",
        "start": 695.32,
        "duration": 5.479
    },
    {
        "text": "My Own Brand off A fucking Strength of the President I'm Here to serve the Country Later Adding They",
        "start": 700.8,
        "duration": 4.05
    },
    {
        "text": "Want to do is I want to fucking kill all the leakers and I want to get the president's Agenda on track so he Can",
        "start": 704.85,
        "duration": 4.289
    },
    {
        "text": "Succeed for The American People on Reince Priebus he Said Ryan's A fucking Paranoid",
        "start": 709.14,
        "duration": 3.9
    },
    {
        "text": "Schizophrenic A Paranoia and it Appears That he Definitely, was Going at Priebus Because he Said yeah let",
        "start": 713.32,
        "duration": 4.849
    },
    {
        "text": "Me go though because I got to start Tweeting Some Shit to Make This Guy Crazy then",
        "start": 718.17,
        "duration": 3.03
    },
    {
        "text": "Reportedly Minutes After That Conversation that Is when Scara Moochie Tweeted this thing Which Definitely wasn't an Accusation or as you said on A",
        "start": 721.2,
        "duration": 6.96
    },
    {
        "text": "Fucking Phone Call That for some Reason You Didn't want to be off the Record and Shit you Started tweeting to Make this Guy Crazy",
        "start": 728.29,
        "duration": 6.049
    },
    {
        "text": "The Thing Is even Being Caught There I don't know if that Hurts him With the President everything we've Seen from a president Trump or?",
        "start": 734.34,
        "duration": 5.82
    },
    {
        "text": "Just a Donald Trump in General Is that he Favors Loyalty over everything Else",
        "start": 740.16,
        "duration": 4.38
    },
    {
        "text": "Well it's very Easy to point out where scar Moochie Looks like he's Manipulating Where it Looks like He's lying",
        "start": 744.54,
        "duration": 4.799
    },
    {
        "text": "It's very Clear that his Loyalty is with the president on Bieber hit in The Pappas Shantae Said He's Driving A large Motor vehicle Is",
        "start": 749.71,
        "duration": 6.679
    },
    {
        "text": "Maneuvering in A small Lot now Filled With Paparazzi and is being blinded by Camera Flashes if the Paparazzi is the Nerve to blame him",
        "start": 756.49,
        "duration": 6.2
    },
    {
        "text": "for the incident I think Justin Handled the Situation",
        "start": 762.69,
        "duration": 1.6
    },
    {
        "text": "Well Whereas Sarah Wrote Another poor Bieber Narrative lol These are the Consequences of being Famous get over it you",
        "start": 764.29,
        "duration": 6.109
    },
    {
        "text": "Could Make A living Just by snapping Pics of a guy who",
        "start": 770.4,
        "duration": 1.83
    },
    {
        "text": "Was right in Front of You you Can Claim that you?",
        "start": 772.23,
        "duration": 1.62
    },
    {
        "text": "Wouldn't do it because you are?",
        "start": 773.85,
        "duration": 0.87
    },
    {
        "text": "oh so noble you most likely Would do it yep That's right I",
        "start": 774.72,
        "duration": 3.029
    },
    {
        "text": "Philip Defranco I'm the defender of the be blue when People",
        "start": 777.88,
        "duration": 2.9
    },
    {
        "text": "Was going Through his Mega?",
        "start": 780.78,
        "duration": 1.12
    },
    {
        "text": "Asshole Years I was very critical over the past Year Is There Been Moments Where it looks like he's Just being A",
        "start": 781.9,
        "duration": 4.399
    },
    {
        "text": "Reasonable Guy He's Been Going Through Just Regular Human Shit and he's Been Just",
        "start": 786.31,
        "duration": 3.559
    },
    {
        "text": "Trashed For People Say That Part of being Famous Is just Having to deal With being Stalked and Harassed by People",
        "start": 790.09,
        "duration": 5.629
    },
    {
        "text": "24/7 The Point Where has Gone To extremely Remote Locations places Where you think that you know, you're gonna get A",
        "start": 795.94,
        "duration": 5.57
    },
    {
        "text": "Little Private he Still Gets Stalked by People and Fucking Boats across an Ocean The Telephoto lenses snap at a million Pics you",
        "start": 801.51,
        "duration": 5.88
    },
    {
        "text": "Did I just hate that There's Thinking that Just because someone you know, They're Successful somewhere They",
        "start": 807.39,
        "duration": 3.57
    },
    {
        "text": "Made A Shit ton of Money doing something that's Completely okay that People go out of Their way to do extremely fucked up shit to",
        "start": 810.96,
        "duration": 5.099
    },
    {
        "text": "That Person that's Part of me that is Thankful for the fact that I will most likely Never Become",
        "start": 816.06,
        "duration": 3.66
    },
    {
        "text": "Actually Famous Like I have a minimal Level even at this Level There's A good Number of People that Actively",
        "start": 819.88,
        "duration": 4.729
    },
    {
        "text": "Cheer on for Something Horrible To happen for me I try not to ever Publicly Complain about the things that I want to Complain about",
        "start": 824.68,
        "duration": 6.169
    },
    {
        "text": "Because The Amount of People That Have Sympathy it Just starts to drop I'm not Saying all I just remember back to when my",
        "start": 830.85,
        "duration": 5.07
    },
    {
        "text": "House got broken Into When I was out of State Or a good number of People that, were like",
        "start": 836.02,
        "duration": 3.859
    },
    {
        "text": "Well That's what Happens when you're a public Figure you just Look at that and You go, okay I",
        "start": 839.88,
        "duration": 3.539
    },
    {
        "text": "Understand Some People in This World I think That's Actually Where i'm going to end Today's Show I do want to thank all of you?",
        "start": 843.76,
        "duration": 4.339
    },
    {
        "text": "Beautiful Bastards for Another",
        "start": 848.1,
        "duration": 1.81
    },
    {
        "text": "Fantastic We Thank You whether you're Just Watching or your Comments and your Sharing your liking Maybe you're Part of The Franco Elite and You're?",
        "start": 849.91,
        "duration": 5.269
    },
    {
        "text": "Helping Fund everything, we're doing here for being A part of This Thing and Helping it Grow",
        "start": 855.18,
        "duration": 3.09
    },
    {
        "text": "Up that's it of Course as always my name is Philip Defranco",
        "start": 858.27,
        "duration": 2.579
    },
    {
        "text": "You've Just Been Phill'd then I love yo Faces and I'll see you Monday",
        "start": 861.07,
        "duration": 4.039
    },
    {
        "text": "From:DJ Nibble",
        "start": 865.109,
        "duration": 0.611
    },
    {
        "text": " ",
        "start": 865.72,
        "duration": 1.389
    }
]