[
    {
        "text": "Sup you beautiful bastards, hope you're having a great Tuesday",
        "start": 0.0,
        "duration": 3.44
    },
    {
        "text": "Welcome back to the Phillip Defranco Show",
        "start": 3.44,
        "duration": 1.58
    },
    {
        "text": "Let's just jump into it",
        "start": 5.06,
        "duration": 1.5
    },
    {
        "text": "Some of the things we'll be talking about are some pieces of news from the digital space.",
        "start": 6.56,
        "duration": 3.62
    },
    {
        "text": "First up is some digital history being made.",
        "start": 10.18,
        "duration": 1.6
    },
    {
        "text": "Despacito, which is a song that I just got out of my head about a month ago",
        "start": 11.78,
        "duration": 3.98
    },
    {
        "text": "Is also the most viewed video on Youtube",
        "start": 15.76,
        "duration": 2.06
    },
    {
        "text": "and it has now made history because it's the only video that has over 6 billion views.",
        "start": 17.82,
        "duration": 5.08
    },
    {
        "text": "And the only video that comes even close is Ed Sheeran's Shape of You with just under 4.1 billion.",
        "start": 22.9,
        "duration": 5.26
    },
    {
        "text": "Then on Instagram we have Ariana \"Small Barbeque Grill\" Grande making history:",
        "start": 28.16,
        "duration": 5.02
    },
    {
        "text": "She's the most followed female creator on Instagram now surpassing Selena Gomez.",
        "start": 33.18,
        "duration": 3.74
    },
    {
        "text": "In general its been seen as Ariana being more present on social media as ever",
        "start": 36.92,
        "duration": 5.02
    },
    {
        "text": "And Selena Gomez pulling out for personal reasons.",
        "start": 41.94,
        "duration": 3.08
    },
    {
        "text": "And also if you're interested in the most followed person on Instagram it's actually Cristiano Ronaldo.",
        "start": 45.02,
        "duration": 3.36
    },
    {
        "text": "Then in kind of history making but then kinda not we have Pewdiepie on the news.",
        "start": 48.4,
        "duration": 5.12
    },
    {
        "text": "This actually connects with a story we touched on late last week which is connected to Youtube cracking down",
        "start": 53.52,
        "duration": 4.56
    },
    {
        "text": "on videos that feature children and in that crackdown we saw on the 20th Youtube had said they deleted 400",
        "start": 58.08,
        "duration": 5.2
    },
    {
        "text": "channels & disabled comments on tens of thousands of videos & reported illegal comments to law enforcement.",
        "start": 63.28,
        "duration": 4.56
    },
    {
        "text": "Along with that there were more videos being demonatised.",
        "start": 67.84,
        "duration": 2.64
    },
    {
        "text": "Regarding that there were a range of videos being affected although as we pointed it out last friday some of",
        "start": 70.48,
        "duration": 4.96
    },
    {
        "text": "the videos were of kids doing gymnastics & a split in a thumbnail. That doesn't describe all the videos that were",
        "start": 75.44,
        "duration": 5.2
    },
    {
        "text": "affected but as far as the initial case that was the example.",
        "start": 80.64,
        "duration": 4.04
    },
    {
        "text": "Then what follows is channels just getting completely having their comments disabled.",
        "start": 84.68,
        "duration": 4.42
    },
    {
        "text": "That stirred up even more panic. Team Youtube started reaching out to creators to calm them down saying this move is temporary.",
        "start": 89.1,
        "duration": 4.98
    },
    {
        "text": "One example saying:",
        "start": 94.08,
        "duration": 2.0
    },
    {
        "text": "And as we talked about on Friday this doesn't seem to be something all Youtube should be worried about",
        "start": 104.4,
        "duration": 5.88
    },
    {
        "text": "just kind of people with minor or child content which brings me to Felix because",
        "start": 110.28,
        "duration": 2.98
    },
    {
        "text": "really if there was someone who was going to call Youtube out based off of historically what he had to go through.",
        "start": 113.26,
        "duration": 4.48
    },
    {
        "text": "This week we saw him chime in on the issue & he said this:",
        "start": 117.74,
        "duration": 2.44
    },
    {
        "text": "Felix: They're not setting a president by deleting comments or demonitising these videos.",
        "start": 120.18,
        "duration": 5.12
    },
    {
        "text": "It's not going to effect everyone on the site.",
        "start": 125.3,
        "duration": 2.98
    },
    {
        "text": "It's something they've clearly done just to act swiftly at a time it is necessary & to be honest I appreciate how",
        "start": 128.28,
        "duration": 5.8
    },
    {
        "text": "Youtube does that before everyone freaks out & says \"Youtube is over\", no isn't.",
        "start": 134.08,
        "duration": 6.26
    },
    {
        "text": "Calm down. They are working on it & I trust that they are usually.",
        "start": 140.34,
        "duration": 3.34
    },
    {
        "text": "Phil: I feel it is important to share this with you because in a situation like this, it would be very easy to fear monger for views.",
        "start": 143.68,
        "duration": 6.68
    },
    {
        "text": "Anyway at the end of the day, I just want kids to be safe & in the meantime to react to this very fast in this specific avenue",
        "start": 150.36,
        "duration": 6.7
    },
    {
        "text": "Youtube is getting really big & slowly pulling back.",
        "start": 157.06,
        "duration": 2.02
    },
    {
        "text": "I respect so many Youtubers were panicked, but I do agree with Felix here. We also had Felix on the news because",
        "start": 159.08,
        "duration": 4.78
    },
    {
        "text": "he LOST TO TSERIES for like a second, okay a few minutes. How can I possibly minimise it?",
        "start": 163.86,
        "duration": 4.56
    },
    {
        "text": "But thanks to the previously teased Elon Musk/Justin Roiland Meme Review he popped back up &",
        "start": 168.42,
        "duration": 5.52
    },
    {
        "text": "the internet rejoiced despite the fact that he will get passed again, but that doesn't make this whole situation any less amusing to me",
        "start": 173.94,
        "duration": 5.8
    },
    {
        "text": "honestly I don't know who else could jump into the game to boost subs.",
        "start": 179.74,
        "duration": 4.74
    },
    {
        "text": "But interestingly enough this story gives us an interesting segway into a story with Elon Musk",
        "start": 184.48,
        "duration": 4.66
    },
    {
        "text": "Yesterday the Security & Exchange Commission (the SEC) asked a federal judge to hold Elon Musk in contempt",
        "start": 189.14,
        "duration": 5.36
    },
    {
        "text": "for violating a settlement deal & we've been seeing Elon Musk firing back on Twitter.",
        "start": 194.5,
        "duration": 4.68
    },
    {
        "text": "This situation started back on Feb 19th where Musk posted about Tesla.",
        "start": 199.18,
        "duration": 5.28
    },
    {
        "text": "Then a few hours later responding to his own tweet saying",
        "start": 207.1,
        "duration": 2.64
    },
    {
        "text": "So the SEC claims this raises the settlement reach back in October. This deal specifically stating that Elon Musk",
        "start": 218.78,
        "duration": 4.72
    },
    {
        "text": "must have social media posts with information that could be considered material for shareholders preapproved before posting.",
        "start": 223.5,
        "duration": 5.4
    },
    {
        "text": "The thing is Tesla did create a board to approve posts, but this said they didn't receive approve any before posting this.",
        "start": 228.9,
        "duration": 5.14
    },
    {
        "text": "And the thing is that isn't the most surprising thing to hear & I say that from what he said in a 60 Minutes interview back in December.",
        "start": 234.04,
        "duration": 6.22
    },
    {
        "text": "In the interview, Musk is asked if he had tweets censored after the settlement or if someone reads his tweets before he tweets.",
        "start": 240.26,
        "duration": 4.7
    },
    {
        "text": "He responds \"No\" with both questions also saying:",
        "start": 244.96,
        "duration": 2.16
    },
    {
        "text": "She follows up with by asking how would anyone know if it would impact the market at all if they've been all read. Which he said:",
        "start": 252.22,
        "duration": 4.9
    },
    {
        "text": "Musk going on to say to say that he abides by the settlement out of respect for the justice system, but",
        "start": 264.16,
        "duration": 3.86
    },
    {
        "text": "while Elon Musk did not get approval before posting this tweet Tesla claims that he didn't need approval for this tweet.",
        "start": 268.02,
        "duration": 8.44
    },
    {
        "text": "As they say the correct information is already made available for the public since January in an earnings call.",
        "start": 276.46,
        "duration": 3.92
    },
    {
        "text": "But the SEC remains saying he violated the settlement because he didn't get approval & in their filings",
        "start": 280.38,
        "duration": 4.8
    },
    {
        "text": "the information in this tweet was:",
        "start": 285.18,
        "duration": 2.0
    },
    {
        "text": "And he also actually referenced Musk's 60 Mins appearance in the other side of this Musk takes to Twitter",
        "start": 296.12,
        "duration": 5.34
    },
    {
        "text": "critising the SEC. Musk responded to the tweet with a screenshot out of the transcripts from the Tesla quarter 4 earnings.",
        "start": 301.46,
        "duration": 6.62
    },
    {
        "text": "The numbers have already been made clear writing:",
        "start": 308.08,
        "duration": 1.58
    },
    {
        "text": "One responder tweeting:",
        "start": 316.14,
        "duration": 2.0
    },
    {
        "text": "So, Tesla shares went down 3% in trade market sharing & I mention that with this interesting exchange:",
        "start": 323.3,
        "duration": 4.42
    },
    {
        "text": "A user on twitter posts:",
        "start": 327.72,
        "duration": 3.04
    },
    {
        "text": "another adding:",
        "start": 340.72,
        "duration": 1.38
    },
    {
        "text": "to which Musk replied:",
        "start": 347.42,
        "duration": 1.06
    },
    {
        "text": "SO, what now?",
        "start": 352.96,
        "duration": 1.32
    },
    {
        "text": "This isn't the first time Musk has gotten in trouble for his tweets. As you may remember, we talked about it on the show",
        "start": 354.28,
        "duration": 6.12
    },
    {
        "text": "The SEC has thought about removing him from CEO for tweets he sent back in August. They accuse him of fraud & shareprice manipulation.",
        "start": 360.4,
        "duration": 5.26
    },
    {
        "text": "And they soon reached a settlement where he was allowed to stay as CEO, but he lost his role as chairman,",
        "start": 365.66,
        "duration": 4.34
    },
    {
        "text": "that of course resulted in the mandate that his tweets be reviewed as well as",
        "start": 370.0,
        "duration": 4.72
    },
    {
        "text": "he & Tesla seperately being fined $20 million each.",
        "start": 374.72,
        "duration": 2.52
    },
    {
        "text": "and now this time around, it's not quite exactly what the consequences are for breaking the settlement.",
        "start": 377.34,
        "duration": 4.16
    },
    {
        "text": "According to Erska Viliconia (sorry for the spelling), Professor at George Town University Law Centre",
        "start": 381.5,
        "duration": 3.42
    },
    {
        "text": "He could face fines for up to $1000 per day & this is from when the court issued the order until the court rules that he's been full compliant.",
        "start": 384.92,
        "duration": 5.68
    },
    {
        "text": "So for someone like Elon Musk though, that'd be nothing, but you also have Rebecca Roythe Prof. at New York Law School",
        "start": 390.6,
        "duration": 5.24
    },
    {
        "text": "says this could only be the beginning of the SEC trying to threaten Elon Musk's position of CEO again, but",
        "start": 395.84,
        "duration": 5.36
    },
    {
        "text": "as far as what happens next, last minute updates to the story, according to \"The Hill\"",
        "start": 401.2,
        "duration": 4.72
    },
    {
        "text": "so that'll be interesting to see how this develops after we looked at that 3% dip, now we see the stock go back up",
        "start": 411.28,
        "duration": 6.04
    },
    {
        "text": "whenever you see someone talk about this, the market is actively fluctuating",
        "start": 417.32,
        "duration": 3.4
    },
    {
        "text": "It's going to be really interesting to watch how far this gets but, of course like we try to do with every story we talk about on the show",
        "start": 420.72,
        "duration": 4.48
    },
    {
        "text": "I do want to pass off the question to you, what's your thoughts about all this, what do you think is going to happen, what do you want to happen?",
        "start": 425.2,
        "duration": 4.98
    },
    {
        "text": "But from that I want to share what I love today & \"Today in awesome\" brought to you by Mid role or a random jump cut if you have Youtube Premium or an Ad blocker or",
        "start": 430.18,
        "duration": 8.18
    },
    {
        "text": "we got demonitised.",
        "start": 438.36,
        "duration": 1.68
    },
    {
        "text": "And the first thing in awesome is if you haven't seen this morning's extra morning news deep dive, I highly recommend it after you watch today's show.",
        "start": 440.04,
        "duration": 6.4
    },
    {
        "text": "It's a deep dive into this just insane rollercoaster ride that is the election fraud in North Carolina. I want to say it's a special one.",
        "start": 446.44,
        "duration": 6.0
    },
    {
        "text": "Then in awesome, something we haven't done in the longest time, if you want to snag one of our awesome shirts or hoodies. I'm talking",
        "start": 452.44,
        "duration": 4.88
    },
    {
        "text": "and the fan favourite Pretentious gear!",
        "start": 461.64,
        "duration": 2.8
    },
    {
        "text": "And now for the next 6 hours we'll be doing what we used to back in the day a \"broke ass college kids\" sale! Use code:",
        "start": 464.44,
        "duration": 4.34
    },
    {
        "text": "Side note: you don't have to be in college or broke, it's a callback. It's not that deep.",
        "start": 471.56,
        "duration": 5.22
    },
    {
        "text": "Then we have Life Noggin giving us \"what causes a stutter?\"",
        "start": 476.78,
        "duration": 2.56
    },
    {
        "text": "If you're in the flex, we have Offset giving us his insane jewellery collection,",
        "start": 479.34,
        "duration": 3.84
    },
    {
        "text": "Dude Perfect giving us more real life trick shots,",
        "start": 483.18,
        "duration": 3.08
    },
    {
        "text": "Then we have a new trailer for Detective Pikachu, we get a bit of Mewtoo goodness! I'm so damn excited about this movie!",
        "start": 486.26,
        "duration": 4.58
    },
    {
        "text": "Side note awesome: there's going to be a new Nintendo Direct tomorrow for Pokemon.",
        "start": 490.84,
        "duration": 3.54
    },
    {
        "text": "And if you want to see the full versions of everything I've just shared, the secret link of the day,",
        "start": 494.38,
        "duration": 3.84
    },
    {
        "text": "Really anything at all links will be in the description below.",
        "start": 498.22,
        "duration": 3.54
    },
    {
        "text": "Now for our final piece of news for today, which if you've had seen our show for a while",
        "start": 501.76,
        "duration": 3.82
    },
    {
        "text": "you know this topic is not going to be a happy one & today that story is about what's happening between",
        "start": 505.58,
        "duration": 4.34
    },
    {
        "text": "India & Pakistan. These 2 countries have been embroiled in this territorial conflict over Kashmir in a region that lines between them.",
        "start": 509.92,
        "duration": 6.4
    },
    {
        "text": "And this has been going on since both countries gained independence in 1947.",
        "start": 516.32,
        "duration": 3.2
    },
    {
        "text": "Since then, the countries have gone to war over Kashmir twice  & to give context to these wars, Kashmir's 60% Muslim, but mostly controlled by India, a Hindu nation.",
        "start": 519.52,
        "duration": 8.0
    },
    {
        "text": "So we have this territorial dispute that is over 2 distinct religion groups that is a known recipe for disaster.",
        "start": 527.52,
        "duration": 5.8
    },
    {
        "text": "This has of course led to disasterous violent conflict in the region for both sides  over the years",
        "start": 533.32,
        "duration": 4.26
    },
    {
        "text": "which brings us to this month where a suicide bomber rammed a vehicle full of explosives into an Indian convoy on a busy highway.",
        "start": 537.58,
        "duration": 5.54
    },
    {
        "text": "This happened in Pulwama located in Kashmir under Indian control",
        "start": 543.12,
        "duration": 5.24
    },
    {
        "text": "And reports at least 40 soldiers were killed it was one of the most deadly attacks in the region for decades.",
        "start": 548.36,
        "duration": 3.74
    },
    {
        "text": "This attacks was claimed by Jaish-e-Mohammed a terrorist group based in Pakistan",
        "start": 552.1,
        "duration": 3.5
    },
    {
        "text": "and leads Pakistan insurgency in Indian Kashmir, but however, India placed blame in ultimately in Pakistan.",
        "start": 555.6,
        "duration": 5.28
    },
    {
        "text": "Saying they turned a blind eye in the group's activities.",
        "start": 560.88,
        "duration": 2.22
    },
    {
        "text": "That accusation of course feeds to a reputation that Pakistan supports terrorist groups.",
        "start": 563.1,
        "duration": 4.56
    },
    {
        "text": "A reputation that even led President Trump to cut $1.3 billion in military assistance to Pakistan late last year.",
        "start": 567.66,
        "duration": 5.46
    },
    {
        "text": "There specifically because they use terror groups to achieve military objectives, but",
        "start": 573.12,
        "duration": 3.9
    },
    {
        "text": "Pakistan denies all allegations.",
        "start": 577.02,
        "duration": 2.48
    },
    {
        "text": "And that terror group even officially banned by Pakistan although",
        "start": 579.5,
        "duration": 2.62
    },
    {
        "text": "Pakistan are accused of shielding it's leader from being labelled as a terrorist by the UN which is a designation that would freeze their bank accounts.",
        "start": 582.12,
        "duration": 6.0
    },
    {
        "text": "But all that leads today where Pakistani officials reported airstrikes on their territory conducted in the Indian war planes.",
        "start": 588.12,
        "duration": 5.28
    },
    {
        "text": "And now all these countries have been at war for a while, this is the first time in decades where either party sent war planes",
        "start": 593.4,
        "duration": 5.74
    },
    {
        "text": "across what is known as the Line of Control to strike the opposing sides.",
        "start": 599.14,
        "duration": 3.22
    },
    {
        "text": "Specifically what they did is drop bombs in Balakot a town near the disputed border.",
        "start": 602.36,
        "duration": 3.82
    },
    {
        "text": "On the one side, the Indian Foreign Secretary justified the attack by doubling down the idea that Pakistan supports the terrorist group.",
        "start": 606.18,
        "duration": 5.5
    },
    {
        "text": "Vijay Gokhale: India struck the biggest training camp of Jaish-e-Mohammed in Balakot.",
        "start": 611.68,
        "duration": 4.56
    },
    {
        "text": "In this operation a very large number of Jaish-e-Mohammed terrorist, trainers, seated commanders &",
        "start": 616.24,
        "duration": 9.54
    },
    {
        "text": "groups of Jaish-e-Mohammed training in action were eliminated.",
        "start": 625.78,
        "duration": 3.46
    },
    {
        "text": "Phil: and also adding back in 2004 not to allow it's soils to be used in terrorism against India.",
        "start": 629.24,
        "duration": 6.28
    },
    {
        "text": "However right now it's unclear whether the planes hit anything or anyone.",
        "start": 635.52,
        "duration": 2.88
    },
    {
        "text": "A spokesman from the other side, for Pakistan's armed forces claimed there were no casualties & tweeted out:",
        "start": 638.4,
        "duration": 5.14
    },
    {
        "text": "This along with photos of the strike & we've seen various security officials & diplomats in New Delhi call out India's claims.",
        "start": 645.92,
        "duration": 6.66
    },
    {
        "text": "This due to the fact that the Indian Prime Minister Modi made it clear that they were going to retaliate",
        "start": 652.6,
        "duration": 4.32
    },
    {
        "text": "prompting any terrorist groups to evacuate the areas near the border.",
        "start": 656.94,
        "duration": 2.78
    },
    {
        "text": "These officials also say that they doubt the existing large scaled training camps by the border",
        "start": 670.2,
        "duration": 4.54
    },
    {
        "text": "asserting instead of most likely spread out in small clusters throughout the country.",
        "start": 674.74,
        "duration": 3.46
    },
    {
        "text": "Additionally in the past few days, India has moved troops in villages near the Line of Control arresting",
        "start": 678.2,
        "duration": 4.28
    },
    {
        "text": "Kashmiri inspecting of being a part of an insurgency against India & there have also been reports of families fleeing from the border region while conflict escelates.",
        "start": 682.48,
        "duration": 6.8
    },
    {
        "text": "Confirming the fears that these families have, the fighting will only intensify from here.",
        "start": 689.28,
        "duration": 4.74
    },
    {
        "text": "you have Pakistan Prime Minister Imran Khan's office responding in a statement saying:",
        "start": 694.02,
        "duration": 3.24
    },
    {
        "text": "Also a quick pause to remember the super happy fun times  now that most people forget, both Pakistan & India control Nuclear Weapons.",
        "start": 702.32,
        "duration": 7.24
    },
    {
        "text": "But back to the statement accuses Modi's government of using the attack to spur the support of the upcoming election stating:",
        "start": 709.6,
        "duration": 6.38
    },
    {
        "text": "And most recently in a reporting in New Delhi they proclaim:",
        "start": 730.76,
        "duration": 2.08
    },
    {
        "text": "But ultimately that's where  we are of recording in this video, as this is a still ever growing situation",
        "start": 739.66,
        "duration": 4.62
    },
    {
        "text": "but, now you know, you should be aware of, you have now 2 Nuclear powers going at one another with one vowing retaliation",
        "start": 744.28,
        "duration": 7.12
    },
    {
        "text": "you know, that sort of thing.",
        "start": 751.4,
        "duration": 1.46
    },
    {
        "text": "but, of course with every story we cover, we'd love to know your thoughts on this situation.",
        "start": 752.86,
        "duration": 4.24
    },
    {
        "text": "Do you think that this is just posturing & angling & kind of chest puffing in an election cycle?",
        "start": 757.1,
        "duration": 4.4
    },
    {
        "text": "Any and all thoughts I'd love to see.",
        "start": 761.5,
        "duration": 2.0
    },
    {
        "text": "And that is where we're gonna end today's show,",
        "start": 763.5,
        "duration": 1.66
    },
    {
        "text": "And remember, if you liked today's show if you like a deep dive into the news with us on the daily let us know, hit that like button",
        "start": 765.16,
        "duration": 5.18
    },
    {
        "text": "Also if you're new here & you'd like more, don't forget to subscribe,",
        "start": 770.34,
        "duration": 2.26
    },
    {
        "text": "And click that bell icon to turn on notifications.",
        "start": 772.6,
        "duration": 2.26
    },
    {
        "text": "On that note, if you missed & you want to catch up on the last Phillip Defranco show",
        "start": 774.86,
        "duration": 2.86
    },
    {
        "text": "or this morning's extra morning news deep dive, click or press right there to watch those",
        "start": 777.72,
        "duration": 3.54
    },
    {
        "text": "but with all that said of course, as always, my name is Phillip Defranco, you've just been filled in, I love your faces & I'll see you tomorrow!",
        "start": 781.26,
        "duration": 6.66
    }
]