[
    {
        "text": "Sup, beautiful bastards. Hope you're having a fantastic Monday",
        "start": 0.0,
        "duration": 2.909
    },
    {
        "text": "Welcome back to the Philip DeFranco show and let's just jump into it",
        "start": 2.909,
        "duration": 3.27
    },
    {
        "text": "The first thing we're gonna talk about today is actually a quick story out of Canada. That is ridiculous",
        "start": 6.18,
        "duration": 4.47
    },
    {
        "text": "I want to make sure to include it so maybe someone recognizes the person in the video",
        "start": 10.8,
        "duration": 3.509
    },
    {
        "text": "They can tell the authorities because this is it really it's so dangerous and ridiculous",
        "start": 14.309,
        "duration": 5.129
    },
    {
        "text": "The thing that we're talking about is what is featured in this video, please YouTube algorithm, don't hit me",
        "start": 19.439,
        "duration": 4.29
    },
    {
        "text": "This is news coverage, but it's what's featured in this you see her picking up a chair. It says good morning",
        "start": 23.73,
        "duration": 4.11
    },
    {
        "text": "She looks down below and she tosses she actually tosses it all the way",
        "start": 27.84,
        "duration": 5.04
    },
    {
        "text": "Down and the video cuts off before we see if it hits something",
        "start": 33.2,
        "duration": 2.78
    },
    {
        "text": "Or someone all we do know is that according to the CBC by mid Monday morning",
        "start": 36.0,
        "duration": 4.52
    },
    {
        "text": "The police were saying the incident took place on Saturday morning and adding that the suspect also threw other",
        "start": 40.56,
        "duration": 4.38
    },
    {
        "text": "Items from the balcony and according to constable David Hopkinson",
        "start": 45.1,
        "duration": 2.63
    },
    {
        "text": "The chair was found on a sidewalk damaged almost beyond recognition.",
        "start": 47.73,
        "duration": 2.97
    },
    {
        "text": "Which also appears to coincide with a photo that was uploaded to Reddit in connection to this story though officially at this time",
        "start": 50.92,
        "duration": 5.51
    },
    {
        "text": "No sources have confirmed there were two chairs. As far as the location",
        "start": 56.43,
        "duration": 2.789
    },
    {
        "text": "It looks like this one Lake Shore Boulevard in Toronto.",
        "start": 59.219,
        "duration": 2.7
    },
    {
        "text": "And reportedly sergeant Ron boy's told Radio Canada that police believe the condo is at 55 Bremner Boulevard",
        "start": 61.96,
        "duration": 5.089
    },
    {
        "text": "And also said the condo management is working with them.",
        "start": 67.049,
        "duration": 2.1
    },
    {
        "text": "And so with this story just last things to say with it: One in general",
        "start": 69.15,
        "duration": 2.939
    },
    {
        "text": "Don't be stupid, stupid! Two, stupid",
        "start": 72.09,
        "duration": 3.12
    },
    {
        "text": "if you're gonna be stupid do not also film it, that is extra stupid.. And three, if anyone in the Toronto area",
        "start": 75.21,
        "duration": 5.909
    },
    {
        "text": "recognizes this person please contact Crimestoppers.",
        "start": 81.64,
        "duration": 2.0
    },
    {
        "text": "Oh, and I also guess to the idiot featured in this video, congratulations on making yourself a criminal. I hope they find you",
        "start": 83.77,
        "duration": 5.809
    },
    {
        "text": "it's looking like you would be charged with mischief which according to the Justice Laws website everyone who commits mischief that causes actual danger to",
        "start": 89.579,
        "duration": 5.97
    },
    {
        "text": "life is guilty of an indictable offense and liable to imprisonment for life. So she's facing six months to life.",
        "start": 95.549,
        "duration": 5.85
    },
    {
        "text": "So congratulations on doing it for the gram (Instagram). And then we had a few things around the Grammys which of course the Grammy is the biggest",
        "start": 101.89,
        "duration": 5.689
    },
    {
        "text": "Thing in the music industry and or the thing that I'm like oh that's on tonight?",
        "start": 107.579,
        "duration": 4.41
    },
    {
        "text": "I will definitely take a look at the recaps the morning after. But that aside, last night",
        "start": 111.99,
        "duration": 4.319
    },
    {
        "text": "There were a lot of historic wins at the Grammys. Definitely of note you had Childish Gambino",
        "start": 116.31,
        "duration": 3.72
    },
    {
        "text": "Aka Donald Glover the man who apparently is talented at everything -- to the point that it almost makes me angry.",
        "start": 120.31,
        "duration": 5.51
    },
    {
        "text": "I mean childish gambino won four Grammys last night.",
        "start": 125.85,
        "duration": 2.489
    },
    {
        "text": "He won for best music video, song of the year, best rap/song performance, and record of the year.",
        "start": 128.369,
        "duration": 5.29
    },
    {
        "text": "And this was historic for two reasons: The first being that \"This is America\" won both song and record of the year;",
        "start": 133.66,
        "duration": 4.979
    },
    {
        "text": "Which is the first time a rap song has won those categories.. And two,",
        "start": 138.64,
        "duration": 2.46
    },
    {
        "text": "It's been 12 years since anyone that won any of the big four categories that he won",
        "start": 141.1,
        "duration": 5.22
    },
    {
        "text": "didn't show up to accept the award. Last person that didn't show up was Amy Winehouse and reportedly",
        "start": 146.51,
        "duration": 4.73
    },
    {
        "text": "She just wasn't able to get a visa in time, but she was you know,",
        "start": 151.24,
        "duration": 2.279
    },
    {
        "text": "She still essentially like Skyped in. And with Childish Gambino",
        "start": 153.52,
        "duration": 2.279
    },
    {
        "text": "It doesn't seem so much as the ability to show up or not but the choice to not show up.",
        "start": 155.8,
        "duration": 4.2
    },
    {
        "text": "Because even in prior coverage. It was reported that childish gambino declined to perform at the Grammys",
        "start": 160.0,
        "duration": 4.649
    },
    {
        "text": "So there was that. Also of note we had Ariana tiny barbecue grill Grande making headlines and this was actually connected to cardi B",
        "start": 164.65,
        "duration": 6.059
    },
    {
        "text": "Who also made history when she became the first solo female artist to win Best Rap Album after cardies win",
        "start": 170.709,
        "duration": 4.83
    },
    {
        "text": "Ariana Hrande sent out tweets upset that Mac Miller who is also nominated for Best Rap Album",
        "start": 175.54,
        "duration": 4.049
    },
    {
        "text": "Lost the category. Those tweets saying, \"literal bullshit\" \"fuck.\" and \"trash.\"",
        "start": 179.69,
        "duration": 3.919
    },
    {
        "text": "She later added",
        "start": 183.61,
        "duration": 1.09
    },
    {
        "text": "Frustrations that his parents attended the show only to see him lose... saying, \"THEY INVITED HIS PARENTS OUT. NO.\" And with all of this many assumed",
        "start": 184.7,
        "duration": 6.32
    },
    {
        "text": "That her tweets were targeted at Cardi for winning saying things like,  \"did Ariana call Cardi trash?\"",
        "start": 191.02,
        "duration": 3.869
    },
    {
        "text": "I'm giving one example",
        "start": 194.89,
        "duration": 1.02
    },
    {
        "text": "But there was a lot of them. She then afterwards tried to clarify saying, \"This has nothing to do with her good for her.",
        "start": 195.91,
        "duration": 4.199
    },
    {
        "text": "I promise. I'm sorry.\" And she's not at all and that's not what I meant",
        "start": 200.11,
        "duration": 3.029
    },
    {
        "text": "And he know that he then deleted all our tweets about this",
        "start": 203.14,
        "duration": 2.49
    },
    {
        "text": "He also saw Cardi chimed in hosting video to Instagram saying that she shared her win with Mac",
        "start": 205.63,
        "duration": 3.929
    },
    {
        "text": "Cardi: \"Hey, you wanna know something are I read an article that Mac Miller family said that if he don't win they want me to win",
        "start": 209.56,
        "duration": 6.029
    },
    {
        "text": "So I'm sharing this Grammy with you motherfucker rest in peace and thank you everybody!\"",
        "start": 215.59,
        "duration": 5.51
    },
    {
        "text": "There's also a controversy around J-Lo and a Grammys tribute to Motown music. The tribute featured host",
        "start": 221.2,
        "duration": 4.259
    },
    {
        "text": "Alicia Keys, Smokey Robinson, Ne-Yo, but was led by Jennifer Lopez.",
        "start": 225.459,
        "duration": 3.36
    },
    {
        "text": "This was met by a ton of criticism from many viewers as she isn't known for singing Motown music and Motown is a historically black",
        "start": 228.82,
        "duration": 5.909
    },
    {
        "text": "label and so some thought that this tribute should have been led by a black artist with tweets like, \"I can't believe Janelle Monae is",
        "start": 234.799,
        "duration": 5.21
    },
    {
        "text": "In the audience and they allow J-Lo to lead a Motown tribute.\" People saying they were confused",
        "start": 240.01,
        "duration": 3.359
    },
    {
        "text": "Others even accused J-Lo of lip-syncing and adding, \"if you got a lip sync for Motown tribute",
        "start": 243.5,
        "duration": 4.16
    },
    {
        "text": "I don't want it.\" to this JLo defended herself by saying she things any artist can sing",
        "start": 247.66,
        "duration": 3.449
    },
    {
        "text": "Whatever kind of music they want. JLo: \"Any type of music can inspire any type of artist",
        "start": 251.11,
        "duration": 3.389
    },
    {
        "text": "You know",
        "start": 255.19,
        "duration": 0.62
    },
    {
        "text": "You can't you can't tell people what to love. Can't tell people what to",
        "start": 255.81,
        "duration": 3.6
    },
    {
        "text": "what they can and can't do. What they should sing or not singing. You got to do what's in your heart and I think",
        "start": 259.84,
        "duration": 5.839
    },
    {
        "text": "Ken, and the producers and Berry Gordy who was so thrilled that I was doing this",
        "start": 266.08,
        "duration": 4.64
    },
    {
        "text": "They they know how much I've been influenced by that music and so it was a natural for them",
        "start": 270.72,
        "duration": 4.41
    },
    {
        "text": "But maybe some people didn't know, that's okay.\"",
        "start": 275.13,
        "duration": 1.62
    },
    {
        "text": "And I have no comment on this story that is basically people angry that someone is not black enough.",
        "start": 276.75,
        "duration": 4.169
    },
    {
        "text": "I'm gonna sit this one out, but I will say Janelle Monae was fantastic last night.",
        "start": 280.919,
        "duration": 3.93
    },
    {
        "text": "And then finally we had headlines around Drake at the Grammys and with Drake. He hasn't been to the show since 2013",
        "start": 284.85,
        "duration": 4.739
    },
    {
        "text": "He's often criticized a show for not including him in proper",
        "start": 289.6,
        "duration": 2.63
    },
    {
        "text": "Categories and just generally not be inclusive to artists of color. And in his acceptance speech for best rap song",
        "start": 292.36,
        "duration": 5.0
    },
    {
        "text": "It appeared that he just got cut off while trying to call these things out. Drake: \"We play in an opinion based sport",
        "start": 297.4,
        "duration": 5.66
    },
    {
        "text": "Not a factual base sport. So it's not the NBA where at the end of the year",
        "start": 303.43,
        "duration": 3.29
    },
    {
        "text": "You're holding a trophy because you made the right decisions or won the games.\"",
        "start": 306.72,
        "duration": 2.579
    },
    {
        "text": "He goes on to say, you know",
        "start": 309.3,
        "duration": 0.93
    },
    {
        "text": "This is a business where at times you can have a bunch of people that don't have any idea. What a kid with <insert",
        "start": 310.23,
        "duration": 4.739
    },
    {
        "text": "whatever your different kind of background from them is> has to say. Essentially taking this time where he won an award to say",
        "start": 314.97,
        "duration": 5.16
    },
    {
        "text": "You know this award doesn't matter if you've got people listening to your music buying your tickets",
        "start": 320.13,
        "duration": 4.26
    },
    {
        "text": "You're a hero in your hometown you won and closing. Drake: \"You don't need this right here. I promise you all you already won.\"",
        "start": 324.39,
        "duration": 5.25
    },
    {
        "text": "And instantly Twitter was ablaze with, \"did they just cut Drake off for calling them out?\" To which it could",
        "start": 334.739,
        "duration": 5.66
    },
    {
        "text": "definitely appear that way. But the Grammys defended themselves in a statement to The Hollywood Reporter saying, \"Drake took a natural pause in his speech which",
        "start": 340.499,
        "duration": 6.23
    },
    {
        "text": "Led producers to believe he was finished so they went to commercial.\" and adding, \"Since it seemed as if he had more to say Grammy",
        "start": 346.729,
        "duration": 4.889
    },
    {
        "text": "Producers spoke with Drake immediately following his acceptance speech and offered him the opportunity to complete his speech. Drake stated that he was actually finished",
        "start": 351.629,
        "duration": 6.199
    },
    {
        "text": "With his speech and happy.\" And that is essentially it for the Grammys. Of course, There were a lot of different smaller things",
        "start": 357.829,
        "duration": 5.64
    },
    {
        "text": "I'd love to know your thoughts on any and all of it",
        "start": 363.469,
        "duration": 2.16
    },
    {
        "text": "But from that I want to share some stuff",
        "start": 365.629,
        "duration": 1.35
    },
    {
        "text": "I love today and today and awesome brought to you by I'm sponsoring my own damn self",
        "start": 366.979,
        "duration": 4.289
    },
    {
        "text": "Beautiful bastard a beautiful bastard if you don't know is my brand new men's haircare line at launch",
        "start": 371.459,
        "duration": 4.52
    },
    {
        "text": "We have fantastic natural pomades claim at pomades beard oil and we like the scent so much. We put two of them in candles",
        "start": 375.979,
        "duration": 6.539
    },
    {
        "text": "They're all made with high-quality natural ingredients",
        "start": 382.519,
        "duration": 2.07
    },
    {
        "text": "Ethically sourced from around the world handmade here in the United States. And so as such the amount available will be limited",
        "start": 384.589,
        "duration": 6.149
    },
    {
        "text": "So snag them while you can also if you've never used an oil-based pomade or claimed a pomade I made this very stupid quick",
        "start": 390.739,
        "duration": 5.79
    },
    {
        "text": "Instructional video the step one is just kind of good haircut. You can't start with garbage and",
        "start": 396.659,
        "duration": 4.279
    },
    {
        "text": "Step two is to be Melissa fie the",
        "start": 404.789,
        "duration": 2.0
    },
    {
        "text": "Pomade in your palms what that means is just rub the hell out of it",
        "start": 406.889,
        "duration": 3.74
    },
    {
        "text": "If you do not it's gonna clump in your hair",
        "start": 410.629,
        "duration": 1.62
    },
    {
        "text": "It's not gonna be a good time, but you got to go hard. I'm taking my ring off for this. That sounds wrong",
        "start": 412.249,
        "duration": 4.98
    },
    {
        "text": "Okay, let's keep going. You got a little scoop in your palm go to work",
        "start": 417.229,
        "duration": 2.94
    },
    {
        "text": "If you do not feel heat you are not doing it hard enough, oh man",
        "start": 421.679,
        "duration": 4.91
    },
    {
        "text": "this is a",
        "start": 426.589,
        "duration": 0.55
    },
    {
        "text": "Family-friendly video then put it in mold it and I got to get a mirror to check up clothes looking great",
        "start": 427.139,
        "duration": 4.76
    },
    {
        "text": "and then last thing wipe",
        "start": 431.899,
        "duration": 2.0
    },
    {
        "text": "those",
        "start": 434.159,
        "duration": 1.17
    },
    {
        "text": "Hands, yeah, just like that a beautiful basket. Let me point this limit at run is currently available on beautiful bastard calm",
        "start": 435.329,
        "duration": 6.08
    },
    {
        "text": "It's in addition to that. Be sure to follow a beautiful bastard on Twitter and Instagram. It'll be in the top links down below",
        "start": 441.409,
        "duration": 4.41
    },
    {
        "text": "They slash we will be doing a random giveaways to people that follow those accounts",
        "start": 445.86,
        "duration": 4.189
    },
    {
        "text": "Okay, and on with the show",
        "start": 450.049,
        "duration": 1.59
    },
    {
        "text": "then we had Fast Five stunt coordinator breaking down the vault car chase scene with Daniel Radcliffe going undercover on reddit YouTube and more we",
        "start": 451.639,
        "duration": 5.82
    },
    {
        "text": "Also got a sneak peek at Aladdin which now seeing Will Smith as a blue genie",
        "start": 457.459,
        "duration": 4.559
    },
    {
        "text": "Don't know if it makes it any better in life noggin taking on the question",
        "start": 462.41,
        "duration": 3.39
    },
    {
        "text": "Why don't we launch our trash into the Sun?",
        "start": 465.8,
        "duration": 1.98
    },
    {
        "text": "We got a teaser for the act if you want to see the full versions of everything",
        "start": 467.78,
        "duration": 3.24
    },
    {
        "text": "I just shared the secret link of the day really anything at all",
        "start": 471.02,
        "duration": 3.029
    },
    {
        "text": "Links is always during the description down below then let's talk about an update around a story",
        "start": 474.33,
        "duration": 3.529
    },
    {
        "text": "We covered a long long time ago. And that is the story about Michelle Carter",
        "start": 477.86,
        "duration": 3.389
    },
    {
        "text": "She'll Carter if you don't know I'm gonna use the word monster here cuz that's how I feel",
        "start": 481.25,
        "duration": 3.029
    },
    {
        "text": "Jo Carter is the monster that was convicted of involuntary",
        "start": 484.46,
        "duration": 2.0
    },
    {
        "text": "Manslaughter after she convinced her boyfriend via text messages and phone calls to kill himself",
        "start": 486.81,
        "duration": 4.91
    },
    {
        "text": "And if this seems like a somewhat old story",
        "start": 491.72,
        "duration": 1.63
    },
    {
        "text": "Yes, she's actually convicted in 2017 and even sentenced in 2017",
        "start": 493.35,
        "duration": 4.19
    },
    {
        "text": "But she was actually allowed to be out and free in the world until her Appeals in state court were done it just last week",
        "start": 497.54,
        "duration": 5.399
    },
    {
        "text": "We saw the Supreme Judicial Court affirmed the conviction saying the evidence against her proved that by her wanton or reckless conduct",
        "start": 502.94,
        "duration": 5.97
    },
    {
        "text": "She caused the victim's death by suicide and reason we talked about this today is her attorneys this morning filed an emergency motion the request",
        "start": 508.91,
        "duration": 6.389
    },
    {
        "text": "Of the court not send her to jail while they appealed to the Supreme Court",
        "start": 515.3,
        "duration": 3.09
    },
    {
        "text": "But the SJC denied that motion so she's headed to jail my reaction to this is good",
        "start": 518.39,
        "duration": 4.26
    },
    {
        "text": "I mean talking about this kind of on the surface level if you've not heard this story",
        "start": 522.65,
        "duration": 3.0
    },
    {
        "text": "You might be like, well, what did she do? You have not seen or you need a refresher on that coverage?",
        "start": 525.65,
        "duration": 4.199
    },
    {
        "text": "I'm gonna link to it down below",
        "start": 529.85,
        "duration": 1.32
    },
    {
        "text": "It is truly vile and if there is a negative part to this story to me, it's just that she's only getting 15 months",
        "start": 531.17,
        "duration": 7.44
    },
    {
        "text": "Oh, yeah, that's where I'll leave that one none. Let's talk about the latest update on the anti-vaccination movement",
        "start": 538.61,
        "duration": 4.14
    },
    {
        "text": "We've talked about this situation over the years most recently with the measles outbreak in New York",
        "start": 543.03,
        "duration": 4.729
    },
    {
        "text": "but also for those who don't know the Pacific Northwest is facing a massive measles outbreak with over 50 cases confirmed in Washington and",
        "start": 547.76,
        "duration": 6.239
    },
    {
        "text": "Oregon the epicenter of this outbreak has been identified as Clark County Washington, which is just north of Portland, Oregon",
        "start": 554.0,
        "duration": 5.07
    },
    {
        "text": "Most of these cases are in unvaccinated children under the age of 10 and this outbreak is already being labeled Washington state's worst",
        "start": 559.2,
        "duration": 6.2
    },
    {
        "text": "Measles outbreak in the last two decades even forcing Clark County to declare a public health emergency",
        "start": 565.47,
        "duration": 4.52
    },
    {
        "text": "This has also prompted lawmakers in Washington",
        "start": 569.99,
        "duration": 1.99
    },
    {
        "text": "State to hear testimony on Friday on a bill that would make it harder for families to opt out of",
        "start": 571.98,
        "duration": 3.86
    },
    {
        "text": "vaccination requirements for measles mumps and rubella the MMR vaccine because currently the state allows for school vaccination exemptions based on medical reasons, or",
        "start": 576.15,
        "duration": 7.13
    },
    {
        "text": "Personal philosophical or religious beliefs but under the new bill parents would no longer be able to claim those",
        "start": 583.53,
        "duration": 4.909
    },
    {
        "text": "Philosophical or personal exemptions and this is a pretty big deal, especially since according to the CDC vaccination rates in the Pacific",
        "start": 588.66,
        "duration": 5.569
    },
    {
        "text": "Northwest are among the low in the nation currently the vaccination rate across Clark County is about 78% but comparatively",
        "start": 594.23,
        "duration": 6.5
    },
    {
        "text": "That's high and in fact",
        "start": 600.86,
        "duration": 1.4
    },
    {
        "text": "According to the Clark County Public Health website some schools in the area have rates under 40% and so a big thing that health officials",
        "start": 602.26,
        "duration": 6.479
    },
    {
        "text": "Have been saying is that these lower vaccination?",
        "start": 608.74,
        "duration": 1.42
    },
    {
        "text": "Rates decrease herd immunity which can endanger children who are unable to be vaccinated for medical reasons right for hurt immunity",
        "start": 610.16,
        "duration": 5.839
    },
    {
        "text": "It's a work you need vaccination rates of around 90 to 95 percent. So you have this bill that has bipartisan sponsors",
        "start": 616.0,
        "duration": 5.789
    },
    {
        "text": "It's called HB 1 638 you have Monica Stoney air the Democrat who co-sponsored the bill saying she understood that people may view",
        "start": 621.79,
        "duration": 6.3
    },
    {
        "text": "vaccinations as a matter of personal choice",
        "start": 628.31,
        "duration": 1.4
    },
    {
        "text": "but added that personal rights are",
        "start": 629.71,
        "duration": 1.9
    },
    {
        "text": "Important as long as they don't impose on the rights of others all hairs the Republican",
        "start": 631.61,
        "duration": 3.92
    },
    {
        "text": "co-sponsor adding you cannot find a peanut in one of my schools because of concerns about allergies but unvaccinated",
        "start": 635.6,
        "duration": 4.82
    },
    {
        "text": "Kids are walking around in my schools because of a personal exemption. I find it appalling and so among the anti-vaccine",
        "start": 640.52,
        "duration": 5.359
    },
    {
        "text": "During the public hearing of the bill before the House Health Care and Wellness Committee on Friday nearly",
        "start": 647.84,
        "duration": 3.799
    },
    {
        "text": "700 people showed up to protest",
        "start": 651.83,
        "duration": 1.68
    },
    {
        "text": "People lined up more than an hour before the start of the meeting and the cold with strollers and hand lettered signs to sit in",
        "start": 653.51,
        "duration": 5.089
    },
    {
        "text": "The hearing which according to the Washington Post was so crowded that staff had to open up additional rooms to accommodate the crowd many protesters",
        "start": 658.6,
        "duration": 5.97
    },
    {
        "text": "Were also wearing stickers with a bill HB",
        "start": 664.57,
        "duration": 2.0
    },
    {
        "text": "168 within a crossed out circle and afterward many of those people they gathered outside for a rally among the",
        "start": 666.8,
        "duration": 5.39
    },
    {
        "text": "Anti-vaxxer this who at Robert F Kennedy jr. Who by some outlets has been called a prominent vaccine conspiracy theorists?",
        "start": 672.56,
        "duration": 5.66
    },
    {
        "text": "He testified during the hearing and claimed that health officials are covering up the dangers of vaccines",
        "start": 678.22,
        "duration": 3.479
    },
    {
        "text": "some people also claimed that their children have gotten sick from vaccines and that the majority of people",
        "start": 682.1,
        "duration": 4.31
    },
    {
        "text": "Diagnosed with measles had actually been vaccinated a lever Washington State Health Secretary",
        "start": 686.51,
        "duration": 3.89
    },
    {
        "text": "John Weisman debunked those claims and urged lawmakers to pass the bill saying I want to remind you that the MMR vaccine",
        "start": 690.4,
        "duration": 5.369
    },
    {
        "text": "is extremely safe and highly effective all reputable scientific studies have found no relation between",
        "start": 695.84,
        "duration": 5.45
    },
    {
        "text": "measles and autism and adding the challenge",
        "start": 701.57,
        "duration": 2.69
    },
    {
        "text": "I think in today's world is that most people haven't seen this and they haven't seen this because the vaccines are effective",
        "start": 704.26,
        "duration": 7.529
    },
    {
        "text": "so",
        "start": 712.46,
        "duration": 1.32
    },
    {
        "text": "You know, I understand sort of that hesitation if you have not lived through these times",
        "start": 713.78,
        "duration": 5.239
    },
    {
        "text": "We're sort of in some ways the enemy of our good work",
        "start": 719.66,
        "duration": 3.409
    },
    {
        "text": "where we are actually",
        "start": 723.42,
        "duration": 1.0
    },
    {
        "text": "Preventing these and the thing I really want to hit on here because I'm always so scared that I'm gonna create this sense of false",
        "start": 724.42,
        "duration": 4.97
    },
    {
        "text": "Equivalency, like once I'd said this the other said that who knows it's not the case when we're talking about this",
        "start": 729.49,
        "duration": 4.4
    },
    {
        "text": "This is in some sort of 50/50 situation. There is the completely",
        "start": 733.89,
        "duration": 3.479
    },
    {
        "text": "overwhelming majority of",
        "start": 737.98,
        "duration": 1.68
    },
    {
        "text": "scientific research and science saying",
        "start": 739.66,
        "duration": 2.0
    },
    {
        "text": "we're not seeing a connection here regarding the numbers around this according to the Department of Health four percent of Washington's secondary school students have",
        "start": 741.67,
        "duration": 6.409
    },
    {
        "text": "Non-medical vaccine exemptions and of those three point seven percent of the exemptions are personal with the remainder being religious also regarding Clark County alone",
        "start": 748.18,
        "duration": 7.159
    },
    {
        "text": "six point seven percent of kindergarteners had a non-medical exemption for the",
        "start": 755.339,
        "duration": 3.54
    },
    {
        "text": "2017-2018 school",
        "start": 759.16,
        "duration": 0.78
    },
    {
        "text": "year according to health officials and if you're one of the people that I think rightfully are wondering well is is this bill even going",
        "start": 759.94,
        "duration": 5.029
    },
    {
        "text": "To stop anything, right?",
        "start": 764.97,
        "duration": 0.9
    },
    {
        "text": "Like you're probably wondering what's gonna stop someone that said, you know for a philosophical or personal reason",
        "start": 765.87,
        "duration": 3.719
    },
    {
        "text": "I don't want my child to be vaccinated to say it's because of religion",
        "start": 769.589,
        "duration": 2.94
    },
    {
        "text": "What's the government gonna do prove it prove that you're religious?",
        "start": 772.529,
        "duration": 2.85
    },
    {
        "text": "Well ten Hail Marys stat and so actually on this note",
        "start": 775.5,
        "duration": 2.549
    },
    {
        "text": "We have representative Harris saying that he plans to amend the bill to tighten religious",
        "start": 778.05,
        "duration": 3.299
    },
    {
        "text": "Exemptions then get the bill to the House floor by the end of the month and adding I find it fascinating",
        "start": 781.42,
        "duration": 4.13
    },
    {
        "text": "that",
        "start": 786.19,
        "duration": 1.649
    },
    {
        "text": "vaccines",
        "start": 787.839,
        "duration": 1.381
    },
    {
        "text": "It's causing this big of a deal to be quite frank with you",
        "start": 789.22,
        "duration": 3.559
    },
    {
        "text": "Going on in Europe eighty-two thousand cases of the measles",
        "start": 794.199,
        "duration": 3.83
    },
    {
        "text": "Are you kidding me?",
        "start": 799.72,
        "duration": 1.1
    },
    {
        "text": "I've got 72 people that died a year ago in 42 year before that and we're sitting here discussing whether or not we should have",
        "start": 800.82,
        "duration": 6.149
    },
    {
        "text": "our children vaccinated but legislation aside",
        "start": 807.1,
        "duration": 3.14
    },
    {
        "text": "what we've seen is that this outbreak has actually prompted a huge increase in the number of people getting vaccinated in Clark County poorly the",
        "start": 810.24,
        "duration": 5.339
    },
    {
        "text": "average of immunizations has gone from about",
        "start": 815.579,
        "duration": 1.75
    },
    {
        "text": "200 a week on average to more than a thousand a week during the last two weeks of the month",
        "start": 817.329,
        "duration": 3.86
    },
    {
        "text": "But even with seeing a positive change in numbers there",
        "start": 821.19,
        "duration": 2.369
    },
    {
        "text": "It's important to remember that this is this is bigger than Clark County Washington state America. This is this an international issue",
        "start": 823.56,
        "duration": 5.369
    },
    {
        "text": "it's the reason why this last Thursday the World Health Organization had to release a report warning of a worldwide surge in measles and for",
        "start": 828.93,
        "duration": 5.789
    },
    {
        "text": "instance in Europe the total number of people infected with the virus in 2018 was the highest this decade and in fact",
        "start": 834.72,
        "duration": 5.369
    },
    {
        "text": "it was three times the total reported in 2017 and",
        "start": 840.089,
        "duration": 2.489
    },
    {
        "text": "15 times the record low number of people affected in",
        "start": 842.769,
        "duration": 2.42
    },
    {
        "text": "2060 and all of this is the reason that for the first time ever the World Health",
        "start": 845.32,
        "duration": 3.44
    },
    {
        "text": "Organization has listed vaccine hesitancy as one of the top 10 global threats of 2019",
        "start": 848.86,
        "duration": 4.64
    },
    {
        "text": "But ultimately if that is where we're going to end one today",
        "start": 853.5,
        "duration": 2.58
    },
    {
        "text": "And as far as my opinion, I mean I make a no secret anti-vaxxers are extremely frustrating to me",
        "start": 856.08,
        "duration": 4.649
    },
    {
        "text": "I say frustrating because when I look to the",
        "start": 860.73,
        "duration": 2.0
    },
    {
        "text": "anti-vaccine monsters, or you can't label them as like",
        "start": 863.44,
        "duration": 2.39
    },
    {
        "text": "Oh people that want to do harm on to others right often when you look to that group",
        "start": 865.83,
        "duration": 2.969
    },
    {
        "text": "You have a lot of people that think they are doing right",
        "start": 868.8,
        "duration": 1.93
    },
    {
        "text": "By their children based off the fact that a lot of them have either just been fed misinformation",
        "start": 870.73,
        "duration": 4.85
    },
    {
        "text": "Or they sought out misinformation that connected to their feelings. Right? So the point of frustration is you're not dealing with an inherently evil",
        "start": 875.98,
        "duration": 6.5
    },
    {
        "text": "Person, although the choices that they are making not only affect their children, but everyone else's children",
        "start": 883.12,
        "duration": 5.299
    },
    {
        "text": "So that's why I will constantly sing it from the rooftops get your children vaccinated",
        "start": 888.42,
        "duration": 3.84
    },
    {
        "text": "but of course",
        "start": 892.33,
        "duration": 0.8
    },
    {
        "text": "That's the story as it is now and I passed the question off to you whether you agree or disagree with me",
        "start": 893.13,
        "duration": 4.77
    },
    {
        "text": "What are your thoughts on this one? That's where I'm going to end today's show",
        "start": 897.9,
        "duration": 2.429
    },
    {
        "text": "And remember if you like this video you like the daily looks at the news. Let us know hit that like button",
        "start": 900.33,
        "duration": 4.109
    },
    {
        "text": "also",
        "start": 904.44,
        "duration": 0.45
    },
    {
        "text": "If you new here you want more be sure to subscribe I highly recommend clicking that bell to turn on notifications",
        "start": 904.89,
        "duration": 4.559
    },
    {
        "text": "Lots with that said of course as always my name's philip. Defranco",
        "start": 909.61,
        "duration": 2.929
    },
    {
        "text": "You've just been phill'd in a la vo faces and i'll see you tomorrow",
        "start": 912.61,
        "duration": 4.07
    }
]