[
    {
        "text": "Sup ya beautiful bastards? Hope you're having a fantastic Thursday! Welcome back to the Philip Defranco Show.",
        "start": 0.0,
        "duration": 5.66
    },
    {
        "text": "And before we jump into it, actually a quick note:",
        "start": 5.66,
        "duration": 1.2
    },
    {
        "text": "This morning, even though we didn't plan for it at the beginning of the week, we uploaded an extra bonus news video to this channel",
        "start": 6.86,
        "duration": 4.94
    },
    {
        "text": "It's a topic that I believe should be getting more and more coverage, I think it also will",
        "start": 11.8,
        "duration": 3.2
    },
    {
        "text": "We also did something a little bit different, but the main point: after today's show, click it in the top links down below",
        "start": 15.0,
        "duration": 4.24
    },
    {
        "text": "And with that said, let's just jump right into it!",
        "start": 19.24,
        "duration": 1.9
    },
    {
        "text": "And the first thing we're gonna talk about today is Google is in the news for new they'd probably rather not be in the news for.",
        "start": 21.14,
        "duration": 5.32
    },
    {
        "text": "Cause today there's a scheduled walkout for Google employees that started at 11:10 AM local time for any Google offices worldwide",
        "start": 26.46,
        "duration": 6.0
    },
    {
        "text": "And according to a Twitter account called Google Walkout, employees are seeking five meaningful changes:",
        "start": 32.46,
        "duration": 4.12
    },
    {
        "text": "And many offices across the world are reportedly participating",
        "start": 58.12,
        "duration": 4.32
    },
    {
        "text": "You have Singapore, Dublin, New York City, Austin, London, Zurich, Tokyo",
        "start": 62.44,
        "duration": 4.26
    },
    {
        "text": "And We've also seen Google's CEO, Sundar Pichai, say in an email that he actually supported the protest.",
        "start": 66.72,
        "duration": 3.8
    },
    {
        "text": "However, this show of support seems to mean very little to many employees who wanna actually see things change instead of a PR response.",
        "start": 85.16,
        "duration": 5.78
    },
    {
        "text": "And as far as why is this walkout happening?",
        "start": 90.94,
        "duration": 2.08
    },
    {
        "text": "It was actually organized after a New York Times report came out, detailing the ways that Google has protected executives that are accused of misconduct.",
        "start": 93.02,
        "duration": 5.68
    },
    {
        "text": "And organizers on the Google walkouts said in a statement:",
        "start": 98.7,
        "duration": 2.34
    },
    {
        "text": "And so that brings us to the question: Well, what was actually in that report?",
        "start": 117.78,
        "duration": 2.98
    },
    {
        "text": "And in it there were actually multiple examples",
        "start": 120.78,
        "duration": 1.6
    },
    {
        "text": "Examples like David C Drummond who began working as a general council for Google in 2002.",
        "start": 122.38,
        "duration": 3.82
    }
]