[
    {
        "text": "Sup you beautiful bastards!",
        "start": 0.459,
        "duration": 0.98
    },
    {
        "text": "I hope you're having a",
        "start": 1.439,
        "duration": 0.761
    },
    {
        "text": "fantastic Monday. Welcome back to the Philip Defranco show and let's just jump into It. The first thing I want to talk about today is we",
        "start": 2.2,
        "duration": 5.899
    },
    {
        "text": "have Ivanka Trump in the news actually for two reasons the first reason is connected to American silver medalist Lauren Gibbs Gibbs took a",
        "start": 8.099,
        "duration": 5.64
    },
    {
        "text": "photo with Ivanka Trump and Sarah Huckabee Sanders with a caption",
        "start": 13.74,
        "duration": 3.06
    },
    {
        "text": "\"It's important to remember that we don't have to agree on everything to get along be civil to each other and enjoy each other's company",
        "start": 16.8,
        "duration": 4.38
    },
    {
        "text": "hashtag it's for America",
        "start": 21.2,
        "duration": 1.48
    },
    {
        "text": "It was a pleasure to meet you both. There were also photos and video of Gibbs giving her silver medal to Ivanka Trump Sarah",
        "start": 22.68,
        "duration": 4.7
    },
    {
        "text": "Sarah Hukabee Sanders",
        "start": 27.389,
        "duration": 0.651
    },
    {
        "text": "So they could wear it for a picture. Some people cheered the picture on saying unity is what we need",
        "start": 28.05,
        "duration": 3.6
    },
    {
        "text": "Others bashed Gibbs, seemingly so much so that Gibbs ended up actually deleting the picture and the other reason",
        "start": 31.719,
        "duration": 5.33
    },
    {
        "text": "Ivanka was in the news is that during an NBC News interview. She was asked this, \"Do you believe your father's accusers?\" \"I",
        "start": 37.05,
        "duration": 5.61
    },
    {
        "text": "think it's a pretty inappropriate question to ask a daughter",
        "start": 44.14,
        "duration": 3.139
    },
    {
        "text": "if she believes",
        "start": 48.61,
        "duration": 2.0
    },
    {
        "text": "the accusers of her father when he is affirmatively stated that, \"there's no truth to it.\"",
        "start": 52.809,
        "duration": 6.17
    },
    {
        "text": "I don't think that's a question you would ask",
        "start": 58.98,
        "duration": 2.459
    },
    {
        "text": "many other daughters. I believe my father. I know my father, so I-I think I have that right as a daughter",
        "start": 62.109,
        "duration": 7.369
    },
    {
        "text": "to",
        "start": 70.27,
        "duration": 1.23
    },
    {
        "text": "Believe my father.\" And there have been two general",
        "start": 71.5,
        "duration": 2.0
    },
    {
        "text": "responses to this some saying it's a legitimate question like Jake Tapper who tweeted\" trying to figure out what part of this is inappropriate she",
        "start": 73.63,
        "duration": 5.629
    },
    {
        "text": "works for the taxpayer she focuses on women's issues was at the interview because she went to the Olympics to represent the USA is an",
        "start": 79.259,
        "duration": 6.03
    },
    {
        "text": "Adult, and has spoken publicly about accusations against others.\"",
        "start": 85.29,
        "duration": 2.759
    },
    {
        "text": "But on the other end of people saying that this is unfair treatment. Drawing comparisons to how the media treats Ivanka Trump and Chelsea",
        "start": 88.049,
        "duration": 5.85
    },
    {
        "text": "Clinton in the past. There people arguing that it appeared that mainstream media was was shielding Chelsea Clinton against rape and sexual harassment",
        "start": 93.9,
        "duration": 6.059
    },
    {
        "text": "allegations against her father. You also have people pushing back against that comparison because they're saying it's not apples to apples. While Clinton was in",
        "start": 100.24,
        "duration": 5.449
    },
    {
        "text": "office she was just the first daughter. So I want to pass the question off to you, was the questioning inappropriate?",
        "start": 105.689,
        "duration": 4.05
    },
    {
        "text": "Yes or no, what do you think about the comparisons to how Chelsea Clinton was treated?",
        "start": 109.74,
        "duration": 3.3
    },
    {
        "text": "I just love to know your thoughts in those comments down below.",
        "start": 113.04,
        "duration": 2.25
    },
    {
        "text": "Let's start with the massive Supreme Court decision around DACA.",
        "start": 115.29,
        "duration": 2.849
    },
    {
        "text": "And just a little background on this to bring you back up to speed back. On September 5th 2017,",
        "start": 118.14,
        "duration": 3.54
    },
    {
        "text": "President Trump issues an executive order rescinding President Obama's DACA law. President Trump's law gave a six-month time period for Congress to create a legislative",
        "start": 121.93,
        "duration": 6.799
    },
    {
        "text": "fix. The deadline for that is March 5th",
        "start": 128.729,
        "duration": 1.861
    },
    {
        "text": "which is next week and of the",
        "start": 130.59,
        "duration": 1.41
    },
    {
        "text": "800,000 DACA recipient's those with permits expiring through March 5th would be able to renew their permit for another two years.",
        "start": 132.0,
        "duration": 4.84
    },
    {
        "text": "But those with permits expiring after March 5th would lose protection under the law and on that same day",
        "start": 136.85,
        "duration": 4.37
    },
    {
        "text": "September 5th the Department of Homeland Security announced that it would reject all renewal requests filed after October 5th.",
        "start": 141.39,
        "duration": 4.97
    },
    {
        "text": "issues an injunction to allow DACA renewal applications",
        "start": 146.36,
        "duration": 6.389
    },
    {
        "text": "to continue. Then in February you see a judge in the federal district court in Brooklyn issue another injunction to keep DACA",
        "start": 152.75,
        "duration": 4.86
    },
    {
        "text": "functional. That injunction ordering the Department of Homeland Security to maintain DACA as it was before the September 5th",
        "start": 157.68,
        "duration": 4.94
    },
    {
        "text": "announcement of repeal. This meant that renewals would actually continue to be accepted; however, new  applicants will not be accepted.",
        "start": 162.78,
        "duration": 5.12
    },
    {
        "text": "We also saw the Department of Justice announced that a plan to appeal to the Supreme Court to hear a case pertaining to the legality",
        "start": 167.9,
        "duration": 4.74
    },
    {
        "text": "of DACA and that process planned to skip the ninth appellate court of San Francisco.",
        "start": 172.64,
        "duration": 3.299
    },
    {
        "text": "Which was unusual and it was unusual because normally in appeal cases the case would go from a lower court to a higher court the highest",
        "start": 175.94,
        "duration": 5.55
    },
    {
        "text": "court being the Supreme Court.",
        "start": 181.49,
        "duration": 0.96
    },
    {
        "text": "And then of course between then and now",
        "start": 182.45,
        "duration": 1.3
    },
    {
        "text": "Congress failed to push any sort of DACA bill through. And the big news today",
        "start": 183.75,
        "duration": 3.02
    },
    {
        "text": "is that the Supreme Court rejected the appeal to immediately here this DACA case. The Supreme Court deferring the case to first be heard in",
        "start": 186.77,
        "duration": 5.49
    },
    {
        "text": "the ninth Appellate Court of San Francisco.",
        "start": 192.26,
        "duration": 1.77
    },
    {
        "text": "And that essentially is erasing the March 5th deadline that we've been talking about for a while and allowing the injunctions against the administration to",
        "start": 194.03,
        "duration": 5.7
    },
    {
        "text": "Remain for the time being. And so what does this mean and who is this a win for? As far as current dreamers",
        "start": 199.73,
        "duration": 3.899
    },
    {
        "text": "Those who are already enrolled in the system",
        "start": 203.63,
        "duration": 1.62
    },
    {
        "text": "they essentially were just bought some time. In this kind of waiting period those were already protected by DACA they can apply for a two-year",
        "start": 205.25,
        "duration": 4.92
    },
    {
        "text": "renewal, but if they're an undocumented immigrant They-they're not a part of the system. They cannot apply right now.",
        "start": 210.17,
        "duration": 4.919
    },
    {
        "text": "Also,",
        "start": 215.09,
        "duration": 0.33
    },
    {
        "text": "though if you think about it this might actually end up being a win for Republicans",
        "start": 215.42,
        "duration": 3.389
    },
    {
        "text": "As well in the meantime. And just think about it from an optics angle.",
        "start": 219.0,
        "duration": 3.14
    },
    {
        "text": "It's a midterm election year if all of a sudden dreamers",
        "start": 222.14,
        "duration": 2.639
    },
    {
        "text": "who, if you actually look at a lot of polls most people support dreamers. If everyday you turned on TV",
        "start": 224.78,
        "duration": 4.559
    },
    {
        "text": "and there was just mass deportation being covered it probably wouldn't help them. I mean when it comes to illegal immigration,",
        "start": 229.34,
        "duration": 4.92
    },
    {
        "text": "there are a lot of really strong feelings.",
        "start": 234.26,
        "duration": 1.95
    },
    {
        "text": "But the group that has the most sympathy our kids are brought here that they didn't make the choice.",
        "start": 236.21,
        "duration": 3.899
    },
    {
        "text": "It was their parents when you look at the numbers left and right you see a meaningful amount of support for this group. As far",
        "start": 240.11,
        "duration": 5.039
    },
    {
        "text": "as what happens now this will go to the 9th appellate court. They're gonna make a decision although a big note",
        "start": 245.15,
        "duration": 4.26
    },
    {
        "text": "there is it is known to be liberal. It is also frequently upheld nationwide injunctions against the Trump administration.",
        "start": 249.41,
        "duration": 4.23
    },
    {
        "text": "That said they'll make a decision on whether it was lawful or unlawful",
        "start": 253.83,
        "duration": 2.36
    },
    {
        "text": "for the Trump administration to rescind DACA if they find it to be unlawful. At that point it can go to the Supreme Court and",
        "start": 256.32,
        "duration": 5.51
    },
    {
        "text": "then the Supreme Court will decide whether they will take the case or they will not",
        "start": 261.83,
        "duration": 3.029
    },
    {
        "text": "and then if they do take it they'll make a decision. Even if the appellate court expedites this situation",
        "start": 265.01,
        "duration": 4.26
    },
    {
        "text": "we're still looking at months. All the while Congress can hopefully come up with some sort of decision and so that's where we are with",
        "start": 269.27,
        "duration": 5.25
    },
    {
        "text": "this right now. But from that I want to share some stuff",
        "start": 274.52,
        "duration": 2.009
    },
    {
        "text": "I love today and today in awesome, brought to you by Squarespace.",
        "start": 276.56,
        "duration": 2.82
    },
    {
        "text": "Squarespace, of course fantastic place if you need a domain a website, an online store. Make it with Squarespace. You make that beautiful website",
        "start": 279.68,
        "duration": 5.9
    },
    {
        "text": "you've been wanting to with their easy-to-use all-in-one platform.",
        "start": 285.58,
        "duration": 2.56
    },
    {
        "text": "There is nothing to install,",
        "start": 288.18,
        "duration": 1.32
    },
    {
        "text": "patch, or upgrade ever. So if you want to check it out, you want to start your free trial go to Squarespace.com/phil",
        "start": 289.5,
        "duration": 5.1
    },
    {
        "text": "And if you really like it use code PHIL for 10% off your first purchase. And the first bit of Awesome today is we have",
        "start": 294.6,
        "duration": 4.48
    },
    {
        "text": "a trailer for Fahrenheit 451. Also I want to go on the record. I know pretty much every last,  TIA",
        "start": 299.09,
        "duration": 5.49
    },
    {
        "text": "we've had had Michael B. Jordan in it. I didn't do it on purpose, at least this time.",
        "start": 304.58,
        "duration": 3.69
    },
    {
        "text": "Then, we got a fantastic new video from TheOdd1sOut called buying clothes. Easily one of my new favorite subscriptions.",
        "start": 308.27,
        "duration": 4.74
    },
    {
        "text": "A little late to the party and we got the slow mo guys throwing a needle through glass in slow motion.",
        "start": 313.07,
        "duration": 3.69
    },
    {
        "text": "We had meet Arnold's and what if you were at the nuclear explosion area?",
        "start": 316.76,
        "duration": 2.88
    },
    {
        "text": "And if you want to see the full versions of everything I just shared, the secret link of the day anything at all,",
        "start": 319.64,
        "duration": 3.959
    },
    {
        "text": "links are always in the description down below.",
        "start": 323.7,
        "duration": 1.76
    },
    {
        "text": "And then let's talk about the rise and spread of hashtag boycott NRA, now since the school shooting in parkland, Florida on February 14th",
        "start": 325.46,
        "duration": 6.029
    },
    {
        "text": "we've seen a lot to talk about gun reform on social media. A lot of  people been sharing their opinions all the way from more guns, to",
        "start": 331.49,
        "duration": 5.7
    },
    {
        "text": "no guns, to less guns, to we need to talk about access and specific guns.",
        "start": 337.19,
        "duration": 5.04
    },
    {
        "text": "We've also now seen people specifically targeting the National Rifle Association",
        "start": 342.23,
        "duration": 3.6
    },
    {
        "text": "and the people that are partnered with them. One of the first tweets after the Parkland shooting to use the hashtag was actually posted a",
        "start": 345.93,
        "duration": 5.24
    },
    {
        "text": "the day after the shooting. Judith Pearson writing, \"As a retired school principal, I am so tired of \"thoughts and prayers\" which are substance-less condolences!",
        "start": 351.17,
        "duration": 6.299
    },
    {
        "text": "Let's have a law outlawing AR-15s and paying a substantial bonus to all that are turned in! hashtag",
        "start": 357.47,
        "duration": 4.44
    },
    {
        "text": "boycott NRA\" Over the next few days activist and students of Stoneman Douglas",
        "start": 362.1,
        "duration": 3.47
    },
    {
        "text": "start using the hashtag.",
        "start": 365.67,
        "duration": 1.46
    },
    {
        "text": "They also shared lists of companies that have ties to the NRA most of these companies offer some sort of discount or promotion for people",
        "start": 367.13,
        "duration": 5.79
    },
    {
        "text": "who held NRA memberships.",
        "start": 372.92,
        "duration": 1.32
    },
    {
        "text": "And the pressure on these companies started to build very fast. The first company we saw cut ties was First National Bank of Omaha.",
        "start": 374.24,
        "duration": 6.33
    },
    {
        "text": "Last Thursday someone tweeted at the bank, \"Please END your relationship with the NRA",
        "start": 380.57,
        "duration": 2.93
    },
    {
        "text": "hashtag NRA blood on your hands.\" The company responded the same day with a tweet that read \"customer feedback has caused us to review our",
        "start": 383.6,
        "duration": 5.54
    },
    {
        "text": "relationship with the NRA. As a result, First National Bank of Omaha will not renew its contract with the National Rifle Association to issue the",
        "start": 389.16,
        "duration": 5.99
    },
    {
        "text": "NRA Visa Card.\" And very quickly company after company followed suite Enterprise Rent-a-car, Alamo Rent A Car, National Car Rental,",
        "start": 395.15,
        "duration": 6.189
    },
    {
        "text": "MetLife, Delta Air, United Airlines,",
        "start": 401.739,
        "duration": 2.39
    },
    {
        "text": "Symantec, Wyndham hotels, and more. We've also seen a number of people that have been using the hashtag boycott NRA are a now focusing on",
        "start": 404.379,
        "duration": 6.29
    },
    {
        "text": "tech companies. The main ones they're targeting include Amazon, Apple, and Google.",
        "start": 410.669,
        "duration": 3.16
    },
    {
        "text": "All of them stream NRA TV which is a 24-hour",
        "start": 414.32,
        "duration": 1.54
    },
    {
        "text": "streaming service which claims to be quote,\" source for the most comprehensive coverage of",
        "start": 415.86,
        "duration": 4.04
    },
    {
        "text": "the Second Amendment and firearms related issues.\"",
        "start": 419.9,
        "duration": 3.0
    },
    {
        "text": "Some people accusing the NRA of using the streaming service as a form of propaganda. People have also started a petition on change.org",
        "start": 422.9,
        "duration": 4.38
    },
    {
        "text": "to remove NRA TV from Amazon streaming service and websites as of recording this video there are over 100,000 signatures. Another company",
        "start": 427.689,
        "duration": 6.5
    },
    {
        "text": "we've seen really really targeted is FedEx, reportedly the specifics of the relationship is that FedEx offers NRA members a twenty six percent",
        "start": 434.189,
        "duration": 6.839
    },
    {
        "text": "discount. And the push against FedEx specifically has gained a lot of attention",
        "start": 441.099,
        "duration": 2.6
    },
    {
        "text": "thanks to a lot of celebrities tweeting,",
        "start": 443.86,
        "duration": 2.0
    },
    {
        "text": "survivors from the shooting, also",
        "start": 446.019,
        "duration": 1.77
    },
    {
        "text": "promoting this. What I personally think is when it comes to boycotts, people can do whatever the hell they want if they're not a fan",
        "start": 447.789,
        "duration": 4.609
    },
    {
        "text": "not a fan of an organization that they feel is pushing legislation, that is leading to more people dying,",
        "start": 452.399,
        "duration": 4.26
    },
    {
        "text": "and then there are companies that offer benefits to that company. They can boycott. Same is what we're seeing from some members of the NRA",
        "start": 456.659,
        "duration": 5.01
    },
    {
        "text": "where they are now doubling down their support on organizations like FedEx or those who provide",
        "start": 461.669,
        "duration": 4.109
    },
    {
        "text": "benefits to the NRA, but are not backing down.",
        "start": 466.059,
        "duration": 1.97
    },
    {
        "text": "We've also seen some promoting the boycott making it not just about the NRA and specific companies.",
        "start": 468.029,
        "duration": 5.82
    },
    {
        "text": "But also partisanship student and survivor David hog",
        "start": 473.849,
        "duration": 3.119
    },
    {
        "text": "who we talked about on the others show because there are a lot of crisis actor conspiracy theories against him.",
        "start": 476.969,
        "duration": 4.41
    },
    {
        "text": "Which-which were ridiculous you saw him tweet, \"FedEx chairman is Fred Smith apparently he's a huge Republican donor.",
        "start": 481.379,
        "duration": 4.889
    },
    {
        "text": "hashtag boycott FedEx\" And while some are very supportive of this position this kind of tweaked to the conversation of",
        "start": 486.459,
        "duration": 5.0
    },
    {
        "text": "Republicans not just the NRA. They are others saying this is kind of a change of the conversation",
        "start": 491.799,
        "duration": 3.709
    },
    {
        "text": "you don't want to promote of just Democrats versus Republicans. That this should be about gun reform",
        "start": 495.509,
        "duration": 4.62
    },
    {
        "text": "specifically. If you're trying to promote change",
        "start": 500.199,
        "duration": 1.64
    },
    {
        "text": "it's best not to try and label the entire group as somewhat of a villain. Just by being a",
        "start": 501.839,
        "duration": 4.29
    },
    {
        "text": "Republican you're on the wrong side of this. Also",
        "start": 506.259,
        "duration": 1.97
    },
    {
        "text": "there's a question of how effective will these boycotts be? We will have to wait and see if the revenue numbers are going to change.",
        "start": 508.229,
        "duration": 4.289
    },
    {
        "text": "So really all we can do is look to the stock market, as a recording this video FedEx stock has pretty much remain unfazed",
        "start": 512.519,
        "duration": 5.52
    },
    {
        "text": "on Feburary 22nd 2018 the stock was at two hundred forty five dollars as of recording this video",
        "start": 518.039,
        "duration": 2.94
    },
    {
        "text": "it's at two hundred fifty four. We've also seen the NRA respond to these calls for a boycott issuing an official statement saying, \"the",
        "start": 520.979,
        "duration": 5.099
    },
    {
        "text": "Law-abiding members of the NRA had nothing at all to do with the failure of that school security preparedness,",
        "start": 526.179,
        "duration": 4.13
    },
    {
        "text": "the failure of America's mental health system, the failure of the National Instant Check System or the cruel failures of both federal and local law enforcement.",
        "start": 530.66,
        "duration": 5.88
    },
    {
        "text": "Despite that, some corporations have decided to punish NRA membership in a shameful display of political and civic cowardice. In time, these brands will",
        "start": 536.61,
        "duration": 6.89
    },
    {
        "text": "be replaced by others who recognize that patriotism and determined commitment to Constitutional freedoms are",
        "start": 543.5,
        "duration": 4.679
    },
    {
        "text": "characteristics of a marketplace they very much want to serve.\" We also saw the NRA put out a tweet",
        "start": 548.459,
        "duration": 3.71
    },
    {
        "text": "defending NRA TV. That tweet containing a video of Dana Loesch arguing that the boycott is attacking the NRA's right to free speech.",
        "start": 552.269,
        "duration": 5.45
    },
    {
        "text": "\"The NRA has been the biggest defender of free speech. I find it interesting that those individuals who",
        "start": 557.85,
        "duration": 5.69
    },
    {
        "text": "simultaneously preach about free speech want to silence the speech of the millions of people who make up NRA membership.\"",
        "start": 564.06,
        "duration": 6.409
    },
    {
        "text": "Ultimately we're at a point with this story",
        "start": 570.66,
        "duration": 1.52
    },
    {
        "text": "that we just have to wait and see what happens. What happens with the companies that stay? What happens with the companies that go?",
        "start": 572.18,
        "duration": 4.589
    },
    {
        "text": "Will there be companies that replace them? and also a note I want to add is I know a lot of people get angry when companies get",
        "start": 577.04,
        "duration": 4.979
    },
    {
        "text": "\"political\". I think what we're seeing with this situation is we now have an environment where a company cannot just remain silent, because even that",
        "start": 582.149,
        "duration": 5.78
    },
    {
        "text": "is seen as a move. Even that is seen as taking a side.",
        "start": 587.93,
        "duration": 2.25
    },
    {
        "text": "There is no such thing as an apolitical company anymore.",
        "start": 590.22,
        "duration": 2.929
    },
    {
        "text": "Which also does but a lot of pressure on those companies and the people that work there, because if you look at any single",
        "start": 593.149,
        "duration": 4.71
    },
    {
        "text": "company most everyone doesn't have the same exact opinion.",
        "start": 597.959,
        "duration": 2.9
    },
    {
        "text": "But all of that said it will be very interesting to see what the long-term ramifications are for everyone involved.",
        "start": 600.86,
        "duration": 5.399
    },
    {
        "text": "And I'd love to pass a question off to you,",
        "start": 606.259,
        "duration": 1.741
    },
    {
        "text": "what are your thoughts around the situation? And the story around the boycott is actually connected to another story still involving the Parkland",
        "start": 608.0,
        "duration": 5.88
    },
    {
        "text": "Florida shooting. And the reason for that is the NRA and seemingly many of its supporters have been saying that gun owners are being unfairly",
        "start": 613.88,
        "duration": 5.939
    },
    {
        "text": "targeted here. Saying that the main problem was local and federal law enforcement",
        "start": 619.949,
        "duration": 3.41
    },
    {
        "text": "failing. People reporting the shooter as a threat beforehand, that law enforcement was actually called multiple times.",
        "start": 623.91,
        "duration": 6.169
    },
    {
        "text": "But news came out over the weekend about the specific day of the shooting and the Broward County",
        "start": 630.079,
        "duration": 4.35
    },
    {
        "text": "Sheriff's Office, reportedly on February 22nd the Broward County Sheriff's Office open an investigation into the actions of deputy Scott",
        "start": 634.68,
        "duration": 5.779
    },
    {
        "text": "Peterson. This due to his actions during the shooting at Marjory Stoneman Douglas High School. Peterson was a deputy and school resource",
        "start": 640.649,
        "duration": 5.059
    },
    {
        "text": "officer assigned to the school and reportedly the",
        "start": 645.809,
        "duration": 2.0
    },
    {
        "text": "investigation was launched after Broward County Sheriff Scott Israel saw a video showing Peterson waiting outside the school during the active shooting and staying outside for",
        "start": 647.91,
        "duration": 7.789
    },
    {
        "text": "four minutes. Peterson was suspended without pay and shortly thereafter",
        "start": 655.699,
        "duration": 2.609
    },
    {
        "text": "announced his resignation. Out of this news, like many,",
        "start": 658.529,
        "duration": 2.809
    },
    {
        "text": "I was horrified that there was an armed deputy waiting outside",
        "start": 661.339,
        "duration": 3.78
    },
    {
        "text": "the school while-while innocent children were being slaughtered. Even sheriff Scott Israel seemingly throwing him under the bus, \"what matters is that",
        "start": 665.28,
        "duration": 7.069
    },
    {
        "text": "when we in law enforcement",
        "start": 672.72,
        "duration": 1.98
    },
    {
        "text": "arrive at an active shooter. We go in and address the target and that's what should have been done.",
        "start": 674.7,
        "duration": 6.109
    },
    {
        "text": "And if we find out or anybody were to find out that any officer or deputy",
        "start": 680.81,
        "duration": 4.32
    },
    {
        "text": "Got to an active shooter building and didn't exactly",
        "start": 685.5,
        "duration": 2.929
    },
    {
        "text": "go in. That would be something we would absolutely look at.\" Then we got news over the weekend that it might not have just been",
        "start": 688.74,
        "duration": 5.09
    },
    {
        "text": "Scott Peterson waiting outside. Before moving forward though I do want to point out",
        "start": 693.83,
        "duration": 3.719
    },
    {
        "text": "this is a",
        "start": 697.55,
        "duration": 0.64
    },
    {
        "text": "contested point on Saturday CNN reported the three other Broward County sheriff's deputies did not enter the building.",
        "start": 698.19,
        "duration": 5.059
    },
    {
        "text": "CNN saying they spoke with anonymous sources from the nearby town of Coral Springs whose officers also",
        "start": 703.25,
        "duration": 4.2
    },
    {
        "text": "responded to the shooting. According to the sources, \"many of the Coral Springs officers were surprised to find not only that Broward County sheriff's deputy Scott",
        "start": 707.58,
        "duration": 5.75
    },
    {
        "text": "Peterson, the armed school resource officer, had not entered the building,",
        "start": 713.52,
        "duration": 2.959
    },
    {
        "text": "but that three other Broward County Sheriff's deputies were also outside the school and had not entered.\"",
        "start": 716.48,
        "duration": 3.54
    },
    {
        "text": "But it's also unclear whether the shooting was actually occurring at this point. The source is also saying, some Coral Springs police were stunned and",
        "start": 720.02,
        "duration": 5.88
    },
    {
        "text": "\"upset that the four original Broward County sheriff's deputies who were first on the scene",
        "start": 725.9,
        "duration": 2.969
    },
    {
        "text": "did not appear to join them as they entered the school.\" But to this the public information",
        "start": 728.94,
        "duration": 3.32
    },
    {
        "text": "officer for the Coral Springs Police Department would not comment on specific allegations",
        "start": 732.36,
        "duration": 3.77
    },
    {
        "text": "but said, \"Our Police Department has continued to work alongside the Broward Sheriff's Office to assist in any investigation pertaining to this incident.\"",
        "start": 736.13,
        "duration": 5.909
    },
    {
        "text": "Broward County Sheriff Scott Israel was also asked about this report during an interview with Jake Tapper on Sunday.",
        "start": 742.04,
        "duration": 4.86
    },
    {
        "text": "\"I'm also told by sources in Coral Springs that Coral Springs Police who arrived at the scene",
        "start": 746.9,
        "duration": 4.289
    },
    {
        "text": "saw that three other",
        "start": 752.04,
        "duration": 2.0
    },
    {
        "text": "Broward deputies were standing behind cars not having gone into the building.",
        "start": 754.05,
        "duration": 4.549
    },
    {
        "text": "What can you tell me about that?\" \"Our investigation to this point shows that during this horrific attack,",
        "start": 758.6,
        "duration": 5.43
    },
    {
        "text": "while this killer was inside this school there was only one law enforcement",
        "start": 764.46,
        "duration": 4.82
    },
    {
        "text": "person",
        "start": 770.13,
        "duration": 1.59
    },
    {
        "text": "period. And that was a former deputy Scott Peterson.",
        "start": 771.72,
        "duration": 3.29
    },
    {
        "text": "There's also now reportedly an internal investigation",
        "start": 775.01,
        "duration": 1.93
    },
    {
        "text": "being done by the Broward County Sheriff's Office regarding the shooting response. And as a result of this story coming out as well as the",
        "start": 776.94,
        "duration": 5.63
    },
    {
        "text": "other reports that many calls were made to the Broward County Sheriff's Office regarding the shooter in the months and years before this incident. Many",
        "start": 782.57,
        "duration": 5.669
    },
    {
        "text": "including some state lawmakers have called for Israel's removal or resignation. This including Florida representative Bill Hager who called on",
        "start": 788.24,
        "duration": 5.609
    },
    {
        "text": "Florida Governor Rick Scott to remover",
        "start": 793.85,
        "duration": 1.6
    },
    {
        "text": "Israel from his post citing, \"various news outlets have confirmed that the school resource officer and three Broward Sheriff's deputies were on campus at the",
        "start": 795.45,
        "duration": 5.94
    },
    {
        "text": "time of the attack and chose to take cover themselves rather than stepping up to protect our students.\" In response to this sheriff Israel wrote",
        "start": 801.39,
        "duration": 5.369
    },
    {
        "text": "a rebuttal letter to Governor Scott writing, \"Only one law enforcement officer was ever on the campus - at any time - during the attack deputy Scott",
        "start": 806.76,
        "duration": 5.669
    },
    {
        "text": "Peterson. Coral Springs received the initial 911 call knowing it was an active shooter incident, before the",
        "start": 812.68,
        "duration": 5.36
    },
    {
        "text": "call was ever transferred to Regional Communication for dispatch to [Broward Sheriff's Office]",
        "start": 818.04,
        "duration": 3.75
    },
    {
        "text": "and it is believed Coral Springs Police Department",
        "start": 821.79,
        "duration": 1.63
    },
    {
        "text": "Officers arrived first at the school. Unknown to the officers on the initial entry, video shows the killer had already fled the building over four",
        "start": 823.42,
        "duration": 6.11
    },
    {
        "text": "minutes before they first entered the 1200 Building.\" Then on Sunday,",
        "start": 829.53,
        "duration": 2.519
    },
    {
        "text": "Florida House speaker Richard",
        "start": 832.05,
        "duration": 1.0
    },
    {
        "text": "Corcoran also wrote a letter to the Florida Governor writing, \"Sheriff Israel's fundamental duty is to keep the peace and protect the citizens of Broward",
        "start": 833.05,
        "duration": 5.72
    },
    {
        "text": "County. He has the power and responsibility to appoint highly qualified deputies and to ensure they receive",
        "start": 838.77,
        "duration": 3.839
    },
    {
        "text": "state-of-the-art training. Sheriff Israel failed to maintain a culture of alertness,",
        "start": 842.83,
        "duration": 3.049
    },
    {
        "text": "vigilance, and thoroughness",
        "start": 846.22,
        "duration": 1.11
    },
    {
        "text": "amongst his deputies. Sheriff Israel failed to fulfill his duty to ensure that all of his deputies have the necessary active shooter tactical training. As",
        "start": 847.33,
        "duration": 5.96
    },
    {
        "text": "a result of Sheriff Israel's failure students and teachers died.\" And that letter was also co-signed by",
        "start": 853.29,
        "duration": 4.229
    },
    {
        "text": "73 other Republican representatives. Then following that letter, Florida",
        "start": 857.71,
        "duration": 3.049
    },
    {
        "text": "Governor Rick Scott announced that he was ordering the Florida Department of Law Enforcement",
        "start": 860.76,
        "duration": 2.789
    },
    {
        "text": "to launch an investigation into the response to the parklands shooting saying, \"There must be an independent investigation and that is why I asked the",
        "start": 863.68,
        "duration": 5.99
    },
    {
        "text": "FDLE Commissioner to immediately start this process.\" As the Broward Sheriff's Office says, \"It welcomes the investigation.\"",
        "start": 869.77,
        "duration": 5.059
    },
    {
        "text": "But that said that's also not where the controversy ends. Ryan Anton a reporter for Miami news station WSVN",
        "start": 874.83,
        "duration": 4.38
    },
    {
        "text": "said he spoke to an emergency medical responder who was at the scene that day. According to Anton he responder wants to remain anonymous for",
        "start": 879.28,
        "duration": 5.449
    },
    {
        "text": "fear of being fired that source said medical responders were actually prevented by law",
        "start": 884.73,
        "duration": 3.21
    },
    {
        "text": "enforcement from entering the school",
        "start": 888.19,
        "duration": 1.28
    },
    {
        "text": "when they arrived. According to the exact quotes provided by Anton and responders said quote, \"Everything",
        "start": 889.47,
        "duration": 3.779
    },
    {
        "text": "I was trained on mass casualty events says they did the wrong thing. You don't wait for the scene to be cleared You go in",
        "start": 893.25,
        "duration": 4.47
    },
    {
        "text": "immediately",
        "start": 897.72,
        "duration": 0.34
    },
    {
        "text": "armed. Retrieve the victims. You can't leave the victims laying there. We were asking to go in. Asking the scene commander to go in. Why",
        "start": 898.06,
        "duration": 5.72
    },
    {
        "text": "are we all standing around? Why are we not having patients to treat?",
        "start": 903.78,
        "duration": 2.609
    },
    {
        "text": "Why are we not going into the building and retrieving these kids? The response every time was law enforcement",
        "start": 906.39,
        "duration": 3.719
    },
    {
        "text": "did not clear the scene and would not allow medical personnel in. I would hypothesize I could have saved lives.",
        "start": 910.18,
        "duration": 4.34
    },
    {
        "text": "I can't say for sure. I would have risked my life to go in. I was eager to. I was frustrated the entire time I",
        "start": 914.52,
        "duration": 4.32
    },
    {
        "text": "was there. Rapid evacuation of the wounded. All they had to do was drag them out of the building.",
        "start": 918.84,
        "duration": 3.959
    },
    {
        "text": "And we could have started medical care.",
        "start": 922.8,
        "duration": 1.29
    },
    {
        "text": "I think they made the decision they thought was right at the time. But I don't think it was the right one.",
        "start": 924.09,
        "duration": 3.179
    },
    {
        "text": "They should have been more aggressive",
        "start": 927.27,
        "duration": 0.97
    },
    {
        "text": "about getting the victims out.\" And following this Anton says, he has not received any response yet from the Broward County Sheriff's Office on these",
        "start": 928.24,
        "duration": 5.489
    },
    {
        "text": "these accusations. We also got an update to this story today Scott Peterson has now responded",
        "start": 933.73,
        "duration": 4.02
    },
    {
        "text": "Releasing a statement through his lawyer today, saying, \"his actions were appropriate under the circumstances.\" Peterson initially claiming",
        "start": 938.0,
        "duration": 5.089
    },
    {
        "text": "He took up a position outside building 12 after rushing over to respond to a report of firecrackers then Petersons, \"heard gunshots",
        "start": 943.089,
        "duration": 5.61
    },
    {
        "text": "but believe that those gunshots were originating from outside of any of the buildings on the school campus.\" The statement continuing, \"BSO trains its officers",
        "start": 948.7,
        "duration": 6.149
    },
    {
        "text": "that in the event of outdoor gunfire one is to seek cover and assess the situation",
        "start": 954.85,
        "duration": 3.299
    },
    {
        "text": "in order to communicate what one observes with other law enforcement.\"",
        "start": 958.22,
        "duration": 2.69
    },
    {
        "text": "Saying, \"Radio transmissions indicated that there was a gunshot victim in the area of the football field which served to confirm mr.",
        "start": 961.07,
        "duration": 5.359
    },
    {
        "text": "Peterson's belief that the shooter or shooters were outside.\" Adding, \"allegations that Mr.",
        "start": 966.43,
        "duration": 3.45
    },
    {
        "text": "Peterson was a coward and that his performance under the",
        "start": 969.88,
        "duration": 2.039
    },
    {
        "text": "circumstances failed to meet the standards of police officers are patently untrue.\" Now as far as the push back of being called a coward that",
        "start": 972.02,
        "duration": 5.539
    },
    {
        "text": "seems to at least be somewhat connected to Donald Trump's statement on Friday, \"but when it came time to get in there and do something",
        "start": 977.56,
        "duration": 6.27
    },
    {
        "text": "he didn't have the courage or something happened, so he certainly did a poor job, but that's the case where",
        "start": 984.44,
        "duration": 6.019
    },
    {
        "text": "Somebody was outside,",
        "start": 991.1,
        "duration": 2.0
    },
    {
        "text": "they're trained. They didn't react properly",
        "start": 993.23,
        "duration": 3.109
    },
    {
        "text": "under pressure, or they were a coward.\" We also saw President Trump saying this today,",
        "start": 996.89,
        "duration": 4.309
    },
    {
        "text": "\"I really believe I'd run in there even if I didn't have a weapon.",
        "start": 1001.23,
        "duration": 2.669
    },
    {
        "text": "And I think most of the people in this room would have done that too because I know most of you.",
        "start": 1004.39,
        "duration": 4.519
    },
    {
        "text": "But the way they performed was really a disgrace.\" So that's where we are as of right now.",
        "start": 1010.029,
        "duration": 4.64
    },
    {
        "text": "I do want to pass the question off to you one of your thoughts are around sheriff Israel?",
        "start": 1014.67,
        "duration": 4.409
    },
    {
        "text": "What are your thoughts around Scott Peterson? For you personally",
        "start": 1019.079,
        "duration": 2.55
    },
    {
        "text": "do you believe that Peterson's defense has merit or no?",
        "start": 1021.63,
        "duration": 3.119
    },
    {
        "text": "He should have gone in he just he didn't perform when he was supposed to perform.",
        "start": 1024.75,
        "duration": 3.9
    },
    {
        "text": "I'd love to know your thoughts a day on this last story the first one anything in between.",
        "start": 1028.65,
        "duration": 3.539
    },
    {
        "text": "Let me know in those comments down below.",
        "start": 1032.319,
        "duration": 1.76
    },
    {
        "text": "That's actually where I'm going to end today's show and remember if you like this video you like what I'm trying to do on this",
        "start": 1034.079,
        "duration": 4.41
    },
    {
        "text": "Channel hit that like button if you knew where hit that subscribe button. Make sure you don't miss these daily weekday videos actually if",
        "start": 1038.49,
        "duration": 5.069
    },
    {
        "text": "you did miss the last show, you want to catch up click or tap right there to watch that or if you want something lighter you",
        "start": 1043.559,
        "duration": 4.2
    },
    {
        "text": "can watch the newest behind the scenes vlog just uploaded today, click or tap right there to watch that. So that's it of course.",
        "start": 1047.76,
        "duration": 4.679
    },
    {
        "text": "As always my name is Philip Defranco. You've just been philed in and I love your faces, and I'll see you tomorrow",
        "start": 1052.44,
        "duration": 5.79
    }
]