[
    {
        "text": "Sup you beautiful bastards hope your having",
        "start": 0.03,
        "duration": 2.0
    },
    {
        "text": "Fantastic Wednesday welcome back to the Philip DeFranco show and let's just jump into it.",
        "start": 2.35,
        "duration": 4.85
    },
    {
        "text": "And the first thing I want to talk about today is a killer clown",
        "start": 7.2,
        "duration": 1.87
    },
    {
        "text": "Story that has popped up in the news and no this is not a joke. It's not one of those prank videos where someone was dressed",
        "start": 9.07,
        "duration": 5.0
    },
    {
        "text": "As a clown just to freak someone else. It's a crazy story and actually starts in the 90s",
        "start": 14.07,
        "duration": 3.719
    },
    {
        "text": "What happened well may 26?",
        "start": 17.789,
        "duration": 1.9
    },
    {
        "text": "1990 Marlene Warren heard a knock at her door when she answered the door she found herself face-to-face with a clown holding flowers and balloons",
        "start": 19.689,
        "duration": 5.54
    },
    {
        "text": "And I mean the whole deal clown hair nose",
        "start": 25.23,
        "duration": 1.93
    },
    {
        "text": "outfit one of the balloons said you're the",
        "start": 27.16,
        "duration": 1.47
    },
    {
        "text": "Greatest, the other one had Snow White on it. And as Marlene went to accept the balloons and flowers the clown raised a gun and shot",
        "start": 28.63,
        "duration": 5.269
    },
    {
        "text": "Her in the face. And reportedly Marlene's two teenage sons along with some of their friends were witness to this well",
        "start": 33.899,
        "duration": 4.95
    },
    {
        "text": "She didn't die on the scene",
        "start": 38.85,
        "duration": 0.9
    },
    {
        "text": "She was taken to the hospital and she died two days later",
        "start": 39.75,
        "duration": 2.129
    },
    {
        "text": "And initially police suspected the husband Michael Warren this because friends and family said they're actually having problems with their marriage and so the police",
        "start": 41.89,
        "duration": 5.779
    },
    {
        "text": "investigate him",
        "start": 47.89,
        "duration": 0.62
    },
    {
        "text": "But they don't find any evidence that he was the one that murdered his wife instead what they uncovered was unrelated evidence of crimes he",
        "start": 48.51,
        "duration": 5.189
    },
    {
        "text": "committed at his car rental agency and so 1992",
        "start": 53.699,
        "duration": 2.4
    },
    {
        "text": "He was found guilty of 43 counts of odometer tampering grand theft and racketeering he served three years for this",
        "start": 56.1,
        "duration": 5.04
    },
    {
        "text": "He was then released and he disappeared in",
        "start": 61.14,
        "duration": 2.099
    },
    {
        "text": "1997 only to resurface in",
        "start": 63.67,
        "duration": 1.59
    },
    {
        "text": "2002 when he married Sheila Keene then in 2014 the clown murder case is reopened the old DNA they had was tested with new DNA",
        "start": 65.26,
        "duration": 6.409
    },
    {
        "text": "Technology and based off of that yesterday the Palm Beach County Sheriff's announced they arrested Sheila Keene for that",
        "start": 71.67,
        "duration": 4.98
    },
    {
        "text": "1990 murder. It turned out Sheila Keene had actually worked at the husband's car rental agency at the time of the murder and it also",
        "start": 77.02,
        "duration": 5.87
    },
    {
        "text": "Turns out the police have been told about an alleged affair between Sheila and Michael a few months after the incident",
        "start": 82.89,
        "duration": 4.85
    },
    {
        "text": "So there you go after 27 years it appears that her children are gonna get some closure",
        "start": 87.74,
        "duration": 4.58
    },
    {
        "text": "I mean imagine how horrible and crazy that is for them",
        "start": 92.54,
        "duration": 2.38
    },
    {
        "text": "I mean they they as teenagers watched their mom get killed by a clown their dad goes to jail on unrelated charges",
        "start": 94.92,
        "duration": 5.909
    },
    {
        "text": "He gets out and then apparently marries the woman that murdered their mother I was her stepmother",
        "start": 100.93,
        "duration": 4.819
    },
    {
        "text": "And then you find that out 27 years after it happened also",
        "start": 105.75,
        "duration": 3.089
    },
    {
        "text": "There's the question now of did the husband know or was it just this woman who made this choice this whole story just feels like",
        "start": 108.84,
        "duration": 5.22
    },
    {
        "text": "Too much, then really quickly let's talk about the Streamy Awards yesterday. And by now",
        "start": 114.06,
        "duration": 3.69
    },
    {
        "text": "You might have heard we didn't win show of the year. I cried myself to sleep. I actually didn't",
        "start": 117.75,
        "duration": 4.75
    },
    {
        "text": "Congratulations to Sugar Pine 7 of course the leader over there Stephen Suptic they're doing really cool stuff",
        "start": 123.49,
        "duration": 4.909
    },
    {
        "text": "I'm excited to see where it goes, and if I was going to lose to anyone",
        "start": 128.399,
        "duration": 2.839
    },
    {
        "text": "I'm happy it was them some of the other winners",
        "start": 131.239,
        "duration": 1.98
    },
    {
        "text": "We saw we had the breakout artist of the year that went to David Dobrik beating out the likes of Jake Paul. Best in comedy",
        "start": 133.219,
        "duration": 5.7
    },
    {
        "text": "We saw Liza Koshy beat out the likes of h3h3",
        "start": 138.92,
        "duration": 2.639
    },
    {
        "text": "Production as you imagine the internet had a lot of different opinions about that",
        "start": 141.9,
        "duration": 3.619
    },
    {
        "text": "That's also understandable considering how big of a space YouTube is I mean this situation we're talking specifically about h3h3 productions",
        "start": 145.519,
        "duration": 6.24
    },
    {
        "text": "and Liza Koshy",
        "start": 152.099,
        "duration": 1.081
    },
    {
        "text": "Maybe there's some crossover there and often what you'll see on the internet is people becoming massive with their pillar of followers that",
        "start": 153.18,
        "duration": 6.44
    },
    {
        "text": "Maybe just aren't into this other thing styles are different people's personal preferences are different, and there are a lot of other winners",
        "start": 159.87,
        "duration": 5.389
    },
    {
        "text": "I'm not gonna go through every category",
        "start": 165.26,
        "duration": 0.899
    },
    {
        "text": "I wanna leave this story on 2 notes the first being I want to thank everyone that supported the show whether with votes are",
        "start": 166.159,
        "duration": 4.889
    },
    {
        "text": "Just with your patience every time I was like hey. Do you want to vote for me after the first two pushes?",
        "start": 171.049,
        "duration": 3.96
    },
    {
        "text": "It was even annoying for me secondly",
        "start": 175.01,
        "duration": 1.5
    },
    {
        "text": "I realized this morning that the acceptance speech that I had written because I was scared that if we did win",
        "start": 176.51,
        "duration": 4.949
    },
    {
        "text": "I was gonna blank out on stage",
        "start": 181.459,
        "duration": 1.081
    },
    {
        "text": "I wrote it down actually works win or lose because it just serves as a way to say",
        "start": 182.54,
        "duration": 3.69
    },
    {
        "text": "Thank you to the people that I'm thankful to so if you want to check that out",
        "start": 186.23,
        "duration": 2.489
    },
    {
        "text": "I'll link to it down below. From that, I want to share some stuff",
        "start": 188.719,
        "duration": 2.4
    },
    {
        "text": "I love today and today in awesome brought to you by Phil.Ting.com",
        "start": 191.15,
        "duration": 3.269
    },
    {
        "text": "Ting of course the fantastic pay what you actually use no BS fees, no sketchy admin charges cell service. It's simple",
        "start": 194.419,
        "duration": 6.39
    },
    {
        "text": "They only charge you for what you use",
        "start": 200.81,
        "duration": 1.2
    },
    {
        "text": "It's six dollars per device and taxes. Ting customers on average pay just twenty six dollars a month for their one device if you want",
        "start": 202.01,
        "duration": 6.3
    },
    {
        "text": "To check it out like many from the nation already have go to Phil.Ting.com",
        "start": 208.31,
        "duration": 2.549
    },
    {
        "text": "And the first bit of Awesome is we got some badass",
        "start": 210.859,
        "duration": 2.13
    },
    {
        "text": "Trailers that have me so excited both for a movie and a series. The movie is called annihilation",
        "start": 213.329,
        "duration": 4.91
    },
    {
        "text": "It stars Natalie Portman, but here's the thing that just it has me locked in. It is written and directed by Alex Garland",
        "start": 218.239,
        "duration": 5.459
    },
    {
        "text": "I how can I say no to the guy that gave us Sunshine (highly underrated) 28 Days Later, Ex Machina. Yes, please?",
        "start": 223.699,
        "duration": 5.46
    },
    {
        "text": "And then we had a trailer for Waco which is going to be a six-part series all based on what happened in Waco",
        "start": 229.159,
        "duration": 4.56
    },
    {
        "text": "Texas back in 93 and we got a brand new meet Arnold answering the question everyone's asked what happens if you throw",
        "start": 233.72,
        "duration": 5.819
    },
    {
        "text": "Arnold's in a microwave spoiler alert",
        "start": 239.669,
        "duration": 1.88
    },
    {
        "text": "It's not a good thing that we got an honest trailer for Star Trek The Next Generation",
        "start": 241.549,
        "duration": 2.85
    },
    {
        "text": "Which actually separate from this does make me want to ask the question is the new Star Trek good?",
        "start": 244.409,
        "duration": 4.16
    },
    {
        "text": "Would you recommend it Star Trek discovery are you on board?",
        "start": 248.569,
        "duration": 2.46
    },
    {
        "text": "I haven't watched it yet if you want to see the full versions of everything",
        "start": 251.03,
        "duration": 2.609
    },
    {
        "text": "I just shared the secret link of the day anything at all links as always are in the description down below and in huge",
        "start": 253.639,
        "duration": 5.579
    },
    {
        "text": "International news Saudi Arabia is now going to allow women to drive. I know to a lot of you listening you're probably going",
        "start": 259.5,
        "duration": 5.5
    },
    {
        "text": "That's pretty fucking sad that that is progress, but hey for the area a win is a win",
        "start": 265.0,
        "duration": 4.739
    },
    {
        "text": "And hopefully this continues the snowball. And how this happened is last night",
        "start": 269.75,
        "duration": 3.619
    },
    {
        "text": "Saudi Arabia's King issued a decree to allow women to drive. And it's a huge deal because Saudi Arabia",
        "start": 273.37,
        "duration": 4.95
    },
    {
        "text": "I mean women have historically been by most modern standards oppressed in the country. For example they have guardianship laws",
        "start": 278.32,
        "duration": 5.549
    },
    {
        "text": "These laws dictate and much about a woman's life",
        "start": 283.87,
        "duration": 1.93
    },
    {
        "text": "Depending on the circumstances a woman needs to be accompanied by a male guardian",
        "start": 285.8,
        "duration": 3.409
    },
    {
        "text": "This is most often a husband, a father, sometimes a son. Sometimes they have to get paid drivers",
        "start": 289.21,
        "duration": 4.44
    },
    {
        "text": "This isn't just a small thing reportedly they're around six hundred",
        "start": 293.65,
        "duration": 2.369
    },
    {
        "text": "Thousand drivers in the country that are used for this most public activities",
        "start": 296.12,
        "duration": 3.739
    },
    {
        "text": "they need that guardian or at least a group of other women even some medical decisions need to be made by a",
        "start": 299.86,
        "duration": 4.41
    },
    {
        "text": "Guardian and in line with the strict guardianship laws women were not allowed to drive",
        "start": 304.43,
        "duration": 2.99
    },
    {
        "text": "What was amazing and I say amazing as in?",
        "start": 307.42,
        "duration": 2.129
    },
    {
        "text": "Ridiculous excuses for not allowing women to drive were crazy there were claims that men just wouldn't know how to handle",
        "start": 309.77,
        "duration": 4.88
    },
    {
        "text": "Oh, just blow their minds this would be the breakdown of the Saudi family and my personal favorite",
        "start": 314.65,
        "duration": 5.399
    },
    {
        "text": "And this is a real thing the claim that",
        "start": 320.05,
        "duration": 1.78
    },
    {
        "text": "Driving would be dangerous to women's ovaries and when I say women weren't allowed to drive",
        "start": 321.83,
        "duration": 3.799
    },
    {
        "text": "It's not like it was just frowned upon driving could land you in jail you could lose your job also all these years later",
        "start": 325.63,
        "duration": 4.5
    },
    {
        "text": "I have to just give respect to the women who first stood up for this right in 1990 there was the first-ever protest against the",
        "start": 330.13,
        "duration": 6.179
    },
    {
        "text": "Driving ban forty-seven women took part in it and drove around the capital all ended up getting arrested",
        "start": 336.31,
        "duration": 4.529
    },
    {
        "text": "I just want to point out that these women were badass motherfuckers",
        "start": 340.84,
        "duration": 3.45
    },
    {
        "text": "It's one thing to protest in America, and it's a whole other thing to protest in",
        "start": 344.29,
        "duration": 4.139
    },
    {
        "text": "1990 Saudi Arabia you may tweet that you don't give a fuck these women actually",
        "start": 349.1,
        "duration": 4.489
    },
    {
        "text": "Didn't give a fuck or actually they gave so much of a fuck that they didn't care what was going to happen to them they were",
        "start": 353.87,
        "duration": 4.369
    },
    {
        "text": "Going to protest this limp-dick woman-hating law and that original protest led to other",
        "start": 358.24,
        "duration": 4.14
    },
    {
        "text": "Protests throughout the years of women driving their cars now filming themselves doing it",
        "start": 362.54,
        "duration": 3.919
    },
    {
        "text": "What's really interesting is despite Saudi Arabia's history here the royal decree was very harsh in tone the royal decrees saying we take into",
        "start": 366.46,
        "duration": 7.05
    },
    {
        "text": "consideration the pros of",
        "start": 373.61,
        "duration": 0.93
    },
    {
        "text": "Allowing women to drive and the cons of banning them from driving it also referred to what the majority of the council of senior scholars",
        "start": 374.54,
        "duration": 5.089
    },
    {
        "text": "Agreed on which is that the original?",
        "start": 379.63,
        "duration": 1.3
    },
    {
        "text": "Islamic ruling in regards to women driving is to allow it and that those who have opposed it have done so based on excuses that",
        "start": 380.93,
        "duration": 5.36
    },
    {
        "text": "Are baseless and have no predominance of thought or paraphrase if you don't think women should have the right to drive you",
        "start": 386.29,
        "duration": 4.769
    },
    {
        "text": "Stupid so starting June 24th 2018 women will be officially allowed to apply for a license",
        "start": 391.16,
        "duration": 4.519
    },
    {
        "text": "This is a huge deal because it also appears to affect guardianship laws. Reportedly women will not need permission from a guardian here",
        "start": 395.83,
        "duration": 5.1
    },
    {
        "text": "You'll be allowed to apply",
        "start": 400.93,
        "duration": 1.0
    },
    {
        "text": "Receive and drive without a guardian present King outlined that a committee will be formed in the next few days and that committee will have",
        "start": 401.93,
        "duration": 5.449
    },
    {
        "text": "30 days to provide recommendations",
        "start": 407.42,
        "duration": 1.44
    },
    {
        "text": "About how to handle this to decree. Some of the things the committee has to consider this means there will be roughly seven point five",
        "start": 408.86,
        "duration": 5.02
    },
    {
        "text": "Million new drivers on the road police are also going to have to be retrained on how to deal with women",
        "start": 413.889,
        "duration": 4.131
    },
    {
        "text": "And they're rarely interact with non-related women in Saudi Arabia. What's interesting is most people have been publicly for this now",
        "start": 418.03,
        "duration": 5.849
    },
    {
        "text": "That's feel like I should maybe put a little asterisk on that part of that might be",
        "start": 423.88,
        "duration": 3.18
    },
    {
        "text": "Saudi Arabia despite it having a deeply conservative classic",
        "start": 427.18,
        "duration": 2.579
    },
    {
        "text": "Clerics a lot of those top clerics are on the payroll of the Saudi government and the Saudi government",
        "start": 429.89,
        "duration": 3.799
    },
    {
        "text": "Puts pressure on them to back the king or to be quiet and additionally prior to the announcement the government reportedly arrested two dozen clerics",
        "start": 433.82,
        "duration": 6.38
    },
    {
        "text": "And academics who would be critical of this change? Why exactly are we seeing this change in Saudi Arabia?",
        "start": 440.2,
        "duration": 4.44
    },
    {
        "text": "Well a lot of it can most likely be attributed to Crown Prince Mohammed bin Salman and it may might sound familiar because we've talked",
        "start": 444.65,
        "duration": 5.089
    },
    {
        "text": "About this 32 year old heir to the throne before. And the big reason why is for years",
        "start": 449.74,
        "duration": 3.779
    },
    {
        "text": "He's outlined a plan on how to modernize Saudi Arabia. That and in the past year we've seen a big political shake-up",
        "start": 453.52,
        "duration": 4.559
    },
    {
        "text": "Where all of a sudden",
        "start": 458.08,
        "duration": 0.96
    },
    {
        "text": "he has a lot of influence a lot of what he's talked about is how to modernize Saudi Arabia as far as the economy and",
        "start": 459.04,
        "duration": 5.07
    },
    {
        "text": "society",
        "start": 464.11,
        "duration": 0.31
    },
    {
        "text": "Looking at the market",
        "start": 464.42,
        "duration": 0.95
    },
    {
        "text": "He seems aware that the oil can only take them so far for so long while allowing female drivers is a huge societal change for",
        "start": 465.37,
        "duration": 5.939
    },
    {
        "text": "Saudi Arabia it also might bring an economic boom reports say that there are many women capable of working who just refused to do so",
        "start": 471.31,
        "duration": 5.34
    },
    {
        "text": "Because of the driving law this because in addition to it just being a ridiculous hurdle to have to go through much of their salaries",
        "start": 476.65,
        "duration": 5.13
    },
    {
        "text": "Drained and it goes to the private drivers",
        "start": 481.78,
        "duration": 1.68
    },
    {
        "text": "That said it will be very interesting to see how the economy is affected by those private drivers",
        "start": 483.46,
        "duration": 4.26
    },
    {
        "text": "Not being as needed and so there you go while I still obviously have many",
        "start": 487.72,
        "duration": 3.599
    },
    {
        "text": "Many problems and concerns with Saudi Arabia at least we get some change. Hopefully like I said earlier",
        "start": 491.57,
        "duration": 5.029
    },
    {
        "text": "This is just the beginning of the snowball effect. Then let's talk about the really interesting Roy Moore and Luther Strange situation",
        "start": 496.6,
        "duration": 7.41
    },
    {
        "text": "this is a really weird and",
        "start": 504.01,
        "duration": 1.3
    },
    {
        "text": "Fascinating story so in Alabama there was a Republican",
        "start": 505.31,
        "duration": 2.0
    },
    {
        "text": "Runoff to find out who the Republican candidate would be to try and take Jeff Sessions old seat Jeff Sessions of course had to vacate",
        "start": 507.41,
        "duration": 5.69
    },
    {
        "text": "That seat so he could be the Attorney General Donald Trump had been really really pushing for Luthor Strange",
        "start": 513.1,
        "duration": 4.349
    },
    {
        "text": "Tweeting his support several times saying Alabama get out and vote for Luther strain",
        "start": 517.45,
        "duration": 3.539
    },
    {
        "text": "He has proven to me that he will never let you down MAGA. The election tomorrow in the great state of Alabama vote for senator",
        "start": 520.99,
        "duration": 4.83
    },
    {
        "text": "Luthor Strange tough on crime and border will",
        "start": 525.82,
        "duration": 1.88
    },
    {
        "text": "Never let you down Luther Strange has been shooting up in the Alabama polls since my endorsement finish the job vote today for big Luther",
        "start": 527.7,
        "duration": 5.7
    },
    {
        "text": "ultimately Luther Strange, the guy Trump backed",
        "start": 533.43,
        "duration": 2.28
    },
    {
        "text": "He lost. Moore one here",
        "start": 535.71,
        "duration": 1.32
    },
    {
        "text": "And he'll be a part of the special election against Democrat Doug Jones in December before all you Democrats start cheering",
        "start": 537.03,
        "duration": 4.859
    },
    {
        "text": "Yeah, Trump's guy didn't win. No let me talk about Roy Moore. While he may not have initially been Trump's a guy",
        "start": 541.89,
        "duration": 5.219
    },
    {
        "text": "I",
        "start": 547.11,
        "duration": 0.49
    },
    {
        "text": "Imagine if you're a Democrat you're not gonna like it. Roy Moore is a controversial former state Supreme Court justice",
        "start": 547.6,
        "duration": 4.399
    },
    {
        "text": "some of his best hits include in 2005",
        "start": 552.07,
        "duration": 2.479
    },
    {
        "text": "He said that homosexuality should be illegal \"just behind because it's done behind closed doors",
        "start": 554.55,
        "duration": 4.559
    },
    {
        "text": "It can still be prohibited by state law do you know that bestiality?",
        "start": 559.11,
        "duration": 4.14
    },
    {
        "text": "The relationship between man and beast is prohibited in every state\"",
        "start": 563.95,
        "duration": 4.279
    },
    {
        "text": "\"Do you know that didn't I ask you this having sex with a cow\" \"No you didn't but its the same thing\"",
        "start": 568.23,
        "duration": 4.11
    },
    {
        "text": "And to that of course people say well. That was 2005",
        "start": 572.74,
        "duration": 3.26
    },
    {
        "text": "Maybe he changed his opinion on it. Well to that",
        "start": 576.0,
        "duration": 1.74
    },
    {
        "text": "I would say we found a video it has incredibly low views, but it is him from 2015",
        "start": 577.74,
        "duration": 4.08
    },
    {
        "text": "So here's that \"Do you still think that homosexuality should be illegal?\"",
        "start": 581.82,
        "duration": 2.609
    },
    {
        "text": "\"I think homosexuality should be illegal sodomy was declared illegal by the United States Supreme Court in",
        "start": 584.73,
        "duration": 6.51
    },
    {
        "text": "1987 it said there was no right under the Constitution to",
        "start": 591.88,
        "duration": 3.559
    },
    {
        "text": "enlarge the fundamental rights of",
        "start": 596.23,
        "duration": 2.0
    },
    {
        "text": "Homosexuals\" In 2014 he reportedly wrote letters to all 50 state governors asking them to convene to ban gay marriage last September",
        "start": 599.02,
        "duration": 6.709
    },
    {
        "text": "He was actually suspended from Alabama Supreme Court is for failing to comply with the federal Supreme Court's ruling around gay marriage",
        "start": 605.73,
        "duration": 5.52
    },
    {
        "text": "Just keep in mind because Trump's guy lost you didn't win if anything this proves that the anti-establishment",
        "start": 611.25,
        "duration": 5.729
    },
    {
        "text": "Mindset goes way further than Donald Trump Luther Strange was supported by Mitch McConnell. He was supported by Donald Trump",
        "start": 617.68,
        "duration": 5.96
    },
    {
        "text": "There are millions of dollars thrown his way and the people of Alabama decided nah we're good",
        "start": 623.64,
        "duration": 4.32
    },
    {
        "text": "We're gonna go with Roy Moore. Roy Moore was the Steve Bannon candidate Steve Bannon even talking at his victory party",
        "start": 627.96,
        "duration": 5.639
    },
    {
        "text": "And it was Donald Trump who seemed to about-face. Trump deleting those previous tweets of support for Luther strange",
        "start": 633.6,
        "duration": 5.34
    },
    {
        "text": "And then tweeting \"Congratulations to Roy Moore on his Republican primary win in Alabama Luther Strange started way back and ran a good race",
        "start": 638.94,
        "duration": 5.909
    },
    {
        "text": "Roy ,win in November!\" Although as previously mentioned",
        "start": 645.06,
        "duration": 2.22
    },
    {
        "text": "It's in December so then he deleted that tweet and then posted a new one really I think in a small way this confirms",
        "start": 647.32,
        "duration": 5.0
    },
    {
        "text": "Kind of what some people have been saying and that is Donald Trump",
        "start": 652.45,
        "duration": 3.2
    },
    {
        "text": "isn't isn't the Republican candidate Donald Trump is and has been the weapon of the",
        "start": 655.72,
        "duration": 5.089
    },
    {
        "text": "Anti-establishment voter and while there will be a lot of people that follow him for the good, the bad, the ridiculous",
        "start": 661.12,
        "duration": 5.09
    },
    {
        "text": "Especially when his opponent is a liberal",
        "start": 666.21,
        "duration": 2.13
    },
    {
        "text": "They in large know what they want and will do what they want well that might give some Democrats",
        "start": 668.34,
        "duration": 3.869
    },
    {
        "text": "Hope that this is so this is a fractured party and when it comes to them having a common enemy they unite.",
        "start": 672.21,
        "duration": 5.94
    },
    {
        "text": "At least that's my personal take away and actually I'll pass the question off to you",
        "start": 678.15,
        "duration": 1.98
    },
    {
        "text": "Whether it be this this last story the first one anything in between what are your thoughts today? What are you thinking?",
        "start": 680.13,
        "duration": 4.169
    },
    {
        "text": "And why let me know in those",
        "start": 684.3,
        "duration": 1.15
    },
    {
        "text": "comments down below and remember if you like this video you like what I try and do on this channel that like button if you're",
        "start": 685.45,
        "duration": 5.239
    },
    {
        "text": "New here hit that subscribe button",
        "start": 690.69,
        "duration": 0.99
    },
    {
        "text": "also",
        "start": 691.68,
        "duration": 0.48
    },
    {
        "text": "If you missed yesterday's Philip Defranco show you want to watch and catch up click or tap right there to watch that or if you",
        "start": 692.16,
        "duration": 4.47
    },
    {
        "text": "Want to see today's brand new behind the scenes vlog click or tap right there to watch. But that said of course as",
        "start": 696.63,
        "duration": 4.709
    },
    {
        "text": "Always, my name is Philip Defranco, you've just been phill'd in. I love yo faces, and I'll see you tomorrow",
        "start": 701.339,
        "duration": 5.67
    }
]