[
    {
        "text": "Sup you beautiful bastards!",
        "start": 0.0,
        "duration": 1.52
    },
    {
        "text": "Hope your having fantastic Wednesday.",
        "start": 1.52,
        "duration": 1.86
    },
    {
        "text": "Welcome back to the Philip DeFranco Show and let's just jump into it.",
        "start": 3.38,
        "duration": 3.28
    },
    {
        "text": "And the first things I want to talk about today are two sources of a lot of controversy and outrage",
        "start": 6.66,
        "duration": 4.66
    },
    {
        "text": "The story recently came out that two families were blaming the Netflix series 13 Reasons Why",
        "start": 11.32,
        "duration": 5.04
    },
    {
        "text": "for why their daughters committed suicide.  The girls were reportedly 15 years old.",
        "start": 16.36,
        "duration": 3.7
    },
    {
        "text": "They watched the Netflix series. The parents said that they were triggered by it",
        "start": 20.06,
        "duration": 3.64
    },
    {
        "text": "These families are calling for Netflix to halt production on season 2 of the show",
        "start": 23.7,
        "duration": 3.42
    },
    {
        "text": "Now before going any further, let's talk about 13 Reasons Why. 13 Reasons Why was a massively popular Netflix series.",
        "start": 27.12,
        "duration": 5.98
    },
    {
        "text": "It tells the story of a teenaged girl who commits suicide and leaves behind a cassette tape for each person who contributed to her decision.",
        "start": 33.1,
        "duration": 5.86
    },
    {
        "text": "There were a ton of positive reviews about the cast performances, the direction, the mature approach to a dark subject and its ability to shine a light on",
        "start": 38.96,
        "duration": 6.14
    },
    {
        "text": "a serious topic.  But there were also those that criticized the series for what they said was glamorizing suicide",
        "start": 45.1,
        "duration": 4.7
    },
    {
        "text": "For showing graphic rape and suicide scenes. And for failing to show that many suicides are the result of mental illness.",
        "start": 49.8,
        "duration": 6.16
    },
    {
        "text": "To this the writer of the show Brian Yorkey said:",
        "start": 55.96,
        "duration": 1.76
    },
    {
        "text": "And then in response to demands from viewer complaints and mental health advocates, Netflix said",
        "start": 66.52,
        "duration": 4.42
    },
    {
        "text": "It still wasn't enough for a lot of people. Those people saying it's not just the warnings, it's just the show itself.",
        "start": 107.34,
        "duration": 4.86
    },
    {
        "text": "Saying the content is damaging for at risk people. But even with this response it looks like Netflix is still moving forward.",
        "start": 112.2,
        "duration": 5.4
    },
    {
        "text": "But that's not the end of the outrage at Netflix right now. Netflix has new movie set to release in July called To the Bone.",
        "start": 117.6,
        "duration": 5.92
    },
    {
        "text": "It stars Lily Collins as 20 year old Ellen, she's struggling with anorexia enters a group recovery home for help",
        "start": 123.52,
        "duration": 4.68
    },
    {
        "text": "And in the trailer, you see her counting calories,  looking extremely thin, struggling to eat the food on her plate.",
        "start": 128.26,
        "duration": 4.8
    },
    {
        "text": "And once again we see similar responses to what we saw with 13 Reasons Why.",
        "start": 133.06,
        "duration": 3.6
    },
    {
        "text": "Some were happy that the topic of anorexia was being discussed openly. Where has others were very angry because they said this was triggering.",
        "start": 136.66,
        "duration": 6.44
    },
    {
        "text": "Others arguing that this could glamorize or trivialize anorexia.  We even have some psychologists saying that this",
        "start": 143.1,
        "duration": 4.64
    },
    {
        "text": "could serve as a manual for eating disorders. Adding that there are already pictures of the main character's body out there on the internet",
        "start": 147.74,
        "duration": 5.54
    },
    {
        "text": "as \"thinspiration\". Psychologist  Dr. Caroline Kennan saying:",
        "start": 153.28,
        "duration": 3.22
    },
    {
        "text": "And in response to all of this backlash, the director of the film",
        "start": 170.42,
        "duration": 3.32
    },
    {
        "text": "Marti Noxon wrote:",
        "start": 173.74,
        "duration": 1.02
    },
    {
        "text": "Also I want to add on to that, that the star of this movie, Lily Collins, has also herself suffered from an eating disorder.",
        "start": 210.72,
        "duration": 5.34
    },
    {
        "text": "And so that's the story and here's my opinion - as far as the parents blaming the Netflix show, I do not agree with them but I will not bash them.",
        "start": 216.06,
        "duration": 7.04
    },
    {
        "text": "They're people in pain that are trying to make sense of an unimaginable hurt. I've always personally found it easier to deal with a hurt",
        "start": 223.1,
        "duration": 7.48
    },
    {
        "text": "if there is blame, there is anger. As far as the trigger warnings - I don't personally understand that, but it- that doesn't matter. The shows covering very serious topics",
        "start": 230.58,
        "duration": 7.16
    },
    {
        "text": "and if to have a conversation about those very serious topics they need to put a trigger warning, fine.",
        "start": 237.74,
        "duration": 6.38
    },
    {
        "text": "But finally to the argument that a season 2 of this show, that the production should be halted. That this movies released, it should be canned.",
        "start": 244.12,
        "duration": 6.52
    },
    {
        "text": "I can't agree with that. I think that it is far more beneficial to shine a light on a situation and talk about it",
        "start": 250.64,
        "duration": 4.94
    },
    {
        "text": "Yes,  there may be people that are already sharing pictures of the, the girl in this film as \"thinspiration\"",
        "start": 255.58,
        "duration": 4.98
    },
    {
        "text": "But maybe its that image that brings that girl, that boy,  that man,  that woman",
        "start": 260.56,
        "duration": 4.82
    },
    {
        "text": "whoever.  I mean these disorders, mental illness, it does not discriminate. There are many people who suffer so hopefully maybe one of those people they'll watch",
        "start": 265.38,
        "duration": 7.86
    },
    {
        "text": "this series and, and, and see what happens. Maybe they'll see the cautionary tale. More importantly maybe people who haven't taken these topics seriously",
        "start": 273.24,
        "duration": 7.26
    },
    {
        "text": "watch this and, and realize that they've been treating a person maybe not the best way. Maybe they make themselves a better or at least more accessible",
        "start": 280.52,
        "duration": 7.52
    },
    {
        "text": "friend or parent. Not because you personally can fix them or save them but because you can, you can be there for them. Not just in a supportive capacity",
        "start": 288.04,
        "duration": 8.14
    },
    {
        "text": "but to let them know they might need professional help.  Someone that is licensed and experienced with these kinds of issues.  Which if I can break for a second",
        "start": 296.18,
        "duration": 6.64
    },
    {
        "text": "If you are someone that is self harming or thinking about self harming, you have an eating disorder or anything like these things we are talking about",
        "start": 302.82,
        "duration": 7.64
    },
    {
        "text": "I'm gonna include down below in the description resources that you have at your fingertips.",
        "start": 310.46,
        "duration": 4.16
    },
    {
        "text": "You are not alone even though at times or all the time it feels like that. Funny enough that feeling that you have gives a lot us something in common.",
        "start": 314.68,
        "duration": 7.02
    },
    {
        "text": "But very rarely does anything good ever come from sweeping stuff under the rug or just not talking about it.",
        "start": 321.7,
        "duration": 5.3
    },
    {
        "text": "And I very much agree with a girl by the name of Sophie Vee",
        "start": 327.0,
        "duration": 2.98
    },
    {
        "text": "She had a reaction to this trailer that was featured in Teen Vogue. It's called 6 Eating Disorders Survivors react to Netflix's \"To the Bone\" trailer.",
        "start": 329.98,
        "duration": 5.84
    },
    {
        "text": "And she said:",
        "start": 335.82,
        "duration": 0.68
    },
    {
        "text": "And that's my take away from this. Of course, I, I wanna pass the question on to you. What's your reaction to all of this? Do you blame show's like",
        "start": 346.94,
        "duration": 6.28
    },
    {
        "text": "13 Reasons Why and To the Bone? If not fully, are they part of the problem or is it a potential side effect?",
        "start": 353.22,
        "duration": 5.52
    },
    {
        "text": "Or no, you're for these shows? It promotes conversation, it promotes awareness",
        "start": 358.74,
        "duration": 3.26
    },
    {
        "text": "it is a good thing? I'd love to know where you stand on this, what you're thinking, so let me know down below.",
        "start": 362.0,
        "duration": 3.66
    },
    {
        "text": "But from that I want to share some stuff I loved today in 'Today in Awesome' brought to you by the Don't be Stupid, Stupid t-shirt and hoodie",
        "start": 365.66,
        "duration": 6.54
    },
    {
        "text": "a shirt that says, hey I love you",
        "start": 372.2,
        "duration": 1.58
    },
    {
        "text": "and I just want to make good decisions. Also let's be honest you're you and you're gonna make bad decisions.",
        "start": 373.78,
        "duration": 4.88
    },
    {
        "text": "I just want to be able to say I told you so.",
        "start": 378.66,
        "duration": 1.96
    },
    {
        "text": "I put up a new round of that shirt today, so if you wanna grab one while you can, link to that down below",
        "start": 380.62,
        "duration": 4.12
    },
    {
        "text": "and the first bit of awesome is all of you beautiful bastards",
        "start": 384.74,
        "duration": 2.54
    },
    {
        "text": "last week we launched the that's amazing shirt",
        "start": 387.28,
        "duration": 1.9
    },
    {
        "text": "100% of the proceeds there went to St Jude Children's Research Hospital",
        "start": 389.18,
        "duration": 4.34
    },
    {
        "text": "because you guys bought those shirts, you pimped it out, we raised $42,000+",
        "start": 393.52,
        "duration": 4.98
    },
    {
        "text": "also, on the note of St Jude Children's Research Hospital, I have to mention GuardianCon",
        "start": 398.5,
        "duration": 4.64
    },
    {
        "text": "it's a yearly charity gaming event, they have these week long marathon streams",
        "start": 403.14,
        "duration": 4.46
    },
    {
        "text": "and they raise money for St Jude Children's Research Hospital",
        "start": 407.6,
        "duration": 2.5
    },
    {
        "text": "last year they raised over $560,000",
        "start": 410.1,
        "duration": 2.8
    },
    {
        "text": "and as of recording right now, this year they are on their way to $1,000,000 raised",
        "start": 412.9,
        "duration": 4.78
    },
    {
        "text": "if you wanna watch, you wanna promote what they're doing, you wanna, you wanna donate",
        "start": 417.68,
        "duration": 2.3
    },
    {
        "text": "I'll inlcude the link down below",
        "start": 419.98,
        "duration": 1.32
    },
    {
        "text": "I tweeted about them earlier in the week, but I wanted to try with this show to give them a big push across the finish line",
        "start": 421.3,
        "duration": 4.42
    },
    {
        "text": "then in a video I just had to share from Thrillist",
        "start": 425.72,
        "duration": 2.52
    },
    {
        "text": "if you are a meat lover, and uh, asterisk, I'm talking about steak",
        "start": 428.24,
        "duration": 3.24
    },
    {
        "text": "you nasty",
        "start": 431.5,
        "duration": 1.0
    },
    {
        "text": "as a part of this series they've been building, they, they took a long look at steaks outta New York",
        "start": 432.5,
        "duration": 4.58
    },
    {
        "text": "and how mold is a good thing there",
        "start": 437.1,
        "duration": 2.14
    },
    {
        "text": "and I, I never knew any of this",
        "start": 439.24,
        "duration": 2.34
    },
    {
        "text": "whether you're a foodie or not, I think you'll dig it",
        "start": 441.58,
        "duration": 1.4
    },
    {
        "text": "then in unexpected awesome, we have the music video for, oh you're gonna, you're gonna love this",
        "start": 442.98,
        "duration": 3.56
    },
    {
        "text": "Immigrants from the Hamilton mixed tape",
        "start": 446.54,
        "duration": 2.16
    },
    {
        "text": "just when I thought I got those Hamilton hooks out of me, right back in",
        "start": 448.7,
        "duration": 2.94
    },
    {
        "text": "then, and I'm really excited about this one, I know a lot of you guys have been wanting me to bring the podcast",
        "start": 451.64,
        "duration": 4.88
    },
    {
        "text": "or a podcast back and as of this Sunday I am",
        "start": 456.52,
        "duration": 3.0
    },
    {
        "text": "and the first guest I'm having on is Casey Neistat",
        "start": 459.52,
        "duration": 2.2
    },
    {
        "text": "Casey: and when I saw your fucking bullshit hit job\n(Phil gasp)",
        "start": 461.72,
        "duration": 2.48
    },
    {
        "text": "Casey: video that you did\nPhil: how dare you?",
        "start": 464.2,
        "duration": 1.2
    },
    {
        "text": "Casey: that you ran on me Phil DeFranco\nPhil: oh my god",
        "start": 465.4,
        "duration": 2.22
    },
    {
        "text": "Casey: I, I think you're putting a lot of weight on that one Hilary video",
        "start": 467.62,
        "duration": 2.64
    },
    {
        "text": "Phil: I think you're not putting enough, a gr- CNN's like great big story, but with more personality",
        "start": 470.26,
        "duration": 5.08
    },
    {
        "text": "Casey: Phil, you gotta let go of this, need end it",
        "start": 475.34,
        "duration": 1.4
    },
    {
        "text": "Phil: what do you mean? It's there",
        "start": 476.74,
        "duration": 1.6
    },
    {
        "text": "that'll be up at 2 PM Pacific on this channel, I, I think you are going to like it",
        "start": 478.34,
        "duration": 4.42
    },
    {
        "text": "and if you wanna see the full versions of everything I just shared, the secret link of the day",
        "start": 482.76,
        "duration": 3.5
    },
    {
        "text": "anything at all, links as always are in the description down below",
        "start": 486.26,
        "duration": 3.06
    },
    {
        "text": "and then let's talk about our Florida man of the day",
        "start": 489.32,
        "duration": 2.52
    },
    {
        "text": "34 year old Steve St Felix, look at that smile",
        "start": 491.84,
        "duration": 3.14
    },
    {
        "text": "let's play a game off of this picture, did Felix a - steal two waffle cones, both with double scoops",
        "start": 494.98,
        "duration": 4.42
    },
    {
        "text": "and sprinkles",
        "start": 499.4,
        "duration": 0.96
    },
    {
        "text": "and later get caught and say it was worth it",
        "start": 500.36,
        "duration": 1.98
    },
    {
        "text": "b - he accidentally took all the ecstasy and was caught at 3 o'clock in the morning booty dancing with a",
        "start": 502.34,
        "duration": 4.36
    },
    {
        "text": "statue of Paul Revere",
        "start": 506.7,
        "duration": 1.12
    },
    {
        "text": "or c - he threatened to kill a Florida state legislator",
        "start": 507.82,
        "duration": 2.38
    },
    {
        "text": "it was C",
        "start": 510.2,
        "duration": 0.5
    },
    {
        "text": "he threatened to kill a man",
        "start": 510.7,
        "duration": 1.02
    },
    {
        "text": "how is that his mug shot?",
        "start": 511.72,
        "duration": 1.18
    },
    {
        "text": "did they tickle you before they take the picture now?",
        "start": 512.9,
        "duration": 1.84
    },
    {
        "text": "but yes, he threatened to kill Jose Diaz Felix, writing on Diaz's Facebook page:",
        "start": 514.74,
        "duration": 3.96
    },
    {
        "text": "rec being in reference to a Republican dinner that was happening",
        "start": 521.5,
        "duration": 2.1
    },
    {
        "text": "and Diaz noted one of the reasons he reported this threat was because of what happened with Scalise recently",
        "start": 523.6,
        "duration": 4.44
    },
    {
        "text": "police say that St Felix admitted to writing the post after his arrest, saying",
        "start": 528.04,
        "duration": 3.48
    },
    {
        "text": "I guess the main point of this story is don't be stupid, stupid",
        "start": 533.18,
        "duration": 3.52
    },
    {
        "text": "what you say online will most likely have ramifications in your real world",
        "start": 536.7,
        "duration": 3.96
    },
    {
        "text": "the only difference between you saying something online with your name connected to it",
        "start": 540.66,
        "duration": 4.12
    },
    {
        "text": "and saying something in real life",
        "start": 544.78,
        "duration": 1.92
    },
    {
        "text": "is there's way more evidence of this one",
        "start": 546.7,
        "duration": 2.08
    },
    {
        "text": "I can go to Kinko's and make a fucking poster of what you said",
        "start": 548.78,
        "duration": 2.48
    },
    {
        "text": "(sigh)",
        "start": 551.28,
        "duration": 0.5
    },
    {
        "text": "and then let's talk about the quote unquote YouTube death that has now appeared in the news",
        "start": 551.78,
        "duration": 4.6
    },
    {
        "text": "this story involves Mona Lisa Perez and Pedro Ruiz the third",
        "start": 556.38,
        "duration": 3.4
    },
    {
        "text": "they are in the news because while they were trying to make a YouTube video",
        "start": 559.78,
        "duration": 3.4
    },
    {
        "text": "one of them killed the other one",
        "start": 563.18,
        "duration": 1.92
    },
    {
        "text": "according to reports, the premise of the video is that Pedro Ruiz held up a book",
        "start": 565.1,
        "duration": 3.74
    },
    {
        "text": "specifically a hard cover encyclopedia",
        "start": 568.84,
        "duration": 1.94
    },
    {
        "text": "and Perez pointed a 50 cal desert eagle, which by the way, is one of the most powerful semi-automatic",
        "start": 570.78,
        "duration": 5.48
    },
    {
        "text": "hand guns in the world",
        "start": 576.26,
        "duration": 1.28
    },
    {
        "text": "at the book that Ruiz was holding in front of him to see if the bullet would go through",
        "start": 577.54,
        "duration": 4.22
    },
    {
        "text": "and so Ruiz was shot and killed",
        "start": 581.76,
        "duration": 1.92
    },
    {
        "text": "she reportedly shot him from just about a foot away",
        "start": 583.68,
        "duration": 2.16
    },
    {
        "text": "and there are multiple video camera angles of it",
        "start": 585.84,
        "duration": 2.06
    },
    {
        "text": "also Perez, who by the way is pregnant, has now been charged with second degree manslaughter",
        "start": 587.9,
        "duration": 4.48
    },
    {
        "text": "and this whole story just makes me, it just makes me angry and sad",
        "start": 592.38,
        "duration": 2.82
    },
    {
        "text": "according to Ruiz's aunt, this all happened in front of their 3 year old daughter",
        "start": 595.2,
        "duration": 3.94
    },
    {
        "text": "and was a completely pointless and avoidable death",
        "start": 599.14,
        "duration": 2.46
    },
    {
        "text": "from all the interviews, it sounded like they were doing this because they wanted a successful YouTube channel",
        "start": 601.6,
        "duration": 3.8
    },
    {
        "text": "Ruiz's aunt saying that he was always chasing a thrill",
        "start": 605.4,
        "duration": 2.14
    },
    {
        "text": "and about this stunt she said:",
        "start": 609.34,
        "duration": 1.4
    },
    {
        "text": "and he replied",
        "start": 614.98,
        "duration": 0.96
    },
    {
        "text": "and you can just see how much they wanted it",
        "start": 618.5,
        "duration": 1.78
    },
    {
        "text": "in a, in a video they just posted two days ago, they mentioned the dream of becoming bigger YouTubers",
        "start": 620.28,
        "duration": 4.36
    },
    {
        "text": "imagine when we have 300,000 subscribers, like oh my god hi",
        "start": 624.64,
        "duration": 4.82
    },
    {
        "text": "I told them, uh, the bigger we get, I'll be throwing parties-",
        "start": 629.46,
        "duration": 3.3
    },
    {
        "text": "and that's it for this story right now",
        "start": 632.76,
        "duration": 1.42
    },
    {
        "text": "really the only thing I can hope is that this serves as a warning",
        "start": 634.18,
        "duration": 3.1
    },
    {
        "text": "I understand the appeal of becoming a big YouTuber, but, but you have to understand, you have to be safe about it",
        "start": 637.28,
        "duration": 5.12
    },
    {
        "text": "fame is not worth dying for, it is not worth the risk of dying",
        "start": 642.4,
        "duration": 3.3
    },
    {
        "text": "just look at this story, there are going to be one to two children that are probably not gonna have",
        "start": 645.7,
        "duration": 4.46
    },
    {
        "text": "either of their parents for a long time",
        "start": 650.16,
        "duration": 1.88
    },
    {
        "text": "and maybe just one later",
        "start": 652.04,
        "duration": 1.5
    },
    {
        "text": "it's just not worth it",
        "start": 653.54,
        "duration": 0.9
    },
    {
        "text": "and that's actually where I'm gonna end today's show",
        "start": 654.44,
        "duration": 1.52
    },
    {
        "text": "and remember, if you liked this video, you like what I do on this channel, hit that like button",
        "start": 655.96,
        "duration": 3.88
    },
    {
        "text": "if you're new here, hit that subscribe button",
        "start": 659.84,
        "duration": 1.5
    },
    {
        "text": "also if you missed yesterday's Philip DeFranco show, you wanna catch up, click or tap right there to watch that",
        "start": 661.34,
        "duration": 4.28
    },
    {
        "text": "if you wanna see today's brand new behind the scenes vlog, click or tap right there to watch that",
        "start": 665.62,
        "duration": 3.7
    },
    {
        "text": "but that said, of course, as always",
        "start": 669.32,
        "duration": 1.7
    },
    {
        "text": "my name's Philip DeFranco",
        "start": 671.02,
        "duration": 1.22
    },
    {
        "text": "you've just been Phil'd in",
        "start": 672.24,
        "duration": 1.3
    },
    {
        "text": "I love yo faces and I'll see you tomorrow",
        "start": 673.58,
        "duration": 2.98
    }
]