[
    {
        "text": "Sup you beautiful bastards, hope you're having a fantastic Thursday,",
        "start": 0.0,
        "duration": 3.18
    },
    {
        "text": "Welcome back to the Philip Defranco show and let's just jump into it.",
        "start": 3.32,
        "duration": 3.02
    },
    {
        "text": "The first thing we have to talk about today is a story that feels like it should come from The Onion, but this is real life.",
        "start": 6.38,
        "duration": 5.9
    },
    {
        "text": "Part of me can't believe it, but then the other part goes \"Yeah, sounds about right.\"",
        "start": 12.28,
        "duration": 3.7
    },
    {
        "text": "So Let's talk about Dr. Richard Watson who is a business professor at the",
        "start": 16.02,
        "duration": 3.24
    },
    {
        "text": "University of Georgia. He has faced criticism over a stress reduction",
        "start": 19.3,
        "duration": 3.4
    },
    {
        "text": "policy that he included in the syllabi for two of his courses. And the policy in question here was included for both his fall business",
        "start": 22.81,
        "duration": 6.02
    },
    {
        "text": "courses and Data Management and energy",
        "start": 28.83,
        "duration": 1.81
    },
    {
        "text": "Informatics. After reports came out about this there was backlash and the university of Georgia made the professor remove this policy.",
        "start": 30.64,
        "duration": 6.259
    },
    {
        "text": "But luckily, the internet is a thing and I found the actual full policy and it's amazing.",
        "start": 36.9,
        "duration": 6.2
    },
    {
        "text": "Let's go through it, shall we? It reads, \"Stress Reduction Policy: Emotional reactions to stressful situations can have profound consequences",
        "start": 43.2,
        "duration": 6.3
    },
    {
        "text": "for all involved. In order to avoid such situations in this class the following",
        "start": 49.5,
        "duration": 4.1
    },
    {
        "text": "policies will apply: All tests and exams will be open book and open notes including the use of",
        "start": 53.8,
        "duration": 4.79
    },
    {
        "text": "material on your laptop. All tests and exams will be designed to be completed in half the allotted time by the majority of students.",
        "start": 58.719,
        "duration": 6.049
    },
    {
        "text": "All tests and exams will be designed to assess low-level mastery of the course",
        "start": 64.769,
        "duration": 3.9
    },
    {
        "text": "material. If in a group meeting you feel stressed by your group's dynamics you should leave the meeting",
        "start": 68.74,
        "duration": 4.44
    },
    {
        "text": "immediately, and need offer no explanation to the group members. Furthermore you can request to discontinue all further group work and your grade will be",
        "start": 73.18,
        "duration": 7.42
    },
    {
        "text": "based totally on non-group work. Only positive comments about",
        "start": 80.6,
        "duration": 3.28
    },
    {
        "text": "presentations will be given in class. Comments designed to improve future presentations will be communicated by email.\"",
        "start": 83.92,
        "duration": 5.88
    },
    {
        "text": "And then my personal favorite: \"If you feel unduly stressed by a grade for any assessable material, or the overall course you can email the instructor",
        "start": 89.86,
        "duration": 7.48
    },
    {
        "text": "indicating what grade you think is appropriate, and it will be so changed.",
        "start": 97.38,
        "duration": 4.44
    },
    {
        "text": "No explanation is required, but it is",
        "start": 101.82,
        "duration": 2.2
    },
    {
        "text": "requested that you consider waiting 24 hours before emailing the",
        "start": 104.1,
        "duration": 3.02
    },
    {
        "text": "Instructor.\" Adding, \"While this policy might hinder the development of group skills, and mastery of the class material, ultimately these are your responsibilities.",
        "start": 107.2,
        "duration": 6.77
    },
    {
        "text": "I will provide every opportunity for you to gain high-level mastery.\" Okay! We all got through that together",
        "start": 114.0,
        "duration": 5.369
    },
    {
        "text": "I know that",
        "start": 119.369,
        "duration": 0.721
    },
    {
        "text": "I try to be as fair and balanced as possible,",
        "start": 120.09,
        "duration": 1.93
    },
    {
        "text": "but I want to point out that if you agree with this policy,",
        "start": 122.02,
        "duration": 3.23
    },
    {
        "text": "get out of my classroom! Out",
        "start": 125.649,
        "duration": 1.83
    },
    {
        "text": "now! You failed the course of life. This should not be a real thing happening in the real world.",
        "start": 127.479,
        "duration": 4.88
    },
    {
        "text": "Just to--- just to recap:  because this professor believes that emotional reactions to stressful situations are so damaging when you're taking something",
        "start": 132.36,
        "duration": 7.27
    },
    {
        "text": "you're graded on, it's open note, open book, open",
        "start": 139.63,
        "duration": 2.49
    },
    {
        "text": "computer, the test is actually designed to only take half the time you're given",
        "start": 142.46,
        "duration": 4.039
    },
    {
        "text": "and it doesn't it doesn't actually cover high level information you were supposed to learn. And if you still somehow fail in the",
        "start": 146.5,
        "duration": 6.45
    },
    {
        "text": "situation where the professor of your class has bent life over for you and",
        "start": 153.17,
        "duration": 3.59
    },
    {
        "text": "spread the cheeks, it is yours for the taking but you still fail somehow,",
        "start": 156.98,
        "duration": 3.5
    },
    {
        "text": "you can just hit him up and say I think I deserve an \"A,\" and he'll give you an \"A.\" You want to know why",
        "start": 160.64,
        "duration": 5.33
    },
    {
        "text": "America's falling behind more and more? Well, a lot of reasons,",
        "start": 165.97,
        "duration": 3.27
    },
    {
        "text": "but this guy is one of them. Like I said, people found out about this, there was a ton of backlash. The",
        "start": 169.24,
        "duration": 4.559
    },
    {
        "text": "University found out about it. They even released a statement and to paraphrase it is, \"We talked to the professor, told him,",
        "start": 174.11,
        "duration": 5.449
    },
    {
        "text": "'No,' and so he removed it from his syllabus.\" So, I'm so happy that the university realized what was happening,",
        "start": 179.69,
        "duration": 4.76
    },
    {
        "text": "but this is insanity! When I talk about how I hate in society seeing this \"everyone gets a trophy\"",
        "start": 184.55,
        "duration": 5.63
    },
    {
        "text": "mentality. Even with my three-Year-old I make sure he understands",
        "start": 190.52,
        "duration": 2.899
    },
    {
        "text": "what failure is, and on the outside that can sound like a horrible state, but failures make us better. My son",
        "start": 193.42,
        "duration": 5.37
    },
    {
        "text": "and I have silly little races. Maybe we're in the pool. Maybe we're just running from point a to point B.",
        "start": 198.79,
        "duration": 3.66
    },
    {
        "text": "Maybe we're playing soccer.",
        "start": 202.45,
        "duration": 1.11
    },
    {
        "text": "And I do let him win here like 50% of the time because I'm not a complete dick. When he's older",
        "start": 203.56,
        "duration": 4.17
    },
    {
        "text": "I'll make him earn every single win.",
        "start": 207.73,
        "duration": 1.26
    },
    {
        "text": "I win the other 50% of the time, because I think it's important for people to know what it is to lose; what it is",
        "start": 208.99,
        "duration": 4.559
    },
    {
        "text": "to fail. One of the first times I won a race against my son his initial reaction was to cry and to scream. Right? And that's",
        "start": 213.55,
        "duration": 5.19
    },
    {
        "text": "normal; that is what a child does. And while he was crying, Mommy and Daddy said, \"You know what you do, Trey, when you lose?\"",
        "start": 218.74,
        "duration": 5.009
    },
    {
        "text": "He said, \"Huh?\" through his sniffles,",
        "start": 223.75,
        "duration": 1.68
    },
    {
        "text": "and we said, \"Try again.\" And the next time, he ran almost at the same speed,",
        "start": 225.43,
        "duration": 3.72
    },
    {
        "text": "he still took a wide turn, and I beat him again. He screamed again. We said, \"What do you do?\"",
        "start": 229.15,
        "duration": 4.02
    },
    {
        "text": "He said, \"Try again.\" This time he ran faster. He took the inside corner like he just saw his dad",
        "start": 233.17,
        "duration": 5.489
    },
    {
        "text": "do. He won. Granted, of course, because I am an adult man",
        "start": 238.66,
        "duration": 2.91
    },
    {
        "text": "I could have beaten him, but he needs to know winning and losing. We don't get better,",
        "start": 241.57,
        "duration": 3.75
    },
    {
        "text": "we don't live more fulfilling lives when we don't know failure. Some of the most miserable people",
        "start": 245.32,
        "duration": 4.349
    },
    {
        "text": "I know are people who were born with money; never had to fight for it, Mommy and Daddy gave them everything. What's the point",
        "start": 249.67,
        "duration": 5.37
    },
    {
        "text": "of a win when there are no stakes? How do you get joy out of it when you don't know the bad?",
        "start": 255.04,
        "duration": 3.959
    },
    {
        "text": "This professor tried to take it to another level because we're not even talking about \"everyone gets a trophy\"",
        "start": 259.0,
        "duration": 4.2
    },
    {
        "text": "mentality. We're talking about giving someone who is",
        "start": 263.36,
        "duration": 2.06
    },
    {
        "text": "unqualified",
        "start": 265.64,
        "duration": 0.66
    },
    {
        "text": "an \"A\" if they ask for it. That \"A,\" or whatever passing grade you give them is going to go towards a degree that they",
        "start": 266.3,
        "duration": 6.95
    },
    {
        "text": "didn't fully earn. That degree says something about them that in part is not true. A person like that, a",
        "start": 273.25,
        "duration": 4.44
    },
    {
        "text": "professor like that should have no part in",
        "start": 278.0,
        "duration": 2.329
    },
    {
        "text": "molding the future. Of course, that's also my opinion, and the show isn't just about my opinion.",
        "start": 280.55,
        "duration": 4.82
    },
    {
        "text": "It's about yours, so let me know what you think about this in the comments down below.",
        "start": 285.37,
        "duration": 3.239
    },
    {
        "text": "Do you agree with me, or especially if you disagree with me, I'd love to know your thoughts on this. But from that,",
        "start": 288.61,
        "duration": 4.83
    },
    {
        "text": "I want to share some stuff I loved today, and Today In Awesome, brought to you by Loot Crate.",
        "start": 293.44,
        "duration": 4.229
    },
    {
        "text": "Loot crate of course: fantastic themed mystery subscription box filled with geek, gamer,",
        "start": 297.669,
        "duration": 3.69
    },
    {
        "text": "pop-culture collectibles, apparel, and gear delivered directly to your door, and all for under",
        "start": 301.76,
        "duration": 4.339
    },
    {
        "text": "$20. Last month's crate was fantastic. My personal favorite was probably the Rick",
        "start": 306.47,
        "duration": 3.679
    },
    {
        "text": "figurine that I'm just going to show you the box for reasons. And this month's theme is",
        "start": 310.22,
        "duration": 3.32
    },
    {
        "text": "Kingdom. And this month's franchises are Lord of the Rings, Legend of Zelda, and Adventure",
        "start": 313.82,
        "duration": 3.349
    },
    {
        "text": "Time. So if you want to get some cool stuff and also support the show make sure you use Loot Crate .com / Phil and use coupon",
        "start": 317.3,
        "duration": 5.66
    },
    {
        "text": "Code Phil for 10% off your purchase. And the first bit of Awesome is a video that answers a question",
        "start": 322.96,
        "duration": 3.63
    },
    {
        "text": "I think most people have asked themselves. What happens if we throw an elephant from a skyscraper?",
        "start": 326.59,
        "duration": 4.11
    },
    {
        "text": "It's also about more than that,",
        "start": 330.86,
        "duration": 1.4
    },
    {
        "text": "but still. Then, we had Adam Ruins Everything takin' on the art world. Which, side-note, between what",
        "start": 332.26,
        "duration": 3.959
    },
    {
        "text": "TruTv and College Humor post online,",
        "start": 336.53,
        "duration": 2.149
    },
    {
        "text": "they essentially release 1/3 of every episode on YouTube for free. Then, for those of you in the mood for a short film I present,",
        "start": 338.84,
        "duration": 6.41
    },
    {
        "text": "\"Business.\" Definitely a normal short film and nothing weird or shady happens whatsoever.",
        "start": 345.41,
        "duration": 4.459
    },
    {
        "text": "Then we got another episode of Hot Ones that I'm sharing because I love them, and not because they have nude photos of me that",
        "start": 349.87,
        "duration": 5.82
    },
    {
        "text": "I do not want leaked.",
        "start": 355.69,
        "duration": 0.75
    },
    {
        "text": "I am honestly a real fan of Hot Ones, and not being forced to say this, or reading a script to say this. If anything",
        "start": 356.44,
        "duration": 5.549
    },
    {
        "text": "in this video seems like I'm trying to get out a secret message for help,",
        "start": 361.99,
        "duration": 3.119
    },
    {
        "text": "it's just part of this joke that I'm making right now. It's not serious. Remember, if you want to see the full versions of everything I",
        "start": 365.11,
        "duration": 5.79
    },
    {
        "text": "just shared: the Secret Link of the Day, anything at all, links, as always are in the description down below. Then, in news for those of you",
        "start": 370.9,
        "duration": 5.94
    },
    {
        "text": "that want to compare your life to others, so you can hate your life:",
        "start": 376.84,
        "duration": 3.059
    },
    {
        "text": "It's being reported that in the 18 months since Kylie Jenner launched Kylie cosmetics, she has made",
        "start": 379.9,
        "duration": 5.16
    },
    {
        "text": "$420 million in retail sales. And, that's just in the 18 months since launch. This year they are expecting",
        "start": 385.64,
        "duration": 5.69
    },
    {
        "text": "$386 million: essentially a 25% increase and I'm not going to hate here. That is amazing!",
        "start": 392.24,
        "duration": 5.63
    },
    {
        "text": "And I mean this in the least",
        "start": 397.87,
        "duration": 1.21
    },
    {
        "text": "disrespectful way possible, there needs to be a gold bust of Ray J's dick in every",
        "start": 399.08,
        "duration": 5.209
    },
    {
        "text": "Kardashian Household, right on the mantle. Gold Ray J \"D\"",
        "start": 404.48,
        "duration": 2.839
    },
    {
        "text": "right next to the platinum Kim K. booty. Honestly, just think about that. The Ray J/",
        "start": 407.42,
        "duration": 4.25
    },
    {
        "text": "Kim Kardashian sex tape; his penis launched a billion dollar empire, and he did that for free! Once again",
        "start": 411.67,
        "duration": 6.75
    },
    {
        "text": "no",
        "start": 418.42,
        "duration": 0.48
    },
    {
        "text": "hate directed towards the Kardashian clan, here. Their ability to take that moment in time, and turn that into this empire:",
        "start": 418.9,
        "duration": 6.0
    },
    {
        "text": "that is a skill. We can all argue that they have no skills, even if some of them as",
        "start": 424.9,
        "duration": 3.75
    },
    {
        "text": "individuals are just being used to make the money. The-the mastermind who I won't name here.... respect.",
        "start": 428.75,
        "duration": 5.569
    },
    {
        "text": "Then let's talk about an update on a story we have not covered in a very long time, and that is the story around Mike",
        "start": 434.32,
        "duration": 4.92
    },
    {
        "text": "Martin, and Heather Martin, or as you may know them the parents",
        "start": 439.24,
        "duration": 2.459
    },
    {
        "text": "on the Daddy Of Five channel. They were the family here on YouTube that would perform pranks on their kids. In those videos you saw",
        "start": 441.7,
        "duration": 5.64
    },
    {
        "text": "kids getting screamed at, called some of the worst things, pushed, punched, kicked; personally for me the moment",
        "start": 447.34,
        "duration": 5.369
    },
    {
        "text": "that will always be stuck in my head, is when we found that video where the dad",
        "start": 452.71,
        "duration": 3.48
    },
    {
        "text": "instructs the son to slap the daughter. [Father] \"You know you don't hit girls,",
        "start": 456.41,
        "duration": 3.529
    },
    {
        "text": "but she's your sister, she don't count.\" [Smacking sound]",
        "start": 461.0,
        "duration": 2.0
    },
    {
        "text": "[Father] \"Oh, my God!\"",
        "start": 463.7,
        "duration": 1.26
    },
    {
        "text": "It was a huge controversy, two of the kids got taken away by the",
        "start": 464.96,
        "duration": 3.2
    },
    {
        "text": "biological mother. Courts got involved, then there was radio silence for a while, then the parents came back onto their other YouTube channels.",
        "start": 468.38,
        "duration": 5.54
    },
    {
        "text": "But now, it looks like the newest update is Mike and Heather Martin are being charged with a crime; specifically two counts of neglecting a",
        "start": 473.92,
        "duration": 6.12
    },
    {
        "text": "minor. I've seen in some places people saying that they were convicted of this, that is not the case.",
        "start": 480.04,
        "duration": 4.169
    },
    {
        "text": "I don't know why people are saying that. Right now, based on these court documents, it looks like they're just charged, and the first appearance is the first of next month. That said, it'll be very interesting to see what happens from this case. I mean, if they're found guilty, one,",
        "start": 484.21,
        "duration": 10.2
    },
    {
        "text": "it has huge implications for them,",
        "start": 494.41,
        "duration": 1.59
    },
    {
        "text": "but also, two, it could mean a lot for other channels that heavily featured children in their videos.",
        "start": 496.0,
        "duration": 3.779
    },
    {
        "text": "That said, we'll keep an eye out and see what happens next.",
        "start": 499.78,
        "duration": 2.369
    },
    {
        "text": "And then, let's talk about eSports in the Olympics. It is being reported that as early as",
        "start": 502.15,
        "duration": 4.35
    },
    {
        "text": "2024 in",
        "start": 507.17,
        "duration": 0.78
    },
    {
        "text": "Paris, eSports could be added to the Olympic program. Part of the Paris Bid committee has confirmed that they will be talking to the IOC about",
        "start": 507.95,
        "duration": 6.08
    },
    {
        "text": "eSports, they're talking to eSports representatives, and part of the reason why that might be pushed through is the 2022",
        "start": 514.07,
        "duration": 5.059
    },
    {
        "text": "Asian Games. Back in April, The Olympic Council of Asia",
        "start": 519.29,
        "duration": 2.359
    },
    {
        "text": "announced that eSports will be a medal sport at the 2022 Asian games. At the Asian Games organizers are planning four events, featuring Dota2,",
        "start": 521.72,
        "duration": 6.529
    },
    {
        "text": "Starcraft 2, Hearthstone, and a sports game. While that last game has yet to be decided, they say it will be either from the NBA, or",
        "start": 528.77,
        "duration": 5.089
    },
    {
        "text": "Fifa franchise. And while by itself that is a big step towards the mainstream, it may lead to something even bigger. And the reason for",
        "start": 533.86,
        "duration": 6.0
    },
    {
        "text": "that is the Asian games are recognized by the IOC, and are billed as the world's second largest",
        "start": 539.86,
        "duration": 4.109
    },
    {
        "text": "multi-sport event after the Olympics. they have 45 national delegations, about 10,000 athletes taking part in the last games.",
        "start": 544.16,
        "duration": 6.41
    },
    {
        "text": "It's being argued by some that the IOC needs to take eSports seriously if they want to bring in a new younger audience.",
        "start": 550.57,
        "duration": 5.159
    },
    {
        "text": "However,\nthe IOC's President Thomas Bach, whose support is crucial to eSports being added as an Olympic event is less than",
        "start": 555.82,
        "duration": 5.729
    },
    {
        "text": "convinced about it, saying, \"We are not yet 100% clear whether eSports is really a sport with regard to physical",
        "start": 561.62,
        "duration": 5.239
    },
    {
        "text": "activity, and what it needs to be considered sport.\" And so I'd love to pass the question on to you.",
        "start": 567.079,
        "duration": 3.619
    },
    {
        "text": "Do you think that eSports should be in the Olympics? Yes?",
        "start": 570.699,
        "duration": 2.97
    },
    {
        "text": "No? What are you thinking, because I'm personally torn on it. I think for the Olympics, from a business standpoint, it",
        "start": 573.67,
        "duration": 4.95
    },
    {
        "text": "just makes sense. Interest in the Olympics has been dropping. For the 2016 Rio games, NBC said they averaged 26 million viewers.",
        "start": 578.62,
        "duration": 6.089
    },
    {
        "text": "That was a drop of 15% viewership from the 2012 game. Meanwhile, the 2016 Dota 2 championships had a viewership of",
        "start": 584.709,
        "duration": 6.809
    },
    {
        "text": "5.7 million people. That's from just one MOBA, so from a pure business standpoint seems like it makes sense.",
        "start": 592.1,
        "duration": 5.059
    },
    {
        "text": "But of course the other arguments against it,",
        "start": 597.16,
        "duration": 1.77
    },
    {
        "text": "there's two. One, people saying it's not a real sport. To that I would say, I think you need to broaden your",
        "start": 598.93,
        "duration": 4.44
    },
    {
        "text": "definition of what you think sport is. There a lot of similarities, and it is skill-based. The other argument, and",
        "start": 603.47,
        "duration": 4.79
    },
    {
        "text": "I feel like it's a more valid argument,",
        "start": 608.26,
        "duration": 1.559
    },
    {
        "text": "is it is not a physical sport. You could also argue that it is dependent on",
        "start": 609.819,
        "duration": 3.27
    },
    {
        "text": "reflexes, critical thinking, honestly anything to make it more interesting at this point. Actually, last second idea!",
        "start": 613.459,
        "duration": 4.55
    },
    {
        "text": "What if you made them run 100 meters through their computer? Each time",
        "start": 618.01,
        "duration": 3.569
    },
    {
        "text": "you level up, you got to spin in a circle 10 times. I don't know. Figure it out!",
        "start": 621.579,
        "duration": 2.73
    },
    {
        "text": "Then, let's talk about this controversy and backlash coming out of Georgia. The EAV Barbell club in Atlanta,",
        "start": 624.31,
        "duration": 4.799
    },
    {
        "text": "Georgia has come under fire recently for a sign that simply showcases their policies. Like I said, it's simple. \"One,",
        "start": 629.11,
        "duration": 5.279
    },
    {
        "text": "No crossfit cultism. Two, no fucking cops.\" -The owner's words, not mine.",
        "start": 634.42,
        "duration": 3.989
    },
    {
        "text": "The sign was also shared on the gym's Instagram page with the caption, \"We simplified our membership policy. #weightlifting",
        "start": 638.589,
        "duration": 5.76
    },
    {
        "text": "#howwedo #fightthedemons #acab #resist #DaveCastroisacrimeagainsthumanity",
        "start": 644.35,
        "duration": 5.76
    },
    {
        "text": "#atl #ofcourse; too many fucking hashtags!",
        "start": 650.54,
        "duration": 2.72
    },
    {
        "text": "I don't know what it is about people in the fitness industry.",
        "start": 653.26,
        "duration": 2.309
    },
    {
        "text": "So many hashtags! Now, the owner Jim Chambers says part of the reason is the groups who work there are generally minorities,",
        "start": 655.819,
        "duration": 5.33
    },
    {
        "text": "and they're uncomfortable with the presence of law enforcement. Also saying the multi-use space serves as a gym,",
        "start": 661.149,
        "duration": 4.07
    },
    {
        "text": "but also as a community and gathering spot and meeting place for",
        "start": 665.22,
        "duration": 2.519
    },
    {
        "text": "activists. And, he calls himself a lifelong political activist, and explains that the policy decision is a political statement.",
        "start": 667.96,
        "duration": 5.0
    },
    {
        "text": "[Jim Chambers] \"We wanted one space that was just a little different. It's not a, you-know,",
        "start": 672.96,
        "duration": 3.059
    },
    {
        "text": "aggressive, hetero, jock space that's dominated by cops and soldiers.",
        "start": 676.99,
        "duration": 3.95
    },
    {
        "text": "It's a place where you're safe from that, and we don't want to make police stronger so that they can hurt people more efficiently.",
        "start": 681.01,
        "duration": 4.88
    },
    {
        "text": "It's not a personal thing. You put a uniform on, and quite honestly I view that as an occupying enemy army when you put",
        "start": 686.65,
        "duration": 5.599
    },
    {
        "text": "that uniform on.\" As you might imagine, there were people that were angry about the policy,",
        "start": 692.25,
        "duration": 3.359
    },
    {
        "text": "but also that interview. Some who were angry sounded off on their Facebook page,",
        "start": 695.61,
        "duration": 3.45
    },
    {
        "text": "\"EAV should be ashamed of how it treats the men and women who serve this county.\" Other writing,",
        "start": 699.16,
        "duration": 4.279
    },
    {
        "text": "\"You won't allow cops and military in, yet",
        "start": 703.44,
        "duration": 1.8
    },
    {
        "text": "you appreciate your freedom. Disgusting!\" others have also allegedly sent hate mail, sent death threats.",
        "start": 705.24,
        "duration": 5.1
    },
    {
        "text": "There are also people supporting the gym, one writing, \"Keep up the good work",
        "start": 710.53,
        "duration": 2.959
    },
    {
        "text": "Don't let the internet cowards get you down.\" Another saying, \"Thank you for being proactive about keeping your community safe.\" Another reading,",
        "start": 713.5,
        "duration": 5.929
    },
    {
        "text": "\"Thank God this place doesn't allow police in. Nice to see a place where people can actually feel safe, no matter the color of",
        "start": 719.43,
        "duration": 5.13
    },
    {
        "text": "their skin.\" And Chambers didn't seem to understand what people were angry about, saying, \"We've had an explicitly stated,",
        "start": 724.56,
        "duration": 4.559
    },
    {
        "text": "'no cop' policy since we opened, and we also don't open membership to the active members of the military.\"",
        "start": 729.12,
        "duration": 4.47
    },
    {
        "text": "But, he also says that there are military veterans that go to that gym. It's just that they're not active.",
        "start": 733.59,
        "duration": 4.38
    },
    {
        "text": "That's where he draws the line. Later adding, \"American police are really just an entity that they serve capitalism,",
        "start": 737.97,
        "duration": 4.979
    },
    {
        "text": "and they serve white supremacy.",
        "start": 742.95,
        "duration": 1.11
    },
    {
        "text": "And that's the way we see that.",
        "start": 744.06,
        "duration": 0.93
    },
    {
        "text": "It was really just that there was the vulgarity on that sign,",
        "start": 744.99,
        "duration": 2.25
    },
    {
        "text": "and that seemed to bring it out for people.\" Chambers said he's planning on reposting the sign without the explicit language.",
        "start": 747.24,
        "duration": 4.44
    },
    {
        "text": "So the question becomes, 'Is this legal?' Lawyers and experts have found the policy strange,",
        "start": 751.75,
        "duration": 4.19
    },
    {
        "text": "but have said, because law enforcement officers are not a protected class under the law, only the courts can decide if the gym violated any",
        "start": 755.94,
        "duration": 6.78
    },
    {
        "text": "anti-discrimination laws. But also, I don't know if the Atlanta police department actually cares about this.",
        "start": 763.06,
        "duration": 4.25
    },
    {
        "text": "Their only comment and response to this story has been, \"Were we to respond to an emergency",
        "start": 767.34,
        "duration": 3.989
    },
    {
        "text": "there, the sign would not stop us from lawfully doing our jobs. Also, an unfortunate side effect of the story is the negative attention",
        "start": 771.33,
        "duration": 5.219
    },
    {
        "text": "has been unfortunately affecting another gym. That's because this other gym has been mistaken for Chambers' gym.",
        "start": 776.62,
        "duration": 5.69
    },
    {
        "text": "People have been finding out about this story,",
        "start": 782.31,
        "duration": 1.56
    },
    {
        "text": "then going to try and find the contact",
        "start": 783.87,
        "duration": 1.99
    },
    {
        "text": "information of the gym to call them. Unfortunately, when you google East Atlanta Gym, the first listing that comes up is Village Fitness,",
        "start": 785.86,
        "duration": 6.26
    },
    {
        "text": "not EAV Barbell club. The owners even had to put a sign out front that reads, \"We welcome and support our police and military.\"",
        "start": 792.12,
        "duration": 5.489
    },
    {
        "text": "That's the story as of right now, and I personally have to say I think it's just stupid. I mean, granted,",
        "start": 797.709,
        "duration": 4.969
    },
    {
        "text": "I am very interested in the discrimination lawsuit side of this story.",
        "start": 802.679,
        "duration": 3.57
    },
    {
        "text": "We have more and more states talking about, how do we make police officers a protected class, of course aimed more towards",
        "start": 806.249,
        "duration": 4.98
    },
    {
        "text": "violence against police officers rather than not being allowed into a gym.",
        "start": 811.42,
        "duration": 3.589
    },
    {
        "text": "That's the law side of it. As far as my personal opinion,",
        "start": 815.009,
        "duration": 2.28
    },
    {
        "text": "I don't think I like",
        "start": 817.29,
        "duration": 1.18
    },
    {
        "text": "Chambers or his policy. He labels cops and soldiers as aggressive hetero jocks. Says, \"as soon as you put on a uniform",
        "start": 818.47,
        "duration": 5.719
    },
    {
        "text": "I see you as an occupying enemy army,\" then connects all of those people to white supremacy,",
        "start": 824.259,
        "duration": 5.539
    },
    {
        "text": "but if they're retired, they're a vet; it's fine. To me it just doesn't make sense.",
        "start": 829.799,
        "duration": 3.42
    },
    {
        "text": "I mean,\nit looks like you have a place where you could make a bridge between the community, and law enforcement. But instead, you make a safe",
        "start": 833.22,
        "duration": 5.369
    },
    {
        "text": "space, which isn't just a safe space,",
        "start": 838.589,
        "duration": 1.771
    },
    {
        "text": "it's a safe space with a giant middle finger towards police officers and people serving our country. That's actually where I'm going to end today's",
        "start": 840.36,
        "duration": 6.299
    },
    {
        "text": "show. Remember: if you like this video, you like what I do on this channel,",
        "start": 846.66,
        "duration": 2.969
    },
    {
        "text": "hit that like button. If you're new here, hit that subscribe button. Also, if you missed yesterday's show, you want to catch up, click or",
        "start": 849.629,
        "duration": 5.04
    },
    {
        "text": "tap right there to watch that. Or, if you want to see the newest behind-the-scenes vlog, click or tap right there to watch that.",
        "start": 854.67,
        "duration": 4.919
    },
    {
        "text": "That's it. Of course, as always, my name is Philip DeFranco. You've just been Phil'd in. I love yo faces, and I'll see you tomorrow.",
        "start": 859.589,
        "duration": 6.809
    }
]