[
    {
        "text": "Sup you beautiful bastards hope you haven a",
        "start": 0.03,
        "duration": 2.0
    },
    {
        "text": "Fantastic Monday welcome back to the philip defranco show and let's just jump into it the first thing. I want to talk about today is",
        "start": 2.26,
        "duration": 5.899
    },
    {
        "text": "We have even more",
        "start": 8.16,
        "duration": 0.91
    },
    {
        "text": "sexual harassment stories in the new some old some new one of the biggest stories is a 38 women have accused director James Toback of",
        "start": 9.07,
        "duration": 6.41
    },
    {
        "text": "Sexual harassment for those who don't know James Toback is a 72 year old screenwriter director directed the pickup artist two girls and a guy",
        "start": 15.48,
        "duration": 6.569
    },
    {
        "text": "Tyson according to 38 women in separate interviews the story goes something like this so back when approached young woman. He would introduce himself",
        "start": 22.57,
        "duration": 6.5
    },
    {
        "text": "He'd name drop until the girl knew that he was a big deal",
        "start": 29.07,
        "duration": 2.489
    },
    {
        "text": "And he would say that he wanted to make them a star",
        "start": 31.56,
        "duration": 1.929
    },
    {
        "text": "Telling them that it would only work if he got to know them and they had to trust him then they'd have a private meeting",
        "start": 33.489,
        "duration": 4.729
    },
    {
        "text": "Or an interview, and that would quickly turned sexual claims saying he would discuss sexual conquests and asked intimate questions",
        "start": 38.219,
        "duration": 5.37
    },
    {
        "text": "And then he would dry hump or masturbate in front of the person",
        "start": 43.59,
        "duration": 3.18
    },
    {
        "text": "until completion and then the meeting was over adrian LaValley saying Toback attempted to hump her leg in a hotel room adding that when she",
        "start": 46.96,
        "duration": 5.93
    },
    {
        "text": "Recoiled he stood up and ejaculated into his pants LaValley saying I felt like a prostitute and utter disappointment to myself",
        "start": 52.89,
        "duration": 5.669
    },
    {
        "text": "My parents my friends, and I deserve not to tell anyone Karen's Clair said it was such a known disgusting secret quote",
        "start": 58.629,
        "duration": 6.83
    },
    {
        "text": "It's a common thread among women. I know after someone mentions. They were sexually abused by creepy writer-director the responses",
        "start": 65.46,
        "duration": 5.699
    },
    {
        "text": "Oh no",
        "start": 71.159,
        "duration": 0.361
    },
    {
        "text": "You got Toback echoed Annan said that she was in tow Beck's trailer on the set of black and white when he got down on",
        "start": 71.52,
        "duration": 5.19
    },
    {
        "text": "His knees with his hands on her thighs and said quote if you look into my eyes and pinch my nipples",
        "start": 76.71,
        "duration": 4.5
    },
    {
        "text": "I'm going to cum in my pants right now. I think she resisted and eventually he stepped down",
        "start": 81.21,
        "duration": 3.959
    },
    {
        "text": "It said everyone wants to work so they put up with it",
        "start": 85.17,
        "duration": 2.339
    },
    {
        "text": "That's why I put up with it because I was hoping to get another job",
        "start": 87.509,
        "duration": 2.34
    },
    {
        "text": "Sorry Cohn said the Toback asked her to meet him in Central Park when she got there",
        "start": 89.88,
        "duration": 3.48
    },
    {
        "text": "She says he took her to a secluded area of the park got down on his knees and humped her leg while telling her to",
        "start": 93.36,
        "duration": 4.709
    },
    {
        "text": "Look into his eyes. She said quote. I was shocked and frozen and didn't know what to do",
        "start": 98.07,
        "duration": 3.75
    },
    {
        "text": "I thought if I resisted it could get worse could overpower me, then reportedly ejaculated into his khakis",
        "start": 101.82,
        "duration": 4.919
    },
    {
        "text": "They parted ways and she ignored all his subsequent attempts to meet up",
        "start": 106.74,
        "duration": 3.12
    },
    {
        "text": "We could go on and on like I said there are 38",
        "start": 109.86,
        "duration": 2.25
    },
    {
        "text": "accusers now some things to note some of the women's reports were corroborated with people that they told at the time of the incident but",
        "start": 112.329,
        "duration": 5.06
    },
    {
        "text": "None of the women filed police reports also when asked about this Toback claimed to have never met any of these accusers",
        "start": 117.39,
        "duration": 5.489
    },
    {
        "text": "Or if he did he had no recollection. He also repeatedly claimed that for the last 22 years that has been",
        "start": 122.88,
        "duration": 4.29
    },
    {
        "text": "biologically impossible for these incidents to have taken place claiming that he has diabetes and a heart condition that",
        "start": 127.75,
        "duration": 4.94
    },
    {
        "text": "medication and in response to this story coming out one of the biggest names to speak out on this was James Gunn James Gunn of",
        "start": 133.22,
        "duration": 6.35
    },
    {
        "text": "Course director of guardians of the galaxy he went to Facebook and wrote he has done this to three girls",
        "start": 139.57,
        "duration": 4.08
    },
    {
        "text": "I've dated two of my very best friends and a family member twice yes",
        "start": 143.65,
        "duration": 3.809
    },
    {
        "text": "He came up to her twice with the same stupid line not realizing. She was the same person",
        "start": 147.46,
        "duration": 3.959
    },
    {
        "text": "This is in addition to many other women I've talked to at parties or dinners about their interactions with Toba",
        "start": 151.42,
        "duration": 4.05
    },
    {
        "text": "It is important to say I don't have any first-hand information about any of this",
        "start": 155.47,
        "duration": 3.179
    },
    {
        "text": "But the stories are so eerily similar",
        "start": 158.65,
        "duration": 1.74
    },
    {
        "text": "And I have heard them again and again from some of the people I trust most in the world",
        "start": 160.39,
        "duration": 3.63
    },
    {
        "text": "I know the chances of them being untrue well. It would just be impossible",
        "start": 164.02,
        "duration": 3.0
    },
    {
        "text": "I knew it was their choice whether or not they wanted to come forward publicly",
        "start": 167.03,
        "duration": 2.839
    },
    {
        "text": "But I let them know I would have their backs if they did so I did what I could do in my impotent state for",
        "start": 169.87,
        "duration": 4.29
    },
    {
        "text": "Over 20 years now. I've been bringing up James Toback every chance",
        "start": 174.16,
        "duration": 2.97
    },
    {
        "text": "I could in groups of people I couldn't stop him",
        "start": 177.13,
        "duration": 2.039
    },
    {
        "text": "But I could warn people about him and in response to this post there were a lot of people that are cheering James Gunn on",
        "start": 179.17,
        "duration": 4.38
    },
    {
        "text": "For being so public, but they're also people who criticized him for not speaking out till now",
        "start": 183.55,
        "duration": 3.869
    },
    {
        "text": "And I'd love to know your thoughts on these open secrets that people are just now speaking out on are you happy that they're happening?",
        "start": 187.45,
        "duration": 5.01
    },
    {
        "text": "You're disappointed that they didn't happen sooner",
        "start": 192.47,
        "duration": 2.059
    },
    {
        "text": "I mean do you think it's better late than never you think it takes away some of the good of the people speaking",
        "start": 194.53,
        "duration": 4.32
    },
    {
        "text": "I love know your thoughts they're also around sexual harassment. We saw Bill",
        "start": 198.85,
        "duration": 3.269
    },
    {
        "text": "O'Reilly's name back in the news the New York Times put out an article over the weekend that read Bill",
        "start": 202.16,
        "duration": 3.919
    },
    {
        "text": "O'Reilly settled new harassment claim then Fox renewed his",
        "start": 206.08,
        "duration": 3.029
    },
    {
        "text": "Contrary the Fox News host was said to have agreed to a thirty two million dollar settlement with a former Network analyst the largest of",
        "start": 209.6,
        "duration": 6.289
    },
    {
        "text": "His known payouts a timeline",
        "start": 215.89,
        "duration": 1.44
    },
    {
        "text": "They give is January six months after Roger Ailes was given the Boonton on this alleged thirty two million dollar payment",
        "start": 217.33,
        "duration": 5.099
    },
    {
        "text": "They write",
        "start": 222.43,
        "duration": 0.33
    },
    {
        "text": "Although the deal has not been previously made public the network's parent company 21st Century Fox",
        "start": 222.76,
        "duration": 4.319
    },
    {
        "text": "Acknowledges that it was aware of the woman's complaints about mr.. O'Reilly",
        "start": 227.18,
        "duration": 2.9
    },
    {
        "text": "They included allegations of repeated harassment a non-consensual sexual relationship",
        "start": 230.11,
        "duration": 4.289
    },
    {
        "text": "And the sending of gay pornography and other sexually explicit material to her they wrote it was at least the sixth agreement and by far",
        "start": 234.4,
        "duration": 5.61
    },
    {
        "text": "The largest made by either mr.",
        "start": 240.01,
        "duration": 1.42
    },
    {
        "text": "O'Reilly or the company to settle harassment allegations against a despite that record 21st Century Fox began contract negotiations with mr.",
        "start": 241.43,
        "duration": 7.13
    },
    {
        "text": "O'Reilly and in February granted him a four-year extension that paid twenty five million a year in response to this a statement from Mark Fabiani",
        "start": 248.56,
        "duration": 6.69
    },
    {
        "text": "Was released on Bill O'Reilly's website there. He writes once again the New York Times is maliciously smeared Bill",
        "start": 255.25,
        "duration": 4.919
    },
    {
        "text": "O'Reilly this time even failing to print a sworn affidavit from his former lawyer lease wheel repudiating all allegations Bill",
        "start": 260.169,
        "duration": 6.029
    },
    {
        "text": "O'Reilly The Times ignored that evidence sworn under oath and chose to rely on",
        "start": 266.199,
        "duration": 3.51
    },
    {
        "text": "unsubstantiated",
        "start": 270.139,
        "duration": 0.84
    },
    {
        "text": "allegations anonymous sources and incomplete leaked or stolen documents",
        "start": 270.979,
        "duration": 3.38
    },
    {
        "text": "Adding here are the facts after the chairman of Fox News Roger Ailes was fired in July 2016",
        "start": 274.49,
        "duration": 4.309
    },
    {
        "text": "Dozens of women accused scores of male employees of Fox News of harassment including the current?",
        "start": 278.93,
        "duration": 4.309
    },
    {
        "text": "co-president of Fox News Jack Abernathy 21st Century Fox settled almost all these cases paying out close to",
        "start": 283.43,
        "duration": 5.179
    },
    {
        "text": "100 million dollars six months after mr.",
        "start": 288.8,
        "duration": 2.209
    },
    {
        "text": "Ailes left the company Fox News Corporation signed bill o'reilly to a record breaking new contract after the company had analyzed and considered all allegations",
        "start": 291.009,
        "duration": 6.36
    },
    {
        "text": "Against him and its first article about mr.",
        "start": 297.47,
        "duration": 1.88
    },
    {
        "text": "O'Reilly on April 1st the New York Times printed",
        "start": 299.35,
        "duration": 2.0
    },
    {
        "text": "Inaccurate settlement figures while fully understanding that O'Reilly and his counsel are legally bound by confidentiality and cannot set the record straight and its latest",
        "start": 301.49,
        "duration": 6.77
    },
    {
        "text": "diatribe against Bill",
        "start": 308.389,
        "duration": 0.891
    },
    {
        "text": "O'Reilly The Times printed leaked information",
        "start": 309.28,
        "duration": 2.0
    },
    {
        "text": "Provided by anonymous sources that is out of context falstaff amatory and obviously designed to embarrass Bill",
        "start": 311.3,
        "duration": 5.51
    },
    {
        "text": "O'Reilly and keep him from competing in the marketplace finally in the more than 20 years Bill",
        "start": 316.81,
        "duration": 3.959
    },
    {
        "text": "O'Reilly worked at Fox News not one complaint was filed against him with a human resources",
        "start": 320.77,
        "duration": 3.69
    },
    {
        "text": "Department or legal department by a co-worker even on the anonymous hotline the New York Times has copies of two letters written by 21st Century",
        "start": 324.53,
        "duration": 6.049
    },
    {
        "text": "Fox lawyers attesting to that fact The Times failed to print them to been linking to that affidavit what it will say is I don't",
        "start": 330.58,
        "duration": 6.089
    },
    {
        "text": "Know what this affidavit proves?",
        "start": 336.669,
        "duration": 1.921
    },
    {
        "text": "We know that lease reached a settlement",
        "start": 338.59,
        "duration": 1.44
    },
    {
        "text": "So it wouldn't be shocking to see that there's an affidavit that says at the end of 2016",
        "start": 340.03,
        "duration": 4.139
    },
    {
        "text": "I hired counsel who prepared a draft complaint asserting claims against Bill. O'Reilly have since resolved all of our issues",
        "start": 344.169,
        "duration": 5.22
    },
    {
        "text": "I would no longer make the allegations contained in the draft complaint additionally over the years while I was acting as Bill",
        "start": 349.389,
        "duration": 4.98
    },
    {
        "text": "O'Reilly's counsel he forwarded to me explicit emails that were sent to him and any advice sought or rendered his",
        "start": 354.37,
        "duration": 5.07
    },
    {
        "text": "Attorney-client privileged confidential in private. I have no claims against Bill",
        "start": 359.69,
        "duration": 3.079
    },
    {
        "text": "O'Reilly concerning any of those emails or any of the allegations in the draft complaint",
        "start": 362.77,
        "duration": 3.389
    },
    {
        "text": "Also, I have reached accommodation with Fox News regarding the termination of my employment",
        "start": 366.159,
        "duration": 3.48
    },
    {
        "text": "I have no claims against Fox News",
        "start": 369.639,
        "duration": 1.65
    },
    {
        "text": "So it doesn't seem crazy that there would be a settlement and then someone saying I have no claim against you",
        "start": 371.289,
        "duration": 4.71
    },
    {
        "text": "But then in response to one of the final claims megyn kelly spoke out megyn kelly of course a former Fox News host",
        "start": 376.0,
        "duration": 5.369
    },
    {
        "text": "She's now over at NBC News",
        "start": 381.37,
        "duration": 1.44
    },
    {
        "text": "And here's what she had to say Riley calls The Times reports of malicious smear claiming that",
        "start": 382.81,
        "duration": 3.959
    },
    {
        "text": "No woman in 20 years ever complained to human resources or legal about him",
        "start": 386.84,
        "duration": 4.94
    },
    {
        "text": "maybe that is true Fox News was not exactly a friendly environment for harassment victims who wanted to report in my",
        "start": 391.78,
        "duration": 7.109
    },
    {
        "text": "However, O'Reilly's suggestion that no one ever complained about his behavior is false",
        "start": 399.36,
        "duration": 4.549
    },
    {
        "text": "I know because I complained it was November of 2016 the day my memoir was released in it",
        "start": 403.909,
        "duration": 5.489
    },
    {
        "text": "I included a chapter on ales and the sexual harassment scandal at FoxNews something the Murdochs knew I was doing and to their credit",
        "start": 409.399,
        "duration": 6.57
    },
    {
        "text": "Approved O'Reilly happened to be on CBS News that morning",
        "start": 416.369,
        "duration": 2.81
    },
    {
        "text": "They asked him about my book and about Ailes who by this time had been forced out in disgrace. O'Reilly's response",
        "start": 419.18,
        "duration": 5.609
    },
    {
        "text": "Yeah, that interested in this no-name unit sexual harassment. You're not interested in sexual her. I'm not interested in basically",
        "start": 424.789,
        "duration": 6.839
    },
    {
        "text": "Litigating something that is finished that makes my network look bad, okay?",
        "start": 432.869,
        "duration": 4.76
    },
    {
        "text": "I'm not interested in making my network look bad at all that doesn't interest me one",
        "start": 437.659,
        "duration": 6.48
    },
    {
        "text": "Bit I did something that day",
        "start": 444.479,
        "duration": 1.43
    },
    {
        "text": "I've never done before I wrote an email to the co-presidents of Fox News bill shine and Jack Abernathy an email",
        "start": 445.909,
        "duration": 5.16
    },
    {
        "text": "I have never made public",
        "start": 451.069,
        "duration": 0.87
    },
    {
        "text": "But I'm sharing now because I think it speaks volumes about",
        "start": 451.939,
        "duration": 3.0
    },
    {
        "text": "powerful men and the roadblocks one can face in",
        "start": 455.43,
        "duration": 2.869
    },
    {
        "text": "Taking them on she then goes on to share and read parts of those emails in response to this when talking to Glenn Beck Bill",
        "start": 458.58,
        "duration": 6.019
    },
    {
        "text": "O'Reilly said she didn't file a complaint that I know of she's not mentioning that there was an anonymous hotline at Fox News for years",
        "start": 464.599,
        "duration": 5.459
    },
    {
        "text": "Anyone could have called and said someone is doing something to me, and he better stop adding also",
        "start": 470.12,
        "duration": 3.869
    },
    {
        "text": "I'd like everyone to read the personal notes megyn kelly wrote to me",
        "start": 473.99,
        "duration": 3.029
    },
    {
        "text": "He also put two of her notes on his site one reading dear bill",
        "start": 477.019,
        "duration": 3.06
    },
    {
        "text": "What a class act you are coming to my baby shower I was truly touched",
        "start": 480.08,
        "duration": 2.85
    },
    {
        "text": "I know how busy you are especially that time of day meant a lot to me and Doug thank you for the darling bodysuits and",
        "start": 482.93,
        "duration": 4.5
    },
    {
        "text": "Snuggle you become a dear friend no matter what you say",
        "start": 487.43,
        "duration": 1.889
    },
    {
        "text": "And I am grateful to have you in my life Megan and Doug bill. Thanks for the plug on Doug's book",
        "start": 489.319,
        "duration": 3.779
    },
    {
        "text": "I realize you didn't have to do that especially after mentioning it already",
        "start": 493.099,
        "duration": 2.399
    },
    {
        "text": "I appreciate how supportive you been of me over the years here at fnc or a true friend and mentor xoxo Meghan personally",
        "start": 495.499,
        "duration": 5.399
    },
    {
        "text": "I will say that is such a weak counterpoint sharing",
        "start": 500.899,
        "duration": 2.7
    },
    {
        "text": "Thank-you cards from situations where it would most likely be seen as rude if you didn't send a thank-you card",
        "start": 503.599,
        "duration": 5.16
    },
    {
        "text": "I've sent Sherry's berries do a few people I think are scumbags. Hey that is where we are today",
        "start": 508.849,
        "duration": 4.289
    },
    {
        "text": "It will be very interesting to see how this story moves forward personally. I feel that the language bill",
        "start": 513.139,
        "duration": 5.1
    },
    {
        "text": "O'reilly is using specifically take me out of the marketplace me",
        "start": 518.25,
        "duration": 3.5
    },
    {
        "text": "that sounds like someone may be prepping for litigation so really wouldn't shock me if this story gets bigger and bigger and bigger but from",
        "start": 521.75,
        "duration": 5.339
    },
    {
        "text": "That I want to share some stuff. I love today and today in awesome brought to you by DeFranco elite calm",
        "start": 527.089,
        "duration": 4.859
    },
    {
        "text": "Of course one of the best ways you can support the show up fund what we're doing now what we're building to next get access",
        "start": 532.47,
        "duration": 5.24
    },
    {
        "text": "To an exclusive discord discount codes are usually around 20% access to some videos early access to exclusive livestream in fact today",
        "start": 537.71,
        "duration": 7.289
    },
    {
        "text": "we're doing one that I'm not super pumped about and that is the",
        "start": 545.0,
        "duration": 2.7
    },
    {
        "text": "In a live stream myself and a few others eating ghost peppers",
        "start": 548.279,
        "duration": 3.68
    },
    {
        "text": "I'll be doing it a little after this video goes up",
        "start": 551.96,
        "duration": 1.86
    },
    {
        "text": "So if you want to see it live or watch it before everyone else can the Franco elite",
        "start": 553.82,
        "duration": 3.599
    },
    {
        "text": "I also have exclusive posters, but the main point here is if you if you want to check it out",
        "start": 557.42,
        "duration": 3.03
    },
    {
        "text": "I want to find out more the Franco elite calm and the first bit of Awesome is we got the final trailer for Thor Ragnarok",
        "start": 560.45,
        "duration": 4.95
    },
    {
        "text": "Got a brand new awesome super mario odyssey trailer that I will not be showing in this video due to concerns about",
        "start": 565.41,
        "duration": 6.14
    },
    {
        "text": "copyright claims on Bob and we had YouTube og nigahiga putting out a trailer for",
        "start": 571.71,
        "duration": 5.029
    },
    {
        "text": "Battlegrounds the movie then we got a brand new video from Kurt's casat side milk",
        "start": 577.29,
        "duration": 3.619
    },
    {
        "text": "Congratulations on the 5 million to put out a video called",
        "start": 581.1,
        "duration": 2.3
    },
    {
        "text": "Why age should we end aging forever then an awesome that's definitely not?",
        "start": 583.4,
        "duration": 4.109
    },
    {
        "text": "Taken without a daughter on a train we get a trailer for a commuter starring Liam Neeson as a man who initially has a soft",
        "start": 587.58,
        "duration": 6.349
    },
    {
        "text": "tone\nI'm sorry if we meant to a man that eventually has bass in his voice. Just don't restrain me making fun of this movie",
        "start": 593.93,
        "duration": 6.179
    },
    {
        "text": "I'm still probably gonna watch it. It's Liam Neeson",
        "start": 600.11,
        "duration": 2.16
    },
    {
        "text": "I know what I'm signing up for and if you want to see the full versions everything",
        "start": 602.27,
        "duration": 2.849
    },
    {
        "text": "I'll just share the secret link of the day anything at all links is always are in the description down below",
        "start": 605.12,
        "duration": 4.619
    },
    {
        "text": "Then let's talk about a big update around Sargent with david johnson and donald trump",
        "start": 609.74,
        "duration": 3.69
    },
    {
        "text": "But that was the Missis story last week sergeant Lee David Johnson is one of four soldiers that was killed in Nigeria",
        "start": 613.43,
        "duration": 5.19
    },
    {
        "text": "We're gonna talk about that event more in a moment",
        "start": 618.62,
        "duration": 1.74
    },
    {
        "text": "But the big controversy last week was around a phone call between President",
        "start": 620.36,
        "duration": 3.03
    },
    {
        "text": "Trump and the widow of Lee David Johnson last week congresswoman Frederica Wilson told the media that in his phone call with my Isha Johnson",
        "start": 623.52,
        "duration": 6.589
    },
    {
        "text": "Resident Trump said that her husband quote knew what he was signing up for but it still hurts",
        "start": 630.11,
        "duration": 3.869
    },
    {
        "text": "He also covered how in some interviews and other reports, but it still hurts was not included president Trump",
        "start": 634.1,
        "duration": 5.04
    },
    {
        "text": "repeatedly denied Wilson's claims first tweet and Democratic congresswoman totally fabricated what I said to the wife of a soldier who died in action and",
        "start": 639.14,
        "duration": 6.989
    },
    {
        "text": "I have proof sad and later telling the press",
        "start": 646.13,
        "duration": 2.309
    },
    {
        "text": "Did you say what that congresswoman said didn't say it at all she knows that and she now is",
        "start": 648.44,
        "duration": 4.529
    },
    {
        "text": "Not saying it",
        "start": 653.49,
        "duration": 1.01
    },
    {
        "text": "I did not say what she said it had a very nice conversation with the woman with the wife who has",
        "start": 654.5,
        "duration": 6.57
    },
    {
        "text": "Sounded like a lovely woman and later tweeting the fake news is going crazy with wacky",
        "start": 661.35,
        "duration": 3.92
    },
    {
        "text": "Woman Wilson who was secretly on a very personal call and gave a total lie on content?",
        "start": 665.49,
        "duration": 3.9
    },
    {
        "text": "And this is also a little bit confusing because general Kelly when talking to the press seem to defend Trump",
        "start": 669.39,
        "duration": 4.619
    },
    {
        "text": "Even sharing his own story how a member of the military said you know your son when he died he was doing what he wanted",
        "start": 674.01,
        "duration": 5.099
    },
    {
        "text": "To do knew the risk when he was joining that 1% so that seems to someone conflict with I didn't say with a congresswoman",
        "start": 679.11,
        "duration": 4.77
    },
    {
        "text": "Saying it was totally fabricated, and he has proof. It's odd that his initial statement is so definite wholly fabricated",
        "start": 683.98,
        "duration": 5.359
    },
    {
        "text": "Not I was taken out of contact initial quote you gave wasn't the full conversation",
        "start": 689.47,
        "duration": 3.41
    },
    {
        "text": "and steady says",
        "start": 693.04,
        "duration": 0.989
    },
    {
        "text": "Totally fabricate and despite pushback from the president and the White House Wilson has stood by her statement multiple times also",
        "start": 694.029,
        "duration": 5.27
    },
    {
        "text": "He saw the David's mother ko Wanda Jones Johnson even speaking now confirming that the statement from Wilson was true",
        "start": 699.3,
        "duration": 5.039
    },
    {
        "text": "also a note here because you may have seen differing reports of the woman being the mother or the onk Wanda isla David's aunt but",
        "start": 704.339,
        "duration": 6.51
    },
    {
        "text": "She raised him as her own since he was fine",
        "start": 710.85,
        "duration": 1.95
    },
    {
        "text": "But many including myself are waiting to see if the widow here was going to speak out waiting to see if my Asia Johnson would",
        "start": 712.8,
        "duration": 5.039
    },
    {
        "text": "Confirm or deny the story and it appeared on Facebook",
        "start": 717.839,
        "duration": 2.97
    },
    {
        "text": "We had our answer a Facebook post that appeared to be written by me I began to spread online it read and want to set",
        "start": 720.81,
        "duration": 5.25
    },
    {
        "text": "The record straight, I'm getting sick and tired of this so-called politician using my husband as a political platform",
        "start": 726.06,
        "duration": 4.859
    },
    {
        "text": "Even by her own words she did not hear all the conversations. She only heard part of it",
        "start": 730.92,
        "duration": 4.2
    },
    {
        "text": "This is what actually was said well",
        "start": 735.12,
        "duration": 1.44
    },
    {
        "text": "They know the risks and know what they sign up for but they still volunteer to put their lives on the line for their fellow",
        "start": 736.56,
        "duration": 4.679
    },
    {
        "text": "Americans we owe them a debt that can never be repaid powerful words from the widow of a war hero",
        "start": 741.24,
        "duration": 4.53
    },
    {
        "text": "But it turns out those words were faith Myesha confirmed with ABC news that the post was fake ABC journalist Michael tomorrow tweeting",
        "start": 745.959,
        "duration": 6.05
    },
    {
        "text": "Confirmation in a post saying mrs. Johnson confirms to ABC News that she did not write this post. It's fake",
        "start": 752.17,
        "duration": 4.76
    },
    {
        "text": "It was also pointed out that the time stamp on the post did not make sense post says October 17 327 p.m.",
        "start": 756.959,
        "duration": 5.7
    },
    {
        "text": "However, Trump made the phone call at 4:45 p.m.",
        "start": 762.69,
        "duration": 2.429
    },
    {
        "text": "also",
        "start": 765.279,
        "duration": 0.5
    },
    {
        "text": "And I feel like I maybe I shouldn't be pointing this out because then people are just going to update their fake bullshit game",
        "start": 765.779,
        "duration": 4.83
    },
    {
        "text": "Johnson the profile picture here is square",
        "start": 770.89,
        "duration": 2.389
    },
    {
        "text": "But that's not how it looks on Facebook anymore on Facebook",
        "start": 773.279,
        "duration": 2.58
    },
    {
        "text": "You get a little circle unfortunately a ton of people didn't realize those",
        "start": 775.86,
        "duration": 2.849
    },
    {
        "text": "Glaring problems with the post and shared it as true this included people like author Thomas Witter who tweeted rodeo clown rep Wilson lied about",
        "start": 778.839,
        "duration": 7.13
    },
    {
        "text": "the whole thing",
        "start": 785.97,
        "duration": 0.69
    },
    {
        "text": "Why should a widow have to set the record straight as she grieves all I will say wictred did a lot better than other people",
        "start": 786.66,
        "duration": 5.25
    },
    {
        "text": "That were sharing this fake news once. He realized it was fake",
        "start": 791.91,
        "duration": 2.4
    },
    {
        "text": "He deleted the tweet and he posted between a Facebook post by the widow of one of the soldiers ambushed in",
        "start": 794.31,
        "duration": 4.289
    },
    {
        "text": "He denies writing it",
        "start": 798.76,
        "duration": 1.23
    },
    {
        "text": "So I've deleted the tweet and then this morning my Isha Johnson went on Good Morning America to set the record straight",
        "start": 799.99,
        "duration": 4.679
    },
    {
        "text": "And I'll link to the whole interview down below, but here's what she said in regards to the phone. Call well",
        "start": 804.68,
        "duration": 4.549
    },
    {
        "text": "He said were the president yes the president said that he knew what he signed up for",
        "start": 809.23,
        "duration": 4.59
    },
    {
        "text": "But it hurts anyway",
        "start": 814.55,
        "duration": 1.37
    },
    {
        "text": "And I was it made me cry because I was very angry at the tone of his voice and how he said",
        "start": 815.92,
        "duration": 6.12
    },
    {
        "text": "He couldn't remember my husband name",
        "start": 822.59,
        "duration": 2.63
    },
    {
        "text": "the only way he remember my husband name because he told me he had my husband report in front him, and that's when he",
        "start": 825.26,
        "duration": 6.469
    },
    {
        "text": "actually said the day I heard him stumbling on trying to remember my husband and that what hurt me the most because",
        "start": 832.46,
        "duration": 7.07
    },
    {
        "text": "If my husband is out here fighting for our country, and he risked his life for our country",
        "start": 839.81,
        "duration": 5.359
    },
    {
        "text": "Why can't you remember his name and that would make me upset and cry even more because my husband was an awesome soldier",
        "start": 845.81,
        "duration": 5.96
    },
    {
        "text": "He did what it take people other soldiers like five years to do in three years whatever miss",
        "start": 851.87,
        "duration": 6.859
    },
    {
        "text": "Wilson said was not",
        "start": 859.07,
        "duration": 2.0
    },
    {
        "text": "Fabricated what she said was a hundred percent correct the phone was on",
        "start": 861.14,
        "duration": 5.539
    },
    {
        "text": "Speakerphone why will you fabricate something like that is there anything? You'd like to say to the president now no",
        "start": 867.35,
        "duration": 4.82
    },
    {
        "text": "I don't know",
        "start": 872.17,
        "duration": 1.74
    },
    {
        "text": "I don't have nothing to say Dane and seemingly in response to this Donald Trump tweeted had a very respectful",
        "start": 873.91,
        "duration": 5.309
    },
    {
        "text": "conversation with the widow of sergeant Lee David Johnson and spoke his name from the beginning without",
        "start": 879.47,
        "duration": 3.949
    },
    {
        "text": "Hesitation and so ultimately where we're ending up is we're having differing public",
        "start": 883.58,
        "duration": 3.529
    },
    {
        "text": "statements from the President of the United States and a gold star family",
        "start": 887.18,
        "duration": 3.47
    },
    {
        "text": "But that is not the end of the story because many including mrs.",
        "start": 890.65,
        "duration": 3.119
    },
    {
        "text": "Johnson want to know what happened in this year in that same interview. She spoke about the lack of details now",
        "start": 893.77,
        "duration": 5.369
    },
    {
        "text": "Here's what we know you know that four soldiers died in this year on October 4th after reportedly being ambushed by around 50 Isis militants",
        "start": 899.14,
        "duration": 5.789
    },
    {
        "text": "The Defense Department said that it was quote as a result of hostile fire while on a reconnaissance",
        "start": 904.93,
        "duration": 3.96
    },
    {
        "text": "patrol first three soldiers were identified as Army Staff Sergeant Dustin M right Army Staff Sergeant",
        "start": 909.05,
        "duration": 5.0
    },
    {
        "text": "Jeremiah W Johnson and Army Staff Sergeant",
        "start": 914.51,
        "duration": 2.119
    },
    {
        "text": "Brian seemed black and of course the fourth soldier was identified as sergeant Lee David T",
        "start": 916.79,
        "duration": 4.069
    },
    {
        "text": "Jones according to the Defense Department he died October 4th",
        "start": 920.86,
        "duration": 2.82
    },
    {
        "text": "But his body wasn't recovered by US personnel until October 6",
        "start": 923.68,
        "duration": 3.09
    },
    {
        "text": "Reportedly sergeant Johnson was found nearly a mile away from the central scene of the ambush in his ear and no explanation",
        "start": 926.78,
        "duration": 5.119
    },
    {
        "text": "For those details have been given you according to military officials the Pentagon is still looking at the exact",
        "start": 932.04,
        "duration": 3.989
    },
    {
        "text": "circumstances of how and when Johnson became",
        "start": 936.279,
        "duration": 2.0
    },
    {
        "text": "Separated from the 12-member team according to a report there are conflicting explanations from American troops and troops from this year about what happened military?",
        "start": 938.32,
        "duration": 6.559
    },
    {
        "text": "Officials from these years saying that the group was attacked after trying to chase Islamic insurgents meanwhile American service members say they did not chase",
        "start": 944.88,
        "duration": 6.539
    },
    {
        "text": "The militants and only notice them in the area before being ambushed so this has prompted an investigation",
        "start": 951.42,
        "duration": 3.899
    },
    {
        "text": "By the Pentagon to find out if the soldiers had diverted from their routine patrol to engage in an unapproved mission defense secretary matt has",
        "start": 955.66,
        "duration": 5.989
    },
    {
        "text": "Said that a full investigation is underway, but has not been complete and Matt",
        "start": 961.649,
        "duration": 3.419
    },
    {
        "text": "It's also criticized the media for asking questions about the delay in recovering the body of Sergeant Lee David Johnson",
        "start": 965.069,
        "duration": 4.71
    },
    {
        "text": "So that's where we are on that story right now. I do want to pass a question off to you",
        "start": 969.779,
        "duration": 3.359
    },
    {
        "text": "What are your thoughts now that the widow has spoken also?",
        "start": 973.139,
        "duration": 2.61
    },
    {
        "text": "What are your feelings about trump's tweet afterwards some people are saying that it's just him",
        "start": 975.75,
        "duration": 3.69
    },
    {
        "text": "Doubling down again others have really been outraged by the president saying that there that he's essentially calling a Goldstar Widow a liar",
        "start": 979.63,
        "duration": 6.559
    },
    {
        "text": "That's where I'm going to end today's show and remember if you like this video you like what I try and do on this channel",
        "start": 986.19,
        "duration": 4.139
    },
    {
        "text": "That like button if you're new here hit that subscribe button",
        "start": 990.67,
        "duration": 2.929
    },
    {
        "text": "also\nIf you missed the last philip defranco show you want to catch up click or tap right there to watch that or if you want",
        "start": 993.6,
        "duration": 4.469
    },
    {
        "text": "To see the newest behind the scenes vlog click or tap right there to watch that that said of course as always my name is",
        "start": 998.069,
        "duration": 5.31
    },
    {
        "text": "Philip defranco you've just been phill'd zen. I love yo faces, and i'll see you tomorrow",
        "start": 1003.38,
        "duration": 4.739
    }
]