[
    {
        "text": "'Sup you beautiful bastards hope you're having a fantastic",
        "start": 0.1,
        "duration": 2.36
    },
    {
        "text": "Monday welcome back to the Philip DeFranco show and let's just jump into it and the first thing we're going to talk about today by",
        "start": 2.679,
        "duration": 5.3
    },
    {
        "text": "Far one of the most requested stories from over the weekend. I'm just gonna try and get through it really quick",
        "start": 7.98,
        "duration": 4.709
    },
    {
        "text": "There's more in the realm of drama",
        "start": 12.69,
        "duration": 1.35
    },
    {
        "text": "That's stemmed from a news story, but people just keep asking me about it",
        "start": 14.04,
        "duration": 3.599
    },
    {
        "text": "So let's just knock it out. And this new situation stems from last week's pewdiepie",
        "start": 17.64,
        "duration": 3.149
    },
    {
        "text": "Controversy. That of course one of the largest youtubers on the platform said this \"what a fucking nigger jeez oh my god",
        "start": 20.98,
        "duration": 5.42
    },
    {
        "text": "What the fuck?\" there's a big reaction",
        "start": 26.4,
        "duration": 1.66
    },
    {
        "text": "PewDiePie apologized, another big",
        "start": 28.06,
        "duration": 1.68
    },
    {
        "text": "Reaction. I talked about it last week, some fast tracking through the specifics",
        "start": 29.74,
        "duration": 2.6
    },
    {
        "text": "And then another massive YouTuber by the name of Ethan Klein who of course is one half of h3h3 productions",
        "start": 32.34,
        "duration": 4.29
    },
    {
        "text": "Talked about this on his podcast. Before we move forward",
        "start": 37.18,
        "duration": 2.539
    },
    {
        "text": "I want you to know that there is no way that I can be completely unbiased",
        "start": 39.719,
        "duration": 2.67
    },
    {
        "text": "I like Ethan I have been on his podcast",
        "start": 42.39,
        "duration": 1.78
    },
    {
        "text": "We helped raise money for him with his lawsuit when we didn't have a studio",
        "start": 44.17,
        "duration": 3.889
    },
    {
        "text": "He let us use his place for a week",
        "start": 48.059,
        "duration": 1.531
    },
    {
        "text": "There's history there",
        "start": 49.59,
        "duration": 0.57
    },
    {
        "text": "And I think that's important for transparency sake. But back to the story on the h3",
        "start": 50.16,
        "duration": 3.119
    },
    {
        "text": "Podcast Ethan says something that ends up resulting in a lot of people saying that he was a hypocrite",
        "start": 53.5,
        "duration": 4.34
    },
    {
        "text": "I know Ethan has tweeted, \"'many people are saying' is the oldest trick in the book of shady journalism to express a biased opinion without",
        "start": 57.84,
        "duration": 5.64
    },
    {
        "text": "Actually explicitly saying it\" and to Ethan I would say that is true in some",
        "start": 63.48,
        "duration": 3.0
    },
    {
        "text": "Instances. When you have instances like Donald Trump saying \"Well a lot of people are saying that Ted Cruz's father",
        "start": 66.58,
        "duration": 4.369
    },
    {
        "text": "Maybe was connected to the assassination of candidate\"",
        "start": 70.95,
        "duration": 2.34
    },
    {
        "text": "That's a trick",
        "start": 73.29,
        "duration": 0.48
    },
    {
        "text": "But if you look at the number of dislikes, the amount of people tweeting and making videos saying \"I think that you're a hypocrite\" that's just",
        "start": 73.77,
        "duration": 5.13
    },
    {
        "text": "Stating a fact that now you can easily argue that the person that's saying it",
        "start": 78.9,
        "duration": 3.059
    },
    {
        "text": "They may have the intent to make more people think that that is true because they don't also maybe provide a counterpoint of what other",
        "start": 82.0,
        "duration": 5.3
    },
    {
        "text": "People are saying if you look at the public information that's out there, it was it was true",
        "start": 87.3,
        "duration": 3.02
    },
    {
        "text": "Okay\nSo what did he say let's take a look he dropped the N bomb and he dropped it pretty hard. When I first saw that",
        "start": 90.32,
        "duration": 4.36
    },
    {
        "text": "I was- I was pretty shocked. I'm like dude come on man",
        "start": 94.68,
        "duration": 2.849
    },
    {
        "text": "you know",
        "start": 98.77,
        "duration": 1.05
    },
    {
        "text": "Like this kind of shit really reflects poorly on all of us. I was-- I wasn't like angry",
        "start": 99.82,
        "duration": 7.459
    },
    {
        "text": "I was more like disappointed like damn dog really it's completely indefensible this time. Yeah, yeah, man",
        "start": 107.28,
        "duration": 5.879
    },
    {
        "text": "he really just dropped the N bomb like straight up. And the way he used it was just awful.",
        "start": 113.159,
        "duration": 5.241
    },
    {
        "text": "Some people were angry because they saw Ethan and Felix as people that were friends, so for",
        "start": 118.4,
        "duration": 3.939
    },
    {
        "text": "just that reason they were saying that was a",
        "start": 122.34,
        "duration": 1.75
    },
    {
        "text": "Backstab, and you had others saying that Ethan was a hypocrite because of his friendship and support of Ian, aka",
        "start": 124.09,
        "duration": 5.149
    },
    {
        "text": "iDubbz. In his videos iDubbz says",
        "start": 129.239,
        "duration": 2.13
    },
    {
        "text": "\"Say nigger\"",
        "start": 131.4,
        "duration": 1.1
    },
    {
        "text": "\"My name is Ian and I'm a nigger fag\"",
        "start": 132.5,
        "duration": 2.5
    },
    {
        "text": "And on the h3",
        "start": 135.02,
        "duration": 0.5
    },
    {
        "text": "Podcast when Ian was on Ethan said \"he is the kind of guy who his slogan is 'nigger faggot'",
        "start": 135.52,
        "duration": 4.699
    },
    {
        "text": "And I'm not gonna get in trouble because I'm just quoting him\"",
        "start": 140.23,
        "duration": 2.99
    },
    {
        "text": "But this is something Ethan also talks about in that h3 podcast where he's talking about PewDiePie \"and look",
        "start": 143.22,
        "duration": 4.47
    },
    {
        "text": "There's different ways to use the n-word",
        "start": 147.69,
        "duration": 2.0
    },
    {
        "text": "Like iDubbbz used it - okay and first of all there I-I",
        "start": 151.45,
        "duration": 4.039
    },
    {
        "text": "Understand people who had criticized iDubbbz and say that's fucked up the way you use it",
        "start": 156.19,
        "duration": 4.009
    },
    {
        "text": "But at least in iDubbbz there's there's context",
        "start": 160.239,
        "duration": 3.05
    },
    {
        "text": "He did it as a point to make a joke to make a parody of Tana",
        "start": 163.39,
        "duration": 3.77
    },
    {
        "text": "Mangu, who in the past had dropped n-bombs and then tweeted at him saying. 'Oh, how dare you use racial slurs'",
        "start": 167.65,
        "duration": 5.57
    },
    {
        "text": "Yeah, and so the way he did it was very specific and very smart",
        "start": 173.98,
        "duration": 3.559
    },
    {
        "text": "It was very rhetorical and very smart the way he use it whether you and and people who are offended",
        "start": 177.54,
        "duration": 5.16
    },
    {
        "text": "It's certainly defensible because it's still an offensive word but in this case",
        "start": 182.7,
        "duration": 3.839
    },
    {
        "text": "There's no there's no context\"",
        "start": 186.54,
        "duration": 1.26
    },
    {
        "text": "And as far as the context offends, let's explain that well",
        "start": 187.8,
        "duration": 2.519
    },
    {
        "text": "I've personally been on the site for over a decade and when I hear that phrase. I don't think of Ian",
        "start": 190.319,
        "duration": 4.41
    },
    {
        "text": "I think of that old derek comedy sketch",
        "start": 194.73,
        "duration": 1.95
    },
    {
        "text": "\"Your word",
        "start": 196.68,
        "duration": 0.5
    },
    {
        "text": "Is nigger faggot\"",
        "start": 198.76,
        "duration": 1.22
    },
    {
        "text": "side note props to Donald Glover for those two Emmy wins last night. Even though",
        "start": 199.98,
        "duration": 3.21
    },
    {
        "text": "That's the first time I ever heard that in comedy,",
        "start": 203.19,
        "duration": 1.59
    },
    {
        "text": "It's often associated with iDubbbz. the context of that phrase is Ian has a series where he makes fun a Kickstarter the owner of",
        "start": 204.78,
        "duration": 4.769
    },
    {
        "text": "one of those",
        "start": 209.549,
        "duration": 0.371
    },
    {
        "text": "Kickstarter's made a vlog where he calls Ian the word so Ian began using it to make fun of it also appears that maybe Ian's",
        "start": 209.92,
        "duration": 5.389
    },
    {
        "text": "Use of it has evolved from the original use of the phrase feeding into his argument",
        "start": 215.31,
        "duration": 4.049
    },
    {
        "text": "It's either all okay or none of it's okay",
        "start": 219.359,
        "duration": 3.06
    },
    {
        "text": "And then separately the moments we see Ethan using the phrase he has I dubs on he says I'm quoting him then he goes on",
        "start": 222.45,
        "duration": 4.889
    },
    {
        "text": "To use it again and again even Ian's saying that he was using it a bit liberally that's part of the reason people are saying",
        "start": 227.34,
        "duration": 5.13
    },
    {
        "text": "That Ethan's being a hypocrite here whereas others are saying. No. That's the Joke case",
        "start": 232.47,
        "duration": 3.47
    },
    {
        "text": "joke is messed up",
        "start": 235.949,
        "duration": 0.421
    },
    {
        "text": "But you gave me a pass right people gonna have different opinions on that as far as what I think is there a difference in",
        "start": 236.37,
        "duration": 3.959
    },
    {
        "text": "The way that I dubs in it and Felix did it yeah and once again?",
        "start": 240.329,
        "duration": 2.67
    },
    {
        "text": "This is not me saying whether it was okay, or not Ian's use of it as almost an attempt to defuse language",
        "start": 243.0,
        "duration": 4.769
    },
    {
        "text": "There's context there. There's a point trying to be made in situations like we saw with Felix",
        "start": 247.769,
        "duration": 4.02
    },
    {
        "text": "What a fucking nigger in situations like we saw in the past with Tana mojo",
        "start": 251.79,
        "duration": 3.24
    },
    {
        "text": "That was a word being used in a derogatory way in Tana situation direct direct and Felix a situation was less than direct",
        "start": 255.789,
        "duration": 5.809
    },
    {
        "text": "It was about someone. He was dealing with pass a question off to you",
        "start": 261.599,
        "duration": 2.79
    },
    {
        "text": "Do you think that difference matters are we talking about okay versus not okay, or we're talking about hate versus stupid",
        "start": 264.389,
        "duration": 5.67
    },
    {
        "text": "I'm very interested in your takeaway from this so let me know what you're thinking in those comments down below from that",
        "start": 270.06,
        "duration": 3.69
    },
    {
        "text": "I want to share some stuff",
        "start": 273.75,
        "duration": 0.87
    },
    {
        "text": "I love today and today in awesome brought to you by Squarespace Squarespace of course fantastic place to make a beautiful",
        "start": 274.62,
        "duration": 5.16
    },
    {
        "text": "Professional-looking website use Squarespace is intuitive easy to use all-in-one platform",
        "start": 280.24,
        "duration": 4.25
    },
    {
        "text": "There's nothing to install",
        "start": 284.56,
        "duration": 1.139
    },
    {
        "text": "Patch or upgrade ever and so if you want to start your free trial like many from the nation already have go to Squarespace.com/phil",
        "start": 285.7,
        "duration": 5.3
    },
    {
        "text": "and if you really like it use coupon code fill for 10% off your first purchase the first bit of Awesome is you beautiful bastards",
        "start": 291.3,
        "duration": 5.46
    },
    {
        "text": "I want to thank everyone who has been voting so far for us to win best show of the year for the streaming",
        "start": 296.76,
        "duration": 4.739
    },
    {
        "text": "It's those votes. That'll hopefully help us beat out the Young Turks and those big bastards over a buzz feed",
        "start": 301.5,
        "duration": 5.13
    },
    {
        "text": "Thank you to those of you that are going to vote DeFranco dot-com you're putting out that daily tweet",
        "start": 306.63,
        "duration": 3.75
    },
    {
        "text": "Thank you to those clicking on the links in the description to other tweets that have the right hashtags and retweeting those because those count",
        "start": 310.38,
        "duration": 5.579
    },
    {
        "text": "As votes too no matter what happens, thank you as always and we got a trailer for new Jennifer Lawrence movie red Sparrow",
        "start": 315.96,
        "duration": 4.739
    },
    {
        "text": "It essentially sounds like the origin story for Black Widow, but hey, that's another thing red Sparrow",
        "start": 320.82,
        "duration": 5.759
    },
    {
        "text": "And we got a really cool short film from Cubs studio. It's called love at first swipe",
        "start": 326.669,
        "duration": 3.39
    },
    {
        "text": "It's like twenty three thousand views right now, but I think you'll enjoy it",
        "start": 330.06,
        "duration": 2.729
    },
    {
        "text": "And we recently got a new red band trailer for the shape of water",
        "start": 332.789,
        "duration": 2.7
    },
    {
        "text": "And it looks so good the more that comes out for this movie the more",
        "start": 335.49,
        "duration": 3.089
    },
    {
        "text": "I am excited and we have the today I found out youtube channel putting out a video on where the term",
        "start": 338.58,
        "duration": 4.41
    },
    {
        "text": "I'll eat my hat",
        "start": 342.99,
        "duration": 0.91
    },
    {
        "text": "Where'd that come from I highly recommend guessing and then watching the video if you want to see the full versions everything",
        "start": 343.9,
        "duration": 5.389
    },
    {
        "text": "I just shared the secret link of the day anything at all links is always on the description down below",
        "start": 349.289,
        "duration": 4.44
    },
    {
        "text": "Then let's talk about why Elijah?",
        "start": 353.74,
        "duration": 2.0
    },
    {
        "text": "Daniel was back in the news this week Elijah if you don't remember was recently in the news after there was mass",
        "start": 355.81,
        "duration": 5.45
    },
    {
        "text": "Outrage that he became the mayor of Hell an actual place in America soon after he received that position he banned all",
        "start": 361.33,
        "duration": 5.54
    },
    {
        "text": "Heterosexuals from town not the real story is it was a gimmick. It was a joke. It was just for trolling",
        "start": 367.36,
        "duration": 4.489
    },
    {
        "text": "There was that",
        "start": 371.849,
        "duration": 0.75
    },
    {
        "text": "But then it appeared that Elijah was not happy with the number of people",
        "start": 372.599,
        "duration": 3.3
    },
    {
        "text": "infuriated by his joke and so he decided to do something that he announced in a tweet saying I'm going to rewrite the Bible but",
        "start": 376.33,
        "duration": 5.779
    },
    {
        "text": "Change it to be gayer. Just to piss straights off in two days later",
        "start": 382.11,
        "duration": 3.15
    },
    {
        "text": "He actually did that when he released the Holy Bible, but gayer on Amazon in his version",
        "start": 385.26,
        "duration": 4.829
    },
    {
        "text": "It's Adam and Steve God is Rihanna Satan is Donald Trump Jesus turns water into",
        "start": 390.09,
        "duration": 5.339
    },
    {
        "text": "Very quickly Elijah's Bible made it to the number one bestseller spot in the Christian ebook section also receiving a ton of positive reviews",
        "start": 396.13,
        "duration": 7.05
    },
    {
        "text": "Before Elijah and his fans could fully rejoice. The book was kicked out",
        "start": 403.46,
        "duration": 3.289
    },
    {
        "text": "it was made unavailable for order Elijah saying a book got banned and announcing that he was selling the PDF version on his website for",
        "start": 406.75,
        "duration": 6.089
    },
    {
        "text": "$2.99 but around this removal you had people angry and happy about this some saying good",
        "start": 413.66,
        "duration": 3.529
    },
    {
        "text": "It was disrespectful offensive attacking religion others decrying this move saying it is just blatant censorship there",
        "start": 417.19,
        "duration": 5.61
    },
    {
        "text": "I will say as someone that is against censorship. It doesn't necessarily look like this is censorship",
        "start": 422.8,
        "duration": 4.289
    },
    {
        "text": "If you look at Amazon's content policy as far as self-published books",
        "start": 427.09,
        "duration": 3.0
    },
    {
        "text": "There's areas where it looks like maybe the book violated something things like no pornography in Elijah's version",
        "start": 430.1,
        "duration": 5.899
    },
    {
        "text": "There's sex just like the Bible",
        "start": 436.0,
        "duration": 1.29
    },
    {
        "text": "But the Bible wouldn't have to follow the same rules that said since this story blew up the ban",
        "start": 437.29,
        "duration": 3.63
    },
    {
        "text": "Happened Amazon sent an email saying that this was a mistake and has since",
        "start": 441.11,
        "duration": 3.679
    },
    {
        "text": "Reinstated the book so Amazon seems to be fine with that so that's the situation and here's my takeaway from it well my initial",
        "start": 444.86,
        "duration": 5.269
    },
    {
        "text": "Reaction to this and it doesn't even pertain to this story is I can tell that Elijah loves to be edgy",
        "start": 450.23,
        "duration": 4.85
    },
    {
        "text": "I also bet he wouldn't do this with a certain other",
        "start": 455.08,
        "duration": 2.039
    },
    {
        "text": "Holy book - well Elijah revealed his purpose for doing this from the get-go was to piss off straight people right we already know that",
        "start": 457.12,
        "duration": 5.85
    },
    {
        "text": "He likes a troll but it also by him changing certain parts of the Bible yet exposes you to some of the weird stuff",
        "start": 462.97,
        "duration": 5.76
    },
    {
        "text": "That's in it. There's a part in Elijah Daniels Bible where he writes",
        "start": 468.73,
        "duration": 2.609
    },
    {
        "text": "Let's get our daddy to drink mimosa and then lie with him and preserve our family line through our Father that night",
        "start": 471.34,
        "duration": 4.41
    },
    {
        "text": "They got their daddy to drink mimosa and the other daughter went in and literally raped him",
        "start": 475.75,
        "duration": 3.54
    },
    {
        "text": "This is really in the fucking Bible isn't that insane? I only changed a few words this shit is in the Bible",
        "start": 479.29,
        "duration": 3.959
    },
    {
        "text": "It was not aware of it when she laid down or when she got up",
        "start": 483.25,
        "duration": 2.309
    },
    {
        "text": "I mean\nThat's a thing",
        "start": 485.56,
        "duration": 0.42
    },
    {
        "text": "that's",
        "start": 485.98,
        "duration": 0.34
    },
    {
        "text": "Actually in the Bible tells you that I've not read the Bible or did not have to go to Catholic school like I do yeah",
        "start": 486.32,
        "duration": 4.489
    },
    {
        "text": "This guy lied who lives with his family inside two angels arrived in Sodom and Ladas",
        "start": 490.81,
        "duration": 3.48
    },
    {
        "text": "Hospitable to them lets them stay at his house",
        "start": 494.39,
        "duration": 1.64
    },
    {
        "text": "But then the men of Sodom Issa round Lots house and demand that lot give them the Angels so they can rape them",
        "start": 496.03,
        "duration": 5.7
    },
    {
        "text": "But instead lot says hey",
        "start": 501.73,
        "duration": 1.41
    },
    {
        "text": "How about you have my two virgin?",
        "start": 503.14,
        "duration": 1.48
    },
    {
        "text": "Daughters men of the mob say no we want the Angels the Angels then blind them they warn lot to leave Sodom before it's destroyed",
        "start": 504.62,
        "duration": 5.9
    },
    {
        "text": "He leaves with his two virgin daughters his wife gets turned into a pillar of salt. There's a three of them. They escape there",
        "start": 510.68,
        "duration": 4.97
    },
    {
        "text": "They're living in a cave at this point lots of daughters realizes. They're not gonna be able to find a man",
        "start": 515.65,
        "duration": 3.63
    },
    {
        "text": "They realize no men no sex no babies. No family lines",
        "start": 519.28,
        "duration": 3.419
    },
    {
        "text": "They get their father drunk two nights in a row and they have sex with him without his knowledge",
        "start": 522.7,
        "duration": 4.38
    },
    {
        "text": "They both end up getting pregnant and then of we have those babies",
        "start": 527.08,
        "duration": 2.799
    },
    {
        "text": "So it's an odd side effect to this obvious trolling we get to educate ourselves a little more on what's in there finally three?",
        "start": 529.88,
        "duration": 5.579
    },
    {
        "text": "I want to pass the question off to you",
        "start": 535.459,
        "duration": 1.201
    },
    {
        "text": "What what is your takeaway from making fun of religions from the years of doing this show covering stories?",
        "start": 536.66,
        "duration": 5.13
    },
    {
        "text": "I've seen a lot of people offending or attacking religion",
        "start": 541.79,
        "duration": 2.729
    },
    {
        "text": "and it's so interesting to see how the",
        "start": 544.519,
        "duration": 1.451
    },
    {
        "text": "opinions around",
        "start": 545.97,
        "duration": 0.75
    },
    {
        "text": "stories like this change over the years me and Charlie Hebdo make fun of the Prophet Mohammed and then their place got shot up a",
        "start": 546.72,
        "duration": 5.96
    },
    {
        "text": "Lot of people saying je suis charlie that this should never happen no matter how disrespectful",
        "start": 552.68,
        "duration": 3.719
    },
    {
        "text": "It is we have to allow that freedom, but we also saw a lot of pushback a lot of people saying well",
        "start": 556.47,
        "duration": 4.01
    },
    {
        "text": "What do you expect a my response to this day is that words and images should not be met with bullets",
        "start": 560.48,
        "duration": 4.169
    },
    {
        "text": "Then you see a different response from different people when Charlie Hebdo goes after the Catholic Church it",
        "start": 564.649,
        "duration": 4.739
    },
    {
        "text": "Also had a recent cover that kind of connected the victims of one of the hurricanes in America to white",
        "start": 569.389,
        "duration": 4.89
    },
    {
        "text": "Supremacy ultimately where I always land is while I may be personally disgusted by some things or I understand why people are",
        "start": 574.44,
        "duration": 5.899
    },
    {
        "text": "Infuriated by something I do think that it should be a lot obviously",
        "start": 580.5,
        "duration": 2.329
    },
    {
        "text": "Amazon's policies for this specific kind of release that that's one thing yeah",
        "start": 582.93,
        "duration": 3.589
    },
    {
        "text": "Let me know what your takeaway is from this and then let's talk about the really big news out of St. Louis",
        "start": 586.519,
        "duration": 3.6
    },
    {
        "text": "on Friday former police officer jason Stockley was acquitted of murdering Anthony Lamar, Smith, and so we're seeing from this is in",
        "start": 590.12,
        "duration": 6.57
    },
    {
        "text": "St.Louis protests that are then devolve into riots at night Before. We jump into that part",
        "start": 596.69,
        "duration": 4.079
    },
    {
        "text": "Let's talk about the shooting incident the incident occurred on December 20th 2011 and Smith was shot by police after a high-speed chase",
        "start": 600.769,
        "duration": 5.67
    },
    {
        "text": "There's dashcam footage of shows most of everything",
        "start": 606.709,
        "duration": 2.07
    },
    {
        "text": "So let's walk through that we see now former officer Jason Stockley and his partner Brian Bianchi they confront Smith after he allegedly",
        "start": 608.779,
        "duration": 5.52
    },
    {
        "text": "Engaged in a drug deal in the parking lot of a Church's Chicken",
        "start": 614.399,
        "duration": 2.239
    },
    {
        "text": "I think I'm note is that at this time Smith was out on parole",
        "start": 616.639,
        "duration": 2.58
    },
    {
        "text": "He'd previously been convicted of drug distribution theft and illegal gun possession",
        "start": 619.22,
        "duration": 3.359
    },
    {
        "text": "although Kirk when Taylor Smith's friend",
        "start": 623.089,
        "duration": 1.68
    },
    {
        "text": "He said he met Smith for lunch and had brought his son saying Smith had no gun and there was no drug deal happen",
        "start": 624.769,
        "duration": 4.29
    },
    {
        "text": "So notes that will be importantly in the video police order Smith to stop instead Smith tries to maneuver his car so that he can",
        "start": 629.12,
        "duration": 4.979
    },
    {
        "text": "flee you see him hit the police SUV and",
        "start": 634.1,
        "duration": 2.0
    },
    {
        "text": "Stockley Smith manages to flee out of the parking lot and Stockley fires one shot after the fleeing car then during the pursuit it has",
        "start": 636.209,
        "duration": 5.45
    },
    {
        "text": "Been suggested that in the dashcam audio you can hear Stockley say he is going to quote going to kill this motherfucker. Don't you know?",
        "start": 641.66,
        "duration": 6.03
    },
    {
        "text": "Once they catch up to Smith's card this happened",
        "start": 649.47,
        "duration": 2.059
    },
    {
        "text": "And in the following moments we don't have audio but according to the police report",
        "start": 657.139,
        "duration": 3.41
    },
    {
        "text": "There are a few moments of non-compliance",
        "start": 660.55,
        "duration": 1.409
    },
    {
        "text": "And then we see Stockley fire four shots into the car fatally wounding Smith doc",
        "start": 661.959,
        "duration": 4.2
    },
    {
        "text": "Elyse Andy thought Smith was reaching for a weapon and he acted in self-defense",
        "start": 666.16,
        "duration": 2.97
    },
    {
        "text": "And this is an important moment for the case against Stockley",
        "start": 669.13,
        "duration": 2.25
    },
    {
        "text": "Not just because he fired the weapon because the prosecution pointed out that if you look at officer Bianchi",
        "start": 671.38,
        "duration": 4.229
    },
    {
        "text": "He doesn't have his gun drawn as he approaches the vehicle and it doesn't appear that he thinks Smith is a threat at any time",
        "start": 675.61,
        "duration": 4.26
    },
    {
        "text": "Others argue. He could just be in shock that in the footage",
        "start": 679.899,
        "duration": 1.921
    },
    {
        "text": "We see after backup arrived Stockley steps away, and returns his unused rifle to the SUV. Then we see later",
        "start": 681.82,
        "duration": 4.829
    },
    {
        "text": "He goes back to the car and register his duffel bag Stockley later claiming that he was getting a first-aid kit",
        "start": 686.649,
        "duration": 4.23
    },
    {
        "text": "While Smith's family and prosecution claimed that he was getting a gun to plant in the car",
        "start": 690.88,
        "duration": 3.479
    },
    {
        "text": "There is no clear view in the video of what he grabs and when Smith is pulled out of the car",
        "start": 694.36,
        "duration": 3.779
    },
    {
        "text": "Stockley gets into the driver's seat according to the initial report Stockley went to locate the weapon and render it st",
        "start": 698.329,
        "duration": 4.55
    },
    {
        "text": "And in the car they said they found a bag of heroin with Smith's DNA on it",
        "start": 702.88,
        "duration": 3.149
    },
    {
        "text": "And he also found a gun that ended up only having stock Lee's DNA on as this happened before Ferguson for",
        "start": 706.029,
        "duration": 4.799
    },
    {
        "text": "2014 and at that time to st",
        "start": 711.079,
        "duration": 1.521
    },
    {
        "text": "Louis police investigated police involved shootings internally for this case they decided there was not enough evidence to charge Stockley with homicide then in 2013",
        "start": 712.6,
        "duration": 6.809
    },
    {
        "text": "Stockley left the force to move to Houston that same year the st",
        "start": 719.779,
        "duration": 2.72
    },
    {
        "text": "Louis metro police department pays out nine hundred thousand dollars in settlement money to Smith's family and then in",
        "start": 722.5,
        "duration": 4.859
    },
    {
        "text": "2016 the FBI and police discovered new evidence though, it's not clear exactly what that was or whatever",
        "start": 727.579,
        "duration": 4.55
    },
    {
        "text": "It was prompted charges to be filed against Stockley so then what happened well Stockley waived his right to a trial by jury so only",
        "start": 732.13,
        "duration": 4.979
    },
    {
        "text": "A judge decided on his case on Friday the verdict was announced",
        "start": 737.11,
        "duration": 3.15
    },
    {
        "text": "And it was not guilty",
        "start": 740.26,
        "duration": 1.18
    },
    {
        "text": "Timothy Wilson say this court in conscience cannot say that the state has proven every element of murder beyond a reasonable doubt or that the",
        "start": 741.44,
        "duration": 6.169
    },
    {
        "text": "State has proven beyond a reasonable doubt that the defendant did not act in self-defense",
        "start": 747.61,
        "duration": 3.27
    },
    {
        "text": "On the claims that the gun was planned - the judge said finally the court observes based on its nearly 30 years on the bench",
        "start": 751.04,
        "duration": 5.39
    },
    {
        "text": "That an urban heroin dealer not in possession of a firearm",
        "start": 756.43,
        "duration": 2.339
    },
    {
        "text": "Would be an anomaly and that quote had a lot of people saying that judges bias was showing there's assuming something based off of cases",
        "start": 758.899,
        "duration": 5.78
    },
    {
        "text": "Of other people though people argued against that saying well",
        "start": 764.68,
        "duration": 2.489
    },
    {
        "text": "That's essentially historical data and after the verdict was announced people took to the streets in protest and as we've seen time and time again",
        "start": 767.17,
        "duration": 5.76
    },
    {
        "text": "It appeared that we had people peacefully protesting just trying to express their frustration and then violent people this is something police chief",
        "start": 773.139,
        "duration": 6.42
    },
    {
        "text": "O'Toole even hit on",
        "start": 779.56,
        "duration": 1.46
    },
    {
        "text": "traitors were peaceful",
        "start": 781.02,
        "duration": 1.57
    },
    {
        "text": "however after dark",
        "start": 782.59,
        "duration": 1.77
    },
    {
        "text": "Many agitators began to destroy property an assault police officer on Friday night",
        "start": 784.36,
        "duration": 5.209
    },
    {
        "text": "We saw hundreds of protesters gathering to shut down an interstate then when they were stopped by police",
        "start": 789.57,
        "duration": 4.2
    },
    {
        "text": "Some went to the house of Saint Louis mayor Lyta crusin their people broke two windows they threw red paint at the house from there",
        "start": 793.84,
        "duration": 5.779
    },
    {
        "text": "Someone else we're to smash windows tear down American flags in order to burn them we saw some throwing rocks and unidentified",
        "start": 799.62,
        "duration": 5.52
    },
    {
        "text": "liquids at officers",
        "start": 805.48,
        "duration": 1.43
    },
    {
        "text": "St.Louis police even tweeting out photos of",
        "start": 806.91,
        "duration": 1.69
    },
    {
        "text": "Projectiles being thrown at them including the caption rocks and water bottles thrown at officers throughout the day officers use great restraint that said it",
        "start": 808.6,
        "duration": 5.869
    },
    {
        "text": "Does appear the police responded with tear gas and pepper spray and ultimately the clashes that night ended with nine officers injured and 33 arrests",
        "start": 814.47,
        "duration": 6.57
    },
    {
        "text": "On Saturday, we saw a day filled with peaceful",
        "start": 821.04,
        "duration": 2.0
    },
    {
        "text": "Demonstrations hundreds of peaceful protesters that lasted throughout the day and by 9:00 p.m.",
        "start": 823.36,
        "duration": 3.859
    },
    {
        "text": "Protest organizers announced that they were ending for the day, but it appears that other people had other plans again",
        "start": 827.38,
        "duration": 4.7
    },
    {
        "text": "We saw people come out to destroy property and clash with police on Saturday seven people were arrested and on Sunday",
        "start": 832.08,
        "duration": 4.95
    },
    {
        "text": "We saw protests continued and once again. We saw it start off peaceful, and then the night devolved into violence st.",
        "start": 837.03,
        "duration": 5.429
    },
    {
        "text": "Louis police tweeting our photo is a",
        "start": 842.46,
        "duration": 1.36
    },
    {
        "text": "Confiscated weapons and protective gear release saying that officers were assaulted and attacked with chemicals police responded by using non-lethal force like rubber",
        "start": 843.82,
        "duration": 6.38
    },
    {
        "text": "Bullets pepper spray and all of this led to more than 80 arrests on Sunday",
        "start": 850.27,
        "duration": 3.289
    },
    {
        "text": "It was also criticism of police aside from the pepper spray in the rubber bullet",
        "start": 853.56,
        "duration": 3.45
    },
    {
        "text": "It's because video seems to show and journalists on the ground said the police start chanting who streets our streets this after making arrests",
        "start": 857.01,
        "duration": 6.45
    },
    {
        "text": "According to David Carson's and I spoke with a commander at the scene said he did not hear the chant",
        "start": 863.61,
        "duration": 3.54
    },
    {
        "text": "But said chant was not acceptable said he would deal with it with that said that's where we are right now so far today",
        "start": 867.15,
        "duration": 4.32
    },
    {
        "text": "We're seeing peaceful protesters taking to the street again, but does that also mean that we're going to see another night of violence?",
        "start": 871.47,
        "duration": 5.279
    },
    {
        "text": "That's right. Now. I just don't know this could be just the beginning or it could start to dwindle",
        "start": 876.75,
        "duration": 3.63
    },
    {
        "text": "I do want to ask you. What are your takeaways from all of that dashcam footage?",
        "start": 880.38,
        "duration": 3.54
    },
    {
        "text": "Do you feel like Stockley should have been found guilty or no he was defending himself?",
        "start": 883.92,
        "duration": 3.569
    },
    {
        "text": "Do you think about the allegations that he planted a gun the audio where it sounds like he says he's going to kill this motherfucker",
        "start": 887.49,
        "duration": 4.56
    },
    {
        "text": "Do you think that obviously shows in tenryu of the mindset of people that have argued that's something?",
        "start": 892.05,
        "duration": 4.199
    },
    {
        "text": "He said just in the heat of the moment love knew your thoughts on this story the first one anything in between in those comments",
        "start": 896.25,
        "duration": 4.59
    },
    {
        "text": "Down below that's actually we're going to end today's show and remember if you liked this video you like what I saw and do on",
        "start": 900.84,
        "duration": 4.95
    },
    {
        "text": "This channel hit that like button if you're new here hit that subscribe button make sure you don't miss these daily looks at the world",
        "start": 905.79,
        "duration": 4.89
    },
    {
        "text": "Which actually if you did miss the last philip defranco show you can click or tap right there?",
        "start": 910.68,
        "duration": 2.969
    },
    {
        "text": "Watch that oh",
        "start": 913.76,
        "duration": 0.54
    },
    {
        "text": "If you want to see today's brand-new",
        "start": 914.3,
        "duration": 1.3
    },
    {
        "text": "Behind-the-scenes vlog click a tap right there to watch that but that said of course as always my name's philip defranco",
        "start": 915.6,
        "duration": 4.94
    },
    {
        "text": "You've just been phill'd in our laughs. Yo faces, and I'll see you tomorrow",
        "start": 920.58,
        "duration": 3.979
    }
]