[
    {
        "text": "Sup you beautiful bastards hope you havin' a fantastic Thursday",
        "start": 0.0,
        "duration": 3.09
    },
    {
        "text": "Welcome back to the Philip DeFranco show and let's just jump into it.",
        "start": 3.09,
        "duration": 3.35
    },
    {
        "text": "And the first bit of news we're gonna talk about today is an update around",
        "start": 6.48,
        "duration": 2.6
    },
    {
        "text": "convicted sex offender Brock Turner.",
        "start": 9.12,
        "duration": 1.96
    },
    {
        "text": "And for those don't remember the specifics, convicted sex offender Brock Turner was found guilty of:",
        "start": 11.08,
        "duration": 4.26
    },
    {
        "text": "sexual penetration of an unconscious person, sexual penetration of an",
        "start": 15.38,
        "duration": 3.1
    },
    {
        "text": "intoxicated person, and intent to commit rape.",
        "start": 18.5,
        "duration": 2.56
    },
    {
        "text": "And for his crimes, convicted sex offender Brock Turner faced up to 14 years in a state prison,",
        "start": 21.06,
        "duration": 4.24
    },
    {
        "text": "but ended up only being sentenced to six months and ended up only actually having to serve 3.",
        "start": 25.3,
        "duration": 4.54
    },
    {
        "text": "And where we last left this story, convicted sex offender Brock Turner was trying to appeal his conviction.",
        "start": 29.84,
        "duration": 4.58
    },
    {
        "text": "Convicted sex offender Brock Turner's lawyer arguing that because",
        "start": 34.42,
        "duration": 2.46
    },
    {
        "text": "when he was on top of this unconscious drunk girl because he had his clothes on he was pursuing \"outercourse\".",
        "start": 36.94,
        "duration": 6.24
    },
    {
        "text": "And so that meant he wasn't actually intending to commit rape. And if that sounds completely ludicrous to you, do not worry the three-judge panel",
        "start": 43.24,
        "duration": 6.84
    },
    {
        "text": "hearing this argument agreed.",
        "start": 50.08,
        "duration": 2.3
    },
    {
        "text": "Judge Franklin Elia writing in the unanimous opinion,",
        "start": 52.38,
        "duration": 2.84
    },
    {
        "text": "\"The fact that the defendant was engaging in a different sexual act at the time the encounter was",
        "start": 55.22,
        "duration": 4.02
    },
    {
        "text": "interrupted (namely \"dry humping\") does not foreclose the inference that he intended, ultimately, to rape.\"",
        "start": 59.24,
        "duration": 4.68
    },
    {
        "text": "\"Neither the evidence nor common sense supports defendant's",
        "start": 63.92,
        "duration": 3.08
    },
    {
        "text": "contention that 'dry humping' is mutually exclusive to actual intercourse.\"",
        "start": 67.06,
        "duration": 3.88
    },
    {
        "text": "Or to paraphrase, 'You stupid, your argument's stupid, you trash, appeal denied.'",
        "start": 71.0,
        "duration": 4.46
    },
    {
        "text": "And so ultimately it was a bad day for a convicted sex offender Brock Turner and thus a good day for most decent people.",
        "start": 75.48,
        "duration": 7.36
    },
    {
        "text": "And ultimately where I'm going to end this story is I just-I want to end this by sending out a",
        "start": 82.84,
        "duration": 4.36
    },
    {
        "text": "message; the first, I'd like to send a \"go fuck yourself\" to convicted sex offender Brock Turner,  you disgusting piece of trash,",
        "start": 87.3,
        "duration": 5.6
    },
    {
        "text": "I'd like also to say \"go fuck yourself\" to your disgusting father who described this sexual assault as \"20 minutes of action\", and a final",
        "start": 92.9,
        "duration": 6.78
    },
    {
        "text": "\"go fuck yourself\" to Judge Erin Persky who sentenced Brock Turner to 6 months",
        "start": 99.68,
        "duration": 5.04
    },
    {
        "text": "because he was worried about the severe impact it would have on this 20 year old boy. You're talking about someone that you,",
        "start": 104.72,
        "duration": 7.3
    },
    {
        "text": "you convicted of being a sex offender. You're trash. I'm glad you're recalled and I hope that your decision lives with you forever.",
        "start": 112.12,
        "duration": 7.02
    },
    {
        "text": "And that's where I'm going to end this one.",
        "start": 119.22,
        "duration": 1.68
    },
    {
        "text": "And very quickly, I had people ask me to chime in on this James Charles situation.",
        "start": 120.9,
        "duration": 4.3
    },
    {
        "text": "James Charles if you don't know is a massive creator on YouTube, gets 4 to 5 million views on average per video.",
        "start": 125.2,
        "duration": 5.44
    },
    {
        "text": "And this story ends up kind of actually being an update to something we had previously talked about.",
        "start": 130.64,
        "duration": 4.02
    },
    {
        "text": "And that's because YouTube's resident Sister tweeted,",
        "start": 134.72,
        "duration": 1.8
    },
    {
        "text": "\"Just read an article about youtuber net worths and couldn't help but laugh at how low the estimates all were.",
        "start": 136.52,
        "duration": 4.0
    },
    {
        "text": "Traditional media stays ignorant to the fact that most of us run empires and have better",
        "start": 140.52,
        "duration": 3.42
    },
    {
        "text": "engagement than traditional media celebrities, but keep making those lists lol.\"",
        "start": 144.0,
        "duration": 3.6
    },
    {
        "text": "Also saying,",
        "start": 147.6,
        "duration": 0.96
    },
    {
        "text": "\"If you think about it, what are the real differences between typical celebrities and big youtubers?",
        "start": 148.56,
        "duration": 2.56
    },
    {
        "text": "Both have talents, both have millions of people watching them both do endorsement deals",
        "start": 151.22,
        "duration": 2.9
    },
    {
        "text": "and can sell product, both get press, both get paid a lot. I'm curious to hear your input.\"",
        "start": 154.22,
        "duration": 3.64
    },
    {
        "text": "\"Only major difference is the pay gap and respect.",
        "start": 157.86,
        "duration": 2.0
    },
    {
        "text": "Youtubers bring the same assets to the table (if not more because in most cases we're more easily accessible to our followers)",
        "start": 159.94,
        "duration": 5.04
    },
    {
        "text": "yet we're paid a fraction by advertisers and still not taken seriously by brands or media. It's frustrating.\"",
        "start": 164.98,
        "duration": 5.32
    },
    {
        "text": "So this seems to connect, I'm not sure if he's talking about the exact same article,",
        "start": 170.42,
        "duration": 2.84
    },
    {
        "text": "but this seems to connect to something we've talked about in the past which was the paid difference between",
        "start": 173.3,
        "duration": 3.36
    },
    {
        "text": "mainstream celebrities on Instagram and digital influencers.",
        "start": 176.66,
        "duration": 3.12
    },
    {
        "text": "The main point, following James's tweets,",
        "start": 179.78,
        "duration": 1.349
    },
    {
        "text": "he received some hate, one writing,",
        "start": 181.129,
        "duration": 1.651
    },
    {
        "text": "\"You complaining about not getting enough respect and money is a joke.\"",
        "start": 182.78,
        "duration": 2.82
    },
    {
        "text": "Another writing,",
        "start": 185.6,
        "duration": 0.54
    },
    {
        "text": "\"Yes, yes, yes, yes, people work two jobs and get barely enough to feed their family. He come in complaining about being underpaid?",
        "start": 186.14,
        "duration": 4.94
    },
    {
        "text": "I love James but it makes me mad.\"",
        "start": 191.08,
        "duration": 1.68
    },
    {
        "text": "Others taking specific aim at the talent part writing,",
        "start": 192.76,
        "duration": 2.66
    },
    {
        "text": "\"Vlogging isn't a talent. Doing challenges isn't a talent. Doing pranks isn't a talent. Unboxing stuff isn't a talent, etc.",
        "start": 195.42,
        "duration": 5.62
    },
    {
        "text": "Not saying there aren't talented youtubers or non talented celebrities,",
        "start": 201.04,
        "duration": 2.76
    },
    {
        "text": "but there's a clear gap in what's considered interesting with the separate mediums.\"",
        "start": 203.8,
        "duration": 3.4
    },
    {
        "text": "But also, in addition to that there were fans that were supportive,",
        "start": 207.24,
        "duration": 2.2
    },
    {
        "text": "there were also other creators chiming in.",
        "start": 209.44,
        "duration": 1.6
    },
    {
        "text": "You have people like Mikey (Glam and Gore) and people like the Gabbie Show (Gabbie Hanna).",
        "start": 211.04,
        "duration": 3.78
    },
    {
        "text": "And as far as my personal takeaway here, I think the place where I agree with James Charles and this isn't surprising",
        "start": 214.88,
        "duration": 4.94
    },
    {
        "text": "I essentially said the same thing before I think the advertising world incredibly",
        "start": 219.82,
        "duration": 3.0
    },
    {
        "text": "Underestimates digital influencers versus mainstream celebrity,",
        "start": 222.88,
        "duration": 3.76
    },
    {
        "text": "despite the top digital influencers being comparable to the top mainstream celebrities.",
        "start": 226.64,
        "duration": 4.16
    },
    {
        "text": "I'm talking about in a digital world with digital deals,",
        "start": 230.86,
        "duration": 2.1
    },
    {
        "text": "if some digital influencer gets 5 million views on something",
        "start": 232.97,
        "duration": 3.299
    },
    {
        "text": "Versus a mainstream celebrity that gets 5 million views. Right the gap in pay there is silly",
        "start": 236.459,
        "duration": 3.47
    },
    {
        "text": "I saw some marketers after my last videos say 'well it's because the mainstream people they have a brand'.",
        "start": 239.929,
        "duration": 4.731
    },
    {
        "text": "And my personal response to that is it already is in some avenues and will become more and more of an outdated idea. Digital versus mainstream star?",
        "start": 244.66,
        "duration": 7.299
    },
    {
        "text": "I mean that's been blurring for years",
        "start": 251.959,
        "duration": 1.471
    },
    {
        "text": "The only thing that matters is the number of people seeing something engaging in something and sharing something.",
        "start": 253.43,
        "duration": 4.21
    },
    {
        "text": "Right, it's just the mindset of the numbers are the numbers.",
        "start": 257.64,
        "duration": 2.04
    },
    {
        "text": "But the place where I would distance myself with James Charles would probably be that note",
        "start": 259.68,
        "duration": 3.6
    },
    {
        "text": "of laughing at how low the estimates on where. Not every YouTube creator has the same business model.",
        "start": 263.28,
        "duration": 4.78
    },
    {
        "text": "Yes, I do know youtubers that are millionaires but I also know a range of youtubers that get anywhere from like a hundred or two hundred",
        "start": 268.1,
        "duration": 5.6
    },
    {
        "text": "thousand views for video to millions of views per video and they are not millionaires.",
        "start": 273.81,
        "duration": 4.309
    },
    {
        "text": "I mean some of these guys depending on the content or their business structure or lack of our kind of living paycheck-to-paycheck",
        "start": 278.12,
        "duration": 6.36
    },
    {
        "text": "So I guess personally I'm fine with mainstream media being somewhat ignorant to what people make because I feel like it would be far worse",
        "start": 284.56,
        "duration": 6.4
    },
    {
        "text": "if they were overestimating for a lot of creators. But with all of that said, I do want to pass the question off to you",
        "start": 290.96,
        "duration": 4.41
    },
    {
        "text": "What are your thoughts around this? Any and all thoughts you have on this topic, I'd love to hear?",
        "start": 295.37,
        "duration": 3.49
    },
    {
        "text": "But from that I want to share some stuff I loved today and Today in Awesome brought to you by betterhelp.com/DeFranco",
        "start": 298.86,
        "duration": 5.928
    },
    {
        "text": "And BetterHelp if you don't know is the fantastic service and app where you get affordable private online counseling.",
        "start": 304.788,
        "duration": 4.792
    },
    {
        "text": "Right from your computer, your tablet, your phone, you get access to licensed trained experienced accredited psychologists",
        "start": 309.66,
        "duration": 5.16
    },
    {
        "text": "and all you got to do to get started is just go to betterhelp.com/DeFranco.",
        "start": 314.82,
        "duration": 3.3
    },
    {
        "text": "You fill out a questionnaire, they match you with a counselor, and you can start counseling today.",
        "start": 318.139,
        "duration": 3.42
    },
    {
        "text": "And they're not just a sponsor for me, a company I work with, they are a service I use.",
        "start": 321.56,
        "duration": 4.2
    },
    {
        "text": "When it comes to therapy, I think a lot of people get a lot of different things. For me, it's-it's venting, expressing the unexpressed,",
        "start": 325.82,
        "duration": 5.459
    },
    {
        "text": "and also I feel like I've gained these tools that are helping me navigate my life, my personal relationships.",
        "start": 331.28,
        "duration": 5.62
    },
    {
        "text": "The main point if any of this sounds interesting you want to kind of check it out go to",
        "start": 336.98,
        "duration": 3.24
    },
    {
        "text": "betterhelp.com/DeFranco and check it out for yourself.",
        "start": 340.22,
        "duration": 2.76
    },
    {
        "text": "The first bit of awesome today is we got a six minute gameplay trailer for Red Dead Redemption Two",
        "start": 343.06,
        "duration": 5.16
    },
    {
        "text": "and oh October cannot come soon enough",
        "start": 348.22,
        "duration": 2.36
    },
    {
        "text": "I am so pumped for this game and it's not just because I'm hoping Rockstar Games follows me on Twitter and then maybe sends me",
        "start": 350.62,
        "duration": 5.52
    },
    {
        "text": "a copy of the game early. Eh?  Definitely not that.",
        "start": 356.14,
        "duration": 2.62
    },
    {
        "text": "Then if you're looking for some more news awesome, we posted a new episode of DeFranco Now over on youtube.com/PhillyD.",
        "start": 358.8,
        "duration": 4.88
    },
    {
        "text": "If you're not familiar with that show, it's one we're developing, we actually make it along with you.",
        "start": 363.68,
        "duration": 3.28
    },
    {
        "text": "On today's episode you get to meet one of the newer members of our team Maria.",
        "start": 366.96,
        "duration": 2.84
    },
    {
        "text": "So definitely check it out and what's best of all is other than you know the general conversation in the comments there",
        "start": 369.82,
        "duration": 3.909
    },
    {
        "text": "If you ever feel like there are things that aren't being discussed about individual topics,",
        "start": 373.729,
        "duration": 3.54
    },
    {
        "text": "you can always be a part of the show as well",
        "start": 377.27,
        "duration": 1.47
    },
    {
        "text": "Then we got a trailer for Slaughterhouse Rulez with Simon Pegg.",
        "start": 378.74,
        "duration": 3.4
    },
    {
        "text": "Then, and it's one of my guilty pleasures awesome, you got a new video for 2 Chainz Most Expensivest.",
        "start": 382.16,
        "duration": 5.54
    },
    {
        "text": "Then we have Laura Harrier and breaking down her favorite instagram follows.",
        "start": 387.7,
        "duration": 3.04
    },
    {
        "text": "We also had Nina Dobrev and Vanessa Hudgens answering the web's most searched questions.",
        "start": 390.74,
        "duration": 3.76
    },
    {
        "text": "We also had Michael Cera on Hot One's.",
        "start": 394.5,
        "duration": 1.98
    },
    {
        "text": "We also got Colin Jost and Michael Che taking a lie-detector test.",
        "start": 396.52,
        "duration": 3.16
    },
    {
        "text": "And if you want to see the full versions of everything I just shared,",
        "start": 399.68,
        "duration": 2.04
    },
    {
        "text": "the secret link of the day, anything at all, links as always are in the description down below.",
        "start": 401.72,
        "duration": 4.0
    },
    {
        "text": "And then let's talk about an update around the California wildfires we've been talking about the past week and a half.",
        "start": 405.8,
        "duration": 3.64
    },
    {
        "text": "Now as we've discussed, there are numerous fires in California right now the largest being the Mendocino",
        "start": 409.44,
        "duration": 4.68
    },
    {
        "text": "Complex Fire that has burned through over three hundred thousand acres.",
        "start": 414.14,
        "duration": 3.32
    },
    {
        "text": "But one of the last fires we talked about was the Holy Fire and now an arrest has been made in connection with that fire.",
        "start": 417.48,
        "duration": 5.14
    },
    {
        "text": "Police arresting 51 year old Forrest Gordon Clark and he's been charged with two counts of arson,",
        "start": 422.66,
        "duration": 4.48
    },
    {
        "text": "a count of threat to terrorize, and misdemeanor count of resisting arrest.",
        "start": 427.25,
        "duration": 3.619
    },
    {
        "text": "According to reports Clark has lived in the area for over a decade",
        "start": 430.99,
        "duration": 2.82
    },
    {
        "text": "Also a big thing of note is his house was reportedly the only house in his 14 house neighborhood that was not burned down.",
        "start": 433.81,
        "duration": 6.09
    },
    {
        "text": "Also according to Mike Milligan a volunteer fire chief, he received threatening emails from Clark last week.",
        "start": 439.96,
        "duration": 4.86
    },
    {
        "text": "And in there, he says that \"the community would burn\". Also saying Clark ran through the community last week screaming",
        "start": 444.92,
        "duration": 4.94
    },
    {
        "text": "There's also a video of Clark from  before he was arrested and it definitely seems like he's off",
        "start": 449.86,
        "duration": 4.799
    },
    {
        "text": "And that's on top of another video where you see him ranting about MS 13 to an independent journalist",
        "start": 463.66,
        "duration": 4.86
    },
    {
        "text": "I've been terrorized by MS 13 and 30th Street. Okay, they told me that they're send",
        "start": 468.62,
        "duration": 6.36
    },
    {
        "text": "Eight Mexicans big Mexicans and they were gonna kill me.",
        "start": 475.8,
        "duration": 4.56
    },
    {
        "text": "I need to get on a TV so if I die at least you know who did it.",
        "start": 480.36,
        "duration": 2.56
    },
    {
        "text": "And as far as what happens next for Clark, well one, he's being held on 1 million dollar bail and two",
        "start": 482.92,
        "duration": 5.08
    },
    {
        "text": "It is very likely that we're talking about a life in prison situation.",
        "start": 488.0,
        "duration": 3.5
    },
    {
        "text": "And Orange County Supervisor Todd Spitzer spoke on this note saying,",
        "start": 491.54,
        "duration": 2.76
    },
    {
        "text": "\"Every single arsonist who has been prosecuted in the state of California, for the most part, has several screws loose.\"",
        "start": 494.3,
        "duration": 4.2
    },
    {
        "text": "\"We have gained convictions in this state, we have gotten life in prison even with individuals who have mental issues,",
        "start": 498.52,
        "duration": 4.6
    },
    {
        "text": "it doesn't mean that they don't understand what they are doing, it just means they're not necessarily stable.\"",
        "start": 503.12,
        "duration": 4.44
    },
    {
        "text": "And in addition to this story there's also some controversy around these fires now.",
        "start": 507.58,
        "duration": 3.64
    },
    {
        "text": "And a lot of it has to do with this tweet from the California Department of Corrections and Rehabilitation that tweeted,",
        "start": 511.22,
        "duration": 4.72
    },
    {
        "text": "\"Today, more than 2000 volunteer inmate firefighters, including 58 youth offenders, are battling wildfire flames throughout California.",
        "start": 515.94,
        "duration": 6.74
    },
    {
        "text": "Inmate firefighters serve a vital role, clearing thick brush down to bare soil to stop the fires spread.",
        "start": 522.68,
        "duration": 5.12
    },
    {
        "text": "And in response to this there were a lot of people outraged, surprised. They didn't know that this was a thing.",
        "start": 527.8,
        "duration": 4.4
    },
    {
        "text": "It turns out California inmates fighting fires goes back to the forties.",
        "start": 532.2,
        "duration": 3.36
    },
    {
        "text": "And essentially the way it works is that it is voluntary and not open to everyone.",
        "start": 535.56,
        "duration": 3.52
    },
    {
        "text": "According to reports,",
        "start": 539.08,
        "duration": 0.74
    },
    {
        "text": "\"It comprises only inmates who earn a minimum custody status through good behavior behind bars and",
        "start": 539.82,
        "duration": 4.4
    },
    {
        "text": "excludes arsonists, kidnappers, sex offenders, gang affiliates, and those serving life sentences.\"",
        "start": 544.24,
        "duration": 4.6
    },
    {
        "text": "Adding,",
        "start": 548.84,
        "duration": 0.5
    },
    {
        "text": "To join the squad, inmates must meet high physical standards and complete a demanding course of trained.\"",
        "start": 549.34,
        "duration": 4.2
    },
    {
        "text": "And reportedly, their pay for fighting the fires is $1 an hour plus $2 a day.",
        "start": 553.58,
        "duration": 4.32
    },
    {
        "text": "And according to some of the reports the inmates say part of the reason they do this is",
        "start": 557.9,
        "duration": 2.98
    },
    {
        "text": "just the ability to get out of the prison as well as better treatment.",
        "start": 560.88,
        "duration": 3.51
    },
    {
        "text": "So that's why you have a lot of critics saying well, is it really voluntary?",
        "start": 564.39,
        "duration": 2.369
    },
    {
        "text": "You have these people locked up, now you're giving them an opportunity to get out and some money and better treatment.",
        "start": 566.76,
        "duration": 5.099
    },
    {
        "text": "But then the debate here also bleeds into the involuntarily labor.",
        "start": 571.86,
        "duration": 3.62
    },
    {
        "text": "Hundreds of thousands of prisoners in this country have daily jobs for which they get paid on average twenty cents an hour.",
        "start": 575.48,
        "duration": 5.76
    },
    {
        "text": "And it's a very heavily debated topic.",
        "start": 581.25,
        "duration": 1.74
    },
    {
        "text": "You have some people saying 'well, of course prison labor, you know you messed up,",
        "start": 582.99,
        "duration": 3.3
    },
    {
        "text": "you're doing your time there, you need to contribute in some way'.",
        "start": 586.29,
        "duration": 3.33
    },
    {
        "text": "But at the same time, you people saying it's the equivalent of slave labor.",
        "start": 589.66,
        "duration": 3.08
    },
    {
        "text": "If you watched Thor: Ragnarok, you might even remember they kind of joke about it.",
        "start": 592.74,
        "duration": 3.14
    },
    {
        "text": "She says 'slaves',  the Grandmaster says 'Eh I don't like that word. She's like, 'oh, I mean the prisoners with jobs'.",
        "start": 595.94,
        "duration": 5.4
    },
    {
        "text": "So in general there is a debate an issue there but back to the firefighters.",
        "start": 601.34,
        "duration": 3.48
    },
    {
        "text": "There's also been extra backlash around this specific issue because all of these prisoners who are helping fight the fire",
        "start": 604.82,
        "duration": 5.3
    },
    {
        "text": "once they get out it is incredibly unlikely that they will become a firefighter.",
        "start": 610.48,
        "duration": 4.52
    },
    {
        "text": "And this is often due to what people have referred to as complicated occupational licensing laws.",
        "start": 615.0,
        "duration": 3.8
    },
    {
        "text": "This is because, and we'll stick to just the firefighters here, to become the firefighter most departments require you have an EMT license.",
        "start": 618.81,
        "duration": 4.95
    },
    {
        "text": "But according to reports EMT certifying boards often reject",
        "start": 623.76,
        "duration": 3.16
    },
    {
        "text": "applications from someone with a criminal history.",
        "start": 627.0,
        "duration": 1.94
    },
    {
        "text": "And so actually on this note, I want to pass a question off to you.",
        "start": 628.94,
        "duration": 2.44
    },
    {
        "text": "Well, actually a few. One, what do you think about these inmates who are fighting the fire?",
        "start": 631.44,
        "duration": 3.78
    },
    {
        "text": "Do you think it's good or it's great, or no, do you find it incredibly wrong or troubling?",
        "start": 635.22,
        "duration": 4.04
    },
    {
        "text": "And to what do you think about the, I would refer to it as, the limiting of potential for people who have been convicted of crimes.",
        "start": 639.26,
        "duration": 6.28
    },
    {
        "text": "Whether it be issues like the licensing issue we talked about here or even just a person's ability to vote being taken away.",
        "start": 645.64,
        "duration": 5.96
    },
    {
        "text": "Do you feel like that makes sense or do you feel like it just makes it",
        "start": 651.6,
        "duration": 3.5
    },
    {
        "text": "More likely for that person to end up in jail or at the very least fail.",
        "start": 655.16,
        "duration": 3.68
    },
    {
        "text": "And I love knowing your thoughts on this one.",
        "start": 658.84,
        "duration": 1.0
    },
    {
        "text": "And then let's talk about an interesting update around the special counsel, Robert Mueller and President Donald Trump",
        "start": 659.84,
        "duration": 4.7
    },
    {
        "text": "And the reason we have something to talk about here is because Donald Trump's lawyer, Rudy Giuliani, said some interesting things in the past day.",
        "start": 664.56,
        "duration": 5.58
    },
    {
        "text": "The first of which is that he did an interview with Sean Hannity and he said that the investigation",
        "start": 670.14,
        "duration": 3.96
    },
    {
        "text": "should be over by September adding that the investigation \"... isn't going to fizzle. It's going to blow up on them.\"",
        "start": 674.1,
        "duration": 4.8
    },
    {
        "text": "And then reportedly separately Giuliani spoke to Axios and said, and I'll just read this,",
        "start": 678.96,
        "duration": 4.22
    },
    {
        "text": "\"That there are two topics the president's lawyers want to rule out in order to agree to",
        "start": 683.22,
        "duration": 3.32
    },
    {
        "text": "a Trump sit down with Mueller. One, why Trump fired FBI director James Comey and two, what Trump said to Comey about the",
        "start": 686.54,
        "duration": 6.64
    },
    {
        "text": "investigation of former national security adviser Michael Flynn.\"",
        "start": 693.3,
        "duration": 2.94
    },
    {
        "text": "And I've gotta say, that seems kind of odd and telling.",
        "start": 696.24,
        "duration": 2.94
    },
    {
        "text": "It feels a little bit in the lane of 'Okay, I agree to do this sit-down interview as long as:",
        "start": 699.24,
        "duration": 4.04
    },
    {
        "text": "One, there are no questions about my missing wife and two, no questions about why in the",
        "start": 703.28,
        "duration": 4.46
    },
    {
        "text": "36 hour window where she may have disappeared, I got only the trunk of my car deep cleaned'.",
        "start": 707.74,
        "duration": 4.54
    },
    {
        "text": "It feels like just even that request is even more reason why we should ask those questions.",
        "start": 712.28,
        "duration": 4.62
    },
    {
        "text": "In the case of President Trump,",
        "start": 716.9,
        "duration": 1.08
    },
    {
        "text": "it's very interesting why you would say we cannot talk about these specific things that also happen to possibly connect you to obstruction of justice",
        "start": 717.98,
        "duration": 7.22
    },
    {
        "text": "And I mentioned this because I think it is then we realize how unreasonable and ridiculous what he is putting out there is.",
        "start": 725.24,
        "duration": 5.56
    },
    {
        "text": "One, unless President Trump or House Republicans do something, this investigation will not be over in September.",
        "start": 730.8,
        "duration": 5.1
    },
    {
        "text": "And so that part to me feels very much like Giuliani is putting this line in the sand",
        "start": 735.9,
        "duration": 2.98
    },
    {
        "text": "so the moment that they go over 'Oh, this is ridiculous, it's a failure, and this is ridiculous'",
        "start": 738.88,
        "duration": 4.96
    },
    {
        "text": "And also because it's incredibly unlikely that Muller would agree to not ask questions around those two things,",
        "start": 743.84,
        "duration": 5.54
    },
    {
        "text": "they can go 'Oh, we tried to meet them, but they're being unreasonable to our reasonable request.",
        "start": 749.4,
        "duration": 4.14
    },
    {
        "text": "And here's a question,",
        "start": 753.54,
        "duration": 0.78
    },
    {
        "text": "why would Giuliani say now that Donald Trump cannot answer these questions when just a week ago",
        "start": 754.32,
        "duration": 4.14
    },
    {
        "text": "he was saying they don't have a goddamn thing.",
        "start": 758.46,
        "duration": 1.96
    },
    {
        "text": "His quote. He said , \"It's like a guy playing poker. He's bluffing and he's only got a pair of twos.\"",
        "start": 760.42,
        "duration": 4.64
    },
    {
        "text": "It's kind of interesting;",
        "start": 765.1,
        "duration": 0.78
    },
    {
        "text": "it's almost as if everything Giuliani is doing is a theatrical PR piece",
        "start": 765.88,
        "duration": 3.48
    },
    {
        "text": "And then let's talk about this craziness around Sinclair Broadcast Group and Tribune Media.",
        "start": 769.58,
        "duration": 3.58
    },
    {
        "text": "And Sinclair, if you don't know owns a huge number of local TV stations in the United States,",
        "start": 773.2,
        "duration": 3.9
    },
    {
        "text": "and recently more people have also become aware of Sinclair because of those compilation videos that went viral,",
        "start": 777.1,
        "duration": 4.3
    },
    {
        "text": "all those local news stations and anchors presenting certain topics with prepared scripts",
        "start": 781.4,
        "duration": 3.54
    },
    {
        "text": "\"And this is extremely dangerous to our Democracy.\"",
        "start": 785.0,
        "duration": 2.78
    },
    {
        "text": "And Tribune Media, like Sinclair, also owns a significant amount of regional TV stations.",
        "start": 787.84,
        "duration": 3.8
    },
    {
        "text": "And so it was massive news when there was a planned merger between the two companies",
        "start": 791.64,
        "duration": 3.6
    },
    {
        "text": "But as of today Tribune media has not only pulled out of the deal,",
        "start": 795.34,
        "duration": 2.7
    },
    {
        "text": "they are now reportedly planning on suing Sinclair for breach of contract.",
        "start": 798.04,
        "duration": 3.86
    },
    {
        "text": "And this is horrible news for Sinclair not only because, well, being sued's not a great thing,",
        "start": 801.94,
        "duration": 4.26
    },
    {
        "text": "but also because if this merger had gone through, Sinclair would have been one of the largest Conservative broadcast groups. I'm talking even rivaling Fox News.",
        "start": 806.24,
        "duration": 7.06
    },
    {
        "text": "So what happened?",
        "start": 813.3,
        "duration": 0.64
    },
    {
        "text": "How did a three point nine billion dollar deal that would have given Sinclair access to 7 out of 10 American household. How did that fail?",
        "start": 813.94,
        "duration": 6.68
    },
    {
        "text": "I mean most Americans weren't even aware that this was even a thing until July 24.",
        "start": 820.86,
        "duration": 3.579
    },
    {
        "text": "And that's because on that day President Trump tweeted,",
        "start": 824.44,
        "duration": 2.3
    },
    {
        "text": "\"So sad and unfair that the FCC wouldn't approve the Sinclair Broadcast merger with Tribune.",
        "start": 826.76,
        "duration": 3.62
    },
    {
        "text": "This would have been a great and much needed Conservative voice for and of the people.",
        "start": 830.38,
        "duration": 3.86
    },
    {
        "text": "Liberal Fake News NBC and Comcast gets approved, much bigger, but not Sinclair. Disgraceful!",
        "start": 834.24,
        "duration": 4.62
    },
    {
        "text": "But a big important note here is at that time when Trump sent that tweet, the FCC had not denied the merger yet",
        "start": 838.94,
        "duration": 4.94
    },
    {
        "text": "and they never actually ended up officially doing so. It only officially fell apart today because of Tribune Media.",
        "start": 843.94,
        "duration": 4.42
    },
    {
        "text": "And the other weird thing is that appears Trump is implying the FCC has a liberal bias because",
        "start": 848.38,
        "duration": 3.64
    },
    {
        "text": "roughly a decade ago it approved a merger between NBC and Comcast.",
        "start": 852.06,
        "duration": 3.56
    },
    {
        "text": "But he's talking about the FCC, which is currently head by Ajit Pai, who was appointed by Trump.",
        "start": 855.62,
        "duration": 4.88
    },
    {
        "text": "I mean, Pai is the guy who got rid of net neutrality.",
        "start": 860.54,
        "duration": 2.22
    },
    {
        "text": "He has a proven track record of loosening regulations.",
        "start": 862.76,
        "duration": 2.62
    },
    {
        "text": "He's also removed rules that actually would have hurt this merger.",
        "start": 865.389,
        "duration": 2.55
    },
    {
        "text": "And actually a great example is that, during the Obama administration,",
        "start": 867.94,
        "duration": 2.68
    },
    {
        "text": "a rule was put in place that a broadcast company could only reach 39% of the TV audience.",
        "start": 870.66,
        "duration": 3.96
    },
    {
        "text": "Now Pai kept that rule, but he reintroduced an old loophole, the UHF Discount.",
        "start": 874.62,
        "duration": 4.14
    },
    {
        "text": "In this quote unquote discount allowed some TV stations to deduct half of their audience.",
        "start": 878.76,
        "duration": 3.4
    },
    {
        "text": "All they had to do was broadcast on the UHF standard, which emits a weaker signal.",
        "start": 882.16,
        "duration": 3.6
    },
    {
        "text": "So when it's that guy who potentially has an issue or as he said July 16th,",
        "start": 885.76,
        "duration": 4.28
    },
    {
        "text": "\"... had serious concerns about a merger\"",
        "start": 890.04,
        "duration": 1.689
    },
    {
        "text": "That's a huge red flag",
        "start": 891.729,
        "duration": 1.191
    },
    {
        "text": "And so at that time Pai asked the FCC's four commissioners to give it to review of the merger to an administrative law judge to determine",
        "start": 892.92,
        "duration": 5.36
    },
    {
        "text": "the legality of Sinclair's proposal.",
        "start": 898.3,
        "duration": 1.6
    },
    {
        "text": "And on July 19th, the draft order was released that agreed with Pai's concerns and",
        "start": 899.92,
        "duration": 3.28
    },
    {
        "text": "called into question whether Sinclair was being transparent enough in how is represented its planned merger to regulators.",
        "start": 903.2,
        "duration": 4.76
    },
    {
        "text": "And also questioned whether the merger would be in the public's interest.",
        "start": 907.96,
        "duration": 2.36
    },
    {
        "text": "The FCC's report stating,",
        "start": 910.32,
        "duration": 1.28
    },
    {
        "text": "\"The record raises significant questions as to whether those proposed divestitures",
        "start": 911.6,
        "duration": 3.34
    },
    {
        "text": "were in fact sham transactions.\"",
        "start": 914.94,
        "duration": 2.0
    },
    {
        "text": "And so here is where it gets really interesting",
        "start": 917.06,
        "duration": 1.34
    },
    {
        "text": "What are they talking about with sham transactions?",
        "start": 918.56,
        "duration": 2.12
    },
    {
        "text": "Well, for context, in deals like this, the government has an active role in making sure a company doesn't become too",
        "start": 920.68,
        "duration": 3.929
    },
    {
        "text": "powerful and control too much of the market",
        "start": 924.74,
        "duration": 1.64
    },
    {
        "text": "And an example here is right now there is a planned merger between Disney and Fox.",
        "start": 926.58,
        "duration": 3.1
    },
    {
        "text": "And in order to make the deal more likely to happen, Fox is splitting up its corporation.",
        "start": 929.76,
        "duration": 3.12
    },
    {
        "text": "So Fox News and 28 regional Fox stations won't be joining Disney.",
        "start": 932.88,
        "duration": 2.9
    },
    {
        "text": "And what we saw with Sinclair's proposal is that, after the merger, they would sell off 23 stations that they owned,",
        "start": 935.84,
        "duration": 4.34
    },
    {
        "text": "hoping it would satisfy regulators.",
        "start": 940.18,
        "duration": 0.8
    },
    {
        "text": "But what Ajit Pai was concerned about and what the regulators and the administrative judge found",
        "start": 940.98,
        "duration": 4.58
    },
    {
        "text": "was that the planned sell-off of the stations was a farce. It was a sham.",
        "start": 945.56,
        "duration": 3.68
    },
    {
        "text": "They found that a significant number of the 23 stations would still effectively fall under Sinclair control.",
        "start": 949.24,
        "duration": 4.38
    },
    {
        "text": "For example, Sinclair planned to sell their Chicago station to Stephen Fader",
        "start": 953.62,
        "duration": 3.22
    },
    {
        "text": "who also runs a company controlled by Sinclair executive chairman, David D Smith,",
        "start": 956.84,
        "duration": 3.72
    },
    {
        "text": "meaning Smith would still have a leadership position at both companies.",
        "start": 960.64,
        "duration": 3.38
    },
    {
        "text": "And that isn't even the only example of the Smith family retaining control of a would be former Sinclair station.",
        "start": 964.02,
        "duration": 4.52
    },
    {
        "text": "You had two stations in Texas also being sold to the same family.",
        "start": 968.54,
        "duration": 2.74
    },
    {
        "text": "And on top of that, reportedly, they were also planning on selling off these stations at.",
        "start": 971.28,
        "duration": 3.06
    },
    {
        "text": "far below the expected market price for a station in markets of that size",
        "start": 974.34,
        "duration": 3.12
    },
    {
        "text": "Then we go back to that Chicago station. Reportedly, they were gonna sell that at $60 million.",
        "start": 977.47,
        "duration": 4.08
    },
    {
        "text": "Well for comparison's sake, Fox bought a Chicago station in 2012 for $425 million.",
        "start": 981.55,
        "duration": 5.31
    },
    {
        "text": "And those two stations in Dallas and Houston, they would be sold off for 60 million as well.",
        "start": 986.86,
        "duration": 4.32
    },
    {
        "text": "And so all of that brings us back to today where because of all of this Tribune media has now backed out of the deal and",
        "start": 991.24,
        "duration": 4.78
    },
    {
        "text": "now, in an official press release they stated,",
        "start": 996.02,
        "duration": 2.34
    },
    {
        "text": "\"In the merger agreement, Sinclair committed to use it's reasonable best efforts to obtain regulatory approval as promptly as possible.\"",
        "start": 998.36,
        "duration": 5.38
    },
    {
        "text": "Adding,",
        "start": 1003.74,
        "duration": 0.54
    },
    {
        "text": "\"Instead, in an effort to maintain control over stations it was obligated to sell,",
        "start": 1004.28,
        "duration": 3.82
    },
    {
        "text": "Sinclair engaged in unnecessarily aggressive and protracted negotiations with",
        "start": 1008.1,
        "duration": 3.8
    },
    {
        "text": "the Department of Justice and the Federal Communications Commission over regulatory requirements,",
        "start": 1011.96,
        "duration": 4.16
    },
    {
        "text": "refused to sell stations in the markets as required to obtain, approval and proposed aggressive divestment structures and related party sales that were either",
        "start": 1016.12,
        "duration": 6.42
    },
    {
        "text": "rejected outright or posed a high risk of rejection and delay-all in derogation of Sinclair's contractual obligation.\"",
        "start": 1022.61,
        "duration": 6.77
    },
    {
        "text": "And they are reportedly suing Sinclair for over 1 billion dollars.",
        "start": 1029.38,
        "duration": 4.68
    },
    {
        "text": "And they're claiming those are the costs that Tribune incurred while they were trying to make this merger happen.",
        "start": 1034.06,
        "duration": 3.62
    },
    {
        "text": "But ultimately that is where we are with a story right now and it'll be very interesting to see what",
        "start": 1037.68,
        "duration": 3.96
    },
    {
        "text": "Sinclair Broadcast Group does from here, what happens with the lawsuit?",
        "start": 1041.66,
        "duration": 3.77
    },
    {
        "text": "I also just wanted to talk about this story because I do find it genuinely interesting",
        "start": 1045.43,
        "duration": 3.41
    },
    {
        "text": "and also I feel like there are a lot of us simplified misrepresentations of the situation and I thought it was important people",
        "start": 1048.84,
        "duration": 6.06
    },
    {
        "text": "Hopefully understand what actually was happening here.",
        "start": 1054.9,
        "duration": 2.0
    },
    {
        "text": "And that's where we're going to end today's show.",
        "start": 1056.92,
        "duration": 1.58
    },
    {
        "text": "And of course remember, this is the Philip DeFranco show. This is also supposed to be a conversation",
        "start": 1058.5,
        "duration": 3.64
    },
    {
        "text": "So whether it be the last story, the first story, anything in between that stuck out to you",
        "start": 1062.14,
        "duration": 3.8
    },
    {
        "text": "I'd love to know your thoughts in those comments down below.",
        "start": 1065.95,
        "duration": 2.13
    },
    {
        "text": "And remember if you liked this video, hit that like button; if you disliked it",
        "start": 1068.08,
        "duration": 3.54
    },
    {
        "text": "I don't care, hit the dislike button. You spent the time watching this video.",
        "start": 1071.64,
        "duration": 3.44
    },
    {
        "text": "Engagement's engagement. You're not doing what you think you're doing",
        "start": 1075.1,
        "duration": 1.8
    },
    {
        "text": "Also, if you're new here, it's that subscribe button.",
        "start": 1076.9,
        "duration": 2.48
    },
    {
        "text": "But that said of course, as always, my name is Philip DeFranco,",
        "start": 1079.38,
        "duration": 2.48
    },
    {
        "text": "you've just been Phil'd in. I love yo faces, and I'll see you tomorrow.",
        "start": 1081.86,
        "duration": 4.26
    }
]