[
    {
        "text": "Sup you beautiful bastards. Hope even a fantastic Thursday, welcome back to the Philip DeFranco Show, and let's just jump into it?",
        "start": 0.0,
        "duration": 6.48
    },
    {
        "text": "And the first thing I want to talk about today is actually a story about a person I used to include in my thumbnails as clickbait, Kate Upton was in the news.",
        "start": 6.48,
        "duration": 5.789
    },
    {
        "text": "You may have seen on January 31st, Kate Upton alluded to fashion brand Guess' co-founder Paul Marciano assaulting her.",
        "start": 12.269,
        "duration": 5.671
    },
    {
        "text": "She tweeted out, \"It's disappointing that such an iconic women's brand Guess is still empowering Paul Marciano as their creative director,",
        "start": 17.94,
        "duration": 5.86
    },
    {
        "text": "hashtag Me Too.\" Also posting an image of her tweet on her Instagram with the caption,",
        "start": 23.82,
        "duration": 4.0
    },
    {
        "text": "\"He shouldn't be allowed to use his power in the industry to sexually and emotionally harass women, hashtag Me Too.\"",
        "start": 27.84,
        "duration": 5.28
    },
    {
        "text": "Now Upton didn't immediately elaborate on what happened but",
        "start": 33.14,
        "duration": 2.24
    },
    {
        "text": "her statement had an immediate effect on the fashion brand. Within hours of her initial tweet, Guess' shares dropped by more than 17 percent.",
        "start": 35.4,
        "duration": 6.2
    },
    {
        "text": "Now, obviously keep in mind this happened during that dip in the stock market, but 17 percent is a whole lot more than 4 percent.",
        "start": 41.6,
        "duration": 6.34
    },
    {
        "text": "Marciano has responded to Upton's post, giving TMZ a one-page statement",
        "start": 47.94,
        "duration": 3.72
    },
    {
        "text": "Saying he never touched up dinner was alone with her",
        "start": 51.66,
        "duration": 2.039
    },
    {
        "text": "And that he has built a brand with a quote \"long, and proud history of empowering women\", also noting Upton's timing her,",
        "start": 53.699,
        "duration": 5.37
    },
    {
        "text": "saying, \"She leveled this malicious and false accusation only hours before a gala event at our headquarters in Los Angeles unveiling a new guest campaign.\"",
        "start": 59.069,
        "duration": 6.331
    },
    {
        "text": "Also, saying he felt Upton statements provided no facts, no details, no dates, and no circumstances to corroborate her allegations.",
        "start": 65.42,
        "duration": 5.88
    },
    {
        "text": "So then yesterday Upton provides details, dates, circumstances, and witnesses in a Time article",
        "start": 71.3,
        "duration": 5.04
    },
    {
        "text": "Upton says that on the first day of her lingerie issue with Guess, Marciano forcibly grabbed her breasts.",
        "start": 76.34,
        "duration": 4.6
    },
    {
        "text": "He kissed her against her will, he grabbed her thighs and arms to pull closer so he could smell her.",
        "start": 80.94,
        "duration": 4.24
    },
    {
        "text": "He also allegedly told photographer Yu Tsai to leave the room so he could, be alone with Upton. Tsai has also corroborated Upton's story.",
        "start": 85.24,
        "duration": 6.12
    },
    {
        "text": "Following that, she said, \"Then Paul insisted that he walk me up to my hotel room. I immediately declined.\"",
        "start": 91.36,
        "duration": 4.66
    },
    {
        "text": "\"The only thing I was thinking is 'If he touches me like that in public, I can't imagine what he tried to do in private'.\"",
        "start": 96.02,
        "duration": 4.1
    },
    {
        "text": "\"Thankfully, Yu Tsai stepped in and insisted he do it.\"",
        "start": 100.12,
        "duration": 2.46
    },
    {
        "text": "\"I was so relieved and I felt like I had barely escaped.\"",
        "start": 102.6,
        "duration": 2.08
    },
    {
        "text": "And following all of this, Kate said the harassment assault made her reconsider her career saying,",
        "start": 104.68,
        "duration": 3.5
    },
    {
        "text": "\"It took a huge toll on my confidence and self-worth. I wanted to quit modeling. I constantly blamed myself after it happened.",
        "start": 108.22,
        "duration": 5.02
    },
    {
        "text": "What am i doing to invite someone to treat me like that or grab me like that? I wondered if it was how i was presenting myself or what i was wearing.",
        "start": 113.24,
        "duration": 5.4
    },
    {
        "text": "I started slumping my shoulders to hide my breast size, wearing baggy, clothes, started despising my own body.\"",
        "start": 118.64,
        "duration": 4.96
    },
    {
        "text": "But then calling on the industry to change, saying,",
        "start": 123.6,
        "duration": 2.22
    },
    {
        "text": "\"The culture of complacency and tolerance in our industry needs to stop.",
        "start": 125.82,
        "duration": 2.74
    },
    {
        "text": "People know what is going on and have previously accepted it and we can't always require the victims to be the ones",
        "start": 128.56,
        "duration": 4.32
    },
    {
        "text": "to speak up and tell their story, because the victims only know their one story.\"",
        "start": 132.92,
        "duration": 3.56
    },
    {
        "text": "And as far as where we are now, before Upton's Time interview,",
        "start": 136.52,
        "duration": 2.64
    },
    {
        "text": "Guess said that they, would launch an investigation if she provided concerns that were determined to have merit.",
        "start": 139.16,
        "duration": 4.02
    },
    {
        "text": "And so most likely what we're about to see is an investigation.",
        "start": 143.18,
        "duration": 2.46
    },
    {
        "text": "Then let's talk about the failing New, York Times. The New York Times, who you may have heard are failing.",
        "start": 145.64,
        "duration": 5.54
    },
    {
        "text": "I don't know if you've heard about this, people are saying it.",
        "start": 151.18,
        "duration": 1.9
    },
    {
        "text": "Well the company came out with an announcement today and it really shows the big shift in news media.",
        "start": 153.08,
        "duration": 4.96
    },
    {
        "text": "The company announced today that in 2017, they brought in 1.7 billion dollars and that's also a big deal for a few reasons:",
        "start": 158.04,
        "duration": 6.56
    },
    {
        "text": "one, as a total that is an eight percent increase from 2016,",
        "start": 164.6,
        "duration": 3.48
    },
    {
        "text": "two, a huge part of this is due to a surge in the number of people subscribing to their digital-only content,",
        "start": 168.08,
        "duration": 5.52
    },
    {
        "text": "and three, thanks to an increase in digital advertising",
        "start": 173.6,
        "duration": 2.74
    },
    {
        "text": "Subscriptions now reportedly account for 60% of their revenue; just in the last quarter 157,000 digital-only subscriptions were added.",
        "start": 176.38,
        "duration": 7.6
    },
    {
        "text": "But also if there's something that kind of brings this story back down to earth let's talk",
        "start": 183.98,
        "duration": 3.38
    },
    {
        "text": "About profit as reportedly operating profit dropped, from fifty six million for the quarter to twenty three million this they",
        "start": 187.37,
        "duration": 5.79
    },
    {
        "text": "Say reportedly due to pension settlement charges and higher operating costs as",
        "start": 193.16,
        "duration": 3.659
    },
    {
        "text": "Well as just on the print side a lot of their numbers drop but really all this story shows",
        "start": 196.819,
        "duration": 3.87
    },
    {
        "text": "Is what most millennials and younger know?",
        "start": 200.69,
        "duration": 2.22
    },
    {
        "text": "And that is the future is digit, also in this current climate people care",
        "start": 202.91,
        "duration": 3.599
    },
    {
        "text": "About news, more than ever i used to joke about in the past but one of the biggest things to come",
        "start": 206.51,
        "duration": 3.36
    },
    {
        "text": "From the trump administration and the election in general is that people care about, new",
        "start": 209.87,
        "duration": 3.36
    },
    {
        "text": "Seven-days-a-week used to die over the weekend and for me the only question is do we get to a point",
        "start": 213.269,
        "duration": 4.58
    },
    {
        "text": "Where print media in general",
        "start": 217.85,
        "duration": 1.479
    },
    {
        "text": "dies out and it goes all digit or will there be",
        "start": 219.329,
        "duration": 2.33
    },
    {
        "text": "Holdouts - there's reading an actual physical copy of a newspaper become a gimmick in the future i don't know",
        "start": 221.85,
        "duration": 5.299
    },
    {
        "text": "But it'll be very interesting to see then let's talk, about this situation with holocaust denier and republican candidate arthur",
        "start": 227.15,
        "duration": 5.94
    },
    {
        "text": "Jones, now before you just take, that headline you start saying see all republicans are nazis, this situations a little complicated",
        "start": 233.09,
        "duration": 5.88
    },
    {
        "text": "yes\nWe do have 70 year old retired",
        "start": 238.97,
        "duration": 1.69
    },
    {
        "text": "Insurance agent and holocaust denier are they just really quick that description escalates very quickly like we're talking about arthur",
        "start": 240.66,
        "duration": 5.899
    },
    {
        "text": "Jones, who of course loves bubblegum and is the former leader of the american nazi",
        "start": 246.56,
        "duration": 4.199
    },
    {
        "text": "Party, also that that lasting stories is the former leader of the american nazi",
        "start": 250.76,
        "duration": 3.9
    },
    {
        "text": "Party i don't know, about the bubblegum, but, who doesn't like, bubblegum",
        "start": 254.66,
        "duration": 2.519
    },
    {
        "text": "That said this same guy is running as a republican for this midterm election",
        "start": 257.18,
        "duration": 3.96
    },
    {
        "text": "In illinois some of arthur jones's greatest hits include a section on his web",
        "start": 261.299,
        "duration": 4.22
    },
    {
        "text": "With a flier titled the holocaust racket saying there is no proof such a so-called holocaust ever took place anywhere in europe against",
        "start": 265.74,
        "duration": 6.869
    },
    {
        "text": "The jews millions of dollars are made each, year by the jews telling this tall tale of woe and misfortune?",
        "start": 272.61,
        "duration": 4.589
    },
    {
        "text": "also\nFor jones the confederate flag doesn't seem to be just about you know",
        "start": 277.199,
        "duration": 2.67
    },
    {
        "text": "Heritage and culture and something that is not racist or horrible a quote this flag represents to millions of white americans a symbol of white?",
        "start": 280.03,
        "duration": 6.169
    },
    {
        "text": "Pride and white resistance it is the flag of a, white",
        "start": 286.199,
        "duration": 2.399
    },
    {
        "text": "Counter-revolution, also this month when talking to the chicago, sun-times he gave props to hitler for his economic policies economic policies of hitler",
        "start": 289.15,
        "duration": 6.47
    },
    {
        "text": "brought that nation up for the very bottom and",
        "start": 297.039,
        "duration": 2.84
    },
    {
        "text": "12 years of his rule they went from the age of the biplane to the age of the rocket and then interview, the following",
        "start": 300.34,
        "duration": 5.239
    },
    {
        "text": "day says",
        "start": 305.58,
        "duration": 0.54
    },
    {
        "text": "He doesn't support interracial marriages the",
        "start": 306.12,
        "duration": 2.1
    },
    {
        "text": "integration of schools",
        "start": 308.5,
        "duration": 0.93
    },
    {
        "text": "There's more and more we could include here but you get you get the point so the question for many of course is how",
        "start": 309.43,
        "duration": 4.7
    },
    {
        "text": "The, hell, did this guy, become the republican candidate",
        "start": 314.13,
        "duration": 2.159
    },
    {
        "text": "Well it's because he's running in a district where democrats have a lock on the seat democrats have, won the seat every election since",
        "start": 316.289,
        "duration": 4.53
    },
    {
        "text": "1975 the last time a republican ran, which, was back in 2014 democrat won 64 percent to 35 percent so essentially what happened",
        "start": 321.4,
        "duration": 6.98
    },
    {
        "text": "Is that a republican, was not going to run, and then arthur, jones just said",
        "start": 328.38,
        "duration": 3.569
    },
    {
        "text": "Yeah i'll, do it jones actually tried to do this back in 2016 but the illinois election",
        "start": 331.949,
        "duration": 3.48
    },
    {
        "text": "Board kept jones off the ballot for not collecting enough valid",
        "start": 335.43,
        "duration": 2.459
    },
    {
        "text": "Signatures this after the state republican party brought legal action against joan now",
        "start": 337.889,
        "duration": 4.019
    },
    {
        "text": "This, year the general counsel for the illinois republican party reviewed",
        "start": 341.909,
        "duration": 2.73
    },
    {
        "text": "jones's petition and determined that the signatures were",
        "start": 344.639,
        "duration": 2.0
    },
    {
        "text": "Legitimate and so jones could not be kept off the ballot but it is important to note the republican party is not endorsing",
        "start": 346.87,
        "duration": 5.119
    },
    {
        "text": "This, guy, you!",
        "start": 351.99,
        "duration": 0.69
    },
    {
        "text": "also\nCan't connect him to donald trump because he is not a fan of donald trump the speech last spring at a national socialist movement",
        "start": 352.68,
        "duration": 4.95
    },
    {
        "text": "Gathering, jones stated that he regretted voting for donald trump or in his words",
        "start": 357.849,
        "duration": 3.59
    },
    {
        "text": "And once again the republican party wants nothing to do with him so i just want to cover this story for a few reasons the",
        "start": 366.159,
        "duration": 4.94
    },
    {
        "text": "First is a lot of misinformation saying this guy, is representative republicans general know",
        "start": 371.099,
        "duration": 4.26
    },
    {
        "text": "Publicans have denounced and pointed out he has no real connection to the gop, he's been running for a",
        "start": 375.37,
        "duration": 3.859
    },
    {
        "text": "While he's just looking for any way in which is why - at least from a pr standpoint it might",
        "start": 379.229,
        "duration": 3.66
    },
    {
        "text": "Make, sense for the parties to even even in districts where it looks like",
        "start": 382.889,
        "duration": 2.73
    },
    {
        "text": "They, have zero chance whatsoever just just put up like a pizza",
        "start": 385.62,
        "duration": 3.209
    },
    {
        "text": "Boy, you know just so monster mccade slaw doesn't get voted in as your candidate and you have that attachment",
        "start": 388.83,
        "duration": 4.709
    },
    {
        "text": "And finally three this is just a reminder that there are horrible hateful people out there i know",
        "start": 393.539,
        "duration": 5.64
    },
    {
        "text": "We end up covering a lot of stories where it seems like pc has gone wild and it's ridiculous but, but there are",
        "start": 399.18,
        "duration": 5.279
    },
    {
        "text": "Also, people just just filled with",
        "start": 404.46,
        "duration": 2.16
    },
    {
        "text": "bigotry",
        "start": 406.84,
        "duration": 0.5
    },
    {
        "text": "And it's important to remember that because a?",
        "start": 407.34,
        "duration": 1.63
    },
    {
        "text": "spotlight on the horrible is the best way to disinfect it from that i want to share some stuff i loved today and today in",
        "start": 408.97,
        "duration": 6.079
    },
    {
        "text": "Awesome brought to you, by post mate post mates of course fantastic delivery on-demand app",
        "start": 415.12,
        "duration": 4.04
    },
    {
        "text": "You, want something from the store you, want something from your favorite restaurant open up the app",
        "start": 419.16,
        "duration": 3.509
    },
    {
        "text": "Boom you got a delivery to your house your work your wherever maybe in the middle of having company over you need",
        "start": 422.669,
        "duration": 4.44
    },
    {
        "text": "Some more drinks but you, also want to be safe because he maybe you, had some drinks",
        "start": 427.11,
        "duration": 2.7
    },
    {
        "text": "Boom order it via the app and most awesomely if you are a, new",
        "start": 429.81,
        "duration": 3.389
    },
    {
        "text": "Customer go to post to franco dot-com download the app use offer code",
        "start": 433.199,
        "duration": 3.779
    },
    {
        "text": "Philly, d in the end and they will give you $100 in free delivery credit if you",
        "start": 436.979,
        "duration": 4.02
    },
    {
        "text": "Want to try it out link to that down",
        "start": 441.0,
        "duration": 1.44
    },
    {
        "text": "Below the first bit of awesome today is we got a teaser for venom and",
        "start": 442.44,
        "duration": 3.299
    },
    {
        "text": "I'm saying, awesome because i'm excited about the movie or some people angry because you don't actually see",
        "start": 445.87,
        "duration": 4.549
    },
    {
        "text": "Venom come on it's a teaser, let's see the beautiful and fantastic tom hardest enjoy him, while you can",
        "start": 451.03,
        "duration": 5.059
    },
    {
        "text": "Also i would figure that, some people",
        "start": 456.09,
        "duration": 1.77
    },
    {
        "text": "Would be kind of pumped about this kind of teaser trailer because there there's a big criticism that trailers show, too much these",
        "start": 457.86,
        "duration": 5.07
    },
    {
        "text": "Days, or whatever i'm excited and we got this really interesting video from Seeker about squishy batteries explaining how they work",
        "start": 462.93,
        "duration": 6.45
    },
    {
        "text": "Then, we have Life Noggin covering \"How long will our monuments last\"",
        "start": 469.38,
        "duration": 2.7
    },
    {
        "text": "Then we've got a featurette on Altered Carbon, which is that new Netflix series",
        "start": 472.08,
        "duration": 2.96
    },
    {
        "text": "Which I will say, I'm two episodes in right now, I'm kinda digging it",
        "start": 475.04,
        "duration": 3.54
    },
    {
        "text": "I find it very weird that my favorite character so far is a hotel, but I'm digging it so far",
        "start": 478.6,
        "duration": 4.44
    },
    {
        "text": "Then we've got Rich Brian on an episode of Hot Ones",
        "start": 483.04,
        "duration": 2.32
    },
    {
        "text": "and if you want to see the full versions of everything I just shared, the secret link of the day",
        "start": 485.36,
        "duration": 2.98
    },
    {
        "text": "anything at all, links, as always, are in the description down below",
        "start": 488.34,
        "duration": 3.12
    },
    {
        "text": "Then very quickly let's talk about YouTube and Logan Paul",
        "start": 491.46,
        "duration": 2.68
    },
    {
        "text": "Who you may just be sick of seeing his face, which actually is part of the story",
        "start": 494.26,
        "duration": 4.44
    },
    {
        "text": "So of course after massive controversy, fallout, Logan Paul has done his redemption tour, he's posting videos again",
        "start": 498.7,
        "duration": 5.52
    },
    {
        "text": "But something that happened around that, is when Logan Paul returned a lot of people got a notification",
        "start": 504.24,
        "duration": 4.26
    },
    {
        "text": "saying \"Hey! Logan Paul's back!\"",
        "start": 508.54,
        "duration": 1.88
    },
    {
        "text": "but the thing that made a lot of people angry is a lot of people who are not subscribed to Logan Paul",
        "start": 510.42,
        "duration": 4.96
    },
    {
        "text": "got that message",
        "start": 515.38,
        "duration": 1.08
    },
    {
        "text": "One of the tweets that blew up around this came from Rachel Monday",
        "start": 516.52,
        "duration": 1.98
    },
    {
        "text": "Who tweeted, \"Are you kidding me @YouTube!?\"",
        "start": 518.54,
        "duration": 1.5
    },
    {
        "text": "\"I'm having a hard time receiving accurate notifications from my actual subscribed channels and this crap pops up!?\"",
        "start": 520.04,
        "duration": 4.1
    },
    {
        "text": "\"I've never once clicked a video of his... at least try to hid the favoritism...\"",
        "start": 524.22,
        "duration": 3.2
    },
    {
        "text": "and then YouTube's official account responds",
        "start": 527.42,
        "duration": 1.9
    },
    {
        "text": "\"Our bad! We fixed it so that only Logan subscribers will get it going forward. Apologies for the spam!\"",
        "start": 529.44,
        "duration": 4.3
    },
    {
        "text": "So the question becomes \"Why did it happen? Was it a bug or was it a setting?\"",
        "start": 533.82,
        "duration": 3.42
    },
    {
        "text": "and the reason I say setting is part of this seems to be a built in system",
        "start": 537.24,
        "duration": 3.46
    },
    {
        "text": "YouTube's quick response of Oh, fixed it! it was just supposed to go to these people, that makes me think setting",
        "start": 540.7,
        "duration": 4.42
    },
    {
        "text": "because Youtube's a massive website, whenever they have to do a fix it is a massive undertaking, in fact they were saying that",
        "start": 545.199,
        "duration": 5.21
    },
    {
        "text": "Was supposed to target a specific group of people that subscribe to logan paul if they have that ability to push through recommendations",
        "start": 550.41,
        "duration": 5.369
    },
    {
        "text": "like that",
        "start": 555.879,
        "duration": 0.77
    },
    {
        "text": "Did they maybe accidentally do it to everyone that had tags for logan paul idea being that if this system exists in this way",
        "start": 556.649,
        "duration": 5.7
    },
    {
        "text": "And they were trying to help logan paul that the algorithm, would just go",
        "start": 562.35,
        "duration": 3.239
    },
    {
        "text": "Oh, this person watched a bunch of logan paul videos not considering that maybe watch the video of like, oh my",
        "start": 565.589,
        "duration": 4.679
    },
    {
        "text": "God i can't believe logan paul did this what a scumbag look, he, was really offensive here based off of a tag push",
        "start": 570.269,
        "duration": 5.309
    },
    {
        "text": "Youtube's like, oh they, love logan paul they're, gonna love his new video something that may not be the biggest",
        "start": 575.579,
        "duration": 3.419
    },
    {
        "text": "Deal if it's just something on your homepage when",
        "start": 578.999,
        "duration": 1.8
    },
    {
        "text": "You're!\nGetting a notification",
        "start": 580.799,
        "duration": 0.85
    },
    {
        "text": "For it it's a little more aggressive that could potentially explain it or it may have been a bug",
        "start": 581.649,
        "duration": 3.679
    },
    {
        "text": "And the tags might be where there's a lot of overlap because not only does logan paul use his",
        "start": 585.329,
        "duration": 3.299
    },
    {
        "text": "Own tags in any video that was even remotely talking about this incident they, use many of the same tag but",
        "start": 588.629,
        "duration": 4.5
    },
    {
        "text": "No, matter the explanation i understand why, people are frustrated especially when youtubers have",
        "start": 593.129,
        "duration": 3.51
    },
    {
        "text": "To, deal with other issues then there is a subject of youtube favoritism and really we're only, gonna be able to tell based",
        "start": 596.639,
        "duration": 4.14
    },
    {
        "text": "Off of their actions moving forward obviously it's hard for many to not see this recommended move as a",
        "start": 600.779,
        "duration": 3.989
    },
    {
        "text": "Coordinated effort between paul and ut there have, also been murmurs in the community that logan paul's project",
        "start": 604.929,
        "duration": 4.76
    },
    {
        "text": "that\nWas put on hold was only kind of wink wink put on hold and still may get a release its despite their more extreme treatment",
        "start": 609.689,
        "duration": 5.67
    },
    {
        "text": "Of other youtubers, who, have had scandals in the past like with a lot of the stories",
        "start": 615.36,
        "duration": 2.819
    },
    {
        "text": "We have to wait and see it's one thing to say, something it's a",
        "start": 618.179,
        "duration": 3.18
    },
    {
        "text": "Whole other to do it then let's talk about to new",
        "start": 621.36,
        "duration": 2.009
    },
    {
        "text": "York, lawmakers taking on the biggest problem in this country right now russia",
        "start": 623.369,
        "duration": 4.44
    },
    {
        "text": "Wait actually i misread that i meant tide pods all the world's so stupid so if you don't know",
        "start": 627.809,
        "duration": 5.7
    },
    {
        "text": "About this stupid there was a meme called the tide pot challenge it wasn't really a thing people joked about eating tide pods and then",
        "start": 633.509,
        "duration": 6.299
    },
    {
        "text": "A bunch of really stupid, people are like, oh i guess i'll",
        "start": 639.809,
        "duration": 2.22
    },
    {
        "text": "Do that because of use more and more children have seen it there have been instances there have been more calls to poison control",
        "start": 642.029,
        "duration": 5.07
    },
    {
        "text": "Centers apparently, became such a, big issue tide, had to release a commercial with rob gronkowski, and they were like",
        "start": 647.47,
        "duration": 5.27
    },
    {
        "text": "Don't eat it pretty simple people joked, about drinking bleach for a very long time usually not that big of a",
        "start": 652.869,
        "duration": 5.33
    },
    {
        "text": "Deal but unfortunately there's just too much stupid in this world and so this has continued to be an, issue that's, why, this week",
        "start": 658.199,
        "duration": 5.94
    },
    {
        "text": "We saw new? York assemblywoman arabella's simha tossin state senator, brad hoylman proposed a bill calling for stronger safety regulation for liquid detergent",
        "start": 664.139,
        "duration": 6.809
    },
    {
        "text": "Packets the two, also sending a letter to tied?",
        "start": 670.949,
        "duration": 1.68
    },
    {
        "text": "Owner procter and gamble asking them to remove their products from stores and implement changes, along the lines of their bill writing",
        "start": 672.629,
        "duration": 5.489
    },
    {
        "text": "We carry legislation to prevent poisonings and injuries by acquiring",
        "start": 678.119,
        "duration": 3.0
    },
    {
        "text": "Child resistant packaging an individual wrapping for each detergent pod stating warning",
        "start": 681.119,
        "duration": 4.32
    },
    {
        "text": "Harmful if put in mouth or swallowed a irritant keep out of reach of children adding our legislation",
        "start": 685.539,
        "duration": 4.85
    },
    {
        "text": "Also, aims to make pods less visually appealing to children teens and adults with, dementia",
        "start": 690.389,
        "duration": 4.109
    },
    {
        "text": "By requiring manufacturers to change the design of laundry detergent packets to a uniform color",
        "start": 694.569,
        "duration": 4.609
    },
    {
        "text": "Also calling for them to use a stronger bittering agent to prevent ingestion reduce their pleasant smell",
        "start": 699.179,
        "duration": 5.04
    },
    {
        "text": "And make them feel more firm",
        "start": 704.22,
        "duration": 1.63
    },
    {
        "text": "Closing it's time that you recognize the danger to those least able to protect themselves from a poisonous product",
        "start": 705.85,
        "duration": 5.029
    },
    {
        "text": "package",
        "start": 710.879,
        "duration": 0.36
    },
    {
        "text": "Like candy if not these products should be removed from store shelves as soon as possible in response to all of this procter & gamble",
        "start": 711.239,
        "duration": 5.82
    },
    {
        "text": "Issued a statement saying there is nothing new in these legislative proposals ya'll said, they already, make the packaging",
        "start": 717.059,
        "duration": 4.679
    },
    {
        "text": "Child resistant if they found from a review",
        "start": 721.739,
        "duration": 1.68
    },
    {
        "text": "Of data from the poison control center that color does not play a critical role in the child's",
        "start": 723.419,
        "duration": 3.54
    },
    {
        "text": "Accidental exposure to laundry pack as for individual wrapping the company says it believes doing so it'd not be helpful in reducing",
        "start": 727.149,
        "duration": 5.57
    },
    {
        "text": "Incidents and may have unintended consequences and closing finally consumers have a choice those, who prefer a single colored pack",
        "start": 733.029,
        "duration": 6.049
    },
    {
        "text": "And use tide free and gentle",
        "start": 739.079,
        "duration": 1.38
    },
    {
        "text": "which is all white is also available in a liquid and powder product for in my response this is i",
        "start": 740.459,
        "duration": 4.26
    },
    {
        "text": "Find the pushing for this legislation to be so incredibly stupid and not needed they've somehow. Tried to make tide pods",
        "start": 745.059,
        "duration": 6.71
    },
    {
        "text": "themselves the villain here it's in childproof packaging",
        "start": 752.649,
        "duration": 2.269
    },
    {
        "text": "That has warnings on it though the most we've seen of people actually chewing on these things are from people",
        "start": 755.019,
        "duration": 5.57
    },
    {
        "text": "Desperate for view and if you actually watch those videos this",
        "start": 760.72,
        "duration": 2.359
    },
    {
        "text": "Mouth-breathers have to really go at it to open up the tide pod when it explodes the bittering agent seems good enough or they're like",
        "start": 763.149,
        "duration": 6.019
    },
    {
        "text": "oh\nHere's the fact i learned very early on in my life it is 100%",
        "start": 769.169,
        "duration": 3.54
    },
    {
        "text": "Impossible to completely stop stupid right like every fourth of july it's pretty much an",
        "start": 773.199,
        "duration": 3.979
    },
    {
        "text": "Understood that it would be a bad thing to put a bottle rocket in your, asshole rocket itself involves fire an explosion",
        "start": 777.309,
        "duration": 5.96
    },
    {
        "text": "There's warning on the packaging and on the individual but it still happens, someone will always try and do it and then",
        "start": 783.269,
        "duration": 6.0
    },
    {
        "text": "Every, july 5th i'm talking, about, some guy, that blew",
        "start": 789.81,
        "duration": 3.09
    },
    {
        "text": "A ball off the majority will be fine but stupid always finds, away",
        "start": 792.9,
        "duration": 3.659
    },
    {
        "text": "Well that's where i'm gonna end that one actually the last thing i do want to talk about today is russia i know",
        "start": 796.56,
        "duration": 4.08
    },
    {
        "text": "That i was joking before but russian meddling i know meddlings kind of this vague words",
        "start": 800.64,
        "duration": 3.63
    },
    {
        "text": "Some people just attribute it to just manipulating vote but",
        "start": 804.27,
        "duration": 2.819
    },
    {
        "text": "Overall it's been used in reference to that hacking parties and releasing data just public perception in general a la",
        "start": 807.089,
        "duration": 5.79
    },
    {
        "text": "Fake news and bots a lot of those forms of meddling have been confirmed",
        "start": 812.88,
        "duration": 3.029
    },
    {
        "text": "by\nmultiple",
        "start": 815.91,
        "duration": 0.76
    },
    {
        "text": "Intelligence agencies voter registration rolls were accessed dnc server is where access the thousands of fake accounts",
        "start": 816.67,
        "duration": 6.109
    },
    {
        "text": "And bots pushing so much fake, news out there that have connections to russia, that said, those same intelligence agencies",
        "start": 822.779,
        "duration": 6.45
    },
    {
        "text": "Also, say that no votes were manipulated so the voting in the election, was the voting in the election i feel like",
        "start": 829.23,
        "duration": 4.679
    },
    {
        "text": "That's one of the places there's a disconnect with, some people that when they hear meddling",
        "start": 833.91,
        "duration": 3.21
    },
    {
        "text": "They, think just pure vote manipulation it could involve that in the future but it's so much more now",
        "start": 837.12,
        "duration": 4.2
    },
    {
        "text": "A big part of why this is a story of course is the 2016 election but we're moving forward to the 2018",
        "start": 841.32,
        "duration": 4.229
    },
    {
        "text": "Midterms and this still looks like it's going to be a",
        "start": 845.71,
        "duration": 1.819
    },
    {
        "text": "Big big issue a little more than a week ago ahead of the cia",
        "start": 847.529,
        "duration": 2.88
    },
    {
        "text": "Mike pompeo warned that the russians will try to meddle again, when asked",
        "start": 850.41,
        "duration": 3.51
    },
    {
        "text": "by\nThe bbc if he expected the russians to mess with our election pompeo said i have every expectation that they will continue to try and",
        "start": 853.92,
        "duration": 5.1
    },
    {
        "text": "Do that but, also adding but i am confident that america will be able to have a free and fair election that will",
        "start": 859.02,
        "duration": 4.769
    },
    {
        "text": "push\nBack in a way that is efficiently robust that the impact they have on our election won't be great we also saw former president george?",
        "start": 863.79,
        "duration": 5.189
    },
    {
        "text": "W. Bush speak out on russian meddling",
        "start": 868.98,
        "duration": 2.4
    },
    {
        "text": "another question remind you however yeah",
        "start": 877.17,
        "duration": 2.52
    },
    {
        "text": "During the cold war they, did the same thing now to that i would say",
        "start": 881.23,
        "duration": 3.02
    },
    {
        "text": "Yes it is it is good to hear from a former president, someone that's been in that position saying yes they medal what",
        "start": 884.25,
        "duration": 5.789
    },
    {
        "text": "George w. Bush probably, not the the best messenger not a",
        "start": 890.05,
        "duration": 3.89
    },
    {
        "text": "Guy, that i would normally connect with words like truth and accurate, also side note the george w bush",
        "start": 893.94,
        "duration": 4.679
    },
    {
        "text": "Rehabilitation thing that's been going on so strange to me i know",
        "start": 899.23,
        "duration": 2.75
    },
    {
        "text": "People that years ago were saying george w bush is a war criminal and now. They're, like, see he's speaking the truth good",
        "start": 901.98,
        "duration": 5.969
    },
    {
        "text": "Oh, sweet baby jesus but",
        "start": 908.68,
        "duration": 1.64
    },
    {
        "text": "A voice that could speak on the matter in a better manner rex tillerson our secretary of state who",
        "start": 910.32,
        "duration": 5.609
    },
    {
        "text": "Was in bogota yesterday said i don't know",
        "start": 915.93,
        "duration": 1.8
    },
    {
        "text": "That i would say, we are better prepared because the russians will adapt as",
        "start": 917.73,
        "duration": 2.94
    },
    {
        "text": "Well the point is if it's their intention to interfere they are, going to find ways to do that, we can, take steps",
        "start": 920.67,
        "duration": 4.2
    },
    {
        "text": "We can, take but this",
        "start": 924.87,
        "duration": 1.079
    },
    {
        "text": "Is something that once they decide they're going to do it it's very difficult to preempt it i think it's important",
        "start": 925.949,
        "duration": 4.26
    },
    {
        "text": "We just continue to say russia look, you think, we don't see, what you're doing",
        "start": 930.209,
        "duration": 3.179
    },
    {
        "text": "We do see it and you need to stop if you don't you're, going to just continue to invite consequences for yourself",
        "start": 933.389,
        "duration": 4.8
    },
    {
        "text": "Well i will say it's great that our secretary of state is saying it also appears there's a disconnect between him",
        "start": 938.19,
        "duration": 4.799
    },
    {
        "text": "And trump whether it is tweet it's a seemingly mainly focus on collusion, which that's not what i'm talking",
        "start": 942.99,
        "duration": 3.839
    },
    {
        "text": "About here when i'm saying russian, medal or the trump administration, not really following through on the sanctions involving russia, we talked",
        "start": 946.829,
        "duration": 6.18
    },
    {
        "text": "About this on a previous show, but they essentially argued",
        "start": 953.01,
        "duration": 1.889
    },
    {
        "text": "We don't need to implement the sanctions because the the sanctions themselves",
        "start": 954.899,
        "duration": 2.91
    },
    {
        "text": "Deter people if there's really, no follow-through we're getting a lot of bark from rex, tillerson",
        "start": 958.149,
        "duration": 4.1
    },
    {
        "text": "But he has no teeth ultimately we're gonna have to wait and see and that's actually",
        "start": 962.41,
        "duration": 3.47
    },
    {
        "text": "Where i'm gonna end today of course this is the philip defranco show",
        "start": 965.88,
        "duration": 2.489
    },
    {
        "text": "I give you the news sometimes my opinion",
        "start": 968.37,
        "duration": 1.8
    },
    {
        "text": "And then i want to hear from you and those comments down below remember if you, like, this video you like",
        "start": 970.17,
        "duration": 3.75
    },
    {
        "text": "What i'm trying to do on this channel hit that like button if you're, new, here hit that subscribe button",
        "start": 973.92,
        "duration": 3.45
    },
    {
        "text": "That way you make sure you, don't, miss these, daily videos which actually if you, did miss yesterday's show",
        "start": 977.37,
        "duration": 3.39
    },
    {
        "text": "You want to catch up, click or tap right there to watch that, or if you're in the mood for something lighter you can",
        "start": 980.76,
        "duration": 3.75
    },
    {
        "text": "Click right there to watch the newest behind-the-scenes vlog but that said of course as always my",
        "start": 984.51,
        "duration": 3.929
    },
    {
        "text": "Name's Philip, DeFranco you've just been phill'd in I love yo faces and i'll see you tomorrow",
        "start": 988.44,
        "duration": 4.619
    }
]