[
    {
        "text": "Sup you beautiful bastards, hope you're having a fantastic Monday",
        "start": 0.02,
        "duration": 2.4
    },
    {
        "text": "Welcome back to the Philip DeFranco show and let's just jump into it.",
        "start": 2.42,
        "duration": 3.98
    },
    {
        "text": "and the first thing I want to talk about today is internet-y slash business news,",
        "start": 6.4,
        "duration": 2.9
    },
    {
        "text": "so let's talk about Fortnite. Let's start today's show of light cuz it gets horrible.",
        "start": 9.3,
        "duration": 3.9
    },
    {
        "text": "It's been so fascinating to see the rise and spread of this game",
        "start": 13.2,
        "duration": 2.82
    },
    {
        "text": "It is so also now in the mainstream that just in the past two days, keep in mind",
        "start": 16.02,
        "duration": 4.289
    },
    {
        "text": "We're talking about over the weekend, Forbes had six articles about Fortnite",
        "start": 20.31,
        "duration": 3.93
    },
    {
        "text": "Forbes I'm not talking about Polygon Kotaku IGN",
        "start": 24.24,
        "duration": 2.609
    },
    {
        "text": "Any of that. It's just one of those things like we always say when the numbers are there",
        "start": 26.849,
        "duration": 2.91
    },
    {
        "text": "You can't deny it and some of the news we've been seeing 'LawBreakers' Studio",
        "start": 29.76,
        "duration": 3.449
    },
    {
        "text": "They seem to be trying to get in on that PUBG Fortnite money",
        "start": 33.21,
        "duration": 2.79
    },
    {
        "text": "They have a new battle royale game called Radical Heights that goes early access tomorrow",
        "start": 36.0,
        "duration": 3.569
    },
    {
        "text": "But on that note, no one should be shocked",
        "start": 39.57,
        "duration": 1.53
    },
    {
        "text": "that other game studios are gonna try and get in on that battle royale money",
        "start": 41.1,
        "duration": 2.7
    },
    {
        "text": "We also got the news that Fortnite",
        "start": 43.8,
        "duration": 1.38
    },
    {
        "text": "Just on the iphone is bringing in about two",
        "start": 45.18,
        "duration": 2.72
    },
    {
        "text": "Million dollars a day, who knows what that number is going to go to as they get more widespread adoption",
        "start": 47.9,
        "duration": 4.64
    },
    {
        "text": "Whether it be just because then they include android or just more people finding out about the game obviously this is new",
        "start": 52.68,
        "duration": 5.2
    },
    {
        "text": "But that means that right now, they're making more money than Candy Crush Saga, Clash of Clans, Pokemon Go",
        "start": 57.899,
        "duration": 4.59
    },
    {
        "text": "Go those guys bring in stupid money daily",
        "start": 62.489,
        "duration": 2.25
    },
    {
        "text": "It's also been interesting to see how the YouTube, Twitch crossover has been affecting creators, Tyler 'Ninja' Blevins of course",
        "start": 64.739,
        "duration": 4.919
    },
    {
        "text": "We've talked about several times over the past few weeks",
        "start": 69.659,
        "duration": 2.16
    },
    {
        "text": "He of course has blown up on Twitch, but somehow the less talked about number",
        "start": 71.86,
        "duration": 3.29
    },
    {
        "text": "Is that on youtube he has gotten-just in the past 30 days-He's gotten over",
        "start": 75.15,
        "duration": 3.629
    },
    {
        "text": "170 million views so once again, just in the past 30 days, has gained almost",
        "start": 78.779,
        "duration": 4.77
    },
    {
        "text": "3.5 million new subscribers and unsurprisingly we're also seeing creators",
        "start": 83.549,
        "duration": 4.29
    },
    {
        "text": "Not only engaged with Fortnite, but also jump to Twitch to play Fortnite one of the biggest examples",
        "start": 87.84,
        "duration": 4.95
    },
    {
        "text": "We saw that came from over the weekend where the YouTuber Logan Paul jumped over to Twitch",
        "start": 92.79,
        "duration": 3.41
    },
    {
        "text": "He'd been promoting to the channel for over a week, but this was his first time actually streaming, he peaked at around",
        "start": 96.2,
        "duration": 4.5
    },
    {
        "text": "200,000 concurrents his stream also led to the",
        "start": 100.7,
        "duration": 2.72
    },
    {
        "text": "Forbes headline, \"Logan Paul Is Getting Killed A Lot In His First 'Fortnite Battle Royale' Twitch Stream\"",
        "start": 103.42,
        "duration": 4.94
    },
    {
        "text": "Which I will say that headline makes me think two things one,",
        "start": 108.36,
        "duration": 2.819
    },
    {
        "text": "Fortnite is here to stay at least for a while, and two if I really need it another thing to make me feel like these",
        "start": 111.49,
        "duration": 5.269
    },
    {
        "text": "mainstream",
        "start": 116.759,
        "duration": 0.43
    },
    {
        "text": "Sources are just like any other blog on the Internet that headline just sealed it for the main point where I will end this is",
        "start": 117.189,
        "duration": 6.65
    },
    {
        "text": "I'm fascinated to see where this goes well the last times",
        "start": 123.84,
        "duration": 3.18
    },
    {
        "text": "I saw adoption and and then success at this level it was minecraft a minecraft and fortnight of course are inherently",
        "start": 127.02,
        "duration": 6.06
    },
    {
        "text": "During games of course they both involved building",
        "start": 133.35,
        "duration": 1.92
    },
    {
        "text": "And it's a different level because fortnight doesn't necessarily have an incredibly young target",
        "start": 135.27,
        "duration": 4.199
    },
    {
        "text": "Demographic does that mean it has a stronger staying power also will be very interesting to see is how they fight off and keep their",
        "start": 139.6,
        "duration": 5.389
    },
    {
        "text": "Market share from other battle royale games. I don't even try to predict",
        "start": 144.99,
        "duration": 3.18
    },
    {
        "text": "What's going to happen next?",
        "start": 148.17,
        "duration": 1.11
    },
    {
        "text": "But I'm very excited to see then let's talk about Google and YouTube at the center of a data",
        "start": 149.28,
        "duration": 3.93
    },
    {
        "text": "controversy a child advocacy groups filed a formal complaint with the FTC",
        "start": 153.52,
        "duration": 3.02
    },
    {
        "text": "against coop and the complaint accuses YouTube of violating children's online",
        "start": 156.85,
        "duration": 3.169
    },
    {
        "text": "privacy and allowing ads to target them on YouTube the specific focus here is on children under the age of 13 and the reason they're",
        "start": 160.15,
        "duration": 5.72
    },
    {
        "text": "focused on that is the collection of that data is a violation of the Child Online Privacy Protection and that act states that in the",
        "start": 165.87,
        "duration": 5.159
    },
    {
        "text": "United States any company that intends to collect data about kids younger than 13",
        "start": 171.03,
        "duration": 3.72
    },
    {
        "text": "They have to first notify and receive consent from the parents the complaint says google has made substantial",
        "start": 174.75,
        "duration": 4.2
    },
    {
        "text": "Profits by doing this and that involves tens of millions of US children as far as YouTube's response to this the TLDR is they're essentially",
        "start": 179.23,
        "duration": 6.529
    },
    {
        "text": "Saying we're not for children and more specifically a YouTube spokesperson said well",
        "start": 185.76,
        "duration": 3.599
    },
    {
        "text": "We haven't received the complaint protecting kids and Families has always been a top priority for us",
        "start": 189.36,
        "duration": 3.93
    },
    {
        "text": "We will read the complaint thoroughly and evaluate if there are things we can do to improve because YouTube is not for children",
        "start": 193.29,
        "duration": 4.619
    },
    {
        "text": "We've invested significantly in the creation of the YouTube kids app to offer an alternative specifically designed for children even their Terms of Service",
        "start": 197.91,
        "duration": 6.209
    },
    {
        "text": "Reading if you are under 13 years of age, then please do not use the service",
        "start": 204.25,
        "duration": 3.589
    },
    {
        "text": "There are lots of other great websites for you. Talk to your parents about what sites are appropriate for you now",
        "start": 207.84,
        "duration": 4.86
    },
    {
        "text": "I will say on the note of we are not for children at all being in the Terms of Service",
        "start": 212.7,
        "duration": 3.119
    },
    {
        "text": "That has really not been effective. It's been researched on that says around 45% of 8 to 12 year olds",
        "start": 216.16,
        "duration": 4.97
    },
    {
        "text": "Have a youtube account now the thing is YouTube's responds that their site isn't for children does pose a problem",
        "start": 221.13,
        "duration": 4.29
    },
    {
        "text": "Complain argues that YouTube has actual knowledge of both the large number of child directed channels on YouTube and the large numbers of children using",
        "start": 225.49,
        "duration": 6.319
    },
    {
        "text": "YouTube to help their case here the advocacy group collected examples of this knowledge and some of the evidence includes",
        "start": 231.81,
        "duration": 4.619
    },
    {
        "text": "screenshots of Barbie ads that appear between videos aimed at children also pointing to a number of channels with content targeted towards children on Google",
        "start": 236.53,
        "duration": 6.23
    },
    {
        "text": "Preferred well Google doesn't let advertisers select age groups under the age of 18 the complaint says there is still a number of ways to",
        "start": 242.76,
        "duration": 5.399
    },
    {
        "text": "Still target children things like selecting keywords related to kids such as toddler toy as far as the potential impact",
        "start": 248.16,
        "duration": 5.82
    },
    {
        "text": "This could have on YouTube if it goes much further",
        "start": 253.98,
        "duration": 2.549
    },
    {
        "text": "It could be huge the complaint is asking at the FTC fine YouTube up to 41 thousand four hundred eighty four dollars per violation",
        "start": 256.53,
        "duration": 6.54
    },
    {
        "text": "Or one violation we're talking about the potential for billion of dollars ultimately where I stand on",
        "start": 263.229,
        "duration": 4.46
    },
    {
        "text": "This is this feels like more of a we're trying to screw YouTube than actually protect children kind of move the reason I say that",
        "start": 267.69,
        "duration": 6.869
    },
    {
        "text": "Is there is a YouTube kids app all right?",
        "start": 274.56,
        "duration": 1.95
    },
    {
        "text": "It's meant for children it already bans",
        "start": 276.51,
        "duration": 1.72
    },
    {
        "text": "Targeted advertising if the FTC finds that YouTube did violate this act then most likely other than the fines",
        "start": 278.23,
        "duration": 5.779
    },
    {
        "text": "We're going to just see age gate screen screens that just say are you over 13 and then someone that's under 13 goes",
        "start": 284.01,
        "duration": 6.209
    },
    {
        "text": "Yeah",
        "start": 290.29,
        "duration": 0.5
    },
    {
        "text": "At that point that under 13 year old is still being tracked they decide to lie for",
        "start": 290.79,
        "duration": 3.69
    },
    {
        "text": "Something a good number of people have already done on YouTube because they wanted to watch age gated videos",
        "start": 294.64,
        "duration": 4.459
    },
    {
        "text": "And they weren't 18 so they just said they were 18 right popping YouTube's not knocking on doors doing the reverse Club",
        "start": 299.1,
        "duration": 5.25
    },
    {
        "text": "situation like show me some ID",
        "start": 304.45,
        "duration": 1.34
    },
    {
        "text": "But I know that's my person will take away am I not thinking enough about",
        "start": 305.79,
        "duration": 2.88
    },
    {
        "text": "Protecting the children were you kind of of the same mindset from that I want to share some stuff",
        "start": 308.8,
        "duration": 3.74
    },
    {
        "text": "I love today and today an awesome brought to you by post mate host mates of course fantastic",
        "start": 312.57,
        "duration": 4.41
    },
    {
        "text": "Delivery on-demand app whether you want something from the store your favorite restaurant boom open up the app",
        "start": 317.05,
        "duration": 4.52
    },
    {
        "text": "They will deliver it to your home your work you were ever at someone that has just generally slammed and doesn't have a ton of",
        "start": 321.57,
        "duration": 4.889
    },
    {
        "text": "Free time it has become vital to my life and also even when I do get a little time to myself",
        "start": 326.46,
        "duration": 4.589
    },
    {
        "text": "It's just it's just nice and convenient so if you want to check it out like many from the nation already have go to post",
        "start": 331.12,
        "duration": 4.4
    },
    {
        "text": "postdefranco.com download the app make sure you enter an offer code fill it D post mates will give you",
        "start": 335.52,
        "duration": 4.409
    },
    {
        "text": "$100 and free delivery credit",
        "start": 340.27,
        "duration": 1.67
    },
    {
        "text": "But a big note that is only going to work until the twelfth so if you've been waiting to test it out",
        "start": 341.94,
        "duration": 4.26
    },
    {
        "text": "I highly recommend you do it now and the first bit of Awesome is we got a trailer for solo",
        "start": 346.2,
        "duration": 3.599
    },
    {
        "text": "So I don't know how to say this without seeming like I'm just shitting on the movie and being super cynical",
        "start": 349.8,
        "duration": 4.53
    },
    {
        "text": "But I'm gonna go into this movie with low expectations. I'm excited of course. I'm hoping for the best, but all done the guy",
        "start": 354.33,
        "duration": 6.119
    },
    {
        "text": "That's playing han Solo is",
        "start": 360.45,
        "duration": 1.54
    },
    {
        "text": "Probably the little thing I'm least excited about actually seeing him act in the trailer makes me concerned",
        "start": 361.99,
        "duration": 4.79
    },
    {
        "text": "And I feel like even the people that made the trailer. They're the people that run the Star Wars YouTube channel",
        "start": 366.78,
        "duration": 4.38
    },
    {
        "text": "I have that same mindset if you actually look at the tags before the trailer the only names they use in the tags Donald Glover",
        "start": 371.16,
        "duration": 6.779
    },
    {
        "text": "Emilia Clarke, but that's that I think it's good to go into movies with low expectations",
        "start": 378.07,
        "duration": 3.919
    },
    {
        "text": "Then we have actually another trailer that I'm excited about but then also is extremely",
        "start": 381.99,
        "duration": 3.75
    },
    {
        "text": "Skeptical and worried we got a trailer for the movie adaptation of Fahrenheit 451 soars Michael B Jordan Michael Shannon on paper",
        "start": 385.99,
        "duration": 6.53
    },
    {
        "text": "That sounds like it should work",
        "start": 392.52,
        "duration": 1.2
    },
    {
        "text": "But we'll see it's got a new trailer for Avengers infinity war and if you need some",
        "start": 393.72,
        "duration": 3.569
    },
    {
        "text": "Or car to be in your life shoot a video with GQ where she went undercover on reddit twitter and youtube if you want to",
        "start": 397.35,
        "duration": 4.649
    },
    {
        "text": "See the full versions everything. I just shared the secret link of the day anything",
        "start": 402.0,
        "duration": 3.059
    },
    {
        "text": "I talked about today links as always are in the description down below and let's talk about this whole Jimmy Kimmel, Melania Trump",
        "start": 405.06,
        "duration": 5.279
    },
    {
        "text": "Situation on April 2nd Jimmy Kimmel on his late-night show he was doing this bit about the Easter",
        "start": 410.86,
        "duration": 3.949
    },
    {
        "text": "Celebrations at the White House one of the targets of his jokes was Melania Trump. I want to really thank",
        "start": 414.88,
        "duration": 4.489
    },
    {
        "text": "The First Lady, Melania who has done an incredible job? She worked so hard on this event and so I want to thank you yeah",
        "start": 420.01,
        "duration": 8.0
    },
    {
        "text": "Not a chance she did one thing that helped set that up. There's no",
        "start": 429.01,
        "duration": 3.41
    },
    {
        "text": "She didn't die egg. She didn't feel bad only thing",
        "start": 433.33,
        "duration": 2.569
    },
    {
        "text": "She's been working on as an escape tunnel and then later making fun of Melania",
        "start": 435.9,
        "duration": 3.33
    },
    {
        "text": "Trump's heavy accent when she was reading a book to children be clever and",
        "start": 439.3,
        "duration": 3.739
    },
    {
        "text": "Curious just like a cat",
        "start": 443.59,
        "duration": 2.149
    },
    {
        "text": "Ask lots of questions",
        "start": 446.32,
        "duration": 2.0
    },
    {
        "text": "about this and bad",
        "start": 448.51,
        "duration": 2.029
    },
    {
        "text": "About these in that",
        "start": 452.65,
        "duration": 2.0
    },
    {
        "text": "Camo you realize what this means you could be First Lady of the United",
        "start": 455.56,
        "duration": 3.02
    },
    {
        "text": "But followed with Sean Hannity of Fox News then blasting Kimmel liberal Jimmy Kimmel",
        "start": 460.3,
        "duration": 4.85
    },
    {
        "text": "making fun of the First Lady of the United States and her involvement in the White House Easter Egg Roll",
        "start": 465.37,
        "duration": 5.42
    },
    {
        "text": "Even her accents, Jimmy you're a despicable disgrace ass clown Kimmel now. I got to tell you something",
        "start": 471.85,
        "duration": 6.589
    },
    {
        "text": "what a disgrace a",
        "start": 478.63,
        "duration": 1.86
    },
    {
        "text": "Mr.. Kimmel that's her fifth language. How many do you speak Jimmy Kimmel then heads back on his show?",
        "start": 480.49,
        "duration": 4.97
    },
    {
        "text": "What even is an ass well I was thinking about it this morning. Uh is it an ass",
        "start": 485.46,
        "duration": 4.259
    },
    {
        "text": "that's a clown, or is it a clown that actually lives in an ass like a",
        "start": 489.72,
        "duration": 4.17
    },
    {
        "text": "a little bozo bird in your buttcheeks",
        "start": 495.09,
        "duration": 1.98
    },
    {
        "text": "I honestly don't know and more importantly why is sean hannity openly fantasizing about clowns in the ass Jonathan his problem is",
        "start": 497.07,
        "duration": 7.709
    },
    {
        "text": "For eight years while Obama was president. He was unable to get an erection for eight years not one erection and he tried everything he",
        "start": 505.21,
        "duration": 7.279
    },
    {
        "text": "Biography Alice he tried looking at pictures of Paul Ryan with his shirt off",
        "start": 513.099,
        "duration": 3.17
    },
    {
        "text": "Went to office Christmas parties with Bill. O'Reilly nothing worked. He wasn't able to but now that Trump is president",
        "start": 517.479,
        "duration": 5.21
    },
    {
        "text": "Here's the twist Sean Hannity is unable to have anything but in erection",
        "start": 523.0,
        "duration": 4.489
    },
    {
        "text": "He's had an erection since November of 2016 and it's driving him mad",
        "start": 528.55,
        "duration": 4.28
    },
    {
        "text": "He's lost his mind. This is the guy who defended the multiple alleged pedophile Roy Moore",
        "start": 533.35,
        "duration": 5.78
    },
    {
        "text": "And I'm a despicable script. I'm the ass clown",
        "start": 539.13,
        "duration": 3.45
    },
    {
        "text": "Here's the if I'm an ass clown",
        "start": 542.59,
        "duration": 1.91
    },
    {
        "text": "and I might very well be you Sean are the whole ass circus then this turns into a Twitter back and forth and back and",
        "start": 544.5,
        "duration": 7.02
    },
    {
        "text": "forth and back and forth and back",
        "start": 551.52,
        "duration": 1.59
    },
    {
        "text": "I literally I if I read all the tweets this would be a ten minute segment to boil it down Hannity keeps adding",
        "start": 553.11,
        "duration": 6.15
    },
    {
        "text": "Disney which of course is Jimmy Kimmel's employer keeps using the hashtag pervert Kimmel keeps referring back to Jimmy Kimmel's old",
        "start": 559.39,
        "duration": 6.5
    },
    {
        "text": "Segments on his show the man show things like Jimmy Kimmel in blackface when he was playing Karl Malone video of Kimmel during a bit",
        "start": 565.96,
        "duration": 6.379
    },
    {
        "text": "Asking women to touch the outside of his pants referring to Jimmy Kimmel as Harvey Weinstein jr.",
        "start": 572.339,
        "duration": 4.92
    },
    {
        "text": "Responding every woman in that bit was a willing participant was a comedy bit",
        "start": 577.42,
        "duration": 3.89
    },
    {
        "text": "They signed releases",
        "start": 581.31,
        "duration": 0.63
    },
    {
        "text": "So they were in on it also asking Hannity things like when your clown makeup rubs off on Trump's ass does it make his butt",
        "start": 581.94,
        "duration": 5.19
    },
    {
        "text": "Look like a creamsicle. Also essentially saying that it's pretty funny that handy",
        "start": 587.13,
        "duration": 3.179
    },
    {
        "text": "He's trying to take the high road here and say the Jimmy Kimmel is bad though. He defended",
        "start": 590.31,
        "duration": 3.989
    },
    {
        "text": "The president's comments like grabbed them by the pussy Hannity responded to that stop deflecting Jimmy Walker room",
        "start": 594.3,
        "duration": 4.98
    },
    {
        "text": "Talk versus your interactions with women asking them to touch it and put their mouths on it",
        "start": 599.28,
        "duration": 3.419
    },
    {
        "text": "They then just continued taking shots at one another at one point Kimmel tweeted",
        "start": 602.73,
        "duration": 3.42
    },
    {
        "text": "And then deleted this tweet featuring a picture of a clown",
        "start": 606.15,
        "duration": 2.399
    },
    {
        "text": "Straddling Hannity writing this assclown has some words for one Sean Hannity this continued and continued until yesterday where Jimmy Kimmel",
        "start": 608.65,
        "duration": 6.739
    },
    {
        "text": "Apologized tweeting while I admit",
        "start": 615.64,
        "duration": 1.4
    },
    {
        "text": "I did have fun with our back-and-forth",
        "start": 617.04,
        "duration": 1.6
    },
    {
        "text": "After some thought I realized at the level of vitriol from all sides mine and me",
        "start": 618.64,
        "duration": 3.619
    },
    {
        "text": "Included as nothing good for anyone and in fact is harmful to our country even in 2018 the by",
        "start": 622.33,
        "duration": 4.399
    },
    {
        "text": "Attacks against my wife and witches for death on my infant son are shocking and I encouraged those who made them to give their words",
        "start": 626.88,
        "duration": 5.609
    },
    {
        "text": "and actions fall",
        "start": 632.49,
        "duration": 0.99
    },
    {
        "text": "I too will give my words more thought and recognize my role in inciting their hatefulness violent putting Sean Hannity's deference to the president I",
        "start": 633.48,
        "duration": 6.48
    },
    {
        "text": "Most certainly did not intend to belittle or upset members of the gay community into those who took offense I apologize",
        "start": 639.96,
        "duration": 5.639
    },
    {
        "text": "I will take Sean Hannity at his word that he was genuinely offended by what I believed and still believed to be a harmless and",
        "start": 645.6,
        "duration": 5.31
    },
    {
        "text": "Silly aside referencing our first lady's accent is his Trump almost",
        "start": 650.91,
        "duration": 2.939
    },
    {
        "text": "Certainly has enough to worry about without being used as a prop to increase TV ratings",
        "start": 653.92,
        "duration": 3.89
    },
    {
        "text": "I am hopeful that Sean Hannity will learn from this too and continue his newly found advocacy for women",
        "start": 657.81,
        "duration": 4.44
    },
    {
        "text": "immigrants and first ladies and that he will triumph in his heroic battle against sexual harassment and",
        "start": 662.68,
        "duration": 5.119
    },
    {
        "text": "Perversion so for those who kind of running a little bit slow today based off that last line",
        "start": 668.08,
        "duration": 3.229
    },
    {
        "text": "Not really an apology to Sean Hannity",
        "start": 671.59,
        "duration": 2.63
    },
    {
        "text": "But seemingly an apology for engaging in this kind of back and forth the furthers the divide as well as moments where he may have",
        "start": 674.25,
        "duration": 6.27
    },
    {
        "text": "Offended gay viewers also an interesting while all of this was happening is that there was a petition to boycott?",
        "start": 680.52,
        "duration": 4.38
    },
    {
        "text": "Jimmy Kimmel it's spread pretty fast as of recording this video",
        "start": 685.09,
        "duration": 2.899
    },
    {
        "text": "There are over one hundred seventy eight thousand signatures",
        "start": 687.99,
        "duration": 2.04
    },
    {
        "text": "Petition saying this is specifically about Jimmy Kimmel's comments about the first lady cordially all the signatures will be sent to the quote front door",
        "start": 690.28,
        "duration": 6.229
    },
    {
        "text": "Of ABC Disney notes mately where I land on this if we're gonna",
        "start": 696.51,
        "duration": 3.33
    },
    {
        "text": "Specifically talk about the initial joke I am personally of the mindset of we should be able to try and joke about everything that",
        "start": 699.94,
        "duration": 5.359
    },
    {
        "text": "Said I do think that going after the wives going after the children of the president is still punching down especially when it's something like",
        "start": 705.46,
        "duration": 6.769
    },
    {
        "text": "An accent like she speaks multiple languages. Yes, she has a strong accent, so what right it's Patti",
        "start": 712.23,
        "duration": 5.01
    },
    {
        "text": "It's punching down if you kind of want to joke about one of her side projects being",
        "start": 717.24,
        "duration": 3.21
    },
    {
        "text": "Anti-bullying yet, she is married to Donald Trump one of the biggest bullies online right and most people that support Donald Trump",
        "start": 721.03,
        "duration": 5.779
    },
    {
        "text": "They know he's a bully I mean even people on the left when you're watching those Republican primaries and Donald Trump was just fucking tearing",
        "start": 726.81,
        "duration": 6.27
    },
    {
        "text": "The soul out of Jeb Bush, but you were like yeah, get him cuz he had thought that he had no chance right",
        "start": 733.08,
        "duration": 5.159
    },
    {
        "text": "But at the same time I think Sean Hannity should not be such a fucking hypocrite like there are several examples",
        "start": 738.24,
        "duration": 4.35
    },
    {
        "text": "I could use of Hannity at taking aim at Michelle Obama, but just just so you understand like his mindset easily at times",
        "start": 742.59,
        "duration": 5.879
    },
    {
        "text": "He took aim at Michelle Obama and just tried to showcase something in the worst way possible",
        "start": 748.47,
        "duration": 4.35
    },
    {
        "text": "My remember Michelle Obama was in this kind of like joke wrapped music video where it was like trying to get kids to go to",
        "start": 753.13,
        "duration": 5.059
    },
    {
        "text": "College and this is how Sean Hannity introduced?",
        "start": 758.19,
        "duration": 2.969
    },
    {
        "text": "Isis is on the rise the Middle East is in complete turmoil the Western world is under constant threat from Islamic jihadist",
        "start": 761.439,
        "duration": 6.71
    },
    {
        "text": "But your First Lady Michelle Obama is busy making a rap music video about going to college",
        "start": 768.149,
        "duration": 4.919
    },
    {
        "text": "She's criticized her clothes says that she has sounded bitter and angry",
        "start": 773.069,
        "duration": 3.39
    },
    {
        "text": "That's without even diving into sean hannity is different treatment of accusations against, let's say former",
        "start": 776.529,
        "duration": 6.26
    },
    {
        "text": "President Bill Clinton and accusations against Donald Trump",
        "start": 782.79,
        "duration": 2.759
    },
    {
        "text": "But ultimately to me this whole",
        "start": 785.549,
        "duration": 1.241
    },
    {
        "text": "situation whether its side",
        "start": 786.79,
        "duration": 1.44
    },
    {
        "text": "Switching or whatever. It just seems like more of the same as far as will anything happened to Jimmy Kimmel",
        "start": 788.23,
        "duration": 4.88
    },
    {
        "text": "I think unless",
        "start": 793.11,
        "duration": 1.06
    },
    {
        "text": "Advertisers actually pull out or his numbers actually do take a hit",
        "start": 794.17,
        "duration": 3.44
    },
    {
        "text": "Probably not that said when it comes to outrage on these companies. You never really know how they're going to react ultimately",
        "start": 797.709,
        "duration": 5.27
    },
    {
        "text": "We'll wait, and we'll see and I want to pass a question off to you. What are your thoughts on this?",
        "start": 802.98,
        "duration": 3.239
    },
    {
        "text": "Let's give on the wrong was it that big of a deal with Sean Hannity, right?",
        "start": 806.279,
        "duration": 3.239
    },
    {
        "text": "Or is he just kind of on him out of nowhere white knighting the situation for ratings",
        "start": 809.519,
        "duration": 4.71
    },
    {
        "text": "I love know your thoughts here",
        "start": 814.439,
        "duration": 0.81
    },
    {
        "text": "And then let's talk about why we have Syria in the news so if you're not familiar at Syria has been in a state of",
        "start": 815.249,
        "duration": 4.59
    },
    {
        "text": "Civil war since 2011 and the major groups fighting it include Bashar al-assad's government",
        "start": 819.839,
        "duration": 3.989
    },
    {
        "text": "forces the Islamic state Kurdish militants and other domestic opposition groups and during all of this foreign countries became increasingly",
        "start": 824.079,
        "duration": 5.84
    },
    {
        "text": "involved as Isis spread throughout the region while there are other nations involved the biggest players in recent days have been France Russia and the",
        "start": 830.29,
        "duration": 5.659
    },
    {
        "text": "United States the reason we're talking about Syria again is on Saturday reportedly the Syrian government carrying out attacks in the city of dooma dooma",
        "start": 835.949,
        "duration": 6.359
    },
    {
        "text": "Is a rebel holdout, it's near the capital Damascus",
        "start": 842.309,
        "duration": 2.369
    },
    {
        "text": "It's controlled by a group known as the army of Islam attacks reportedly included bombs dropped from helicopters",
        "start": 844.679,
        "duration": 4.32
    },
    {
        "text": "activist groups in the area began reporting with the attack included chemical weapons many posting graphic pictures graphic videos videos of small children",
        "start": 849.429,
        "duration": 7.16
    },
    {
        "text": "unconscious and on ventilators men women and children",
        "start": 857.019,
        "duration": 2.179
    },
    {
        "text": "Asphyxiated blue-eyed having foamed at the mouth",
        "start": 859.749,
        "duration": 2.09
    },
    {
        "text": "And this attack apparently was part of weeks of assaults by the Syrian government and Russian allies in the larger area of eastern gute well",
        "start": 861.839,
        "duration": 6.15
    },
    {
        "text": "As far as the number dead and injured that has varied these past few days the go to a media center reported there were 75",
        "start": 867.99,
        "duration": 5.339
    },
    {
        "text": "Dead on their Twitter referencing barrels dropped by Assad helicopters containing sarin gas the union of medical care and relief",
        "start": 873.329,
        "duration": 6.03
    },
    {
        "text": "organizations that run medical facilities in eastern gute wah told the BBC that 70 deaths have been confirmed a Syrian American Medical Society in Syrian",
        "start": 879.699,
        "duration": 7.219
    },
    {
        "text": "Civil defense said that at least 42 were dead with 500 injured also noting that many gave off a chlorine like smell",
        "start": 886.919,
        "duration": 5.67
    },
    {
        "text": "American news agency is reporting at least 40 dead",
        "start": 893.05,
        "duration": 2.549
    },
    {
        "text": "But none of the news islands have been able to independently verify the attack Ward number dead as far as the response to this attack",
        "start": 895.6,
        "duration": 5.13
    },
    {
        "text": "the syrian state media",
        "start": 900.73,
        "duration": 0.91
    },
    {
        "text": "issued a statement denying they carried out a chemical attack White House issuing a statement saying these reports if confirmed are horrifying and demand an",
        "start": 901.64,
        "duration": 7.039
    },
    {
        "text": "Immediate response by the international community Assad regime and its backers must be held accountable in any further attacks prevented immediately Russia with its unwavering",
        "start": 908.68,
        "duration": 7.529
    },
    {
        "text": "support for the regime ultimately bears responsibility",
        "start": 916.31,
        "duration": 2.0
    },
    {
        "text": "For these brutal attacks targeting of countless civilians and the suffocation of Syria's most vulnerable communities with chemical weapons by shielding its ally",
        "start": 918.589,
        "duration": 7.04
    },
    {
        "text": "Syria Russia has breached its commitments to the United Nations as a framework guarantor it has betrayed the Chemical Weapons Convention",
        "start": 925.63,
        "duration": 5.309
    },
    {
        "text": "And UN Security Council resolution 2118 the United States calls on Russia to end this unmitigated",
        "start": 931.01,
        "duration": 5.239
    },
    {
        "text": "Support immediately and work with the international community to prevent further barbaric chemical weapons attacks",
        "start": 936.38,
        "duration": 4.789
    },
    {
        "text": "They also had the Russian Foreign Ministry calling this fake news and the situation really kicked into gear when shrimp went on Twitter on April",
        "start": 941.17,
        "duration": 6.299
    },
    {
        "text": "8th Trump tweeted many dead including women and children in mindless",
        "start": 947.47,
        "duration": 3.119
    },
    {
        "text": "Chemical attack in Syria area of atrocity is in lockdown and encircled by Syrian army making it completely inaccessible to outside world resident",
        "start": 950.66,
        "duration": 7.13
    },
    {
        "text": "Putin Russia and Iran are responsible for backing animal Assad big price to pay open area immediately for medical help and",
        "start": 957.79,
        "duration": 6.27
    },
    {
        "text": "verification another humanitarian disaster for no reason whatsoever",
        "start": 964.279,
        "duration": 2.6
    },
    {
        "text": "SiC and adding if President Obama had crossed his stated red line in the sand the Syrian disaster would have ended long ago",
        "start": 967.13,
        "duration": 5.449
    },
    {
        "text": "Animal Assad would have been history and this morning at a press conference President Trump talked about this situation once again",
        "start": 972.68,
        "duration": 5.059
    },
    {
        "text": "Our meeting with our military and everybody else",
        "start": 977.95,
        "duration": 2.759
    },
    {
        "text": "And we'll be making some major decisions over the next",
        "start": 981.32,
        "duration": 3.2
    },
    {
        "text": "24 to 48 hours if they're innocent why aren't they allowing people to go and improve?",
        "start": 985.22,
        "duration": 4.489
    },
    {
        "text": "Because as you know they're claiming they didn't make the attack if it's Russia",
        "start": 990.2,
        "duration": 3.44
    },
    {
        "text": "If it's Syria",
        "start": 994.279,
        "duration": 2.0
    },
    {
        "text": "If it's a Rand if it's all of them together. We'll figure it out and",
        "start": 996.74,
        "duration": 4.64
    },
    {
        "text": "We'll know the answers quite soon",
        "start": 1002.11,
        "duration": 2.66
    },
    {
        "text": "But also that's not the end of the story because early this morning Israel reportedly carried out airstrikes",
        "start": 1004.77,
        "duration": 3.779
    },
    {
        "text": "against a Syrian government airbase known as t4 in the Homs province",
        "start": 1008.62,
        "duration": 2.989
    },
    {
        "text": "And it was an airstrike with serious state news agency initially called a suspected US attack, but a Pentagon spokesman denied u.s.",
        "start": 1011.61,
        "duration": 6.03
    },
    {
        "text": "Involvement now officials in both Syria and Russia are referring to it as an Israeli airstrike cording to two US officials speaking with NBC News",
        "start": 1017.649,
        "duration": 6.2
    },
    {
        "text": "Israel inform the US and advance",
        "start": 1024.16,
        "duration": 1.88
    },
    {
        "text": "british-based, Syrian Observatory",
        "start": 1026.04,
        "duration": 1.0
    },
    {
        "text": "For Human Rights said that 14 died in the airstrike that number including Iranians and three Syrian officers with that iran's Fars news agency confirmed",
        "start": 1027.04,
        "duration": 7.55
    },
    {
        "text": "That four of their own were killed in the attack. Also as of recording this video",
        "start": 1034.59,
        "duration": 2.669
    },
    {
        "text": "It's not clear if this is in response to the chemical attack Israel doesn't typically comment on attacks in Syria",
        "start": 1037.26,
        "duration": 4.77
    },
    {
        "text": "They haven't issued one here Israel has also attacked inside Syrian borders more than a hundred times since 2012 and with that reportedly they're usually",
        "start": 1042.03,
        "duration": 6.15
    },
    {
        "text": "Targeting weapons convoy is destined for Hezbollah ultimately the big question is what happens from here obviously",
        "start": 1048.25,
        "duration": 4.91
    },
    {
        "text": "Trump said we're going to have a decision in the next 24 to 48 hours",
        "start": 1053.23,
        "duration": 3.2
    },
    {
        "text": "We're also talking about President Trump. Who publicly stated on April 3rd March 30th. We're gonna get the troops out now",
        "start": 1056.43,
        "duration": 5.4
    },
    {
        "text": "I'm sure I'm talking about Russia Putin by name Syria Iran saying there's going to be a big price to pay",
        "start": 1061.83,
        "duration": 5.339
    },
    {
        "text": "Everybody's gonna pay a price",
        "start": 1067.3,
        "duration": 1.16
    },
    {
        "text": "She will everybody will also on March 30th Trump had ordered the State Department is to spend 200 million dollars in recovery funds for Syria",
        "start": 1068.46,
        "duration": 6.299
    },
    {
        "text": "And so now less than two weeks later",
        "start": 1074.76,
        "duration": 1.23
    },
    {
        "text": "It is Trump because of this attack willing to turn the ship around",
        "start": 1075.99,
        "duration": 2.76
    },
    {
        "text": "I don't know, but as far as how Trump is seen by the international community",
        "start": 1078.75,
        "duration": 3.45
    },
    {
        "text": "It's going to be based on what he does next he is said there will be a big price to pay so",
        "start": 1082.36,
        "duration": 4.34
    },
    {
        "text": "He's either going to be seen as someone that will actually do something or he's just puffing his chest and so I'll pass the question",
        "start": 1087.01,
        "duration": 5.63
    },
    {
        "text": "Off to you one I'd love to know and in general did where you someone that supported Trump",
        "start": 1092.64,
        "duration": 4.08
    },
    {
        "text": "Or you've been against Trump, then tell me what you think about Trump's handling of this situation in Syria",
        "start": 1096.72,
        "duration": 4.739
    },
    {
        "text": "I asked because just in general it's been pretty interesting to see what people in Trump's corner have been saying and people that have",
        "start": 1101.46,
        "duration": 4.949
    },
    {
        "text": "Normally been against Trump. I want to know with you specifically",
        "start": 1106.51,
        "duration": 2.599
    },
    {
        "text": "What are your thoughts and that was actually going to be the end of today's show?",
        "start": 1109.12,
        "duration": 2.54
    },
    {
        "text": "But just a quick update before I say goodbye it was just broke as I was finishing up today's show the FBI rated Michael Cohen's",
        "start": 1111.66,
        "duration": 5.849
    },
    {
        "text": "Office so and of course president Trump's longtime personal lawyer reportedly the FBI seized records related to several topics including",
        "start": 1117.51,
        "duration": 6.33
    },
    {
        "text": "payment to a certain porn stars",
        "start": 1124.3,
        "duration": 1.85
    },
    {
        "text": "I just want to give you that last-second update, and I'm sure there'll be a lot more to talk about tomorrow",
        "start": 1126.15,
        "duration": 3.42
    },
    {
        "text": "That's what I'm going to end today's show remember if you liked this video like I'm trying to do on this channel hit that like",
        "start": 1129.57,
        "duration": 4.949
    },
    {
        "text": "button if you new here hit that subscribe button make sure you got",
        "start": 1134.52,
        "duration": 2.04
    },
    {
        "text": "Notifications turned on also if you missed the last philip defranco show you want to catch up click or tap right there to watch that",
        "start": 1136.66,
        "duration": 4.88
    },
    {
        "text": "Or if you want something lighter you can watch it is brand new behind the scenes blog click or tap right there",
        "start": 1141.54,
        "duration": 3.449
    },
    {
        "text": "What's that said of course as always my name's philip defranco? You've just been phill'd in. I love yo faces, and I'll see you tomorrow",
        "start": 1144.99,
        "duration": 6.42
    }
]