[
    {
        "text": "Sup! You beautiful bastards, hope you're having a fantastic",
        "start": 0.0,
        "duration": 2.0
    },
    {
        "text": "Monday welcome back to the Philip DeFranco show and let's just jump into it. And the first thing we're going to  \n talk about today one of",
        "start": 2.77,
        "duration": 5.24
    },
    {
        "text": "The most requested stories of the day today is this massive story around the Sinclair Broadcast Group that has just blown up.",
        "start": 8.01,
        "duration": 6.419
    },
    {
        "text": "They're one of the largest broadcast groups in America they have over 190 TV stations",
        "start": 14.429,
        "duration": 4.391
    },
    {
        "text": "And you may have heard about them in the past John Oliver did a piece about their \"must-runs\". Sinclair reportedly",
        "start": 18.84,
        "duration": 3.92
    },
    {
        "text": "Regularly sends video segments that these stations have to run. They include things like the terrorism news update",
        "start": 22.869,
        "duration": 5.3
    },
    {
        "text": "He's got commenters speaking in support of Trump. Right, so to many it appears like there's this obviously lean",
        "start": 28.199,
        "duration": 4.41
    },
    {
        "text": "and it's being forced on these TV stations to run these pieces. Well, back in March CNN broke",
        "start": 32.61,
        "duration": 4.379
    },
    {
        "text": "new is that Sinclair was going to do a mandatory push of a promo that condemns what they call \"fake news\" from national outlets and",
        "start": 36.989,
        "duration": 5.46
    },
    {
        "text": "While CNN didn't publish a script of the promo they did publish select quotes and also internal memos about the promo. The memo also saying",
        "start": 42.45,
        "duration": 5.699
    },
    {
        "text": "That \"...corporate will monitor the comments and send replies to your audience on your behalf.\" The memo then instructs the anchors to look a-political",
        "start": 48.149,
        "duration": 6.21
    },
    {
        "text": "Then describing what that looks like. Last Friday Seattle post-intelligencer?",
        "start": 54.36,
        "duration": 3.419
    },
    {
        "text": "Posted the script this after our local affiliate began airing their mandatory",
        "start": 58.3,
        "duration": 3.079
    },
    {
        "text": "Promos and then on Saturday this story blew up because Deadspin put out a compilation",
        "start": 61.449,
        "duration": 3.5
    },
    {
        "text": "video featuring several affiliates reading the same parts of script. \"More alarming some media outlets publish these same fake stories without checking facts first.\"",
        "start": 65.04,
        "duration": 8.2
    },
    {
        "text": "-\"The sharing of biased and false news has come all too common on social media...",
        "start": 73.28,
        "duration": 4.5
    },
    {
        "text": "[voices overlapping - all saying the same thing]",
        "start": 77.78,
        "duration": 2.0
    },
    {
        "text": "\"More alarming some media outlets publish these same fake stories without checking facts first.",
        "start": 79.78,
        "duration": 6.22
    },
    {
        "text": "Unfortunately, some members of the media use their platforms to push their own personal bias and agenda",
        "start": 86.0,
        "duration": 6.44
    },
    {
        "text": "to control exactly what people think. And this is extremely dangerous to our democracy.\"",
        "start": 92.44,
        "duration": 4.78
    },
    {
        "text": "Of course the big stand out of this compilation of news anchors doing a",
        "start": 97.22,
        "duration": 3.68
    },
    {
        "text": "Mandatory read: \"Unfortunately some members of the media use their platforms to push their own personal bias and agenda to control",
        "start": 101.08,
        "duration": 5.209
    },
    {
        "text": "exactly what people think this is extremely dangerous to a democracy and so of course you have many people saying that's",
        "start": 106.48,
        "duration": 4.909
    },
    {
        "text": "exactly what Sinclair Broadcast Group is doing right here. They have an agenda where they're trying to control how people think that they're pushing a",
        "start": 111.52,
        "duration": 5.629
    },
    {
        "text": "Certain angle a certain bias and they're pushing this across via mandatory reads now",
        "start": 117.28,
        "duration": 4.73
    },
    {
        "text": "I've also seen people say well, if those local news anchors. They don't agree with this. They don't have to say it",
        "start": 122.01,
        "duration": 4.169
    },
    {
        "text": "They could leave according to some reporting it might actually be a little more complicated than that Matt Pierce",
        "start": 126.18,
        "duration": 4.26
    },
    {
        "text": "Who's a correspondent for the Los Angeles time he tweeted: \"A Sinclair journalist who has been trying to resist from inside the newsroom -",
        "start": 130.44,
        "duration": 5.639
    },
    {
        "text": "But who does not have a union - explains why it's so hard for TV anchors to refuse the Sinclair's editorial edict",
        "start": 136.08,
        "duration": 5.039
    },
    {
        "text": "they have contracts that penalize them if they quit.\" Then featuring screenshots of direct messages saying \"Usually there's a provision in your",
        "start": 141.12,
        "duration": 5.49
    },
    {
        "text": "Contract saying that if you quit you owe something along the lines of your base pay times",
        "start": 146.68,
        "duration": 3.8
    },
    {
        "text": "40% and then times whatever percentage of your contract is left",
        "start": 150.64,
        "duration": 2.72
    },
    {
        "text": "And then if you've got any bonuses of any kind you pay those back. So for me that's like $5 of $6k",
        "start": 153.36,
        "duration": 4.229
    },
    {
        "text": "I think what I've heard of people having to pay more and you can't cash out your vacation days and",
        "start": 157.589,
        "duration": 4.331
    },
    {
        "text": "then there's usually a provision saying you can't work at another station within the same market that piers then also tweeting out a picture of",
        "start": 161.94,
        "duration": 5.78
    },
    {
        "text": "The alleged contract that this person had. And also an interesting note is this is not the first time Sinclair Broadcast Group has tried to",
        "start": 167.73,
        "duration": 6.149
    },
    {
        "text": "Get this message across in March of 2017 there was another must run feature this one featuring Sinclair vice president of news Scott",
        "start": 173.88,
        "duration": 6.66
    },
    {
        "text": "Livingston reading what appears to be a nearly identical script to the one that recently was done",
        "start": 180.67,
        "duration": 5.18
    },
    {
        "text": "But with local news hosts, appearing to try and take advantage of people's trust of their local news anchors so on the opposite end of",
        "start": 185.85,
        "duration": 5.819
    },
    {
        "text": "things you also have people saying this isn't the biggest deal, pointing out that if you listen to the full promo and not just",
        "start": 191.67,
        "duration": 3.779
    },
    {
        "text": "the the compilation videos that have been circulating",
        "start": 195.45,
        "duration": 1.89
    },
    {
        "text": "It's ultimately about all these TV stations saying that we are striving to be the best we can. There's a place on our website called",
        "start": 197.34,
        "duration": 5.19
    },
    {
        "text": "\"Content Concerns\" if you have issues with our reporting report it there. Fake news is a real problem. We do our work",
        "start": 202.53,
        "duration": 4.709
    },
    {
        "text": "Thank you for watching and my personal takeaway from this is it's a little bit of the to the first thing",
        "start": 207.31,
        "duration": 4.369
    },
    {
        "text": "I'll say is that yes it is",
        "start": 211.68,
        "duration": 1.65
    },
    {
        "text": "It is a horrifying look to see all of those local anchors repeating the same script talking about all of these other places",
        "start": 213.33,
        "duration": 6.36
    },
    {
        "text": "They're trying to push an agenda have bias",
        "start": 219.69,
        "duration": 2.399
    },
    {
        "text": "They're trying to control what you think in a mandatory read spot from a company that has mandatory run segments right that really doesn't shout",
        "start": 222.09,
        "duration": 6.839
    },
    {
        "text": "Independent and trusted cover it but at the same time it can't help, but think that this is just an incredibly obvious and apparent",
        "start": 229.18,
        "duration": 5.38
    },
    {
        "text": "Example of an issue that we have with most news when I flip on TV news and I and I try to watch as many",
        "start": 234.78,
        "duration": 5.6
    },
    {
        "text": "Channels as possible just to see what they're reporting how they're reporting it is hard not to see bias and agenda",
        "start": 240.39,
        "duration": 6.089
    },
    {
        "text": "everywhere. Sometimes when I pop on fox news it feels like it's gotten to the point where it's almost state-run media",
        "start": 246.579,
        "duration": 5.09
    },
    {
        "text": "And then you have like the CNN's and some",
        "start": 251.67,
        "duration": 2.129
    },
    {
        "text": "MSNBC's of the world where it feels like they're wearing patches that say resistance on it. And obviously understand that",
        "start": 254.109,
        "duration": 5.059
    },
    {
        "text": "I'm not talking about every individual anchor or contributor that is on one of those platforms right and I feel like some of that comes from",
        "start": 259.169,
        "duration": 5.25
    },
    {
        "text": "people's own personal",
        "start": 264.419,
        "duration": 0.581
    },
    {
        "text": "Bias that they in their head they think that they've pushed to the side and for others it seems outright intentional",
        "start": 265.0,
        "duration": 4.369
    },
    {
        "text": "But it is incredibly important to remember that there is a possibility and there is a likelihood of bias and agenda",
        "start": 269.37,
        "duration": 5.73
    },
    {
        "text": "And it's because ultimately that",
        "start": 275.1,
        "duration": 1.21
    },
    {
        "text": "Information is coming from another human being right and fake news the topic that the big guys have mentioned themselves you hear fox news anchors",
        "start": 276.31,
        "duration": 6.14
    },
    {
        "text": "Talking about fake news you have CNN there Apple is an apple commercial",
        "start": 282.45,
        "duration": 3.449
    },
    {
        "text": "Everyone's buying to be your trusted source of news to be the Titan among the trash",
        "start": 285.97,
        "duration": 4.519
    },
    {
        "text": "So that's my take on that as just a generally distrusting person along with this though",
        "start": 290.49,
        "duration": 4.02
    },
    {
        "text": "there's also a side story between Trump and",
        "start": 294.51,
        "duration": 2.009
    },
    {
        "text": "Sinclair Broadcast Group this because this morning Donald Trump tweeted \"So funny to watch fake news networks among the most dishonest groups of people I",
        "start": 296.62,
        "duration": 6.08
    },
    {
        "text": "Have ever dealt with criticize Sinclair",
        "start": 302.7,
        "duration": 1.81
    },
    {
        "text": "Broadcasting for being biased. Sinclair is far superior to CNN and even more fake",
        "start": 304.51,
        "duration": 3.769
    },
    {
        "text": "NBC which is a total joke.\" So that's a thing of note especially when you pair it with two other things. One, the mandatory Fake",
        "start": 308.349,
        "duration": 5.09
    },
    {
        "text": "News that's threatening our democracy read. And two, Sinclair Broadcast Group needs government approval right now",
        "start": 313.44,
        "duration": 5.609
    },
    {
        "text": "specifically they need approval from the Justice Department and the FCC for a",
        "start": 319.049,
        "duration": 3.611
    },
    {
        "text": "3.9 billion dollar acquisition",
        "start": 322.66,
        "duration": 2.36
    },
    {
        "text": "To buy tribune media that would expand their reach you have people accusing the group of using their control over all of these TV",
        "start": 325.03,
        "duration": 6.589
    },
    {
        "text": "Stations as a way to kind of just grease the wheels along with this other deal",
        "start": 331.69,
        "duration": 3.38
    },
    {
        "text": "All in all, that's where we are right now. That is a story,",
        "start": 335.1,
        "duration": 2.1
    },
    {
        "text": "And I want to pass the question off to you of what is your what is your takeaway from this? Seeing the compilation video is",
        "start": 337.22,
        "duration": 4.74
    },
    {
        "text": "Shocking to you is it scary to you? What does it make you think about local News, News in general?",
        "start": 342.159,
        "duration": 4.37
    },
    {
        "text": "I'd love to know what you're thinking in those comments so from that. I want to share some stuff",
        "start": 346.53,
        "duration": 2.73
    },
    {
        "text": "I loved today and today in awesome brought to you by DeFrancoElite. DeFrancoElite of course one of the best ways to support this",
        "start": 349.26,
        "duration": 5.549
    },
    {
        "text": "Very apparently advertiser unfriendly show also a great way to support everything",
        "start": 354.81,
        "duration": 4.23
    },
    {
        "text": "We're building and get exclusive and extras now early videos exclusive videos exclusive live streams exclusive access",
        "start": 359.04,
        "duration": 6.509
    },
    {
        "text": "Exclusive merchandise a lot more is going to be there in the coming months if you want to check it out you want to try",
        "start": 366.13,
        "duration": 3.739
    },
    {
        "text": "It out for a bit go to defrancoelite.com and subscribe the first bit of Awesome today is actually self promo awesome if you",
        "start": 369.87,
        "duration": 5.04
    },
    {
        "text": "Didn't see on this channel yesterday. I uploaded a bonus video. That was the one-hour interview podcast with Sean Evans of \"Hot Ones\"",
        "start": 374.91,
        "duration": 6.6
    },
    {
        "text": "It's a great time great video and a series I am very excited to be bringing back. If you haven't seen it",
        "start": 381.51,
        "duration": 4.619
    },
    {
        "text": "I highly recommend watching it after this video and we got a trailer for \"The Quiet Place which I can't wait to see and one",
        "start": 386.13,
        "duration": 5.489
    },
    {
        "text": "Of my favorite April Fools things from yesterday is a Netflix put out a video about how they acquired Seth Rogen acquiring",
        "start": 391.62,
        "duration": 5.4
    },
    {
        "text": "He as a person his thoughts his dreams. Even just the idea of him also on the",
        "start": 397.02,
        "duration": 4.3
    },
    {
        "text": "note of fake news, I feel like unless it was something",
        "start": 401.32,
        "duration": 1.92
    },
    {
        "text": "super super silly like this some of the people just making false claims",
        "start": 403.24,
        "duration": 2.57
    },
    {
        "text": "It was it was harder to tell on the face of everything",
        "start": 405.81,
        "duration": 3.119
    },
    {
        "text": "What was fake and what wasn't just after the past like a year and a half we've had I feel like there's been so many",
        "start": 409.06,
        "duration": 4.369
    },
    {
        "text": "Moments where I was like. Oh that would never-oh it happened. It happened.",
        "start": 413.43,
        "duration": 2.369
    },
    {
        "text": "Really? Interesting...okay, and so that's why yesterday. I pretty much just stayed off the internet. I was like",
        "start": 416.35,
        "duration": 3.949
    },
    {
        "text": "I just don't I don't have the time for this anyway moving on we also had Aubree Plaza and Dan Stevens",
        "start": 420.3,
        "duration": 3.78
    },
    {
        "text": "Hijacking a stranger's tender James Corden getting hit in slow motion by the slow mo guys",
        "start": 424.419,
        "duration": 4.25
    },
    {
        "text": "If you want to see the full version to everything I just shared the secret link of the day anything at all",
        "start": 428.74,
        "duration": 4.429
    },
    {
        "text": "Links is always are in the description down below. Then and a quickie requested story",
        "start": 433.27,
        "duration": 3.86
    },
    {
        "text": "We had Jake Paul in the news. This because the Hollywood Reporter broke the news that Jake Paul is developing a YouTube talk show",
        "start": 437.13,
        "duration": 6.119
    },
    {
        "text": "For YouTube Red. So I had people ask me what do you think about this?",
        "start": 443.25,
        "duration": 2.64
    },
    {
        "text": "Can you believe that YouTube is doing this and my response is, yes,",
        "start": 445.89,
        "duration": 3.359
    },
    {
        "text": "I can believe YouTube is doing this. One, despite Jake Paul having had a year of",
        "start": 449.249,
        "duration": 3.571
    },
    {
        "text": "controversies after Logan Paul's whole suicide",
        "start": 452.9,
        "duration": 2.7
    },
    {
        "text": "Exploitation scandal he - and I mean media outlets are actually calling him this - he has actually been identified by some",
        "start": 455.62,
        "duration": 5.36
    },
    {
        "text": "Outlets now as \"the good Paul\"",
        "start": 461.14,
        "duration": 2.059
    },
    {
        "text": "He's also done things some would say to just better his image. Videos where he tried to help hurricane victims",
        "start": 463.2,
        "duration": 5.039
    },
    {
        "text": "Recently he put out that that gun reform video, so maybe there are legitimate reasons for YouTube to go, okay well",
        "start": 468.4,
        "duration": 5.18
    },
    {
        "text": "He's pretty brand safe it also separate from that there are instances where it does appear that YouTube",
        "start": 473.58,
        "duration": 3.659
    },
    {
        "text": "Is giving him some sort of",
        "start": 477.37,
        "duration": 1.45
    },
    {
        "text": "Preferential treatment. Jake Paul seems to be in a special class of YouTube channel where he can feature pretty much just a half-naked woman in",
        "start": 478.82,
        "duration": 6.139
    },
    {
        "text": "The thumbnail he's got regular ads and mid rolls on that thing, but but someone talking about their coming-out story. They're getting demonetised",
        "start": 484.96,
        "duration": 6.089
    },
    {
        "text": "That's just his regular channel. The final thing I'll say is ultimately numbers move",
        "start": 491.05,
        "duration": 3.42
    },
    {
        "text": "If there are enough kids that watch Jake Paul's content that can convert their accounts to YouTube Red. YouTube of course",
        "start": 494.47,
        "duration": 5.25
    },
    {
        "text": "They're gonna try and go for it. Paul just needs to not kill anybody and/or feature someone",
        "start": 499.72,
        "duration": 4.41
    },
    {
        "text": "That's been killed in a video for like the next six months",
        "start": 504.13,
        "duration": 1.77
    },
    {
        "text": "He gets three to seven million views on every video YouTube's thinking about those conversions",
        "start": 505.9,
        "duration": 4.079
    },
    {
        "text": "That said for the time being it also appears that YouTube is",
        "start": 509.979,
        "duration": 2.16
    },
    {
        "text": "distancing themselves",
        "start": 512.36,
        "duration": 0.84
    },
    {
        "text": "Because a spokeswoman reportedly told The Hollywood Reporter \"Last year we engaged in early development deals with a handful of YouTube creators as part of",
        "start": 513.2,
        "duration": 5.779
    },
    {
        "text": "Our normal process to evaluate new creative ideas. There is no series order currently in place.\"",
        "start": 518.979,
        "duration": 4.38
    },
    {
        "text": "It's being developed the whole seasons not done deal yet, but honestly I would be shocked, shocked if YouTube didn't green-light it.",
        "start": 523.36,
        "duration": 5.01
    },
    {
        "text": "Then in quickie news that will most likely leave you pissed off Ethan Couch is in the news. Couch of course was referred to as",
        "start": 528.43,
        "duration": 5.159
    },
    {
        "text": "The affluenza kid which unfortunately does very much so minimize what he did if you don't remember when Couch was 16",
        "start": 533.589,
        "duration": 6.66
    },
    {
        "text": "He was incredibly drunk",
        "start": 540.25,
        "duration": 1.17
    },
    {
        "text": "He was driving in fact three times over the legal limit",
        "start": 541.42,
        "duration": 2.97
    },
    {
        "text": "And he ended up hitting and killing four people",
        "start": 544.39,
        "duration": 2.279
    },
    {
        "text": "In addition to that he injured several others including two people that got launched from the back of the truck",
        "start": 546.77,
        "duration": 4.759
    },
    {
        "text": "those two severely injured one is no longer able to move or talk due to a brain injury right so that happened and then in",
        "start": 551.65,
        "duration": 5.699
    },
    {
        "text": "2013 a judge gave him no jail time for the prosecutor saw 20 years in jail",
        "start": 557.35,
        "duration": 4.65
    },
    {
        "text": "Got zero it appears that it went that way because a psychologist said the couch was a victim of affluenza",
        "start": 562.13,
        "duration": 4.789
    },
    {
        "text": "It was a product of wealthy privileged parents that never set limits for him, so he didn't really know. What was wrong",
        "start": 566.92,
        "duration": 5.25
    },
    {
        "text": "He's put on probation for 10 years and then like an idiot he",
        "start": 572.17,
        "duration": 3.07
    },
    {
        "text": "violated that probation ended up fleeing the country went to Mexico with his mother ends up being found he sent to the US a Texas",
        "start": 575.26,
        "duration": 5.64
    },
    {
        "text": "judge then gives him about two years in prison the reason even Couch is back in the news today is because today he has been released back",
        "start": 580.9,
        "duration": 6.09
    },
    {
        "text": "into society",
        "start": 586.99,
        "duration": 0.93
    },
    {
        "text": "Granted on probation. He'll reportedly have to wear an ankle monitor an alcohol detecting patch submit to drug testing abide by a 9:00 p.m.",
        "start": 587.93,
        "duration": 6.559
    },
    {
        "text": "curfew and have a video interlock ignition device installed in his vehicle",
        "start": 594.49,
        "duration": 3.09
    },
    {
        "text": "but still back out into the world after having killed",
        "start": 597.58,
        "duration": 2.429
    },
    {
        "text": "Four people and massively injuring two it's usually with stories like these where people say well Phil you don't show that the images",
        "start": 600.26,
        "duration": 6.619
    },
    {
        "text": "Of mass murders you don't share their names yes, but with stories like this one. It is different",
        "start": 607.04,
        "duration": 5.039
    },
    {
        "text": "This isn't justice people like Ethan Couch who get away with this horrible horrible shit should never be able to lose that",
        "start": 612.079,
        "duration": 7.71
    },
    {
        "text": "Association with their name Ethan Couch's in the world the Brock Turner's of the world, we should never forget those names",
        "start": 620.04,
        "duration": 5.39
    },
    {
        "text": "Then let's talk about the updates and escalations about the possible",
        "start": 625.43,
        "duration": 3.11
    },
    {
        "text": "International trade war. Of course in the past we talked about the 25% tariff on steel",
        "start": 628.64,
        "duration": 3.74
    },
    {
        "text": "10% on aluminum initially it was a tariff across-the-board, then it was well",
        "start": 632.97,
        "duration": 3.619
    },
    {
        "text": "We're not gonna hit, Canada and Mexico. The groups that ended up being excluded included, Canada, Mexico, The European Union, Australia,",
        "start": 636.589,
        "duration": 6.291
    },
    {
        "text": "Argentina, Brazil, South Korea",
        "start": 643.02,
        "duration": 2.96
    },
    {
        "text": "Noticeably and purposefully China of course not on that list and so China's Ministry of Commerce said in a statement late Sunday those exemptions",
        "start": 645.98,
        "duration": 6.26
    },
    {
        "text": "violated the World Trade Organization rules that prohibit members from discriminating against other World Trade",
        "start": 652.38,
        "duration": 4.25
    },
    {
        "text": "Organization members also adding they hope the US government would withdraw the tariffs as soon as possible so the trading products between China and the",
        "start": 656.79,
        "duration": 5.51
    },
    {
        "text": "United States would return to a normal track along with that China announced that they're imposing their own new tariffs specifically tariffs of 15% on",
        "start": 662.3,
        "duration": 6.179
    },
    {
        "text": "120 American products. This with things like fruits, nuts, wine, steel pipes also tariffs of 25% on eight other products as including pork and",
        "start": 668.79,
        "duration": 7.549
    },
    {
        "text": "Recycled aluminum China is saying they're doing this in order to safeguard",
        "start": 676.339,
        "duration": 2.34
    },
    {
        "text": "China's interests and balance the losses caused by the steel and aluminum tariffs specifically on pork this is something the US National Pork Producers",
        "start": 678.75,
        "duration": 5.839
    },
    {
        "text": "Council actually warned what happened last month saying the previous measures would have a significant negative impact on rural America",
        "start": 684.72,
        "duration": 5.27
    },
    {
        "text": "And it appears they knew this is going to happen because the u.s.",
        "start": 689.99,
        "duration": 2.039
    },
    {
        "text": "Pork industry sold 1.1 billion dollars worth of products to China last year",
        "start": 692.029,
        "duration": 3.78
    },
    {
        "text": "It's their third largest export market all in all it appears that the tariffs have been announced on about three billion dollars worth of products",
        "start": 695.81,
        "duration": 6.119
    },
    {
        "text": "now with that said",
        "start": 701.93,
        "duration": 0.57
    },
    {
        "text": "This is probably not the end of this",
        "start": 702.5,
        "duration": 1.959
    },
    {
        "text": "Situation that Treasury secretary Steven Mnuchin saying you know there's talking behind the scenes we're trying to get everything",
        "start": 704.459,
        "duration": 4.79
    },
    {
        "text": "handled. But it's expected the Trump administration is going to announce which specific products",
        "start": 709.319,
        "duration": 4.49
    },
    {
        "text": "They are going to target with China soon, and it's feared that if that happens China, then retaliate by going after soybeans, airplanes,",
        "start": 713.81,
        "duration": 6.209
    },
    {
        "text": "But ultimately we're gonna have to wait and see what happens next. Then let's talk about updates around the David Hogg - Laura Ingraham",
        "start": 720.019,
        "duration": 5.489
    },
    {
        "text": "Situation and also some things that have been offshoots of that situation if you don't watch ride a show",
        "start": 725.699,
        "duration": 4.22
    },
    {
        "text": "I'll give you the simplified bring up to speed version Fox News host Laura Ingraham goes on Twitter",
        "start": 729.92,
        "duration": 3.989
    },
    {
        "text": "She kind of mocks David Hogg of course activist Parkland",
        "start": 733.91,
        "duration": 3.119
    },
    {
        "text": "Florida school shooting survivor for what she called whining that he didn't get into the schools that he wanted even with a",
        "start": 737.029,
        "duration": 4.651
    },
    {
        "text": "4.2 GPA. Hogg and others start a campaign to contact her advertisers get them to pull their advertising many do pull their advertising. Laura",
        "start": 741.74,
        "duration": 6.6
    },
    {
        "text": "apologized. David Hogg does not accept that apology. More and more advertisers and continue to pull out more than it doesn't have so far the",
        "start": 748.71,
        "duration": 6.709
    },
    {
        "text": "Update we're seeing now in that situation is that Laura is taking a one-week vacation.",
        "start": 755.42,
        "duration": 3.84
    },
    {
        "text": "It's a really the main question",
        "start": 759.39,
        "duration": 1.25
    },
    {
        "text": "We have is this a Bill O'Reilly vacation where he's really actually on his way out?",
        "start": 760.64,
        "duration": 4.77
    },
    {
        "text": "Or is this more of a Sean Hannity situation where he is actually going to come back? Obviously the situation's around both",
        "start": 765.41,
        "duration": 6.269
    },
    {
        "text": "It wasn't really apples to apples, but it is really a test case for how strong is the brand. I mean Hannity's brand was so strong",
        "start": 771.68,
        "duration": 6.1
    },
    {
        "text": "He was able to take advertisers leaving the outrage against him as a way to get other sponsor deals",
        "start": 777.78,
        "duration": 4.79
    },
    {
        "text": "so will be interesting to see what happens next also as far as what some people are calling the targeting of these parkland students and",
        "start": 782.57,
        "duration": 5.309
    },
    {
        "text": "Specifically Hogg, we had Frank Stallone and Ted Nugent in the news Sylvester Stallone's younger brother tweeting:",
        "start": 787.98,
        "duration": 5.0
    },
    {
        "text": "\"This David Hogg pussy is getting a little big for his britches. I'm sure someone from his age",
        "start": 792.98,
        "duration": 3.2
    },
    {
        "text": "Group is dying to sucker punch this rich a little bitch. Watch him run home like the coward he is. He's the worst rep for",
        "start": 796.19,
        "duration": 4.65
    },
    {
        "text": "today's youth headline grabbing punk.\"",
        "start": 800.84,
        "duration": 1.5
    },
    {
        "text": "And of course many people are outraged by this start sharing it all over the place Frank Stallone ends of deleting the tweet we had",
        "start": 802.34,
        "duration": 5.13
    },
    {
        "text": "Many people saying how can you call for that this",
        "start": 807.47,
        "duration": 1.65
    },
    {
        "text": "kid that you do not agree with to be attacked. You're a 67 year old man",
        "start": 809.12,
        "duration": 3.809
    },
    {
        "text": "Seemingly lusting over the idea that someone younger than you will punch",
        "start": 812.94,
        "duration": 3.619
    },
    {
        "text": "This kid you don't agree with. Now after a lot of the backlash like I said Stallone deletes the tweet and then he tweets",
        "start": 816.56,
        "duration": 4.83
    },
    {
        "text": "\"Everyone, and to David Hogg especially, I want to deeply apologize for my irresponsible words",
        "start": 821.52,
        "duration": 4.13
    },
    {
        "text": "I would never in a million years wish or promote violence to anyone anywhere on this planet",
        "start": 825.65,
        "duration": 3.539
    },
    {
        "text": "After what these kids went through and deeply ashamed. Please accept my apology. Frank.\" Which of course",
        "start": 829.35,
        "duration": 4.4
    },
    {
        "text": "It'd be very easy to tear that apology apart that \"I would never\" hear at you're commenting on it because you actually did is it",
        "start": 833.75,
        "duration": 5.7
    },
    {
        "text": "If this is a legitimate apology less than the man that you strive to be",
        "start": 839.45,
        "duration": 3.33
    },
    {
        "text": "Okay, sure. I would say for me personally",
        "start": 842.97,
        "duration": 1.64
    },
    {
        "text": "This is a situation if you look at Frank Stallone's normal social media",
        "start": 844.61,
        "duration": 3.239
    },
    {
        "text": "Interaction levels this very much looks like an example of someone who is in their small little Twitter",
        "start": 847.98,
        "duration": 4.76
    },
    {
        "text": "bubble where they can just say anything and no one cares all of a sudden getting a lot of attention they didn't expect and then",
        "start": 852.74,
        "duration": 5.67
    },
    {
        "text": "Just cowering down to that mom. Then of course finally you had Ted Nugent which really and nothing from Ted Nugent really should be",
        "start": 858.41,
        "duration": 6.419
    },
    {
        "text": "Surprising he said things that Hillary Clinton should be hung called Obama subhuman mongrel dome to suck his Tiger dick now",
        "start": 865.02,
        "duration": 6.589
    },
    {
        "text": "He has added this beautiful quote talking about Parkland students turned activists \"These poor children",
        "start": 871.61,
        "duration": 4.299
    },
    {
        "text": "I'm afraid to say this and it hurts me to say this, but the evidence is irrefutable",
        "start": 875.91,
        "duration": 3.15
    },
    {
        "text": "They have no soul.\" also referring to them and March for our lives organizers as mushy brain children",
        "start": 879.31,
        "duration": 5.449
    },
    {
        "text": "And there's really not much to add there. No one's shocked Ted Nugent said that but also over the weekend",
        "start": 884.759,
        "duration": 4.2
    },
    {
        "text": "We saw a different kind of outrage people angry at Joan Walsh",
        "start": 888.959,
        "duration": 2.4
    },
    {
        "text": "She's a political contributor for CNN and she popped out because of Kyle Kashuv. Kyle is also a survivor of the Parkland, Florida school shooting",
        "start": 891.36,
        "duration": 6.57
    },
    {
        "text": "but he did not join March for our Lives in fact he's pro-second amendment and has been very critical for March for our lives as well as the",
        "start": 897.93,
        "duration": 5.909
    },
    {
        "text": "Students involved in it he tweeted out a screenshot of Walsh's likes, featuring tweets like this to Kyle saying \"Shame on you",
        "start": 903.839,
        "duration": 5.789
    },
    {
        "text": "I lost my daughter in this massacre this has nothing to do with ego or politics for me clearly are being handled and pushed to",
        "start": 909.629,
        "duration": 5.369
    },
    {
        "text": "Take an opposing view",
        "start": 914.999,
        "duration": 0.871
    },
    {
        "text": "Did you lose a family member in this? Do not judge those of us who did.\" Which Walsh responded, \"Wow, Kyle",
        "start": 915.87,
        "duration": 4.979
    },
    {
        "text": "Are you really policing who \"likes\" tweets from a grieving Parkland father who lost his daughter? Good luck handling your stress, Kyle.\"",
        "start": 920.85,
        "duration": 5.429
    },
    {
        "text": "Which of course resulted in a lot of people saying WOW Walsh, are you really bullying this kid?",
        "start": 926.279,
        "duration": 5.19
    },
    {
        "text": "Walsh, then seemingly tried to dismiss the reaction tweeting. \"Wow my mentions are now a sewer of NRA trolls and MAGA bots. Happy Easter and/or Passover",
        "start": 931.47,
        "duration": 6.9
    },
    {
        "text": "everybody!\" When I look at moments like this I often wonder",
        "start": 938.439,
        "duration": 2.72
    },
    {
        "text": "How did you even end up in this place? The easy response to that tweet from Kyle is my likes are not me going yes",
        "start": 941.16,
        "duration": 6.69
    },
    {
        "text": "I agree",
        "start": 947.85,
        "duration": 0.7
    },
    {
        "text": "Especially as someone involved in News I'm essentially hitting like to bookmark this tweet because I want to be able to showcase what people are",
        "start": 948.55,
        "duration": 5.809
    },
    {
        "text": "Saying about individual situations. That's all you had to say, but instead you told a parkland, Florida school shooting survivor",
        "start": 954.36,
        "duration": 5.399
    },
    {
        "text": "Good luck handling your stress",
        "start": 960.029,
        "duration": 1.081
    },
    {
        "text": "I feel like this is one of those moments that we need to look out to the world and go okay so the people that",
        "start": 961.11,
        "duration": 4.079
    },
    {
        "text": "Were saying you know the the March for our lives kids they were off limits or they were not off limits?",
        "start": 965.189,
        "duration": 5.52
    },
    {
        "text": "Are you treating this situation,",
        "start": 970.709,
        "duration": 1.69
    },
    {
        "text": "the same? Because you should if the kid, the activist, the whoever if",
        "start": 972.42,
        "duration": 3.46
    },
    {
        "text": "They are all of a sudden treated differently because what they are saying fits your narrative",
        "start": 975.88,
        "duration": 4.1
    },
    {
        "text": "You're a hypocrite. And it's on that note that I'm going to end this story and pass a question off to you",
        "start": 979.98,
        "duration": 3.899
    },
    {
        "text": "What is your takeaway from from any and all of these",
        "start": 983.879,
        "duration": 2.88
    },
    {
        "text": "instances? Do you feel like people are being hypocritical with who they are outraged for or not? Any and all thoughts on this story",
        "start": 986.92,
        "duration": 5.029
    },
    {
        "text": "I'd love to know them in the comments down below",
        "start": 991.949,
        "duration": 1.8
    },
    {
        "text": "That's where I'm going to end today's show and remember if you liked this video you like I'm trying to do on this channel hit",
        "start": 993.749,
        "duration": 4.62
    },
    {
        "text": "That like button if you new here, hit that subscribe button",
        "start": 998.37,
        "duration": 2.0
    },
    {
        "text": "Ring that bell make sure you have notifications turned on. Also if you missed the last Philip Defranco show you want to catch up click",
        "start": 1000.449,
        "duration": 5.479
    },
    {
        "text": "Or tap right there, or if you want to watch the conversation with Sean Evans click or tap right there",
        "start": 1005.929,
        "duration": 4.13
    },
    {
        "text": "But that said of course as always my name is Philip Defranco.",
        "start": 1010.069,
        "duration": 2.69
    },
    {
        "text": "You've just been Phill'd in. I love yo faces, and I'll see you tomorrow.",
        "start": 1012.92,
        "duration": 3.979
    }
]