[
    {
        "text": "Beautiful bastards open a",
        "start": 0.43,
        "duration": 1.77
    },
    {
        "text": "fantastic Friday",
        "start": 2.2,
        "duration": 0.9
    },
    {
        "text": "Welcome back to the philip defranco show and if you are new here on Friday as we do things a little bit differently on Friday",
        "start": 3.1,
        "duration": 4.73
    },
    {
        "text": "As I try to knock out more viewer requested stories from this week also includes stories that I wanted to get to but we ended",
        "start": 7.83,
        "duration": 5.729
    },
    {
        "text": "Up either having to cut for time",
        "start": 13.559,
        "duration": 1.141
    },
    {
        "text": "We're never filming because of times with that said let's just jump into and the first thing we're gonna talk about today",
        "start": 14.7,
        "duration": 4.8
    },
    {
        "text": "Let's start with a viewer requested story from this week. We had Katy Perry in the news for two reasons first",
        "start": 19.5,
        "duration": 5.309
    },
    {
        "text": "I really won't get into but it involves a dead nun also after hearing the way the words came out of my mouth like that",
        "start": 24.91,
        "duration": 5.299
    },
    {
        "text": "It feels like I should add to that story, but for me",
        "start": 30.21,
        "duration": 2.31
    },
    {
        "text": "it's just gonna be fun to not but the second reason the Katy Perry was in the news this week had to do with a",
        "start": 32.52,
        "duration": 4.049
    },
    {
        "text": "Stolen kiss earlier this week there was an episode of American Idol where there was an audition for Benjamin glaze",
        "start": 36.67,
        "duration": 4.819
    },
    {
        "text": "He's a 19 year old cashier from Oklahoma, and of course because it's a reality show about singing",
        "start": 41.52,
        "duration": 5.219
    },
    {
        "text": "You can't just be good at singing you have to have a random or interesting thing to get any airtime and his was that he",
        "start": 46.739,
        "duration": 4.41
    },
    {
        "text": "Has never kissed a girl. He says. I can't kiss a girl without being a relationship",
        "start": 51.149,
        "duration": 3.27
    },
    {
        "text": "They they they get him to come over",
        "start": 54.42,
        "duration": 1.319
    },
    {
        "text": "It seems to kind of protest it, but then they get him to kiss Katy Perry on the cheek",
        "start": 55.739,
        "duration": 3.69
    },
    {
        "text": "She then kind of eggs Amane the way you did it you didn't even get a smooch sound and leans in to kiss her cheek",
        "start": 59.43,
        "duration": 4.109
    },
    {
        "text": "Again and Katy Perry turns her head kisses him right on the lips glaze falls down",
        "start": 63.549,
        "duration": 4.4
    },
    {
        "text": "She throws up her arms and triumphs you then sings a song it gets three noes and it gets kicked off the show",
        "start": 67.95,
        "duration": 5.37
    },
    {
        "text": "But then on Wednesday a New York Times article comes out about the kiss they do an interview with glaze",
        "start": 73.33,
        "duration": 5.779
    },
    {
        "text": "And he says I was a tad bit uncomfortable. I wanted to save it for my relationship",
        "start": 79.11,
        "duration": 3.779
    },
    {
        "text": "I wanted it to be special would I have done it if she said would you kiss me no?",
        "start": 82.89,
        "duration": 3.599
    },
    {
        "text": "I would have said no I know a lot of guys would be like heck. Yeah, but for me",
        "start": 86.49,
        "duration": 2.94
    },
    {
        "text": "I was raised in a conservative family, and I was uncomfortable immediately",
        "start": 89.43,
        "duration": 2.759
    },
    {
        "text": "I wanted my first kiss to be special, but also then adding after talking with friends",
        "start": 92.189,
        "duration": 3.42
    },
    {
        "text": "He doesn't think it really counts saying they agreed with me that it doesn't really count",
        "start": 95.61,
        "duration": 2.729
    },
    {
        "text": "It was lip contact versus a romantic situation with someone you care about that's what a real first kiss is then also adding that he?",
        "start": 98.34,
        "duration": 5.34
    },
    {
        "text": "Doesn't feel like what happened with sexual harass that said there were others that had a massive",
        "start": 103.68,
        "duration": 4.919
    },
    {
        "text": "Problem with it some examples of the outrage it was a forced sexual act imagine if this was from a male jut as Katy Perry",
        "start": 108.85,
        "duration": 5.87
    },
    {
        "text": "Not taken anything from the me2 movement",
        "start": 114.72,
        "duration": 1.859
    },
    {
        "text": "What if he didn't want that kiss for religious reasons what if Luke Bryan forced kissed a 19 year old girl would that be okay?",
        "start": 116.579,
        "duration": 4.74
    },
    {
        "text": "Creepy for Perry to do that American Idol shame on you for your take on this",
        "start": 121.32,
        "duration": 3.269
    },
    {
        "text": "He was there to sing not to get a kiss from someone who has kissed how many lips his first kiss was supposed to be",
        "start": 124.59,
        "duration": 3.99
    },
    {
        "text": "Special now it has been destroyed Katy Perry needs to keep her body parts to herself in fact it got",
        "start": 128.58,
        "duration": 4.44
    },
    {
        "text": "So much attention glaze went to his Instagram",
        "start": 133.2,
        "duration": 1.929
    },
    {
        "text": "To respond saying the way certain articles are worded is not done by me and my true intentions are not accurately",
        "start": 135.129,
        "duration": 5.3
    },
    {
        "text": "Represented in every article you read about the situation. I am not complaining about the kiss",
        "start": 140.5,
        "duration": 3.739
    },
    {
        "text": "I am very honored and thankful to have been a part of American Idol",
        "start": 144.239,
        "duration": 2.76
    },
    {
        "text": "I do not think I was sexually harassed by Katy Perry, and I am thankful for the judges comments and critiques",
        "start": 147.0,
        "duration": 3.929
    },
    {
        "text": "I was uncomfortable in a sense of how I have never been kissed before and was not expected all that said I do think that",
        "start": 150.93,
        "duration": 5.01
    },
    {
        "text": "It brings up an interesting question of if certain things in this story had changed would the public reaction be different?",
        "start": 155.94,
        "duration": 6.359
    },
    {
        "text": "And I'll give you some modifiers some things can stay the same. Let's say the age is 33 and 19",
        "start": 162.299,
        "duration": 4.44
    },
    {
        "text": "Those are the same so would there have been a different reaction if there was someone that was less",
        "start": 166.739,
        "duration": 3.029
    },
    {
        "text": "Attractive than Katy Perry and flip it what if it was a 33 year old male artist who was attractive and then a not",
        "start": 169.84,
        "duration": 4.759
    },
    {
        "text": "So attractive 33 year old male art or then we just flipped genders you have an attractive male 33 year old",
        "start": 174.599,
        "duration": 4.949
    },
    {
        "text": "Artist and a 19 year old girl and then an unattractive",
        "start": 179.709,
        "duration": 2.57
    },
    {
        "text": "33 year old male artist in a 19 year old girl would the public reaction be different?",
        "start": 182.59,
        "duration": 3.649
    },
    {
        "text": "Also, you can throw in should the public reaction be different. I know there's there. There's some debate there",
        "start": 186.239,
        "duration": 4.17
    },
    {
        "text": "I love know your thoughts on this then really quick",
        "start": 190.44,
        "duration": 1.859
    },
    {
        "text": "I wanted to do an update and",
        "start": 192.299,
        "duration": 1.481
    },
    {
        "text": "Correction from this Monday show and the Monday show we covered a story about Twitter accounts being suspended",
        "start": 193.78,
        "duration": 4.22
    },
    {
        "text": "And I want to take a second to address two issues with that story for one some reason this girl's photo is showed in relation",
        "start": 198.0,
        "duration": 5.429
    },
    {
        "text": "To a Twitter account that I was talking about common white girl it turns out",
        "start": 203.43,
        "duration": 2.639
    },
    {
        "text": "She's an imagery user who has had or has an account of that same name and too this girl's photo is also used by mistake",
        "start": 206.069,
        "duration": 6.27
    },
    {
        "text": "For being linked to the Twitter account so damn true",
        "start": 212.34,
        "duration": 1.95
    },
    {
        "text": "And I found out about these mistakes last night after both these girls reached out to our community and so the first thing I want",
        "start": 214.29,
        "duration": 4.77
    },
    {
        "text": "To do is I want to apologize and then also give an explanation",
        "start": 219.06,
        "duration": 3.059
    },
    {
        "text": "How this mistake happened so that people can also understand with that I do want to say one?",
        "start": 222.22,
        "duration": 4.309
    },
    {
        "text": "Upfront this mistake ultimately falls on me anything that happens on the PDS anything that happens at the company it falls on me",
        "start": 226.78,
        "duration": 7.279
    },
    {
        "text": "I understand that me trying to give an explanation is not me trying to make an excuse and and just push it off",
        "start": 234.06,
        "duration": 5.25
    },
    {
        "text": "I am personally a line of defense to stop a mistake",
        "start": 239.34,
        "duration": 1.979
    },
    {
        "text": "I have put all the people that work on the show in their positions",
        "start": 241.319,
        "duration": 2.759
    },
    {
        "text": "I hope create the workflow the situation around the Monday show was a mixture of uncommon",
        "start": 244.079,
        "duration": 4.29
    },
    {
        "text": "Situation my fantastic main editor was out sick the backup editor on staff that I normally use his hand and armor injured we then made",
        "start": 248.59,
        "duration": 7.07
    },
    {
        "text": "a workflow where",
        "start": 255.66,
        "duration": 0.639
    },
    {
        "text": "He and the newest editor would would just would split between cutting and graphic that newer editor working on graphics did not get assets from",
        "start": 256.299,
        "duration": 7.489
    },
    {
        "text": "The researcher that was working on that story then did a blonde",
        "start": 263.789,
        "duration": 2.97
    },
    {
        "text": "Not specific enough google search without knowing the background of that story",
        "start": 266.88,
        "duration": 3.779
    },
    {
        "text": "Then getting the wrong graphic because these editors weren't used to our regular workflow",
        "start": 270.66,
        "duration": 3.839
    },
    {
        "text": "They didn't send me an earlier review copy of the cut so that I and the research team could review afterwards there was a second",
        "start": 274.5,
        "duration": 5.67
    },
    {
        "text": "and final review",
        "start": 280.17,
        "duration": 0.63
    },
    {
        "text": "But I wasn't there because I hopped out early to be on the h3",
        "start": 280.8,
        "duration": 2.639
    },
    {
        "text": "Podcast something I would never do but I was surprised in Chris",
        "start": 283.81,
        "duration": 2.66
    },
    {
        "text": "Betancourt who you possibly know from one list one life if you don't know his story he was diagnosed with leukemia",
        "start": 286.6,
        "duration": 4.67
    },
    {
        "text": "His buddy Dylan decided to drop everything. He was doing and help him fulfill his bucket list meaning",
        "start": 291.37,
        "duration": 4.04
    },
    {
        "text": "He was number 41 on that list so I went to surprise him. It's Philip DeFranco",
        "start": 295.41,
        "duration": 3.66
    },
    {
        "text": "Billy Dee once again, please understand, I'm not saying this as an excuse",
        "start": 307.84,
        "duration": 3.95
    },
    {
        "text": "I'm trying to explain why this weird situation happened",
        "start": 311.79,
        "duration": 3.119
    },
    {
        "text": "I also did feel comfortable doing this because I figured worst case scenario the researcher who work specifically on just that story would help catch",
        "start": 314.91,
        "duration": 6.389
    },
    {
        "text": "Any mistakes he unfortunately did not which also for me personally raises some questions",
        "start": 321.3,
        "duration": 3.51
    },
    {
        "text": "That said I do not go into the specifics of when it deals with employees and and their job",
        "start": 324.81,
        "duration": 5.52
    },
    {
        "text": "But understand that it is being taken care of right now",
        "start": 330.33,
        "duration": 3.059
    },
    {
        "text": "Don't only where I want to end this little section is hopefully by me explaining this you understand the current fail-safes",
        "start": 333.39,
        "duration": 6.239
    },
    {
        "text": "How it failed and also know that I'm going to be adding other layers just in case and - as",
        "start": 339.73,
        "duration": 5.929
    },
    {
        "text": "I've said in the past. I will always aim for perfection",
        "start": 345.66,
        "duration": 2.07
    },
    {
        "text": "Knowing that at times we will fall short, but always understand and trust that I will call myself out on it",
        "start": 348.25,
        "duration": 6.679
    },
    {
        "text": "It'd be a lot easier to just not address this a few thousand people talking about it, but then it goes away",
        "start": 354.93,
        "duration": 4.529
    },
    {
        "text": "Then to address it to the full million-plus audience",
        "start": 359.53,
        "duration": 2.75
    },
    {
        "text": "And I'm not saying that because I want some fucking pat on the back for not being a disgusting stupid person",
        "start": 362.28,
        "duration": 4.86
    },
    {
        "text": "I'm saying that because that's the way more places should be and how I run my show that said let's get back into the news",
        "start": 367.14,
        "duration": 5.339
    },
    {
        "text": "Then for some reason with all this stuff happening in the world people want me to talk about Donald Trump jr.",
        "start": 372.48,
        "duration": 5.279
    },
    {
        "text": "Reportedly getting divorced Inessa Trump who married jr. Back in 2005 reportedly filed for divorce. It's not really much to add",
        "start": 377.95,
        "duration": 6.709
    },
    {
        "text": "They're literally the only reason",
        "start": 384.66,
        "duration": 1.89
    },
    {
        "text": "I'm giving it any time whatsoever is it is part of my favorite headline this week Business Insider",
        "start": 386.55,
        "duration": 5.52
    },
    {
        "text": "Reporting Donald Trump juniors wife Vanessa once called Trump retarded, and then I guess they were worried",
        "start": 392.47,
        "duration": 4.79
    },
    {
        "text": "There was still offending someone so the title on their site reads Donald Trump Jr's",
        "start": 397.26,
        "duration": 3.269
    },
    {
        "text": "once called the president the r-word after he introduced them twice in one night the thing is this is about 12 year old news the",
        "start": 400.729,
        "duration": 6.269
    },
    {
        "text": "quote is from a",
        "start": 406.999,
        "duration": 1.271
    },
    {
        "text": "2006 New York Times article vanessa tells a story about how donald trump introduced her to Donald Trump jr.",
        "start": 408.27,
        "duration": 5.449
    },
    {
        "text": "Twice and saying nothing happened later. She and jr",
        "start": 413.729,
        "duration": 3.049
    },
    {
        "text": "Meet separately and they talked for an hour",
        "start": 416.779,
        "duration": 2.04
    },
    {
        "text": "And then suddenly something clicked wait you were at that Fashion Show",
        "start": 418.819,
        "duration": 3.69
    },
    {
        "text": "wait you're the one with the",
        "start": 422.779,
        "duration": 1.78
    },
    {
        "text": "Retarded dad Vanessa blurted out because there's really nothing meaningful to me in this story the question",
        "start": 424.559,
        "duration": 5.3
    },
    {
        "text": "I have for it Business Insider making a title change made me wonder",
        "start": 429.86,
        "duration": 3.089
    },
    {
        "text": "What is your opinion on the R word and give me the range are you on the never say it ever no",
        "start": 432.949,
        "duration": 5.489
    },
    {
        "text": "It's completely fine. Also. We're on the list is as a news publication. You can't even put it in quotes",
        "start": 438.439,
        "duration": 5.13
    },
    {
        "text": "I'd love know your opinion",
        "start": 443.87,
        "duration": 0.81
    },
    {
        "text": "then let's talk about Mona Lisa Perez and the reason Mona Lisa's name might sound familiar to you as we've talked about her in the",
        "start": 444.68,
        "duration": 5.609
    },
    {
        "text": "Past she is the youtuber who killed her boyfriend trying to make a youtube video her boyfriend Pedro Ruiz the third held him",
        "start": 450.289,
        "duration": 7.26
    },
    {
        "text": "Encyclopedia in front of him and Perez who is reportedly just one foot away",
        "start": 457.83,
        "duration": 3.5
    },
    {
        "text": "Held a 50 caliber Desert Eagle and fired it at the book and unsurprisingly to pretty much everyone else",
        "start": 461.759,
        "duration": 6.829
    },
    {
        "text": "But surprisingly to Mona Lisa",
        "start": 468.589,
        "duration": 2.0
    },
    {
        "text": "She ended up actually shooting her boyfriend and then killing him reportedly telling 9-1-1 we were doing a YouTube video and it went wrong",
        "start": 470.669,
        "duration": 5.839
    },
    {
        "text": "It's all on recording and it was on recording in fact there were there were two cameras",
        "start": 476.509,
        "duration": 3.269
    },
    {
        "text": "also",
        "start": 479.779,
        "duration": 0.491
    },
    {
        "text": "Reportedly there was their very young child and the big update to this story after all of this time is that Mona Lisa has now",
        "start": 480.27,
        "duration": 6.529
    },
    {
        "text": "Been sentenced back in December she pled guilty to second-degree manslaughter and as part of the plea",
        "start": 486.8,
        "duration": 4.199
    },
    {
        "text": "You will have to serve 180 day jail term",
        "start": 490.999,
        "duration": 2.01
    },
    {
        "text": "The first six months alternating between 10 days in jail 10 days out of jail so that'll equate to 90 days",
        "start": 493.009,
        "duration": 4.98
    },
    {
        "text": "And then the other 90 days will be limited to home confinement",
        "start": 497.99,
        "duration": 2.789
    },
    {
        "text": "Additionally she'll be on supervised probation for 10 years",
        "start": 501.289,
        "duration": 2.58
    },
    {
        "text": "He's banned for life from owning firearms and make no financial gain from the case",
        "start": 503.87,
        "duration": 3.629
    },
    {
        "text": "I personally don't know how to feel about it obviously it was an accident",
        "start": 507.499,
        "duration": 3.39
    },
    {
        "text": "Wondering is did she get ten days in ten days at a jail because they wanted her to still be the primary caretaker of her",
        "start": 511.319,
        "duration": 5.48
    },
    {
        "text": "Children it seems like that was taken into",
        "start": 516.8,
        "duration": 1.599
    },
    {
        "text": "Consideration with her sentencing is that why this was done because personally that makes me worry about the children no",
        "start": 518.399,
        "duration": 4.46
    },
    {
        "text": "No, I'll pass the question off to you",
        "start": 522.86,
        "duration": 1.2
    },
    {
        "text": "I mean do you think that this is the the right kind of punishment there should have been no punishment",
        "start": 524.06,
        "duration": 3.479
    },
    {
        "text": "Or should have been harsher",
        "start": 527.54,
        "duration": 1.02
    },
    {
        "text": "Let me know in those comments down below",
        "start": 528.56,
        "duration": 1.23
    },
    {
        "text": "And then let's talk about the update around Brianne",
        "start": 529.79,
        "duration": 2.0
    },
    {
        "text": "Brochu her name and face might seem familiar because we talked about her a while back in the jazzy Rose story a story that came",
        "start": 531.81,
        "duration": 5.489
    },
    {
        "text": "From the University of Hartford Rose said she and her roommate didn't get along Oh found herself getting sick should chronic throat pain",
        "start": 537.3,
        "duration": 6.059
    },
    {
        "text": "She couldn't go to sleep",
        "start": 543.36,
        "duration": 1.05
    },
    {
        "text": "She was having trouble with a roommate and eventually she just decided to move was just a really bad situation",
        "start": 544.41,
        "duration": 4.86
    },
    {
        "text": "And then she finds out that Briana her roommate was",
        "start": 549.49,
        "duration": 3.38
    },
    {
        "text": "bragging about",
        "start": 553.0,
        "duration": 0.779
    },
    {
        "text": "This saying finally did it your girl got rid of her roommate after one and a half month of spinning in her coconut oil hitting",
        "start": 553.779,
        "duration": 5.6
    },
    {
        "text": "Moldy clam dip in her lotions rubbing used tampons on her backpack putting her toothbrush places where the Sun don't shine and so much more",
        "start": 559.38,
        "duration": 6.779
    },
    {
        "text": "I can finally say goodbye Jamaican Barbie",
        "start": 566.16,
        "duration": 2.19
    },
    {
        "text": "so this story blew up there was an outpouring of support for ro a",
        "start": 568.35,
        "duration": 3.39
    },
    {
        "text": "Massive amount of hate for both the school and for breanna",
        "start": 572.2,
        "duration": 3.169
    },
    {
        "text": "University ends up handing the case over to local authorities an airbrush ooh admit it - licking rose silverware and smearing her bodily fluids on",
        "start": 575.5,
        "duration": 6.14
    },
    {
        "text": "The backpack but denied tampering with lotions and cosmetics saying it was a lie to quote appear funny",
        "start": 581.64,
        "duration": 4.529
    },
    {
        "text": "Where we left off as as a result of this she was charged with second degree breach of peace and third degree criminal",
        "start": 586.17,
        "duration": 4.38
    },
    {
        "text": "mischief both of those crimes Class B",
        "start": 590.74,
        "duration": 1.98
    },
    {
        "text": "Misdemeanors that carry a maximum of six months in prison and a fine and during all this",
        "start": 592.72,
        "duration": 3.619
    },
    {
        "text": "But she also got expelled she lost a four year",
        "start": 596.339,
        "duration": 2.25
    },
    {
        "text": "$20,000 scholarship, she also lost her job",
        "start": 599.11,
        "duration": 2.09
    },
    {
        "text": "and if you wanted the law to come down on her you were gonna be angry Brianna was granted a special type of",
        "start": 601.2,
        "duration": 5.609
    },
    {
        "text": "Probation that allows her to avoid a criminal record this includes 200 hours of community service",
        "start": 606.91,
        "duration": 4.309
    },
    {
        "text": "50 of which will be at a Literacy",
        "start": 611.44,
        "duration": 1.89
    },
    {
        "text": "organization in the Greater Hartford area another 50 will be out of social services group",
        "start": 613.33,
        "duration": 3.649
    },
    {
        "text": "And if wear shoes stays out of trouble she completes the community service the charges will be dismissed",
        "start": 616.98,
        "duration": 3.66
    },
    {
        "text": "After two years also thing of note here is the state declined to file a hate crime charge against Brochu",
        "start": 620.71,
        "duration": 4.489
    },
    {
        "text": "Please had sought to include a charge of intimidation based on bigotry or bias reportedly after looking at eyewitness",
        "start": 625.2,
        "duration": 5.13
    },
    {
        "text": "statements interview searching through shoes online history",
        "start": 630.49,
        "duration": 3.38
    },
    {
        "text": "They couldn't find anything racist and so it seems like the general idea there is if they couldn't find",
        "start": 633.87,
        "duration": 3.96
    },
    {
        "text": "Evidence elsewhere Rihanna calling Road, Jamaican Barbie might not be enough, but that is where this story ends",
        "start": 638.11,
        "duration": 5.869
    },
    {
        "text": "And I want to pass a question off to you. What are your thoughts on this punishment or rather lack personally?",
        "start": 643.98,
        "duration": 4.799
    },
    {
        "text": "I think the punishment is underwhelming and and yes part of me goes well",
        "start": 648.779,
        "duration": 4.08
    },
    {
        "text": "She's going to have to pay in a lot of different ways right she lost the scholarship",
        "start": 652.86,
        "duration": 3.51
    },
    {
        "text": "She lost the job the Internet is forever",
        "start": 656.37,
        "duration": 2.52
    },
    {
        "text": "We even be considering these social punishments someone's going to receive based on their action",
        "start": 659.11,
        "duration": 4.52
    },
    {
        "text": "Win lose or draw when we're talking about a legal punishment. I don't know even Roe the victim of this story",
        "start": 663.75,
        "duration": 4.95
    },
    {
        "text": "She didn't even oppose accelerated rehabilitation saying by giving her this second chance",
        "start": 668.7,
        "duration": 3.69
    },
    {
        "text": "I hope she will change her ways and finds love for all mankind no matter",
        "start": 672.39,
        "duration": 3.45
    },
    {
        "text": "What race so also into your question with how the victim of this situation?",
        "start": 675.84,
        "duration": 3.299
    },
    {
        "text": "Feels does that change your mind at all",
        "start": 679.27,
        "duration": 2.209
    },
    {
        "text": "Then we had Hillary Clinton in the news seemingly because there are Democrats who don't want Hillary Clinton in the news anymore",
        "start": 681.48,
        "duration": 6.96
    },
    {
        "text": "He missed it on March 3rd Hillary Clinton made news because she made these comments while in India what the map doesn't show you is",
        "start": 688.44,
        "duration": 7.559
    },
    {
        "text": "That I won the places that represent two-thirds of America's gross domestic product",
        "start": 696.67,
        "duration": 6.2
    },
    {
        "text": "So I won the places that our",
        "start": 702.94,
        "duration": 2.69
    },
    {
        "text": "Optimistic diverse",
        "start": 707.8,
        "duration": 2.0
    },
    {
        "text": "Dynamic moving forward and his whole campaign make America great again",
        "start": 709.93,
        "duration": 5.179
    },
    {
        "text": "Was looking backwards, you know you didn't like black people getting rights. You don't like women. You know getting jobs",
        "start": 715.75,
        "duration": 5.78
    },
    {
        "text": "You don't want it. You know see that Indian Americans succeeding more than you are whatever your problem is",
        "start": 721.53,
        "duration": 5.219
    },
    {
        "text": "I'm gonna solve it and kind of like we've seen with some candidates",
        "start": 727.75,
        "duration": 3.65
    },
    {
        "text": "Who are trying to distance themselves in their own ways from Donald Trump?",
        "start": 731.4,
        "duration": 3.059
    },
    {
        "text": "They're Democrats trying to distance themselves from Clinton Democrat and North Dakota",
        "start": 734.46,
        "duration": 3.419
    },
    {
        "text": "senator Heidi Heitkamp saying Hillary Clinton can't go away soon enough while speaking with a local radio station",
        "start": 738.22,
        "duration": 4.79
    },
    {
        "text": "Host who's her brother says Clinton needs to ride off into the sunset. I camp responds not soon enough",
        "start": 743.14,
        "duration": 4.729
    },
    {
        "text": "Democratic senator sherrod Brown telling the Huffington Post I don't really care what she said",
        "start": 748.15,
        "duration": 3.769
    },
    {
        "text": "I just think that's not helpful Senator Claire McCaskill of Missouri saying oh come on. You're killing me here",
        "start": 751.92,
        "duration": 4.32
    },
    {
        "text": "How do you SOLAS doyald Clinton's 2008 campaign manager saying look this was bad. I can't sugarcoat it",
        "start": 756.24,
        "duration": 5.4
    },
    {
        "text": "She was wrong and clearly it's not helpful to Democrats going into the midterms and certainly not going into 2020 adding",
        "start": 761.64,
        "duration": 5.13
    },
    {
        "text": "She's put herself in a position where Democrats are going to have to distance themselves from these remarks and distance themselves from her",
        "start": 766.77,
        "duration": 5.429
    },
    {
        "text": "Particularly those Democrats that are running in the states that Donald Trump won, and very unsurprisingly now",
        "start": 772.3,
        "duration": 4.25
    },
    {
        "text": "We're seeing",
        "start": 776.55,
        "duration": 0.52
    },
    {
        "text": "Republicans taking the video from this incident and getting it out to people she's not even running and she's giving Republicans a deplorable --zz",
        "start": 777.07,
        "duration": 5.869
    },
    {
        "text": "2.0 the question becomes how fucking stupid are you that you do not realize that that shit-talking?",
        "start": 783.07,
        "duration": 4.969
    },
    {
        "text": "Voters isn't how you got people to vote your way. I just don't understand how anyone could be that stupid",
        "start": 788.41,
        "duration": 3.92
    },
    {
        "text": "I figured that Hillary Clinton would have learned after deplorable is common",
        "start": 792.33,
        "duration": 4.4
    },
    {
        "text": "you don't get people to not vote for the other guy and vote for you or people that agree with you by",
        "start": 796.73,
        "duration": 5.279
    },
    {
        "text": "Shit-talking then I won the places that are optimistic the first dynamic moving forward",
        "start": 802.08,
        "duration": 4.58
    },
    {
        "text": "I won the places that provide value to this country and so by making those statements",
        "start": 806.66,
        "duration": 3.809
    },
    {
        "text": "It sounds like everything else is a shithole you talk about Donald Trump backwards policies shit talk Donald Trump all you want but do not",
        "start": 810.47,
        "duration": 6.479
    },
    {
        "text": "Generalize everyone who voted for him unless you want to just solidify all those people voting for him and if Hillary Clinton",
        "start": 817.26,
        "duration": 6.26
    },
    {
        "text": "Actually wants a future where Donald Trump is not the president",
        "start": 823.77,
        "duration": 3.38
    },
    {
        "text": "She wants a future where Democrats they rise and it's not about being self-serving or her ego. She will walk away",
        "start": 827.15,
        "duration": 7.02
    },
    {
        "text": "That's where I'll personally leave it. That's the story",
        "start": 834.17,
        "duration": 1.89
    },
    {
        "text": "That's my opinion, and that said I'd still have to know what you're thinking whether you agree or disagree with me here",
        "start": 836.06,
        "duration": 4.74
    },
    {
        "text": "And then let's talk about that horrifying bridge collapse in Florida if you didn't see it it happened yesterday afternoon at, Florida International",
        "start": 840.8,
        "duration": 5.699
    },
    {
        "text": "University he's a newly installed pedestrian bridge reportedly one that was meant to be all about students safety as a filming this video",
        "start": 847.02,
        "duration": 6.26
    },
    {
        "text": "We know that multiple cars were crushed under the bridge six people have died with more deaths",
        "start": 853.28,
        "duration": 4.229
    },
    {
        "text": "Possible officials saying that ten people were transported to the hospital two of which were",
        "start": 857.67,
        "duration": 3.619
    },
    {
        "text": "Extricated from under the bridge soon after all this happened the construction company of the bridge manila",
        "start": 861.6,
        "duration": 4.94
    },
    {
        "text": "Construction management said in a Facebook post our family's thoughts and prayers go to everyone affected by this terrible tragedy a new",
        "start": 866.7,
        "duration": 5.63
    },
    {
        "text": "university city bridge which was under construction",
        "start": 872.43,
        "duration": 2.0
    },
    {
        "text": "Experienced a catastrophic collapse causing injuries and loss of life MCM is a family business",
        "start": 874.74,
        "duration": 4.04
    },
    {
        "text": "and we are all devastated and doing everything we can to assist we will conduct a full investigation to determine exactly what went wrong and",
        "start": 878.78,
        "duration": 5.58
    },
    {
        "text": "Will cooperate with investigators on scene in every way there have also been reports that Manila construction management and F",
        "start": 884.36,
        "duration": 5.129
    },
    {
        "text": "Igg another company involved in the construction of this bridge have had safety issues with other",
        "start": 889.74,
        "duration": 4.67
    },
    {
        "text": "construction projects in the past in addition to that we also saw the National Transportation Safety Board",
        "start": 894.48,
        "duration": 4.159
    },
    {
        "text": "Announcing that they were dispatching a team to investigate the collapse and this of course also raises questions about the bridge itself portal II it",
        "start": 898.74,
        "duration": 5.96
    },
    {
        "text": "caused fourteen point two",
        "start": 904.7,
        "duration": 1.0
    },
    {
        "text": "Million dollars to build and was funded as part of a nineteen point four million dollar grant from the US Department of Transportation",
        "start": 905.7,
        "duration": 4.88
    },
    {
        "text": "The span was approximately 174 feet long nine hundred fifty tons at the time of the collapse",
        "start": 910.8,
        "duration": 4.609
    },
    {
        "text": "It was not yet open to the public and parts were still under construction the bridges span was also reportedly just installed on March 10th",
        "start": 915.41,
        "duration": 5.669
    },
    {
        "text": "Over the course of six hours according to an FIU press release on March 10th the span was lifted from its temporary support rotated 90",
        "start": 921.08,
        "duration": 6.33
    },
    {
        "text": "degrees across an eight",
        "start": 927.41,
        "duration": 1.21
    },
    {
        "text": "in thoroughfare and lowered into its permanent position the installation of the bridge was also unique in that I used a machine called a",
        "start": 928.62,
        "duration": 5.01
    },
    {
        "text": "self-propelled modular",
        "start": 933.76,
        "duration": 1.29
    },
    {
        "text": "transporter or",
        "start": 935.05,
        "duration": 0.99
    },
    {
        "text": "SpMT and SpMT is a combination of different platforms on axles that are operated by a computer system to lift and carry heavy load that",
        "start": 936.04,
        "duration": 6.5
    },
    {
        "text": "Also means this bridge was the largest pedestrian bridge installed by",
        "start": 942.54,
        "duration": 2.58
    },
    {
        "text": "SpMT in US history as to why the bridge collapse there have been some reports that the construction crew is actually conducting a stress test",
        "start": 945.31,
        "duration": 5.869
    },
    {
        "text": "Before it collapse and according to the University the bridge was designed to withstand",
        "start": 951.18,
        "duration": 3.0
    },
    {
        "text": "Category 5 hurricanes his durability was supposed to exceed 100 years also",
        "start": 954.55,
        "duration": 4.07
    },
    {
        "text": "We saw a Senator Marco Rubio",
        "start": 958.62,
        "duration": 1.06
    },
    {
        "text": "Tweeting out yesterday the cables that suspend the Miami bridge had loosened and the engineering firm ordered that they be tightened they were being tightened",
        "start": 959.68,
        "duration": 6.02
    },
    {
        "text": "when it collapsed today.",
        "start": 965.7,
        "duration": 1.08
    },
    {
        "text": "But still I think it is important that as of recording this video the exact cause of the collapse has not yet been confirmed",
        "start": 966.78,
        "duration": 4.32
    },
    {
        "text": "But as of right now",
        "start": 971.1,
        "duration": 0.78
    },
    {
        "text": "That's all we know and hopefully the investigation can shed some light on the situation",
        "start": 971.88,
        "duration": 3.929
    },
    {
        "text": "And I know it's just words with money my thoughts and well wishes to those affected by this and that's where I'm going to end",
        "start": 975.94,
        "duration": 4.789
    },
    {
        "text": "Today's show and remember if you liked this video like I'm trying to do on this channel hit that like button if you're new here",
        "start": 980.73,
        "duration": 4.799
    },
    {
        "text": "Hit that subscribe button that way it makes the videos easier to find when we post these daily weekday video",
        "start": 985.53,
        "duration": 4.14
    },
    {
        "text": "which actually if you did miss the last philip defranco show you want to catch up click or tap right there to watch that or",
        "start": 989.67,
        "duration": 4.65
    },
    {
        "text": "If you need something lighter you can watch the brand new behind the scenes vlog here",
        "start": 994.32,
        "duration": 3.029
    },
    {
        "text": "So that's it of course as always my name's philip defranco",
        "start": 997.35,
        "duration": 2.49
    },
    {
        "text": "You've just been phill'd in a love yo faces, and i'll see you to Monday to Monday",
        "start": 999.88,
        "duration": 5.21
    },
    {
        "text": "Nailed it",
        "start": 1006.12,
        "duration": 2.0
    }
]