[
    {
        "text": "Sup you beautiful bastards! Hope you're having a",
        "start": 0.02,
        "duration": 1.82
    },
    {
        "text": "fantastic Tuesday. Welcome back to the Philip DeFranco show and let's just jump into it",
        "start": 1.84,
        "duration": 4.5
    },
    {
        "text": "And the first thing we're gonna talk about today is why",
        "start": 6.34,
        "duration": 1.84
    },
    {
        "text": "massive conservative",
        "start": 8.18,
        "duration": 1.24
    },
    {
        "text": "commentator Tomi Lahren was in the news.",
        "start": 9.42,
        "duration": 2.1
    },
    {
        "text": "Over the weekend Tomi Lahren post a photo where she's wearing a make America great again one piece",
        "start": 11.52,
        "duration": 3.78
    },
    {
        "text": "A fanny pack a flag with wings with a caption:",
        "start": 15.3,
        "duration": 2.52
    },
    {
        "text": "\"Oh L.A. get ready to find your safe spaces! What am I? Well if your conservative,",
        "start": 17.82,
        "duration": 3.72
    },
    {
        "text": "I'm American as fuck. You're lib i'm offensive",
        "start": 21.54,
        "duration": 2.24
    },
    {
        "text": "Let's go.\"",
        "start": 23.78,
        "duration": 0.64
    },
    {
        "text": "And to that I say Tomi is someone that doesn't really identify as lib or con",
        "start": 24.42,
        "duration": 3.26
    },
    {
        "text": "You just look like the physical embodiment of",
        "start": 27.68,
        "duration": 1.94
    },
    {
        "text": "obnoxiously transparent pandering.",
        "start": 29.62,
        "duration": 1.96
    },
    {
        "text": "But I can't fully hate on it because it's",
        "start": 31.6,
        "duration": 1.74
    },
    {
        "text": "obviously worked out for you very very well.",
        "start": 33.34,
        "duration": 2.34
    },
    {
        "text": "But that said unsurprisingly there were people",
        "start": 35.76,
        "duration": 2.06
    },
    {
        "text": "that hated on her for this outfit.",
        "start": 37.82,
        "duration": 1.42
    },
    {
        "text": "You had others criticizing your costume choice",
        "start": 39.24,
        "duration": 1.76
    },
    {
        "text": "saying that it was hypocritical.",
        "start": 41.0,
        "duration": 1.24
    },
    {
        "text": "This because she has criticized NFL athletes for",
        "start": 42.24,
        "duration": 1.74
    },
    {
        "text": "disrespecting the flag during the national anthem.",
        "start": 43.98,
        "duration": 1.88
    },
    {
        "text": "Some people claiming that this was a violation of the US flag code.",
        "start": 45.86,
        "duration": 2.78
    },
    {
        "text": "US flag code 36 USC 176 reading:",
        "start": 48.64,
        "duration": 2.92
    },
    {
        "text": "\"The flag should never be carried flat or horizontally",
        "start": 51.56,
        "duration": 1.88
    },
    {
        "text": "but always aloft and free. The flag should never be used",
        "start": 53.44,
        "duration": 1.96
    },
    {
        "text": "as wearing apparel, bedding, or drapery",
        "start": 55.4,
        "duration": 1.68
    },
    {
        "text": "should never be festooned, drawn back nor up",
        "start": 57.08,
        "duration": 1.9
    },
    {
        "text": "in folds, but always allowed to fall free.",
        "start": 58.98,
        "duration": 2.0
    },
    {
        "text": "No part of the flag should ever be used as a costume or athletic uniform.\"",
        "start": 60.98,
        "duration": 2.84
    },
    {
        "text": "There are many people that sounded off on this,",
        "start": 63.84,
        "duration": 1.76
    },
    {
        "text": "but one of the most interesting was Keith Olbermann.",
        "start": 65.6,
        "duration": 2.46
    },
    {
        "text": "Keith Olbermann tweeting: \"Patriotic? Bullshit.",
        "start": 68.06,
        "duration": 2.0
    },
    {
        "text": "She's in violation of the US Flag Code: \"The flag should",
        "start": 70.1,
        "duration": 2.2
    },
    {
        "text": "never be used as wearing apparel.\"",
        "start": 72.3,
        "duration": 1.46
    },
    {
        "text": "Then linking to the code,",
        "start": 73.76,
        "duration": 1.06
    },
    {
        "text": "to which Donald Trump jr. responded:",
        "start": 74.82,
        "duration": 1.86
    },
    {
        "text": "\"Life is hard; it's even harder when you're stupid.\"",
        "start": 76.68,
        "duration": 2.62
    },
    {
        "text": "And his tweet included a screenshot of",
        "start": 79.3,
        "duration": 1.6
    },
    {
        "text": "Olbermann's tweet, alongside a picture of Olbermann",
        "start": 80.9,
        "duration": 3.06
    },
    {
        "text": "literally draped in the American flag.",
        "start": 83.96,
        "duration": 1.96
    },
    {
        "text": "He's wearing the flag, the flag is touching the ground",
        "start": 85.92,
        "duration": 3.16
    },
    {
        "text": "So this making Olbermann's tweet look incredibly",
        "start": 89.08,
        "duration": 2.54
    },
    {
        "text": "hypocritical. Olbermann then responded:",
        "start": 91.64,
        "duration": 1.88
    },
    {
        "text": "\"I knew it! Either Uday or Qusay would be dumb enough",
        "start": 93.52,
        "duration": 2.3
    },
    {
        "text": "to fall for it and retweet the cover of my book.",
        "start": 95.82,
        "duration": 1.86
    },
    {
        "text": "The winner is @ Donald Trump jr. #Thanks Dondi\"",
        "start": 97.68,
        "duration": 2.98
    },
    {
        "text": "Adding \"Donnie's confession that 'Life is hard;",
        "start": 100.66,
        "duration": 1.46
    },
    {
        "text": "it's even harder when you're stupid' ...Tomi Lahren's retweet were unexpected bonuses\"",
        "start": 102.12,
        "duration": 3.81
    },
    {
        "text": "So his tweets seeming to imply this was all part of his grand strategy for free promotion.",
        "start": 105.93,
        "duration": 4.559
    },
    {
        "text": "I mean that could be true, but I have a very hard time believing. It feels like the Trump's playing five D",
        "start": 110.49,
        "duration": 5.58
    },
    {
        "text": "chest levels of bullshit",
        "start": 116.07,
        "duration": 1.47
    },
    {
        "text": "You know like if a story came out that it was like Donald Trump",
        "start": 117.54,
        "duration": 1.859
    },
    {
        "text": "got his hand caught in a Pringle jar for five hours, people be like",
        "start": 119.4,
        "duration": 3.03
    },
    {
        "text": "but here's here's why he did that. It's five D chess people.",
        "start": 122.43,
        "duration": 2.63
    },
    {
        "text": "But also, Keith, he didn't actually tweet out the cover of your book.",
        "start": 125.06,
        "duration": 2.6
    },
    {
        "text": "It was just a picture of you seemingly looking like a hypocrite.",
        "start": 127.66,
        "duration": 2.5
    },
    {
        "text": "Whatever, let's move forward.",
        "start": 130.16,
        "duration": 0.98
    },
    {
        "text": "Tomi Lahren eventually responds to the criticism writing",
        "start": 131.14,
        "duration": 2.24
    },
    {
        "text": "\"For the selectively patriotic snowflakes who are melting over a Halloween costume:\"",
        "start": 133.4,
        "duration": 3.4
    },
    {
        "text": "and with that, including a screenshot of the text",
        "start": 136.8,
        "duration": 1.96
    },
    {
        "text": "\"Unless an article of clothing is made from",
        "start": 138.76,
        "duration": 1.38
    },
    {
        "text": "an actual United States flag, there is NO breach of flag etiquette whatsoever.\"",
        "start": 140.14,
        "duration": 3.82
    },
    {
        "text": "People are simply expressing their patriotism and love of country by wearing an article of clothing that happens to be red white and blue with",
        "start": 143.96,
        "duration": 5.02
    },
    {
        "text": "stars and stripes. And that statement she included comes from the American Legion which is a wartime veteran service organization.",
        "start": 148.98,
        "duration": 5.08
    },
    {
        "text": "And so that's why some people say that this is an unofficial answer that conflicts with the actual flag code.",
        "start": 154.06,
        "duration": 4.08
    },
    {
        "text": "Also either way it's important to note that the official flag code is not actually enforced.",
        "start": 158.14,
        "duration": 3.16
    },
    {
        "text": "It just also serves as a guideline for how to treat the flag which of course brings up the debate of is it really the",
        "start": 161.32,
        "duration": 4.86
    },
    {
        "text": "Flag if it's not a repurposed flag. It's just a piece of clothing that has the stars and stripes honestly",
        "start": 166.18,
        "duration": 4.35
    },
    {
        "text": "That's really the end of this story and for me this story is Tomi being Tomi there's being patriotic",
        "start": 170.53,
        "duration": 4.979
    },
    {
        "text": "And then there's being purposefully divisive if she has this outfit fine to say if you're a Lib I'm offensive",
        "start": 175.51,
        "duration": 5.61
    },
    {
        "text": "That's just another example of someone making a blanket statement that doesn't help anybody",
        "start": 181.12,
        "duration": 3.779
    },
    {
        "text": "And I will forever love the Tomi Lahren's career is essentially called yelling and calling people",
        "start": 184.9,
        "duration": 3.57
    },
    {
        "text": "Snowflakes for being offended by things where her entire show is her screaming about things that she is offended by, but that's my personal",
        "start": 188.81,
        "duration": 7.009
    },
    {
        "text": "Takeaway, I of course would love to know your takeaway from this story from that. I want to share some stuff",
        "start": 195.819,
        "duration": 4.349
    },
    {
        "text": "I loved today in today and awesome and the first bit of Awesome today is actually something I forgot to share yesterday",
        "start": 200.169,
        "duration": 5.61
    },
    {
        "text": "And that is the brand-new trailer for Detroit become human",
        "start": 205.78,
        "duration": 2.789
    },
    {
        "text": "That's a new game from Quantic Dream",
        "start": 208.569,
        "duration": 1.38
    },
    {
        "text": "Who of course made heavy rain beyond two souls I'm just so ready for more of their awesome",
        "start": 209.949,
        "duration": 4.71
    },
    {
        "text": "Then we had a rap battle between James",
        "start": 214.659,
        "duration": 2.1
    },
    {
        "text": "Corden and Method Man battle that if we're being",
        "start": 216.919,
        "duration": 2.66
    },
    {
        "text": "Honest wouldn't actually really be fair if people were just coming up with things off the cuff",
        "start": 219.65,
        "duration": 3.829
    },
    {
        "text": "But the final products still enjoyable",
        "start": 223.479,
        "duration": 1.711
    },
    {
        "text": "then we got a",
        "start": 225.19,
        "duration": 0.939
    },
    {
        "text": "Fantastically well done and really interesting video from Cracked called",
        "start": 226.129,
        "duration": 3.05
    },
    {
        "text": "Why the cops won't help you when you're getting stabbed, and it just goes through this insane story",
        "start": 229.18,
        "duration": 4.41
    },
    {
        "text": "Then we got an awesome mashup of stranger things two with ariana grande then for your foodies out there",
        "start": 233.59,
        "duration": 5.639
    },
    {
        "text": "We got this really interesting",
        "start": 239.229,
        "duration": 1.0
    },
    {
        "text": "Video today from Thrillist about Minnesota wild rice never thought I'd be interested in wild rice actually pretty interested",
        "start": 240.229,
        "duration": 6.38
    },
    {
        "text": "And if you want to see the full versions everything I just share the secret link of the day anything at all",
        "start": 246.609,
        "duration": 4.23
    },
    {
        "text": "Links as always are in the description down below, then at a quickie update around Kevin Spacey",
        "start": 251.06,
        "duration": 3.799
    },
    {
        "text": "You remember how yesterday? We talked about house of cards?",
        "start": 254.859,
        "duration": 2.52
    },
    {
        "text": "It's ending after season six",
        "start": 257.38,
        "duration": 1.38
    },
    {
        "text": "But even though the show is ending and the creator of the series spoke out the show is still in production well",
        "start": 258.76,
        "duration": 4.859
    },
    {
        "text": "Today meteorites capital and Netflix have announced that the production of the show is currently suspended in a joint statement",
        "start": 263.75,
        "duration": 4.92
    },
    {
        "text": "They said decided to suspend production on house of cards season six to give us time to review the current",
        "start": 268.67,
        "duration": 4.559
    },
    {
        "text": "Situation and to address any concerns of our cast and crew so production is suspended until further notice will it come back",
        "start": 273.42,
        "duration": 5.839
    },
    {
        "text": "I don't know then let's talk about our douchebags of the day James and Cheyenne Chalkley. these two were arrested yesterday and charged with",
        "start": 279.44,
        "duration": 6.48
    },
    {
        "text": "Injury to a child which already sounds bad, but it really doesn't describe the full situation",
        "start": 286.05,
        "duration": 5.21
    },
    {
        "text": "Let's walk through it these two are the parents to three",
        "start": 291.51,
        "duration": 2.179
    },
    {
        "text": "Children a ten-year-old girl a five year old girl and a three year old boy",
        "start": 293.82,
        "duration": 2.839
    },
    {
        "text": "Authorities are notified last September when a teacher notices that there are bruises on the five-year-old girl's back initially the girl tells the nurse that",
        "start": 296.76,
        "duration": 6.229
    },
    {
        "text": "she doesn't know how she got hurt then saying she got hurt on the",
        "start": 302.99,
        "duration": 2.1
    },
    {
        "text": "playground we would later find out it appears that this five year old girl was lying because",
        "start": 305.16,
        "duration": 3.949
    },
    {
        "text": "She told this to investigators, the father would spank them when they misbehave",
        "start": 309.3,
        "duration": 3.2
    },
    {
        "text": "but because they bruise easy, Child Protective Services wanted to get their father into trouble and quote break up their family that just breaks my",
        "start": 312.51,
        "duration": 6.349
    },
    {
        "text": "Heart because you have this small child who believes that their abuse is",
        "start": 318.86,
        "duration": 3.36
    },
    {
        "text": "Standard now because there's something different with her that she gets bruised too easily",
        "start": 322.44,
        "duration": 3.619
    },
    {
        "text": "She has to protect her dad CPS gets involved",
        "start": 326.06,
        "duration": 2.309
    },
    {
        "text": "They speak to all three children and the stories that come out when they talk to officials and their foster family it is rage-inducing",
        "start": 328.37,
        "duration": 6.989
    },
    {
        "text": "Both sisters said their father and stepmother would beat them with belts and switches a ten-year-old girl saying her father had shoved her head",
        "start": 335.87,
        "duration": 5.85
    },
    {
        "text": "Into a wall while her stepmother beat her with a switch with thorns the five year old girl saying the parents would take turns",
        "start": 341.88,
        "duration": 5.75
    },
    {
        "text": "spanking her she said her father put her head in a toilet and flushed it adding that her father would use a",
        "start": 347.82,
        "duration": 4.639
    },
    {
        "text": "Shock collar like the kind you would give to a dog on her on her arms her legs her back both children described an instance",
        "start": 352.59,
        "duration": 6.589
    },
    {
        "text": "With their father where the father found cat feces in a closet thought",
        "start": 359.18,
        "duration": 3.57
    },
    {
        "text": "They had intentionally refused to clean it so he then smeared the wet diarrhea on their faces",
        "start": 362.75,
        "duration": 4.679
    },
    {
        "text": "and made the five-year-old eat some five-year-old also saying that the father had put poop on a",
        "start": 367.53,
        "duration": 4.79
    },
    {
        "text": "Toothbrush and brushed her teeth so hard",
        "start": 372.45,
        "duration": 1.79
    },
    {
        "text": "She started to bleed and when talking about their stepmother the little girls added that she was often there",
        "start": 374.24,
        "duration": 5.19
    },
    {
        "text": "She was present while this was happening according to the ten-year-old when their father would ask",
        "start": 379.43,
        "duration": 3.6
    },
    {
        "text": "Cheyanne their stepmother if he was being too hard on them",
        "start": 383.16,
        "duration": 3.079
    },
    {
        "text": "She responded that if they were her kids she would hit them more also",
        "start": 386.24,
        "duration": 2.85
    },
    {
        "text": "It's really heartbreaking about this story is it appears that CPS had previously been involved according to the affidavit. There was an instance in",
        "start": 389.09,
        "duration": 5.91
    },
    {
        "text": "2016 where the father left the children unsupervised January of this year he reportedly sprayed his naked children with cold water while outside",
        "start": 395.25,
        "duration": 6.98
    },
    {
        "text": "While it was 45 degrees that case was reportedly closed as high-risk and we're in on the story isn't a surprise",
        "start": 402.42,
        "duration": 5.419
    },
    {
        "text": "I'm furious some people just don't deserve children",
        "start": 407.87,
        "duration": 2.25
    },
    {
        "text": "I may have referred to these two as parents, but they are not and I look at that man's picture",
        "start": 410.12,
        "duration": 4.26
    },
    {
        "text": "I do not see a father",
        "start": 414.38,
        "duration": 1.17
    },
    {
        "text": "I see an abusive sperm donor my opinion when you say mom dad you're talking about a real parent it",
        "start": 415.55,
        "duration": 4.919
    },
    {
        "text": "Biology doesn't matter nurturing the love. That's what makes a parent and I see none of that here",
        "start": 420.78,
        "duration": 4.76
    },
    {
        "text": "That's what we're gonna end this story these two in my opinion are garbage people their only",
        "start": 425.54,
        "duration": 3.6
    },
    {
        "text": "contribution to society is to be an example of what not to be that's the only thing they've succeeded at then let's talk about the",
        "start": 429.51,
        "duration": 5.329
    },
    {
        "text": "Huge updates around Catalonia and Spain now",
        "start": 434.84,
        "duration": 2.25
    },
    {
        "text": "We've talked about this story several times as its developed, but if you don't know what's happening",
        "start": 437.09,
        "duration": 3.809
    },
    {
        "text": "Let me bring you up to speed this will be a little oversimplified",
        "start": 440.9,
        "duration": 2.04
    },
    {
        "text": "But here we go Catalonia is a region in Spain and a good number of the people there want independence now",
        "start": 442.94,
        "duration": 4.08
    },
    {
        "text": "They've had autonomy",
        "start": 447.02,
        "duration": 0.93
    },
    {
        "text": "But they have found that that has",
        "start": 447.95,
        "duration": 1.12
    },
    {
        "text": "Limitation and so what we recently saw in Catalonia is they had elections that brought pro-independence parties to power to promised referendum on independence",
        "start": 449.07,
        "duration": 5.72
    },
    {
        "text": "And they move towards one in response to this a Spanish government claimed that it was illegal unconstitutional",
        "start": 455.01,
        "duration": 4.1
    },
    {
        "text": "And that Spain was indivisible and during that you may remember Spanish national police were",
        "start": 459.57,
        "duration": 3.709
    },
    {
        "text": "Violent and brutal and stopping voters and protesters and as far as the votes cast ninety percent were four independent",
        "start": 463.35,
        "duration": 5.179
    },
    {
        "text": "Although there was a dispute as to whether or not this vote was representative of Catalonia this because only",
        "start": 468.6,
        "duration": 4.459
    },
    {
        "text": "43% of people voted see a people saying well not even half the people voted this can't be legitimate of course the argument against that",
        "start": 473.34,
        "duration": 5.33
    },
    {
        "text": "Was Spanish national police were out there beating people in the streets not everyone that wanted to vote was able to and some people might",
        "start": 478.67,
        "duration": 6.029
    },
    {
        "text": "Not have even bothered to go out because they knew what Spain was going to do and so that's essentially where we last left that",
        "start": 484.7,
        "duration": 4.649
    },
    {
        "text": "Story, so what has happened now",
        "start": 489.35,
        "duration": 1.35
    },
    {
        "text": "It's all Catalan president Puigdemont speaking with the generally taught about independence you wanted to postpone",
        "start": 490.7,
        "duration": 4.229
    },
    {
        "text": "Independence to quote have a conversation with Madrid about Catalonia's future seemed open to negotiate in Catalonia status",
        "start": 495.36,
        "duration": 5.54
    },
    {
        "text": "rather than just pure",
        "start": 500.9,
        "duration": 1.06
    },
    {
        "text": "Independence but Spain refused this they demanded to know if Catalonia was actually going to declare independence",
        "start": 501.96,
        "duration": 3.739
    },
    {
        "text": "And this is because in their constitution",
        "start": 505.8,
        "duration": 1.79
    },
    {
        "text": "They have this thing called Article 155 and 155 allows the central government to remove",
        "start": 507.59,
        "duration": 3.66
    },
    {
        "text": "Self-rule from a region in case they're trying to leave Spain, but before they can actually enact it",
        "start": 511.44,
        "duration": 3.919
    },
    {
        "text": "They need to have actual confirmation of Independence Puigdemont",
        "start": 515.36,
        "duration": 2.82
    },
    {
        "text": "Then dodged that question and said he'd leave it to the generally taught what we saw there is that the generally taught voted for independence",
        "start": 518.18,
        "duration": 5.039
    },
    {
        "text": "70 voted yes 10 vote no there were two",
        "start": 523.469,
        "duration": 2.179
    },
    {
        "text": "Absentations and the rest boycotted the vote and then in response that on Saturday Spanish Prime, Minister Mariano",
        "start": 525.839,
        "duration": 4.82
    },
    {
        "text": "Rajoy came out and said quote. I'm informing you that as of today",
        "start": 530.66,
        "duration": 2.91
    },
    {
        "text": "I am dissolving that Catalonia in Parliament and on the 21st of December there will be elections and so there that was him invoking article",
        "start": 533.57,
        "duration": 6.089
    },
    {
        "text": "155 of the Constitution and Catalonia was now under Madrid's direct rule",
        "start": 539.88,
        "duration": 3.529
    },
    {
        "text": "Catalan police commissioners were fired most government officials were fired and that obviously",
        "start": 543.41,
        "duration": 3.9
    },
    {
        "text": "including president Puigdemont in response to this his office told reporters that he doesn't recognize the order from Madrid removing him from power and",
        "start": 547.529,
        "duration": 6.169
    },
    {
        "text": "We saw a Spanish Attorney General filing rebellion and sedition charges against Puigdemont and his cabinet additionally there were misuse of public funds",
        "start": 553.699,
        "duration": 6.51
    },
    {
        "text": "charges",
        "start": 560.31,
        "duration": 0.5
    },
    {
        "text": "So we're looking at our charges that carry sentences of thirty twenty and five years",
        "start": 560.81,
        "duration": 4.139
    },
    {
        "text": "Unsurprisingly Puigdemont and much of his cabinet",
        "start": 565.23,
        "duration": 1.7
    },
    {
        "text": "They all seem to be",
        "start": 566.93,
        "duration": 0.82
    },
    {
        "text": "Missing all of a sudden as far as where was he there were claims that he was in Brussels seeking asylum and Belgium made it",
        "start": 567.75,
        "duration": 4.82
    },
    {
        "text": "Clear that if Puigdemont asked for asylum",
        "start": 572.57,
        "duration": 1.47
    },
    {
        "text": "They would quote have to consider it we have since learned if Puigdemont said he did flee to Brussels",
        "start": 574.04,
        "duration": 4.26
    },
    {
        "text": "But not to seek asylum saying quote. I am NOT here to demand political asylum",
        "start": 578.3,
        "duration": 3.57
    },
    {
        "text": "I am here in Brussels as the capital of Europe I'm here in order to act with freedom and safety and as far as the",
        "start": 581.87,
        "duration": 5.039
    },
    {
        "text": "Independence movement itself in Catalonia, it doesn't look really strong right now earlier in this movement",
        "start": 586.91,
        "duration": 5.489
    },
    {
        "text": "We saw incredible numbers taking to the streets to vote to protest so we've seen from this is that secessionist had called for mass",
        "start": 592.399,
        "duration": 6.929
    },
    {
        "text": "protest civil disobedience",
        "start": 599.579,
        "duration": 2.0
    },
    {
        "text": "but very few people actually went out to take part also a large trade union who had originally backed the protests have now backed out saying that quote things have to",
        "start": 602.07,
        "duration": 6.019
    },
    {
        "text": "Carry on as a recording this video things have remained somewhat calm in Catalonia and as of right now",
        "start": 608.089,
        "duration": 4.89
    },
    {
        "text": "There is a scheduled Election Day on December 21st and so understand what I'm saying here isn't that this swing at independence in Catalonia?",
        "start": 612.98,
        "duration": 6.419
    },
    {
        "text": "It's not fully dead, but it does seem like the movement is on its back foot right now",
        "start": 619.399,
        "duration": 4.35
    },
    {
        "text": "But ultimately we'll have to wait and see how this situation develops",
        "start": 623.75,
        "duration": 2.969
    },
    {
        "text": "And that's actually where I'm going to end today's show and remember if you liked this video your like we're trying to do on this",
        "start": 626.72,
        "duration": 4.26
    },
    {
        "text": "Channel hit that like button if you're new here hit that subscribe button. Also if you missed yesterday's Philip DeFranco",
        "start": 630.98,
        "duration": 4.65
    },
    {
        "text": "Show you want to catch up click or tap right there to watch that or if you want to see the newest personal vlog click",
        "start": 635.63,
        "duration": 4.739
    },
    {
        "text": "A tap right there to watch that, but that's it of course as always my name's philip defranco",
        "start": 640.37,
        "duration": 3.75
    },
    {
        "text": "You've just been phill'd in I love yo faces, and i'll see you tomorrow",
        "start": 644.19,
        "duration": 3.949
    }
]