[
    {
        "text": "Sup, you Beautiful bastards!",
        "start": 0.399,
        "duration": 0.951
    },
    {
        "text": "Hope you're having a Fantastic Tuesday",
        "start": 1.35,
        "duration": 0.789
    },
    {
        "text": "Welcome back to the Philip DeFranco show and let's just jump into it and the first thing we're going to talk about today",
        "start": 2.139,
        "duration": 5.45
    },
    {
        "text": "By far the most requested story over the past 36 hours",
        "start": 7.589,
        "duration": 3.03
    },
    {
        "text": "And that is the Gavin Free, Meg Turney situation",
        "start": 10.62,
        "duration": 2.0
    },
    {
        "text": "Gavin you most likely know from Rooster Teeth a very popular slo-mo guys channel Meg Turney of course former host of",
        "start": 12.639,
        "duration": 6.469
    },
    {
        "text": "SourceFed rooster, teeth's the know she's big in cosplay",
        "start": 19.27,
        "duration": 3.349
    },
    {
        "text": "I didn't talk about this story yesterday because I was conflicted",
        "start": 22.619,
        "duration": 2.28
    },
    {
        "text": "I didn't know if we should cover the story",
        "start": 24.9,
        "duration": 1.92
    },
    {
        "text": "Or if we did how it's a kind of story that if you cover it the wrong way like some outlets did that it?",
        "start": 26.82,
        "duration": 5.189
    },
    {
        "text": "Potentially makes the problem worse so the news broke this weekend that meg turney and Gavin free were the victims of a home invasion late",
        "start": 32.5,
        "duration": 5.959
    },
    {
        "text": "last month reportedly January 26",
        "start": 38.46,
        "duration": 1.99
    },
    {
        "text": "340 in the morning the couple wakes up to the sound of broken glass and a gunshot and response to this the two of them",
        "start": 40.45,
        "duration": 4.759
    },
    {
        "text": "Hide in their bedroom closet they call police meanwhile the person who broke into their home who I'm not going to name",
        "start": 45.21,
        "duration": 4.59
    },
    {
        "text": "I'm not going to show their picture",
        "start": 49.8,
        "duration": 1.71
    },
    {
        "text": "I'm doing that because I believe this person would have wanted their face plastered all over",
        "start": 51.51,
        "duration": 3.33
    },
    {
        "text": "They would have wanted the notoriety but back to the main point the guy enters the home",
        "start": 54.84,
        "duration": 3.629
    },
    {
        "text": "He's searching for meg and Gavin the police say they have this on security footage. He's armed with a handgun",
        "start": 58.469,
        "duration": 4.56
    },
    {
        "text": "He fires at least one round inside the house",
        "start": 63.03,
        "duration": 2.159
    },
    {
        "text": "He ends up not being able to find them he leaves the home and that's when police arrived the guy was reportedly backing out of",
        "start": 65.189,
        "duration": 4.98
    },
    {
        "text": "The driveway at the time they say that he fired at police officers after being told to stop one officer returned fire and the guy",
        "start": 70.17,
        "duration": 5.699
    },
    {
        "text": "Was shot dead now the reason we know this wasn't a standard",
        "start": 75.869,
        "duration": 2.37
    },
    {
        "text": "Breaking and entering is because of the details police have now given reportedly this guy drove 11 hours from New Mexico to reach them least",
        "start": 78.4,
        "duration": 6.199
    },
    {
        "text": "Describing him as single lonely and disturbed according to documents filed in court after they searched this guy's phone",
        "start": 84.6,
        "duration": 5.37
    },
    {
        "text": "They identified various notations identifying Meg Turney and Gavin free by name, though",
        "start": 89.97,
        "duration": 3.659
    },
    {
        "text": "Cell phone records poorly showed that he had developed a fondness for Meg and very much disliked Gavin lease writing in the court document that",
        "start": 93.63,
        "duration": 6.09
    },
    {
        "text": "This guy resented free for his lifestyle and success a cell phone also showed a police called threatening thoughts one recording stated",
        "start": 99.72,
        "duration": 6.059
    },
    {
        "text": "I want Gavin free to die alone with no children",
        "start": 105.78,
        "duration": 2.4
    },
    {
        "text": "And that's what we know as of right now the case is still under investigation",
        "start": 108.18,
        "duration": 2.339
    },
    {
        "text": "We might get more information",
        "start": 110.77,
        "duration": 1.47
    },
    {
        "text": "Soon for the most part Megan and Gavin have remained silent on this issue at least very publicly that was until yesterday when they both",
        "start": 112.24,
        "duration": 6.319
    },
    {
        "text": "Tweeted their thing terney tweeter. Thank you all so so much for each and every kind message today and a special",
        "start": 118.56,
        "duration": 4.83
    },
    {
        "text": "Thank you to the Austin police for their quick response that night and their ongoing support during this difficult time",
        "start": 123.39,
        "duration": 4.319
    },
    {
        "text": "Aren't you guys so much Gavin tweeting? I just want to say thanks for all the support and concern regarding the recent incident",
        "start": 127.89,
        "duration": 4.77
    },
    {
        "text": "It's been a rough for Megan myself the last few weeks, but we are doing okay. I want to give a huge",
        "start": 132.66,
        "duration": 3.539
    },
    {
        "text": "Thanks to Austin police for the amazing response time. Love you all with that said I think one of the reasons",
        "start": 136.2,
        "duration": 4.11
    },
    {
        "text": "It's important that we cover this story is so that people realize this is this is a real issue",
        "start": 140.31,
        "duration": 4.259
    },
    {
        "text": "It's a very easy to forget and we've talked about issues in the past where fans have have gone up to people's houses",
        "start": 144.569,
        "duration": 5.19
    },
    {
        "text": "They're waiting outside some knock on the door some have actually trespassed while live-streaming a hell",
        "start": 149.76,
        "duration": 5.339
    },
    {
        "text": "I've had issues in the past where people found our studio actually walked into my room while I was filming and since then we've up",
        "start": 155.099,
        "duration": 5.52
    },
    {
        "text": "security I try not to tweet when I'm traveling because one of the last times that happened someone broke into my home while my",
        "start": 160.62,
        "duration": 5.699
    },
    {
        "text": "Wife and my son were sleeping luckily she had a weapon called police",
        "start": 166.45,
        "duration": 3.589
    },
    {
        "text": "They responded very fast then separate from that we can't forget things like Christina Grimmie",
        "start": 170.04,
        "duration": 3.93
    },
    {
        "text": "ZAPPIN less than two years ago rising star prominent youtuber fantastic person shot and killed at her own",
        "start": 174.4,
        "duration": 6.86
    },
    {
        "text": "Meet-and-greet by a disturbed fan, so if there's anything we can accomplish with this story",
        "start": 181.48,
        "duration": 3.319
    },
    {
        "text": "It's to remind people that the people that you are watching online on your phone on your TV",
        "start": 184.81,
        "duration": 5.449
    },
    {
        "text": "They are just people having their privacy and security breach",
        "start": 190.26,
        "duration": 3.059
    },
    {
        "text": "Shouldn't just be something that is cast off as something that just comes with the job like I've seen in some",
        "start": 193.359,
        "duration": 4.61
    },
    {
        "text": "Comment sections these are real people that have reason to fear that they will be the next person in a headline",
        "start": 198.04,
        "duration": 5.27
    },
    {
        "text": "And that's one of the reasons why yes, it's great that you feel a connection with someone that you're watching",
        "start": 203.31,
        "duration": 3.75
    },
    {
        "text": "But you also need to understand boundaries",
        "start": 207.28,
        "duration": 2.779
    },
    {
        "text": "You can't just concede and say this is the new normal obviously prep for the worst",
        "start": 210.08,
        "duration": 4.12
    },
    {
        "text": "But but we shouldn't... we shouldn't just go \"yeah, that's just the way it is now\", but that said,",
        "start": 214.2,
        "duration": 4.5
    },
    {
        "text": "I will pass the question off to you. What are your thoughts around this situation?",
        "start": 218.7,
        "duration": 3.5
    },
    {
        "text": "and then very briefly, I just want to talk about the situation with Vanessa Trump--Donald Trump Junior's wife yesterday",
        "start": 222.2,
        "duration": 4.0
    },
    {
        "text": "Vanessa, her daughter, [and] a third individual were rushed to the hospital. It was because they received and opened a letter that had a white substance",
        "start": 226.2,
        "duration": 5.82
    },
    {
        "text": "Inside of it. Reportedly, it was addressed to Donald Trump Jr. The wife handled it, handed it to the daughter",
        "start": 232.08,
        "duration": 4.62
    },
    {
        "text": "She opens the letter. There's the white substance",
        "start": 236.7,
        "duration": 1.68
    },
    {
        "text": "There's a note that reportedly reads \"You're an awful person and now you get what you deserve.\" They're decontaminated there,",
        "start": 238.38,
        "duration": 4.439
    },
    {
        "text": "They're rushed to the hospital for examination. It was later discovered that the white substance was cornstarch.",
        "start": 242.819,
        "duration": 4.919
    },
    {
        "text": "While I found online most people be taking the situation as serious as one should, I was also troubled by the number of people that were",
        "start": 247.739,
        "duration": 6.42
    },
    {
        "text": "Happy that it happened, and this is before they even found out the substance wasn't harmful",
        "start": 254.16,
        "duration": 4.169
    },
    {
        "text": "I do hope that people realize that people's politics should not play into how you feel about this situation",
        "start": 258.329,
        "duration": 4.851
    },
    {
        "text": "We're all people and I know there are some people going like \"well it just ended up being cornstarch,\"",
        "start": 263.28,
        "duration": 3.76
    },
    {
        "text": "can you imagine the fear not only that she had but her daughter had",
        "start": 267.04,
        "duration": 4.52
    },
    {
        "text": "It's disgusting and horrible thing for a person to do and it's also a disgusting and horrible thing to root on and be happy about",
        "start": 271.7,
        "duration": 6.8
    },
    {
        "text": "I mean would you have the same reaction if this happened to one of one of Barack Obama's daughters?",
        "start": 278.58,
        "duration": 3.42
    },
    {
        "text": "That's where I leave that. It's just a bad situation in general",
        "start": 282.009,
        "duration": 2.1
    },
    {
        "text": "Not only for what happened",
        "start": 284.11,
        "duration": 1.109
    },
    {
        "text": "But now there'll be people using this story and people that had what and what I consider outlier responses as a way to",
        "start": 285.219,
        "duration": 5.91
    },
    {
        "text": "Overwhelmingly label people on the left, but that's where that's where I'm gonna end it from that. I want to share some stuff",
        "start": 291.5,
        "duration": 4.519
    },
    {
        "text": "I love today and today in Austin brought to you by North Vee PN",
        "start": 296.05,
        "duration": 3.39
    },
    {
        "text": "I don't know about you",
        "start": 299.44,
        "duration": 0.689
    },
    {
        "text": "But I very much care about my privacy and security when I go online and if that is the case you should 100% be using",
        "start": 300.129,
        "duration": 5.85
    },
    {
        "text": "A VPN because they allow you to securely access a private network share data",
        "start": 305.979,
        "duration": 3.33
    },
    {
        "text": "Remotely through public network much like a firewall protects your data on your computer",
        "start": 309.31,
        "duration": 3.269
    },
    {
        "text": "VPNs protected online and some of the reasons I was excited to bring Nord VPN on as a sponsor",
        "start": 312.979,
        "duration": 3.739
    },
    {
        "text": "They have over 1,000 superfast servers in 61 countries and absolutely no data logging or VPNs browser is lightweight",
        "start": 316.719,
        "duration": 6.03
    },
    {
        "text": "It is user friendly it secures your browsing in seconds. They have Android and iOS M",
        "start": 322.75,
        "duration": 4.379
    },
    {
        "text": "You can protect up to six devices simultaneously with military-grade encryption",
        "start": 327.129,
        "duration": 4.02
    },
    {
        "text": "And it is risk free of a 30-day money-back guarantee and best of all if you go to North Vee PN dot org slash",
        "start": 331.15,
        "duration": 5.879
    },
    {
        "text": "Filk and start protecting your internet experience today with seventy seven percent off a three-year plan the first bit of Awesome today",
        "start": 337.099,
        "duration": 5.63
    },
    {
        "text": "Is that we got a trailer for season two of Atlanta on FX?",
        "start": 342.729,
        "duration": 3.42
    },
    {
        "text": "I'm personally a fan of any way we can get more Donald Glover goodness in our lives, so yes",
        "start": 346.15,
        "duration": 3.419
    },
    {
        "text": "Please also if you haven't seen the first season no better time than now and we got a date announcement for Chris Rock's new stand-up",
        "start": 349.569,
        "duration": 5.19
    },
    {
        "text": "Special got a new trailer for the movie rampage starring the rock",
        "start": 354.759,
        "duration": 2.97
    },
    {
        "text": "Which it looks?",
        "start": 357.729,
        "duration": 0.961
    },
    {
        "text": "Just Ludacris like The Rock looked at what the Fast & Furious franchise is like now and was like that's not over-the-top enough",
        "start": 358.69,
        "duration": 5.489
    },
    {
        "text": "And we got the honest trailer for the Blade trilogy",
        "start": 364.18,
        "duration": 2.01
    },
    {
        "text": "The cast of Black Panther touching and doing some weird stuff if you want to see the full versions of everything",
        "start": 366.319,
        "duration": 4.459
    },
    {
        "text": "I just shared the secret link of the day anything at all",
        "start": 370.779,
        "duration": 2.61
    },
    {
        "text": "Links as always are in the description down below then and why people angry about today news we had people",
        "start": 373.55,
        "duration": 4.549
    },
    {
        "text": "Specifically a lot of parents angry at a CGI rabbit",
        "start": 378.259,
        "duration": 3.14
    },
    {
        "text": "Specifically Peter Rabbit Sony Pictures has been on the receiving end of a lot of outrage over a scene that has now been deemed",
        "start": 381.56,
        "duration": 5.69
    },
    {
        "text": "controversial in their new film Peter Rabbit",
        "start": 387.409,
        "duration": 2.09
    },
    {
        "text": "I'm actually watch this movie because my oldest son who's almost four is now at that prime age where you can watch a full movie",
        "start": 389.5,
        "duration": 5.309
    },
    {
        "text": "In a theater and not be a loud annoying jerk",
        "start": 394.81,
        "duration": 2.159
    },
    {
        "text": "It's a new fantastic development, but I'll paint the scene for you Peter Rabbit and his bunny family",
        "start": 396.969,
        "duration": 4.1
    },
    {
        "text": "They are at odds with a character called mr.. McGregor during the course of the film they hear mr.",
        "start": 401.069,
        "duration": 3.809
    },
    {
        "text": "McGregor say that he is a food allergy that he is allergic to",
        "start": 404.879,
        "duration": 2.55
    },
    {
        "text": "blackberries upon hearing this Peter Rabbit kind of makes fun like Oh",
        "start": 407.65,
        "duration": 2.75
    },
    {
        "text": "Everyone's allergic to everything these days and then later on the film when mr. McGregor is trying to kill them",
        "start": 410.439,
        "duration": 4.76
    },
    {
        "text": "They slingshot a blackberry into his mouth",
        "start": 415.24,
        "duration": 2.6
    },
    {
        "text": "And he has an allergic reaction after that McGregor turns rat he starts choking he luckily jabs himself in the leg with an EpiPen oh",
        "start": 417.84,
        "duration": 6.059
    },
    {
        "text": "My god the backlash with allergy advocacy grooves parents of children with food allergies",
        "start": 423.9,
        "duration": 4.35
    },
    {
        "text": "Saying that this is disgust their mocking an attack that could have been fatal in real life the charity group kids with food allergies",
        "start": 428.349,
        "duration": 5.3
    },
    {
        "text": "Posting a warning about the scene on Facebook saying the scene may be",
        "start": 433.81,
        "duration": 2.899
    },
    {
        "text": "Disturbing the young viewers who have a food allergy the character is intentionally attacked with his allergen leading to anaphylaxis and the use of epinephrine",
        "start": 436.78,
        "duration": 6.529
    },
    {
        "text": "Parents should be aware of this before your children see the movie so you can talk with your children about it AFA believes the food",
        "start": 443.31,
        "duration": 4.559
    },
    {
        "text": "Allergy jokes are harmful to our community during a reaction patients require the life-saving drug",
        "start": 447.87,
        "duration": 3.929
    },
    {
        "text": "Epinephrine and must go to the nearest hospital for follow-up treatment the very real fear and anxiety that people experience during an allergic reaction",
        "start": 452.05,
        "duration": 5.69
    },
    {
        "text": "often referred to as an impending sense of doom is a serious matter making light of this condition hurts our members because it encourages the",
        "start": 457.96,
        "duration": 6.049
    },
    {
        "text": "public not to take the risk of allergic reaction",
        "start": 464.009,
        "duration": 1.991
    },
    {
        "text": "Seriously, and this cavalier attitude may make them act in ways that could put an allergic person in danger",
        "start": 466.0,
        "duration": 4.309
    },
    {
        "text": "We then saw petitions pop up calling for Sony to apologize saying the scene was socially irresponsible",
        "start": 470.55,
        "duration": 4.019
    },
    {
        "text": "Saw the rise and use of the hashtag boycott Peter Rabbit and following all of this outrage in a statement the filmmakers and Sony Pictures",
        "start": 475.089,
        "duration": 6.89
    },
    {
        "text": "Apologized writing food allergies are a serious issue our films should not have made light of Peter rabbit's archenemy mr.",
        "start": 482.229,
        "duration": 5.149
    },
    {
        "text": "McGregor being allergic to",
        "start": 487.379,
        "duration": 1.121
    },
    {
        "text": "blackberries even in a cartoonish slapstick way",
        "start": 488.5,
        "duration": 2.179
    },
    {
        "text": "He sincerely regret not being more aware and sensitive to this issue",
        "start": 490.68,
        "duration": 2.699
    },
    {
        "text": "And we truly apologize and here's what I'll say to this whole issue",
        "start": 493.379,
        "duration": 2.58
    },
    {
        "text": "Yes, food allergies are a very serious issue according to allergy org up to 15 million Americans have food allergies including 5.9",
        "start": 496.24,
        "duration": 6.589
    },
    {
        "text": "Million children under the age of 18 suggest in the States it's 1 in 13 children obviously the allergies range in severity",
        "start": 502.83,
        "duration": 5.339
    },
    {
        "text": "But it's still a decent numbers",
        "start": 508.169,
        "duration": 1.381
    },
    {
        "text": "We look to the news bullying children with food allergies is a very real thing back in December",
        "start": 509.55,
        "duration": 4.109
    },
    {
        "text": "We had three teens facing criminal charges for knowingly exposing an allergic",
        "start": 513.659,
        "duration": 2.88
    },
    {
        "text": "Classmate to pineapple a 14 year old girl was accused of rubbing pineapple on her hand and then",
        "start": 516.61,
        "duration": 3.799
    },
    {
        "text": "High-fiving a girl that was allergic to the fruit during lunch in July a 13 year old London boy with a dairy allergy died after",
        "start": 520.69,
        "duration": 5.299
    },
    {
        "text": "Suffering a severe reaction to a piece of cheese allegedly forced onto him during a school break",
        "start": 525.99,
        "duration": 3.929
    },
    {
        "text": "But on the other end the argument against this movie is either ignorant or knowingly misleading in my opinion having watched the movie",
        "start": 529.92,
        "duration": 7.04
    },
    {
        "text": "I think there's two points to hit on one when Peter Rabbit kind of makes fun of everyone having allergies",
        "start": 536.96,
        "duration": 4.409
    },
    {
        "text": "He also is like oh no, but it is a very serious issue",
        "start": 541.47,
        "duration": 2.539
    },
    {
        "text": "I don't want to get any letters wing and so to me that seemed to be kind of making fun of people that say they're",
        "start": 544.01,
        "duration": 3.84
    },
    {
        "text": "Allergic to things without actually having gone to a doctor and the doctor going oh, yeah",
        "start": 547.85,
        "duration": 3.389
    },
    {
        "text": "You're allergic to this MLA specifically",
        "start": 551.24,
        "duration": 1.59
    },
    {
        "text": "There's a lot of self diagnosed celiac disease, then also acknowledging that yes",
        "start": 552.83,
        "duration": 3.539
    },
    {
        "text": "People are actually allergic to things and to it the other part of the movie where they were there shooting blackberries at mr.",
        "start": 556.37,
        "duration": 5.22
    },
    {
        "text": "McGregor and they get one in his mouth the full context of that situation is mr.",
        "start": 561.59,
        "duration": 3.149
    },
    {
        "text": "McGregor was trying to murder that whole rabbit family during of course the movie",
        "start": 564.74,
        "duration": 2.91
    },
    {
        "text": "He's been trying to electrocute them blow them up with dynamite cut their heads off with a hoe",
        "start": 567.65,
        "duration": 4.859
    },
    {
        "text": "So this is one of their only defenses from a probable deaths when I see people like L M",
        "start": 572.51,
        "duration": 4.5
    },
    {
        "text": "Thomas meeting as a father of a son who has allergies to peanuts milk egg",
        "start": 577.01,
        "duration": 2.94
    },
    {
        "text": "I refused to watch Peter Rabbit because Sony Pictures is sending a message",
        "start": 579.95,
        "duration": 2.909
    },
    {
        "text": "It's okay to bully kids with allergy and making it a joke to get a few laughs",
        "start": 582.86,
        "duration": 2.94
    },
    {
        "text": "Okay, so you didn't see the movie and you're assuming cool hydro",
        "start": 585.95,
        "duration": 2.039
    },
    {
        "text": "Girl 71 riding as a mother of a toddler allergic to several foods",
        "start": 587.99,
        "duration": 3.119
    },
    {
        "text": "I am disgusted that Sony would make a joke out of flicking an allergen at a food allergic",
        "start": 591.11,
        "duration": 3.63
    },
    {
        "text": "Individual doing so is felony aggravated assault",
        "start": 594.93,
        "duration": 2.179
    },
    {
        "text": "What kind of message does that scene send to kids well I guess one if there was a message there?",
        "start": 597.11,
        "duration": 4.17
    },
    {
        "text": "It would be if someone's trying to murder you find their weakness and take them out first I guess better question",
        "start": 601.28,
        "duration": 4.89
    },
    {
        "text": "What kind of message does it send that you're complaining on the internet rather than I don't know maybe having a conversation with your children",
        "start": 606.17,
        "duration": 6.239
    },
    {
        "text": "And then I could continue going through the tweets, but it's all about bullying and harassing people with food allergies",
        "start": 612.41,
        "duration": 3.839
    },
    {
        "text": "Which if you actually watch the movie before complaining you would know that's not the situation",
        "start": 616.25,
        "duration": 3.9
    },
    {
        "text": "But why be informed when you can use your feelings as your facts there? You go. That was a story?",
        "start": 620.15,
        "duration": 4.829
    },
    {
        "text": "That's my opinion, and I'd love to know your thoughts on them",
        "start": 624.98,
        "duration": 2.28
    },
    {
        "text": "And then let's talk about updates around the Rob Porter situation we talked about Rob last Friday",
        "start": 627.26,
        "duration": 3.78
    },
    {
        "text": "He was the White House staff secretary before his ex-wives came out with allegations and separate articles that he was abusive",
        "start": 631.04,
        "duration": 5.819
    },
    {
        "text": "the women talking about verbal and emotional",
        "start": 637.1,
        "duration": 1.87
    },
    {
        "text": "Abuse as well as physical one of the wives even sharing a photo of black eyes",
        "start": 638.97,
        "duration": 3.379
    },
    {
        "text": "She said that she received from Porter and following all of this Porter resigned although",
        "start": 642.35,
        "duration": 3.81
    },
    {
        "text": "He said that he was innocent one of the biggest parts of this story has been the reaction",
        "start": 646.16,
        "duration": 3.689
    },
    {
        "text": "From the White House, and how some of the stories really don't seem to add up",
        "start": 650.01,
        "duration": 3.83
    },
    {
        "text": "There's one version events",
        "start": 653.84,
        "duration": 1.26
    },
    {
        "text": "We've done from White House officials when talking to reporters White House was asked for comment on a story that was about to come out",
        "start": 655.1,
        "duration": 4.35
    },
    {
        "text": "The White House press arm then talked to Porter they then brought general Kelly a hold on those a story with horrible",
        "start": 659.45,
        "duration": 4.799
    },
    {
        "text": "allegations against Porter one that included domestic abuse then see Sara Huckabee Sanders Kelly others",
        "start": 664.56,
        "duration": 4.789
    },
    {
        "text": "Respond and defend port and on midday Wednesday of reportedly the White House press team said that no one had asked reporters",
        "start": 669.45,
        "duration": 5.539
    },
    {
        "text": "Resignation in fact there were reports that several senior officials actually told Porter to stay in fight",
        "start": 675.12,
        "duration": 4.55
    },
    {
        "text": "And then when Porter resigned White House press secretary",
        "start": 679.67,
        "duration": 2.159
    },
    {
        "text": "Sarah Huckabee Sanders while standing at the podium said no one asked for him to resign, but he still did",
        "start": 682.08,
        "duration": 4.7
    },
    {
        "text": "But then we also got a different version of event one where on Tuesday Porter tells Kelly that there",
        "start": 686.78,
        "duration": 4.26
    },
    {
        "text": "There's a damaging story coming out and says that it's about allegations of verbal and emotional",
        "start": 691.04,
        "duration": 3.359
    },
    {
        "text": "Abuse according to this account Kelly says there is there any domestic abuse Porter says no and after the story broke on Tuesday Kelly realized",
        "start": 694.56,
        "duration": 6.38
    },
    {
        "text": "He had been lied to within 40 minutes",
        "start": 700.94,
        "duration": 1.77
    },
    {
        "text": "Kelly demanded Porter's resignation so as you may have noticed that",
        "start": 702.71,
        "duration": 2.639
    },
    {
        "text": "Timeline doesn't match up to what we saw publicly if Kelly had realized Porter had lied to him",
        "start": 705.51,
        "duration": 4.58
    },
    {
        "text": "Why would he have drafted a statement to defend it?",
        "start": 710.09,
        "duration": 2.219
    },
    {
        "text": "I mean the John Kelly quote literally read Rob Porter is a man of true integrity and honor and I can't say enough good things",
        "start": 712.31,
        "duration": 4.47
    },
    {
        "text": "About it, also seemingly not adding up",
        "start": 716.78,
        "duration": 2.189
    },
    {
        "text": "We had the budget director Mick Mulvaney was on CBS's Face the Nation and he said Porter was actually given the benefit of the doubt",
        "start": 718.97,
        "duration": 5.94
    },
    {
        "text": "Until those photos came out of the black eye those photos in come out till Wednesday",
        "start": 724.95,
        "duration": 3.83
    },
    {
        "text": "And also we haven't even touched on once again the fact that with with Porter being in his position he had been the recipient of",
        "start": 728.78,
        "duration": 5.069
    },
    {
        "text": "a massive FBI background check background check according to deputy press secretary",
        "start": 733.85,
        "duration": 3.6
    },
    {
        "text": "Raja last week was still ongoing which if it was ongoing could maybe explain why general Kelly had not known this information",
        "start": 737.94,
        "duration": 6.38
    },
    {
        "text": "But then today in walks an FBI director Christopher R a congressional hearing today",
        "start": 744.42,
        "duration": 4.639
    },
    {
        "text": "he contradicted with",
        "start": 749.06,
        "duration": 1.51
    },
    {
        "text": "Rajasah according to Ray the FBI gave the White House a partial background check report on Porter in March they then submitted a completed report",
        "start": 750.57,
        "duration": 6.95
    },
    {
        "text": "in July and then fully closed the",
        "start": 757.52,
        "duration": 2.0
    },
    {
        "text": "investigation in January",
        "start": 759.63,
        "duration": 1.22
    },
    {
        "text": "And we know from the ex-wives that they talk with the FBI and said that he was",
        "start": 760.85,
        "duration": 3.66
    },
    {
        "text": "Abusive also an important note here because I've seen some people on social media saying you know like Christopher raised this outsider",
        "start": 764.61,
        "duration": 4.97
    },
    {
        "text": "That's trying to attack Donald in the White House is that I would like to remind you that Christopher Rea was actually hand selected",
        "start": 769.58,
        "duration": 4.469
    },
    {
        "text": "he wasn't nominated by Trump his Trump appointment and ultimately we have a",
        "start": 774.05,
        "duration": 3.27
    },
    {
        "text": "Situation where it seems like what we're looking at it's one of two things might have people that are lying or they're stupid",
        "start": 777.45,
        "duration": 5.119
    },
    {
        "text": "Confused when Raja said there was an ongoing investigation",
        "start": 782.96,
        "duration": 2.219
    },
    {
        "text": "The only thing that could even be close to that here's me that after the FBI closed the investigation back in Jan",
        "start": 785.52,
        "duration": 5.539
    },
    {
        "text": "We're FBI director a says the bureau received additional information after the file was closed and they passed that on to the White House",
        "start": 791.2,
        "duration": 5.429
    },
    {
        "text": "That's not the investigation on Porter continuing as far as the FBI is concerned so you're either stupid",
        "start": 796.63,
        "duration": 4.559
    },
    {
        "text": "Or you're knowingly",
        "start": 801.19,
        "duration": 0.97
    },
    {
        "text": "misleading people the rest of the",
        "start": 802.16,
        "duration": 1.23
    },
    {
        "text": "Responses timeline that doesn't seem to add up new attempt at a timeline where Kelly says you're going to resign",
        "start": 803.39,
        "duration": 5.179
    },
    {
        "text": "But at the same time was defending him in a public statement doesn't seem to make sense",
        "start": 808.57,
        "duration": 3.39
    },
    {
        "text": "It's with all of that said I do want to pass a question off to you",
        "start": 812.03,
        "duration": 2.57
    },
    {
        "text": "What is your takeaway from this story?",
        "start": 814.6,
        "duration": 1.77
    },
    {
        "text": "It is from last week to this week the story has seemingly evolved from this is a story about domestic abuse",
        "start": 816.37,
        "duration": 5.13
    },
    {
        "text": "This is the story about a potential cover-up and people in the White House lying to the public and that's where I'm going to end",
        "start": 821.5,
        "duration": 4.35
    },
    {
        "text": "Today's show remember if you like this video like what I try and do on this channel",
        "start": 825.85,
        "duration": 3.449
    },
    {
        "text": "That like button if you're new here hit that subscribe button also make sure you got that little Bell check so you got a notification",
        "start": 829.4,
        "duration": 4.429
    },
    {
        "text": "When we upload these daily videos which actually if you did miss yesterday's show you want to catch up click or tap right there to?",
        "start": 833.83,
        "duration": 5.01
    },
    {
        "text": "Watch that well if you're looking for something laid back and watch the newest behind the scenes who are BOTS",
        "start": 838.84,
        "duration": 3.599
    },
    {
        "text": "That said of course as always my name is philip defranco. You've just been phill'd in hollow phases, and i'll see you tomorrow",
        "start": 842.44,
        "duration": 6.45
    }
]