[
    {
        "text": "What's up you beautiful bastards hope you're having a fantastic Thursday",
        "start": 0.03,
        "duration": 3.03
    },
    {
        "text": "Welcome back to the Philip DeFranco show and let's just jump into it. And the first thing we're gonna talk about today is wow",
        "start": 3.06,
        "duration": 5.16
    },
    {
        "text": "Wow. Wow. Wow. Wow, this Jesse Smollett situation and to start things off. I'm gonna kind of do a tldr to the updates",
        "start": 8.22,
        "duration": 6.329
    },
    {
        "text": "We're gonna talk about today if you want a more detailed version",
        "start": 14.549,
        "duration": 2.489
    },
    {
        "text": "I highly recommend you watch a previous videos on the slide that said as you might remember at the end of January Jesse small an",
        "start": 17.039,
        "duration": 5.58
    },
    {
        "text": "Actor on the TV show Empire claimed he was assaulted in a hate crime by two men in Chicago",
        "start": 22.619,
        "duration": 4.47
    },
    {
        "text": "But as we discuss there were initial weird things with the reporting",
        "start": 27.09,
        "duration": 2.789
    },
    {
        "text": "There were also later reports that allege that",
        "start": 29.88,
        "duration": 1.389
    },
    {
        "text": "Smollett may have staged the attack himself since some of the evidence really wasn't adding up",
        "start": 31.269,
        "duration": 3.68
    },
    {
        "text": "His story was also changing also regarding who did this the police took two suspects into questioning",
        "start": 34.95,
        "duration": 4.379
    },
    {
        "text": "But then released them without charges and that led to Wednesday where Chicago Police announced that smile",
        "start": 39.329,
        "duration": 4.29
    },
    {
        "text": "It was actually a suspect in a criminal",
        "start": 43.62,
        "duration": 1.66
    },
    {
        "text": "investigation as to whether or not he filed a false police report and",
        "start": 45.28,
        "duration": 2.659
    },
    {
        "text": "Staged that attack later that day a grand jury heard evidence on smollett stage in the event and prosecutors charged him with a felony count",
        "start": 48.01,
        "duration": 6.049
    },
    {
        "text": "of disorderly conduct which brought us to five o'clock in the morning today where Smollett turned himself in to authorities and he is currently in",
        "start": 54.059,
        "duration": 6.479
    },
    {
        "text": "The custody of detectives a massive note here",
        "start": 60.539,
        "duration": 2.1
    },
    {
        "text": "Felony disorderly conduct were falsifying a police report is a class four felony in Illinois",
        "start": 62.64,
        "duration": 3.779
    },
    {
        "text": "That could result in one to three years in prison for smaller",
        "start": 66.67,
        "duration": 3.08
    },
    {
        "text": "and actually that's along with possible restitution to the police force to repay what it cost to do the",
        "start": 69.75,
        "duration": 4.08
    },
    {
        "text": "investigation which",
        "start": 74.02,
        "duration": 0.72
    },
    {
        "text": "Sounds like kind of a side thing but money may have been a major factor here and I say that because of what came out",
        "start": 74.74,
        "duration": 4.91
    },
    {
        "text": "This morning when Chicago police gave a press briefing about this incident and the arrest in that briefing Chicago police superintendent",
        "start": 79.65,
        "duration": 5.039
    },
    {
        "text": "EDT Johnson said that Smollett paid two men thirty five hundred dollars to stage the attack with another five hundred",
        "start": 84.88,
        "duration": 4.73
    },
    {
        "text": "dollars upon return",
        "start": 89.68,
        "duration": 1.13
    },
    {
        "text": "They also said that while a staged attack did actually happen most of the injuries that they saw on small its face were likely",
        "start": 90.81,
        "duration": 5.19
    },
    {
        "text": "Self-inflicted also it was really interesting from this is how they said they figured all of this hell is that they watched footage from thirty",
        "start": 96.159,
        "duration": 4.88
    },
    {
        "text": "Five cameras set up by the city as well as twenty private security cameras to follow the movements of the two attackers to figure out",
        "start": 101.04,
        "duration": 4.919
    },
    {
        "text": "Their identity they managed to track their movements just before the attack where they had gotten into a cab from a rideshare",
        "start": 105.96,
        "duration": 4.229
    },
    {
        "text": "vehicle tracking down that vehicle led to them getting the attackers identities and from there things moved forward also because apparently this story didn't already",
        "start": 110.53,
        "duration": 6.379
    },
    {
        "text": "seem like a",
        "start": 116.95,
        "duration": 1.169
    },
    {
        "text": "TV cop show they explained that after detaining the two men they refused to speak without a lawyer their lawyer then spoke to them then",
        "start": 118.119,
        "duration": 6.26
    },
    {
        "text": "Authorities and finally, they confess details of the entire plot at the 47th hour of detention",
        "start": 124.42,
        "duration": 4.729
    },
    {
        "text": "Which is the last hour police could hold them in custody?",
        "start": 129.149,
        "duration": 2.1
    },
    {
        "text": "without charge Johnson also added that Smollett had initially sent a fake racially charged letter to himself a letter that had a white powder that",
        "start": 131.36,
        "duration": 5.97
    },
    {
        "text": "Caused the set of Empire to be shut down and a hazmat team sent in which on that note the US Post Office an FBI",
        "start": 137.33,
        "duration": 5.699
    },
    {
        "text": "Are currently investigating that and smell it could be facing even more serious charges in the future with long prison term",
        "start": 143.03,
        "duration": 5.1
    },
    {
        "text": "And as far as the why, you know",
        "start": 148.13,
        "duration": 1.35
    },
    {
        "text": "Why do this there were some initial?",
        "start": 149.48,
        "duration": 1.69
    },
    {
        "text": "Reports saying that he might have been getting kicked off of his show and then the show said no",
        "start": 151.17,
        "duration": 4.13
    },
    {
        "text": "there's no truth to that police say they believe he staged the attack because he was",
        "start": 155.3,
        "duration": 3.449
    },
    {
        "text": "Unsatisfied with his salary on Empire and hope the publicity would boost his profile and kind of around this",
        "start": 159.12,
        "duration": 5.839
    },
    {
        "text": "I think it's important to just listen to superintendent",
        "start": 164.959,
        "duration": 2.31
    },
    {
        "text": "Johnson talking about these claims and the effect that it had on the city of Chicago and more this announcement today",
        "start": 167.55,
        "duration": 5.419
    },
    {
        "text": "recognizes that Empire actor justice Millette took advantage of the pain and anger of",
        "start": 174.27,
        "duration": 5.719
    },
    {
        "text": "Racism to promote his career. How can an individual who's been embraced by the city of Chicago?",
        "start": 180.45,
        "duration": 5.479
    },
    {
        "text": "Turn around and slap everyone in this city in the face by making these false claims",
        "start": 186.75,
        "duration": 5.66
    },
    {
        "text": "Bogus police reports",
        "start": 194.1,
        "duration": 2.0
    },
    {
        "text": "calls real harm",
        "start": 196.709,
        "duration": 1.891
    },
    {
        "text": "they do harm to every legitimate victim who's in need of support by police and and",
        "start": 198.6,
        "duration": 6.199
    },
    {
        "text": "Investigators as well as the citizens of this city along with him talking about being pissed off his words with Jesse's small it's motive",
        "start": 205.26,
        "duration": 6.469
    },
    {
        "text": "he also criticized the spreading of false rumors and also talked about the impact it had on the",
        "start": 211.73,
        "duration": 4.05
    },
    {
        "text": "Investigation so we gave him the benefit of doubt up into that 47th hour",
        "start": 216.0,
        "duration": 3.41
    },
    {
        "text": "But we discovered the actual motive quite frankly it pissed everybody off, you know",
        "start": 219.63,
        "duration": 5.329
    },
    {
        "text": "Because we have to invest valuable resources",
        "start": 224.959,
        "duration": 3.15
    },
    {
        "text": "A lot of the what? I want you all to really understand is when you all put things out there",
        "start": 228.11,
        "duration": 5.49
    },
    {
        "text": "Into the universe that's not actual facts, then it causes us to have to chase all that stuff down",
        "start": 234.93,
        "duration": 6.11
    },
    {
        "text": "Those are resources in time spent that we'll never get back and the latest update as we were finishing this video",
        "start": 241.2,
        "duration": 6.05
    },
    {
        "text": "We found out that smollett's bond has been set at $100,000 and that he will be asked to surrender his passport",
        "start": 247.25,
        "duration": 4.649
    },
    {
        "text": "You know following us news. We've seen massive massive reactions all over the place",
        "start": 252.0,
        "duration": 4.7
    },
    {
        "text": "I mean even before today when we start seeing reports",
        "start": 256.7,
        "duration": 2.519
    },
    {
        "text": "there was a massive shift to the story the likes of cardi B chiming in saying",
        "start": 259.22,
        "duration": 3.72
    },
    {
        "text": "Smollett messed up History Month last night. You had Don Lemon saying if Jesse's story isn't true",
        "start": 263.28,
        "duration": 4.449
    },
    {
        "text": "He squandered a lot of goodwill adding he even",
        "start": 267.729,
        "duration": 2.52
    },
    {
        "text": "Lied to a lot of people if it's not true",
        "start": 271.28,
        "duration": 2.389
    },
    {
        "text": "including me and",
        "start": 274.49,
        "duration": 2.0
    },
    {
        "text": "That's not cool. This is playing out every single moment in",
        "start": 276.86,
        "duration": 3.98
    },
    {
        "text": "cable news",
        "start": 282.08,
        "duration": 1.29
    },
    {
        "text": "Sean Hannity is gonna eat justly small. Let's lunch. Every single second Tucker. Carlson is going to eat justly small",
        "start": 283.37,
        "duration": 7.19
    },
    {
        "text": "That's lunch every single second right send up. The President of the United States's are going to eat as lunch",
        "start": 290.56,
        "duration": 4.829
    },
    {
        "text": "And who does the president United States watch every night?",
        "start": 295.389,
        "duration": 2.04
    },
    {
        "text": "You people knew well cable news",
        "start": 297.949,
        "duration": 2.12
    },
    {
        "text": "And in fact, we did see president Trump chimed in this morning with a tweet writing at jesse smaller",
        "start": 300.07,
        "duration": 3.989
    },
    {
        "text": "what about Magga and the tens of millions of people you insulted with your racist and dangerous comments, but also",
        "start": 304.21,
        "duration": 4.589
    },
    {
        "text": "I mean you had people talking about the real impact. This is going to have people like British actress and Natalie Emmanuel tweeting",
        "start": 308.8,
        "duration": 5.97
    },
    {
        "text": "Jesse's smile at man. You have hurt so many people with this line",
        "start": 314.77,
        "duration": 2.369
    },
    {
        "text": "mostly the real victims of racial and homophobic slash transphobic attacks",
        "start": 317.139,
        "duration": 3.27
    },
    {
        "text": "You give people who want to silence the stories of marginalized communities license to disbelief and dismiss them",
        "start": 320.41,
        "duration": 4.889
    },
    {
        "text": "You should be ashamed as far as my reaction to all of this. Obviously, you know, we live in America",
        "start": 325.3,
        "duration": 4.5
    },
    {
        "text": "We're supposed to presume innocence until proven guilty, but everything coming out now seems incredibly damning and it's hard not to just be completely",
        "start": 329.8,
        "duration": 6.779
    },
    {
        "text": "Outraged and disgusted that someone would do this",
        "start": 337.19,
        "duration": 2.179
    },
    {
        "text": "You would have someone that would take advantage of it and really",
        "start": 339.37,
        "duration": 2.16
    },
    {
        "text": "Weaponize people's desire to protect people that are part of vulnerable group as a way to self promote to get what you want",
        "start": 341.87,
        "duration": 6.289
    },
    {
        "text": "Money-wise to become a bigger deal in a different Avenue, you know, here's a question",
        "start": 348.26,
        "duration": 4.459
    },
    {
        "text": "What if there hadn't been?",
        "start": 352.72,
        "duration": 1.3
    },
    {
        "text": "Enough cameras or there were some cameras that happened to have two or three white guys and Magga hats nearby",
        "start": 354.02,
        "duration": 5.929
    },
    {
        "text": "Jesse have said yeah",
        "start": 359.96,
        "duration": 1.04
    },
    {
        "text": "I think that might be them was he willing to demonize through a false story not only a group in general",
        "start": 361.0,
        "duration": 5.039
    },
    {
        "text": "But what he have what helped put innocent people behind bars is just it's all just a ridiculous situation",
        "start": 366.039,
        "duration": 6.36
    },
    {
        "text": "But all of that said, of course I passed the question off to you",
        "start": 372.4,
        "duration": 2.549
    },
    {
        "text": "What are your thoughts around this story from that I want to share some stuff",
        "start": 374.949,
        "duration": 2.64
    },
    {
        "text": "I loved today and today and awesome brought to you by SeatGeek",
        "start": 377.59,
        "duration": 3.209
    },
    {
        "text": "If you didn't know Asik is the fantastic ticket app that takes confusion out of buying tickets for all kinds of live events from concerts",
        "start": 380.8,
        "duration": 5.7
    },
    {
        "text": "To comedy shows to sporting events if at all the tickets in one place, they give them 0 to 100 scores",
        "start": 386.63,
        "duration": 4.849
    },
    {
        "text": "So, you know if you're getting a good deal or not",
        "start": 391.479,
        "duration": 1.231
    },
    {
        "text": "I have the app on my phone and it is by far the easiest",
        "start": 392.71,
        "duration": 1.87
    },
    {
        "text": "Way to shop for tickets to whatever whether it be something down the road or my personal specialty which is the last minute",
        "start": 394.58,
        "duration": 6.12
    },
    {
        "text": "Oh my god, what am I supposed to do ideal?",
        "start": 400.7,
        "duration": 1.77
    },
    {
        "text": "it has saved many a boring weekend with my kids as well as some date nights with my wife but enough about my inability to",
        "start": 402.47,
        "duration": 5.73
    },
    {
        "text": "Schedule things in my life so much",
        "start": 408.2,
        "duration": 1.26
    },
    {
        "text": "So that anything I do outside of this office is pretty much a surprise",
        "start": 409.46,
        "duration": 2.729
    },
    {
        "text": "best of all for all of you beautiful bastards",
        "start": 412.35,
        "duration": 2.119
    },
    {
        "text": "If you go to see geek Phil calm or just click the link in the description down below and you download the app",
        "start": 414.47,
        "duration": 3.72
    },
    {
        "text": "Make sure you enter in code Phil to get $20 off your first ticket purchase",
        "start": 418.19,
        "duration": 3.959
    },
    {
        "text": "Yeah",
        "start": 422.15,
        "duration": 0.15
    },
    {
        "text": "I highly recommend you check it out and the first bit of Awesome today is actually kind of a two piece one if you didn't",
        "start": 422.3,
        "duration": 4.319
    },
    {
        "text": "See today is extra morning news deep dive. I highly recommend it. It's it's really fascinating",
        "start": 426.62,
        "duration": 3.96
    },
    {
        "text": "We cover a topic I wasn't even aware of a few weeks ago",
        "start": 430.58,
        "duration": 2.459
    },
    {
        "text": "But of course that's one of the several goals we have with those videos",
        "start": 433.04,
        "duration": 2.369
    },
    {
        "text": "We want to cover things that really aren't getting as much attention as they probably should until we talked with YouTube and we figured out",
        "start": 435.41,
        "duration": 4.86
    },
    {
        "text": "Why people did not get their notifications for the Tuesday PDF turns out there's a very specific",
        "start": 440.27,
        "duration": 4.109
    },
    {
        "text": "behind-the-scenes setting for notification essentially to simplify it if you post three things on YouTube in a",
        "start": 444.99,
        "duration": 5.15
    },
    {
        "text": "24 hour period the notification should go out for those three things",
        "start": 450.33,
        "duration": 3.829
    },
    {
        "text": "But if you post more than three things in a 24 hour period that fourth thing it's not going to pop up in",
        "start": 454.16,
        "duration": 5.01
    },
    {
        "text": "Notification and so what happened is on Monday the show was incredibly late so we thought hey",
        "start": 459.24,
        "duration": 3.29
    },
    {
        "text": "Let's do a live stream one notification",
        "start": 462.53,
        "duration": 2.19
    },
    {
        "text": "Then the extremely late Monday PDS went out second notification",
        "start": 464.72,
        "duration": 2.91
    },
    {
        "text": "Then Tuesday people got an extra morning bonus video and then the Tuesday PDS got screwed. It's getting a handle",
        "start": 467.63,
        "duration": 4.859
    },
    {
        "text": "It's being fixed, but it was also such an outlier situation",
        "start": 472.49,
        "duration": 2.55
    },
    {
        "text": "but I",
        "start": 475.04,
        "duration": 0.4
    },
    {
        "text": "wanted to clear that up as I and I think a lot of other people were really concerned that it had to do with the",
        "start": 475.44,
        "duration": 4.16
    },
    {
        "text": "Content of the video let's know what that said. That doesn't explain",
        "start": 479.6,
        "duration": 2.399
    },
    {
        "text": "The other issues that people have on other videos there really seemed on Tuesday that it was a blatant problem",
        "start": 482.0,
        "duration": 4.17
    },
    {
        "text": "But now we have an answer man",
        "start": 486.17,
        "duration": 0.78
    },
    {
        "text": "We got trailer goodness with the Angry Birds movie - the official trailer for Rocket Man and we had deesis and marrow on hot ones",
        "start": 486.95,
        "duration": 6.599
    },
    {
        "text": "and I just gotta say I'm so",
        "start": 493.55,
        "duration": 1.75
    },
    {
        "text": "Excited not not even just for this video and then seeing them more cuz they're doing a media cycle right now",
        "start": 495.3,
        "duration": 4.01
    },
    {
        "text": "I have missed their Vice shows so much",
        "start": 499.31,
        "duration": 2.4
    },
    {
        "text": "I'm excited to see whatever the hell they do with the Showtime show and we have Nina Dobrev making an in-flight safety video we had",
        "start": 501.71,
        "duration": 6.119
    },
    {
        "text": "david dobrik trying 9 things",
        "start": 507.83,
        "duration": 1.5
    },
    {
        "text": "He's never done before and if you want to see the full versions of everything",
        "start": 509.33,
        "duration": 3.239
    },
    {
        "text": "I just shared the secret link of the day really anything at all",
        "start": 512.57,
        "duration": 3.149
    },
    {
        "text": "links as always are in the description down below and then let's talk about this just",
        "start": 515.849,
        "duration": 3.17
    },
    {
        "text": "Absolutely horrifying story",
        "start": 519.719,
        "duration": 1.641
    },
    {
        "text": "some of you may have heard the news last week surrounding the Coast Guard officer who was arrested and",
        "start": 521.36,
        "duration": 3.66
    },
    {
        "text": "Details are coming out now and they're the just this seriously, chill",
        "start": 525.15,
        "duration": 3.44
    },
    {
        "text": "So for those who don't know Christopher Paul Henson is a 49 year old man from Silver Spring, Maryland, who is a u.s",
        "start": 528.59,
        "duration": 5.039
    },
    {
        "text": "Coast Guard lieutenant who has been working at the US Coast Guard headquarters in Washington since 2016",
        "start": 533.63,
        "duration": 4.559
    },
    {
        "text": "He also served in the US Marine Corps from 1988 to 1993",
        "start": 538.19,
        "duration": 3.359
    },
    {
        "text": "And in the Army National Guard for about two years in the mid 90s according to court documents",
        "start": 541.55,
        "duration": 4.02
    },
    {
        "text": "But then we fast forward to see that On February 15th",
        "start": 545.64,
        "duration": 2.57
    },
    {
        "text": "He was arrested on gun and drug charges and for allegedly wanting to conduct a mass killing according to court documents",
        "start": 548.21,
        "duration": 4.979
    },
    {
        "text": "He was a self-identified white nationalist who wanted to kill Democrats and journalists Coast Guard chief warrant officer Barry Lane",
        "start": 553.19,
        "duration": 5.88
    },
    {
        "text": "who was a",
        "start": 559.07,
        "duration": 0.49
    },
    {
        "text": "spokesperson for the US Coast Guard headquarters said in a statement that the arrest was actually part of an",
        "start": 559.56,
        "duration": 3.86
    },
    {
        "text": "investigation led by the Coast Guard in",
        "start": 563.49,
        "duration": 2.0
    },
    {
        "text": "cooperation with the FBI and the Justice Department so had federal prosecutors saying that Henson had acquired a cache of weapons that he",
        "start": 565.56,
        "duration": 5.989
    },
    {
        "text": "Stockpiled to launch this widespread terrorist attack furtively when law enforcement searched his home",
        "start": 571.68,
        "duration": 4.25
    },
    {
        "text": "They found 15 guns and more than a thousand rounds of ammunition in the first page of the court documents",
        "start": 575.93,
        "duration": 4.35
    },
    {
        "text": "They really don't mince words first page reads the current charges",
        "start": 580.28,
        "duration": 2.669
    },
    {
        "text": "however are the proverbial tip of the iceberg defendant is a",
        "start": 582.95,
        "duration": 3.21
    },
    {
        "text": "Domestic terrorist vent on committing acts dangerous to human life that are intended to effect governmental Conda into adding the defendant intends to murder innocent",
        "start": 586.38,
        "duration": 7.79
    },
    {
        "text": "Civilians on a scale rarely seen in this country and also for that reason prosecutors asked the court to detain him while he awaits trial",
        "start": 594.39,
        "duration": 5.989
    },
    {
        "text": "And the further you get into the details of this case",
        "start": 600.38,
        "duration": 1.98
    },
    {
        "text": "The the more horrifying mail according to court documents Hassan has had extremist views for a year",
        "start": 602.36,
        "duration": 4.47
    },
    {
        "text": "They found a draft email dated back in June of 2017",
        "start": 606.83,
        "duration": 2.46
    },
    {
        "text": "Saying I am dreaming of a way to kill almost every last person on the earth",
        "start": 609.51,
        "duration": 3.32
    },
    {
        "text": "I think a plague would be most successful",
        "start": 612.83,
        "duration": 1.69
    },
    {
        "text": "But how do I acquire the needed Spanish flu botulism anthrax?",
        "start": 614.52,
        "duration": 3.589
    },
    {
        "text": "Not sure yet, but we'll find something interesting idea the other day start with biological attacks followed by attack on food supply",
        "start": 618.11,
        "duration": 5.76
    },
    {
        "text": "They also found another draft letter",
        "start": 623.9,
        "duration": 1.23
    },
    {
        "text": "He had sent to himself in September where he identified himself as a white nationalist for over 30 years and advocated for focused violence",
        "start": 625.13,
        "duration": 6.479
    },
    {
        "text": "Which the prosecution says is in order to establish a white homeland this also based on the timing would have been just after Charlottesville",
        "start": 631.61,
        "duration": 6.72
    },
    {
        "text": "Virginia in August of 2017. They also found Hanson's internet searches which included most liberal senators",
        "start": 638.33,
        "duration": 5.159
    },
    {
        "text": "Where do most senators live in DC senators have SS Secret Service protection and our Supreme Court?",
        "start": 643.49,
        "duration": 5.25
    },
    {
        "text": "Justices protected additionally also search for Joe Scarborough",
        "start": 649.08,
        "duration": 2.809
    },
    {
        "text": "And where is Morning Joe film this referring to his morning show after viewing a headline claiming that Scarborough referred to trump as the worst",
        "start": 651.93,
        "duration": 6.29
    },
    {
        "text": "Ever a federal investigator said that hasn't created a spreadsheet on his computer",
        "start": 658.22,
        "duration": 3.539
    },
    {
        "text": "People that he would target and they include Joey most likely Joe Scarborough Chris Hayes send bloomin Jew, which is presumably senator Blumenthal",
        "start": 661.96,
        "duration": 7.5
    },
    {
        "text": "Hello, see senator cane Chuck Schumer. Don Lemon polka warren, presumably senator Elizabeth Warren Cortez",
        "start": 669.46,
        "duration": 5.94
    },
    {
        "text": "Which is believed to be a OSI Alexandria Ocasio Cortez, Cory Booker, Kamala, Harris and more",
        "start": 675.4,
        "duration": 5.039
    },
    {
        "text": "Also, according to reports Hanson made thousands of visits to websites that sell firearms and tactical gear",
        "start": 680.44,
        "duration": 4.38
    },
    {
        "text": "there's also a record of his firearm equipment purchases over the last two years and if all of these tactics sound familiar",
        "start": 684.82,
        "duration": 4.859
    },
    {
        "text": "It's because it's actually similar to something that we and so many others have talked about in the past",
        "start": 689.68,
        "duration": 4.65
    },
    {
        "text": "Specifically the Norwegian domestic terrorist attack that killed 77 people in 2011 has been referred to that as a martyrdom",
        "start": 694.4,
        "duration": 6.44
    },
    {
        "text": "Operation that instance the attacker spent three years prior to the incident producing a detailed manifesto where he attacked multiculturalism and Muslims",
        "start": 701.12,
        "duration": 6.8
    },
    {
        "text": "Which he saw as the greatest threat to Western culture and according to the court documents hasn't found",
        "start": 707.92,
        "duration": 3.929
    },
    {
        "text": "inspiration for his plan in the manifesto which provided planning and",
        "start": 712.07,
        "duration": 3.08
    },
    {
        "text": "Preparation prior to the attacks and actually according to court documents that was intended to serve as a blueprint for future single cell or lone",
        "start": 715.34,
        "duration": 5.809
    },
    {
        "text": "Wolf terrorist operation and adding that from early 2017 up until the day of Hassan's arrest",
        "start": 721.15,
        "duration": 4.71
    },
    {
        "text": "He routinely followed instructions in the manifesto that said to amass appropriate firearms food disguises and survival supplies",
        "start": 725.86,
        "duration": 6.239
    },
    {
        "text": "and so as far as the details there that is what we know as far as hasson himself if you're in federal court today and",
        "start": 732.1,
        "duration": 5.489
    },
    {
        "text": "A federal judge ordered that he be detained for 14 days and that's time that the prosecutors will use to gather",
        "start": 737.59,
        "duration": 4.83
    },
    {
        "text": "Evidence to support their much larger charges according to reports as far as Haasan's",
        "start": 742.49,
        "duration": 4.19
    },
    {
        "text": "Defense his attorney weirdly accused the FBI of going after Hasson to show quote",
        "start": 746.75,
        "duration": 4.58
    },
    {
        "text": "It is not just targeting Muslims though said the government arguing Hassan was using his work computer to plot attacks against politicians and media figures",
        "start": 751.33,
        "duration": 6.179
    },
    {
        "text": "Which the defense said it's quote not a crime to think negative things. But ultimately that is where we are right now",
        "start": 757.51,
        "duration": 4.619
    },
    {
        "text": "Given the next two weeks. We're probably gonna find out a lot more just man",
        "start": 762.65,
        "duration": 3.95
    },
    {
        "text": "I know that we only talked about two stories today, but",
        "start": 766.6,
        "duration": 2.009
    },
    {
        "text": "the world's crazy horrifying ridiculous place where I would personally want and this story's a big",
        "start": 769.22,
        "duration": 5.929
    },
    {
        "text": "thank you and show of appreciation to the people in the coast guard the FBI the",
        "start": 775.16,
        "duration": 3.769
    },
    {
        "text": "DOJ who prevented this caught this who worked on it who acted on it?",
        "start": 779.36,
        "duration": 4.73
    },
    {
        "text": "It's my personal opinion based off of the information we have at hand right now that there are going to be people alive",
        "start": 784.09,
        "duration": 4.95
    },
    {
        "text": "That wouldn't have been if they had not acted. So, thank you",
        "start": 789.04,
        "duration": 2.699
    },
    {
        "text": "And of course also like we end every story I'd love to your thoughts around this one both on the story in general",
        "start": 791.74,
        "duration": 5.04
    },
    {
        "text": "but also and maybe this will change what it feels like this story which is which is far more horrifying is being kind of",
        "start": 796.78,
        "duration": 6.27
    },
    {
        "text": "Downplayed to to other news right now and that's where I'm going to end today's show",
        "start": 803.24,
        "duration": 3.259
    },
    {
        "text": "Remember, if you like this video you like these dives into the news. Let us know hit that like button",
        "start": 806.5,
        "duration": 4.41
    },
    {
        "text": "Also, if you new here you want more of these daily dives hit subscribe, make sure to ring that bell to turn on notifications",
        "start": 810.91,
        "duration": 4.89
    },
    {
        "text": "I also highly recommend you follow me on Twitter in addition to getting notified when I post a new video",
        "start": 815.8,
        "duration": 4.319
    },
    {
        "text": "I also sometimes say things that aren't completely stupid",
        "start": 820.12,
        "duration": 2.369
    },
    {
        "text": "Also, if you missed this morning's extra morning news deep dive or yesterday's philip",
        "start": 822.49,
        "duration": 3.15
    },
    {
        "text": "Defranco show you want to catch up you can click or tap right there to watch those slots with that said of course as always",
        "start": 825.64,
        "duration": 4.619
    },
    {
        "text": "My name's Philip Defranco. You've just been phill'd Xin laughs yo faces, and I'll see you tomorrow",
        "start": 830.26,
        "duration": 4.77
    }
]