[
    {
        "text": "Sup, you beautiful bastards. Hope your having a fantastic Friday welcome back to the Friday show.  For those of you who are new here Monday Tuesday, Wednesday Thursday",
        "start": 0.0,
        "duration": 6.87
    },
    {
        "text": "I put out videos where we talk about the news what's happening in the world and then Friday it's about the conversation. I go through the last week of videos, see what people are saying, and respond because having a back and forth is what this is all",
        "start": 6.87,
        "duration": 9.779
    },
    {
        "text": "about, that said there is one story that it's been requested",
        "start": 16.65,
        "duration": 2.219
    },
    {
        "text": "Over and over that really didn't fit into the shows this week that I wanted to address right at the top and [that] story was",
        "start": 19.0,
        "duration": 4.879
    },
    {
        "text": "about the update to the YouTube ad-pocalypse",
        "start": 23.88,
        "duration": 2.52
    },
    {
        "text": "For those who don't remember or didn't know, there are a lot [of] advertisers on YouTube that pulled their advertising?",
        "start": 26.769,
        "duration": 4.73
    },
    {
        "text": "This, because they found their content on videos",
        "start": 31.57,
        "duration": 1.79
    },
    {
        "text": "They were not happy about, ad revenue plummeted for many users a few bounced back",
        "start": 33.36,
        "duration": 3.809
    },
    {
        "text": "But it was still a pretty bad situation for a lot of people so in response to the situation YouTube said hey",
        "start": 37.17,
        "duration": 4.59
    },
    {
        "text": "We're going to fix it 1 we're going to have a tougher stance on hate speech 2.  we are having broader Demonetization",
        "start": 41.76,
        "duration": 5.16
    },
    {
        "text": "policies and 3 we're going to strengthen advertiser controls",
        "start": 47.04,
        "duration": 3.02
    },
    {
        "text": "So that you can decide where your ads are, better.  But after this there were still complaints from creators because ad revenue and",
        "start": 50.07,
        "duration": 5.669
    },
    {
        "text": "Demonetization was still a problem and content creators were concerned that the content was being smacked down because of these broader Demonetization",
        "start": 55.8,
        "duration": 6.42
    },
    {
        "text": "Policies.  Well now YouTube, after all this time, has updated the situation on their official blog writing since March we've held thousands of productive",
        "start": 62.3,
        "duration": 7.0
    },
    {
        "text": "conversations with advertisers and implemented additional controls to restore advertiser",
        "start": 69.3,
        "duration": 3.81
    },
    {
        "text": "Confidence.  As a result many advertisers have resumed their media campaigns on YouTube leading creator revenue to return to a better more stable state",
        "start": 73.24,
        "duration": 6.59
    },
    {
        "text": "We know that revenue fluctuations have been unsettling we recognize there is still more work to do",
        "start": 79.86,
        "duration": 4.199
    },
    {
        "text": "We know we have to improve our communications to you our creators",
        "start": 84.06,
        "duration": 3.3
    },
    {
        "text": "We also need to meet our commitment to our advertisers by ensuring their ads only appear against the content they think it's suitable for their",
        "start": 87.36,
        "duration": 5.129
    },
    {
        "text": "Brands. Here's an update and the first part Involves more details around advertiser Friendly Guidelines",
        "start": 92.49,
        "duration": 4.68
    },
    {
        "text": "Now we'll go into a few standouts and further explanations",
        "start": 97.17,
        "duration": 2.19
    },
    {
        "text": "but it ultimately no matter what with each thing it comes down to the part in the guidelines where they write, YouTube also reserves the",
        "start": 99.36,
        "duration": 5.309
    },
    {
        "text": "Right, at its discretion, to not show ads on videos and watch pages. So this is still guidelines and best practices one of the explanations",
        "start": 104.67,
        "duration": 6.269
    },
    {
        "text": "they expanded on: hateful content, a lot of people said well, what if the jokes or the content? It's supposed to be satire",
        "start": 110.95,
        "duration": 5.51
    },
    {
        "text": "It's comedy. Youtube writes, content that is satire or comedy may be exempt, however simply stating your comedic intent is not",
        "start": 116.46,
        "duration": 5.849
    },
    {
        "text": "Sufficient and that content may still not be eligible for advertising, for an appropriate [language]",
        "start": 122.409,
        "duration": 3.98
    },
    {
        "text": "I said am I going to get dinged because I say beautiful bastard they added, \"occasional",
        "start": 126.39,
        "duration": 3.509
    },
    {
        "text": "use of profanity won't necessarily result in your video being ineligible for advertising, but context Matters harmful",
        "start": 129.899,
        "duration": 5.319
    },
    {
        "text": "Or dangerous acts, video-content that promotes harmful",
        "start": 135.219,
        "duration": 2.58
    },
    {
        "text": "Or dangerous acts that result in serious physical emotional or psychological",
        "start": 137.799,
        "duration": 2.73
    },
    {
        "text": "Injury is not eligible for advertising\" some people have called this the daddy of five clause",
        "start": 140.719,
        "duration": 4.281
    },
    {
        "text": "Violence, this was one of the big ones we talked about a lot of things in the world sometimes violent things happen",
        "start": 145.0,
        "duration": 4.589
    },
    {
        "text": "And it's news.  They've now added, \"if you're showing violent content in a news,",
        "start": 149.59,
        "duration": 3.269
    },
    {
        "text": "educational, artistic, or documentary",
        "start": 152.9,
        "duration": 2.19
    },
    {
        "text": "Context that additional context is important\" also if you're playing a video game they say, \"violence in the normal course of video game play is Generally",
        "start": 155.09,
        "duration": 6.229
    },
    {
        "text": "acceptable for advertising",
        "start": 161.329,
        "duration": 1.5
    },
    {
        "text": "but montages where gratuitous violence is the focal point is not.  Sexually suggestive content;",
        "start": 162.829,
        "duration": 3.86
    },
    {
        "text": "They've pointed out exceptions for non graphic sexual education videos and one of the most interesting ones to me, \"inappropriate use of family entertainment",
        "start": 166.689,
        "duration": 6.389
    },
    {
        "text": "characters content that depicts family entertainment characters engaged in violent sexual",
        "start": 173.54,
        "duration": 3.86
    },
    {
        "text": "Vile, or inappropriate behavior, even if done  for comedic or satirical purposes.",
        "start": 177.4,
        "duration": 4.58
    },
    {
        "text": "This is very obviously aimed at those",
        "start": 181.98,
        "duration": 1.8
    },
    {
        "text": "horrible videos that get millions of views where you have like characters from frozen and",
        "start": 183.98,
        "duration": 4.64
    },
    {
        "text": "Superheroes banging each other, shooting guns at each other, and just stuff you would think is generally creepy",
        "start": 188.82,
        "duration": 6.46
    },
    {
        "text": "And I'd have to say that as a dad who as a kid who watches youtube kids",
        "start": 195.28,
        "duration": 3.449
    },
    {
        "text": "I'm very glad they're going to be going after and",
        "start": 198.729,
        "duration": 2.76
    },
    {
        "text": "Demonetizing content like this and something else that made me happy about this is when I was talking to my sources at YouTube",
        "start": 201.68,
        "duration": 4.729
    },
    {
        "text": "They said you know we first became aware of it because the community spoke up when you have creators like ethan from H3H3",
        "start": 206.409,
        "duration": 5.34
    },
    {
        "text": "Talking about this it shows that while historically their reaction time not the best at least they are paying attention. Also if you're looking for",
        "start": 211.909,
        "duration": 6.529
    },
    {
        "text": "More information on what is okay and not okay as far as advertiser friendly content",
        "start": 218.439,
        "duration": 4.289
    },
    {
        "text": "They created a creators academy course, it's one of the cheesiest things in the world, for example when they're trying to inform you",
        "start": 222.729,
        "duration": 5.61
    },
    {
        "text": "What is okay for a thumbnail they said what's not okay?",
        "start": 228.34,
        "duration": 2.399
    },
    {
        "text": "Dead person in the thumbnail and a happy smoking baby which obviously leads to two very important questions one is the thumbnail",
        "start": 230.739,
        "duration": 6.419
    },
    {
        "text": "Okay",
        "start": 237.259,
        "duration": 0.5
    },
    {
        "text": "If the baby is not happy maybe it's an anti-smoking",
        "start": 237.759,
        "duration": 2.0
    },
    {
        "text": "And two is the thumbnail okay if the baby is happy but it's because he's vaping (dubstep plays)",
        "start": 239.8,
        "duration": 5.84
    },
    {
        "text": "Vape nation is repeated",
        "start": 245.68,
        "duration": 2.3
    },
    {
        "text": "in this they also explained that if you want to make sure your advertiser friendly or at the very least that you don't get",
        "start": 248.05,
        "duration": 4.61
    },
    {
        "text": "dingged, be careful of not only what you put in your thumbnail",
        "start": 252.66,
        "duration": 2.639
    },
    {
        "text": "but in your title your description",
        "start": 255.3,
        "duration": 1.36
    },
    {
        "text": "And your tags any of that information could get you ding another fantastic thing about the creator academy piece",
        "start": 256.66,
        "duration": 5.389
    },
    {
        "text": "is that there is a quiz for you on the bottom of the page to make sure you learned the",
        "start": 262.049,
        "duration": 4.071
    },
    {
        "text": "Situation question one Michelle actually wait. You know let's say let's say Pewdiepie because I need to use pewds",
        "start": 266.18,
        "duration": 5.22
    },
    {
        "text": "I need that thumbnail",
        "start": 271.56,
        "duration": 0.99
    },
    {
        "text": "I'm talking about him. Pewdiepie has created a video about a plane crash with graphic imagery from the crash site",
        "start": 272.55,
        "duration": 4.559
    },
    {
        "text": "What should he be aware of before",
        "start": 277.11,
        "duration": 1.66
    },
    {
        "text": "posting it?  A: this video could be",
        "start": 278.77,
        "duration": 1.74
    },
    {
        "text": "Demonetized if he chooses to run ads on it. B: the video content should be in line with Youtube's policies so that it doesn't get taken",
        "start": 280.51,
        "duration": 5.329
    },
    {
        "text": "Down C: advertisers tend to shy away from videos that contain",
        "start": 285.84,
        "duration": 2.85
    },
    {
        "text": "Tragedy and conflict or d all of the above it's all of the above",
        "start": 288.82,
        "duration": 3.259
    },
    {
        "text": "I'm so smart.  Also,",
        "start": 292.08,
        "duration": 1.17
    },
    {
        "text": "How can you tell us a video has been demonetized and he will be taken down from you to be and video manager you?",
        "start": 293.25,
        "duration": 4.649
    },
    {
        "text": "Will see a yellow icon it's it's b. I can just stop there. I've seen that little icon plenty enough. So there you have it",
        "start": 297.9,
        "duration": 5.489
    },
    {
        "text": "They've extended some of the policies. They've added certain new ones and ultimately",
        "start": 303.389,
        "duration": 3.54
    },
    {
        "text": "It'll be time that tells us if this is a good thing or a bad thing  but with that said let's jump into the Tuesday show",
        "start": 306.93,
        "duration": 5.1
    },
    {
        "text": "Tuesday we talked about rehab for YouTube addiction",
        "start": 312.03,
        "duration": 3.11
    },
    {
        "text": "Racist Indy 500 remarks.",
        "start": 315.22,
        "duration": 1.5
    },
    {
        "text": "the Tiger Woods Dui",
        "start": 316.72,
        "duration": 1.34
    },
    {
        "text": "And the fight in Texas over Sb4",
        "start": 318.06,
        "duration": 1.44
    },
    {
        "text": "around the racist Indy 500 remarks",
        "start": 319.5,
        "duration": 1.24
    },
    {
        "text": "Simon hampus said what's the difference between an American holding a grudge against the Japanese for 72 years and a black man holding",
        "start": 320.84,
        "duration": 6.28
    },
    {
        "text": "A grudge against white people for 152 years except for the 80 that is the same stuff applies",
        "start": 327.12,
        "duration": 4.5
    },
    {
        "text": "It's not any white man living today's faults",
        "start": 331.62,
        "duration": 2.04
    },
    {
        "text": "What happened in the us before?",
        "start": 333.66,
        "duration": 1.629
    },
    {
        "text": "1865 Why",
        "start": 335.289,
        "duration": 1.051
    },
    {
        "text": "Differentiate well one I like to think that we should all strive to just treat each other based off of how we treat one another",
        "start": 336.34,
        "duration": 5.449
    },
    {
        "text": "And just who we are as real people",
        "start": 341.89,
        "duration": 2.0
    },
    {
        "text": "Not base it off of race or what people in the past who have the same?",
        "start": 343.89,
        "duration": 4.27
    },
    {
        "text": "Lineage as us did, right now that would be ideal.  also to say that the slavery of black people in America",
        "start": 348.2,
        "duration": 5.4
    },
    {
        "text": "Is the same as the war we fought with Japan those don't really seem like equals to me",
        "start": 353.68,
        "duration": 5.9
    },
    {
        "text": "Now to you that might not be the case, but to me those are those are far different situations",
        "start": 359.58,
        "duration": 3.899
    },
    {
        "text": "And it's hard to explain in just one",
        "start": 363.48,
        "duration": 2.08
    },
    {
        "text": "Specific way because each each situation was multi-layered if you're talking about the enslavement of black people, then you could say yeah",
        "start": 365.78,
        "duration": 6.94
    },
    {
        "text": "Well there was a whole war where other white people fought to free them",
        "start": 372.72,
        "duration": 3.0
    },
    {
        "text": "Ya, but it wasn't like the slaves were free and then everything was just peachy keen also when you look to the [United] States",
        "start": 375.72,
        "duration": 4.88
    },
    {
        "text": "and Japan and World War two",
        "start": 380.7,
        "duration": 1.56
    },
    {
        "text": "It's not it's not as simple as you might just randomly remember a lot of bad shit went down on both sides",
        "start": 382.26,
        "duration": 5.639
    },
    {
        "text": "I don't know if we need to go into specific. Yeah pearl harbor we also have us dropping atomic bombs",
        "start": 387.9,
        "duration": 4.72
    },
    {
        "text": "Internment Camp Japanese internment Camps are one of those things in American history that often more often than not get swept under the rug",
        "start": 393.0,
        "duration": 6.42
    },
    {
        "text": "Also as Marisol Gonzales pointed out Terry is aware that about 33,000 Japanese-Americans served in the military during and immediately after world war two",
        "start": 399.63,
        "duration": 7.649
    },
    {
        "text": "Right?  If he wants to be uncomfortable you should be uncomfortable about the internment camps thing",
        "start": 407.28,
        "duration": 3.089
    },
    {
        "text": "Yeah, it's just the situation's are very rarely black and white if you look at a person as they are part of a group",
        "start": 410.37,
        "duration": 4.83
    },
    {
        "text": "So it's like a race a gender",
        "start": 415.2,
        "duration": 2.0
    },
    {
        "text": "Anything people have the same race people of the same gender people are the same whatever they will do different things.  Eighty years ago",
        "start": 417.42,
        "duration": 6.24
    },
    {
        "text": "150 Years ago however long ago that does not reflect the new person that exists today. Hey, that's my opinion",
        "start": 423.86,
        "duration": 7.32
    },
    {
        "text": "Maybe that makes sense to you",
        "start": 431.19,
        "duration": 1.05
    },
    {
        "text": "Maybe if you still you still think we do then on?",
        "start": 432.24,
        "duration": 2.25
    },
    {
        "text": "YouTube addiction Star City Mayor says to me the story doesn't sound like she has a Youtube addiction rather depression issues",
        "start": 434.56,
        "duration": 5.36
    },
    {
        "text": "And she just use youtube as a place to go when the depression problems just increased by doing nothing",
        "start": 439.92,
        "duration": 4.049
    },
    {
        "text": "But watching you - Jesse Martineau said seriously parents if you're scared of your kids scared to take away their devices or at",
        "start": 443.97,
        "duration": 5.19
    },
    {
        "text": "least limit their usage on those devices you aren't an adult parents are allowed to just say no for me this story villainized the",
        "start": 449.16,
        "duration": 5.94
    },
    {
        "text": "Internet and Youtube too much to point out that she used the internet to find out how many pills to take try to kill herself",
        "start": 455.17,
        "duration": 6.109
    },
    {
        "text": "she was irritable after watching YouTube videos or parents were like walking on Eggshells",
        "start": 461.28,
        "duration": 3.63
    },
    {
        "text": "I want to fill out a tack a parent",
        "start": 464.91,
        "duration": 1.74
    },
    {
        "text": "But it very much just seemed like this girl needed",
        "start": 466.65,
        "duration": 2.73
    },
    {
        "text": "Someone because she didn't really have anyone it even said that she started watching these youtube videos supposedly because she wanted to fit in with",
        "start": 469.51,
        "duration": 5.539
    },
    {
        "text": "A group of people that talked about Youtube videos that's where a parent does need to step in now",
        "start": 475.05,
        "duration": 3.48
    },
    {
        "text": "I don't know this individual circumstances talk about the parents arguing",
        "start": 478.53,
        "duration": 3.54
    },
    {
        "text": "I don't know if they were divorced maybe there was just there was just a bad",
        "start": 482.07,
        "duration": 2.639
    },
    {
        "text": "Energy people weren't connecting people weren't paying attention and miss things, but I think the moment you get scared of your child. That's a problem",
        "start": 484.93,
        "duration": 6.529
    },
    {
        "text": "I mean, I know that raising a toddler is going to be way different than raising a teenager",
        "start": 491.46,
        "duration": 3.99
    },
    {
        "text": "I'm personally a big believer of no Trey",
        "start": 495.45,
        "duration": 1.68
    },
    {
        "text": "You cant have the iPad all the time because this generation is going to need to be tech-savvy",
        "start": 497.13,
        "duration": 3.809
    },
    {
        "text": "It can actually if used properly can be a very good",
        "start": 500.94,
        "duration": 3.14
    },
    {
        "text": "Educational tool and give them access to it now the moment that I tell them to do something, [and] he's like no iPad",
        "start": 504.18,
        "duration": 5.14
    },
    {
        "text": "Oh, you better fucking believe. I'm taking that iPad away. That is where its a law in this house",
        "start": 509.34,
        "duration": 4.48
    },
    {
        "text": "That's how asterisk all rules are off when I'm on an airplane because I don't want to be the parent with a screaming kid",
        "start": 513.86,
        "duration": 5.22
    },
    {
        "text": "So that kid gets anything he wants for the duration of that flight soon as we get off that plane the law",
        "start": 519.08,
        "duration": 4.739
    },
    {
        "text": "But that's also because I'm going to be one of those asshole parents. be that no matter how successful",
        "start": 523.82,
        "duration": 3.839
    },
    {
        "text": "I am I'm going to make my kid get a job",
        "start": 527.85,
        "duration": 2.869
    },
    {
        "text": "I'm going to make my kid bust his ass because",
        "start": 530.72,
        "duration": 2.309
    },
    {
        "text": "There there there are lessons there and also you just learn good social skills and skills for life and let's get into the Wednesday shit",
        "start": 533.13,
        "duration": 5.839
    },
    {
        "text": "Wednesday we talked about the ridiculousness over at Evergreen State College Kathy Griffin and Tyler Shields photo",
        "start": 538.97,
        "duration": 4.41
    },
    {
        "text": "Shoot some other trump news and covfefe the evergreen State college situation Ali an responds Defranco",
        "start": 543.38,
        "duration": 5.429
    },
    {
        "text": "Maybe you should refrain from remarks such as how much kool-aid. You've had to drink when voicing your opinion",
        "start": 548.809,
        "duration": 5.371
    },
    {
        "text": "Disapproval of something the students of color are doing you make some valid points, but your subtle racism",
        "start": 554.18,
        "duration": 4.52
    },
    {
        "text": "Stereotyping takes away from that some of you thought I was joking when I said people were getting angry about this right there are people that saw",
        "start": 558.8,
        "duration": 6.56
    },
    {
        "text": "that as subtle racism drinking the Kool-aid as a reference to Jonestown a cult of people that believe so much in a",
        "start": 565.37,
        "duration": 6.539
    },
    {
        "text": "False message that they drank something and killed themselves they had so much blind faith that reality. What was right in front of them",
        "start": 572.13,
        "duration": 7.609
    },
    {
        "text": "They just they couldn't see then you Ali and people like you you take your own",
        "start": 579.74,
        "duration": 4.679
    },
    {
        "text": "Assumption that of course me as a white guy it was a white guy of course he's racist",
        "start": 584.61,
        "duration": 4.88
    },
    {
        "text": "That's what's coming out here, not a reference to something",
        "start": 589.49,
        "duration": 2.82
    },
    {
        "text": "I'm ignorant on Ali you disappoint on the Kathy Griffin trump. Beheaded pick it starsareofour are so far saying",
        "start": 592.31,
        "duration": 5.64
    },
    {
        "text": "I'm a liberal and I really did not like the photo",
        "start": 597.95,
        "duration": 1.98
    },
    {
        "text": "What bothered me more however were the people who were happy to lynch Obama freaked out over the griffin photo you can't pick and choose",
        "start": 599.93,
        "duration": 5.22
    },
    {
        "text": "What type of hate crime you're okay with okay?",
        "start": 605.15,
        "duration": 1.98
    },
    {
        "text": "So I 100% agree that if you were okay with the obama things",
        "start": 607.13,
        "duration": 3.479
    },
    {
        "text": "But you you're not okay with this fuck those people you're coming also feels, and maybe it's another point",
        "start": 610.61,
        "duration": 5.58
    },
    {
        "text": "You're getting across it feels like you're saying that people on the right who had a problem with this",
        "start": 616.19,
        "duration": 4.26
    },
    {
        "text": "Probably didn't have a problem with the obama kind of hate those assumptions because yes",
        "start": 620.64,
        "duration": 3.529
    },
    {
        "text": "There are people that fall into that category where they're like yeah, though, the fuck obama",
        "start": 624.17,
        "duration": 3.33
    },
    {
        "text": "But this this crosses the line what I saw when this came out were people from the left and the right saying it was wrong",
        "start": 627.5,
        "duration": 5.909
    },
    {
        "text": "when it happened with Obama and it's wrong when it's happening with trump if anything these moments of Kathy Griffin and Pepsi I",
        "start": 633.41,
        "duration": 6.27
    },
    {
        "text": "Feel like those things make us realize a well while everyone might have different on things there",
        "start": 639.78,
        "duration": 5.88
    },
    {
        "text": "There are some common threads",
        "start": 645.66,
        "duration": 1.38
    },
    {
        "text": "Jacob Burrell says the photoshoot thing is such bullshit fact that so many people are offended over art is",
        "start": 647.04,
        "duration": 4.229
    },
    {
        "text": "ridiculous still stands surprised due to previous statements regarding",
        "start": 651.37,
        "duration": 2.99
    },
    {
        "text": "Comedians in my eyes it is with art as it is with comedy so I get what you're saying",
        "start": 654.55,
        "duration": 3.5
    },
    {
        "text": "But this is a slightly different situation",
        "start": 658.05,
        "duration": 1.93
    },
    {
        "text": "You have a comedian as the subject of the photo and you have an artist and Tyler shields the photographer both of those careers it",
        "start": 659.98,
        "duration": 5.63
    },
    {
        "text": "is very common to try and find the line of where where it's too much and you try and push it and cross it and",
        "start": 665.61,
        "duration": 5.579
    },
    {
        "text": "Mess with you are dealing with a subject that dabbles very close to a class e felony",
        "start": 671.19,
        "duration": 3.99
    },
    {
        "text": "And that is threatening the president of the united states like I have the freedom to say fuck down Donald Trump",
        "start": 675.48,
        "duration": 4.56
    },
    {
        "text": "Fuck Barack Obama the moment",
        "start": 680.08,
        "duration": 1.82
    },
    {
        "text": "I say I'm going to fuck Donald trump and or Barack Obama to deaths that is a statement and not an explanation",
        "start": 681.9,
        "duration": 6.21
    },
    {
        "text": "Of the law like I'm doing now that would be illegal for the sake of conversation",
        "start": 688.21,
        "duration": 3.559
    },
    {
        "text": "let's say that this is more art than",
        "start": 691.84,
        "duration": 2.0
    },
    {
        "text": "Threat which I believe that it is I still stand by what I said yesterday",
        "start": 693.94,
        "duration": 3.32
    },
    {
        "text": "And that it is incredibly stupid you using your audience using your place in Society are promoting the image of the intolerant",
        "start": 697.26,
        "duration": 7.41
    },
    {
        "text": "liberal your not hitting him on the big broad mistakes",
        "start": 705.1,
        "duration": 2.809
    },
    {
        "text": "You are showing a bloodied severed head in reference to something",
        "start": 708.1,
        "duration": 4.039
    },
    {
        "text": "He said last year still ultimately showing the president dead in an ISISesk  photo. He's free to do it",
        "start": 712.14,
        "duration": 5.76
    },
    {
        "text": "I don't get giddy thinking about ruining her career. You can't you can't be surprised the public reacted like this",
        "start": 717.9,
        "duration": 5.609
    },
    {
        "text": "I stand by it. It was a stupid move she's even acknowledged this although it could be argued she started acknowledging this one",
        "start": 723.51,
        "duration": 5.309
    },
    {
        "text": "She started losing gigs and this was kind of a move to",
        "start": 728.82,
        "duration": 2.01
    },
    {
        "text": "Excuse the accidental pun stop the bleeding then we have the Thursday show Thursday",
        "start": 731.23,
        "duration": 4.159
    },
    {
        "text": "We talk about the evergreen college students trying to get the videos of them remove the Oakland police child",
        "start": 735.389,
        "duration": 4.371
    },
    {
        "text": "Prostitutes scandal Portland train stabbing and trump dropping the United states out of the Paris agreement the evergreen college update Mike the liar",
        "start": 739.86,
        "duration": 7.14
    },
    {
        "text": "So the only way to get through to the students is to expel them see",
        "start": 747.0,
        "duration": 2.55
    },
    {
        "text": "How quickly they change your tone when they're kicked out their behavior is against many portions of the student conduct code",
        "start": 749.55,
        "duration": 4.5
    },
    {
        "text": "So the college is well within their right to expel them and here's the thing if you if you thought that the people that were",
        "start": 754.05,
        "duration": 4.769
    },
    {
        "text": "involved here",
        "start": 758.86,
        "duration": 0.65
    },
    {
        "text": "We're shouting that discrimination and racism because someone said what what brett?",
        "start": 759.51,
        "duration": 5.549
    },
    {
        "text": "Weinstein said the Faculty hires should be based off of skill rather than just diversity it was against a day where people of color",
        "start": 765.52,
        "duration": 5.57
    },
    {
        "text": "asked for white people to just not go to campus and I'd even know what the reaction would be to expel any of the",
        "start": 771.25,
        "duration": 4.58
    },
    {
        "text": "Students that were just getting in those teachers faces and scream",
        "start": 775.91,
        "duration": 3.179
    },
    {
        "text": "I also don't know if the president of the college sees what's happening in front of him in a statement",
        "start": 779.089,
        "duration": 3.871
    },
    {
        "text": "He said these are incredibly complex and sometimes emotional issues to navigate",
        "start": 782.96,
        "duration": 3.62
    },
    {
        "text": "We at Evergreen have the courage to try with tolerance and respect my believe is that we can succeed and continue to learn from each other",
        "start": 786.62,
        "duration": 5.34
    },
    {
        "text": "Excuse my language president bridges",
        "start": 792.18,
        "duration": 1.85
    },
    {
        "text": "But who the fuck in any of the videos was showing you any respect?",
        "start": 794.03,
        "duration": 2.669
    },
    {
        "text": "Ya know what you tortured I wanna know goddamn thing you have to say no you shut the fuck up",
        "start": 796.94,
        "duration": 6.36
    },
    {
        "text": "LeoLogicJr rights the students at the college should be celebrating unity and finding ways to improve equality in their education",
        "start": 803.3,
        "duration": 5.54
    },
    {
        "text": "It seems absurd that students don't take time to listen to their college president or professors without an efficient way to work out the issues",
        "start": 808.85,
        "duration": 5.46
    },
    {
        "text": "They may have it's really sad to see the world is becoming more divided\" Leo what I would say is yes",
        "start": 814.31,
        "duration": 4.079
    },
    {
        "text": "I would love if there was a way to celebrate unity, but I don't want to dismiss the idea in general of protest",
        "start": 818.39,
        "duration": 5.82
    },
    {
        "text": "I don't want to dismiss the idea in general of what the day of absence originally was which was people of color taking that day",
        "start": 824.21,
        "duration": 6.69
    },
    {
        "text": "Going off of campus talking about race issues talking about how they can make things better",
        "start": 831.06,
        "duration": 4.039
    },
    {
        "text": "But there there's a difference between that and calling a teacher",
        "start": 835.1,
        "duration": 2.46
    },
    {
        "text": "racist and calling for someone to be fired because they think people should be hired because of their skills rather than the race and they",
        "start": 837.63,
        "duration": 5.69
    },
    {
        "text": "Don't see the difference, and why it is incredibly offensive to say hey white people if he could just not be on campus",
        "start": 843.32,
        "duration": 6.9
    },
    {
        "text": "We'd love that for it, and that's just where I'll leave that one",
        "start": 850.22,
        "duration": 2.22
    },
    {
        "text": "Kez 2009 wrote that extremists cunt no matter what side he was on was a terrorist right-wing terrorism and islamic",
        "start": 852.52,
        "duration": 5.32
    },
    {
        "text": "Terrorism are cancer full stop not all muslims are all far right-wingers beautifully put I can't really add anything to that",
        "start": 857.91,
        "duration": 6.08
    },
    {
        "text": "But to Moving froward who wrote a garbage person sure he's racist",
        "start": 863.99,
        "duration": 3.419
    },
    {
        "text": "but that would have been the end of it instead you get three dumb fucks white knighting most likely threatened him wouldn't be surprised if",
        "start": 867.41,
        "duration": 5.07
    },
    {
        "text": "They even shoved him unless he's assaulting someone stay the fuck out of otherwise you will dine you get no sympathy from me well to",
        "start": 872.48,
        "duration": 5.399
    },
    {
        "text": "Moving Froward and to people that have this same belief. I say go fuck yourself looking at this comment",
        "start": 877.88,
        "duration": 5.73
    },
    {
        "text": "I get a semi good idea of how pathetic and sad your life probably is part of me",
        "start": 883.61,
        "duration": 4.679
    },
    {
        "text": "And it's because I'm not a take the High Road, Er",
        "start": 888.29,
        "duration": 2.07
    },
    {
        "text": "Just a guy part of me hopes that if you're ever in a situation",
        "start": 890.36,
        "duration": 2.429
    },
    {
        "text": "Where you need help, no one helps you out?",
        "start": 892.95,
        "duration": 2.179
    },
    {
        "text": "And then maybe it's a story I cover on the show and we talk about you as a sympathetic figure even though now we know",
        "start": 895.13,
        "duration": 5.25
    },
    {
        "text": "You're a fucking asshole",
        "start": 900.38,
        "duration": 0.81
    },
    {
        "text": "I tell you to go kill yourself",
        "start": 901.19,
        "duration": 1.05
    },
    {
        "text": "But that would be incredibly inappropriate",
        "start": 902.24,
        "duration": 1.66
    },
    {
        "text": "And I have a feeling that you just living out your days would be a fine our greater punishment",
        "start": 903.9,
        "duration": 4.169
    },
    {
        "text": "Thanks for the comment, and that's actually where I'm going to end today's show",
        "start": 908.08,
        "duration": 2.63
    },
    {
        "text": "I want to just thank you guys for another fantastic week. I want to thank you guys for having been so",
        "start": 910.71,
        "duration": 4.07
    },
    {
        "text": "supportive since the Relaunch on may 8th these are such exciting times both making the show how I want to make it and",
        "start": 914.78,
        "duration": 6.88
    },
    {
        "text": "Everything we're doing behind the scenes to build out more stuff",
        "start": 921.85,
        "duration": 2.36
    },
    {
        "text": "So I just want to say thank you for watching for sharing for",
        "start": 924.21,
        "duration": 2.429
    },
    {
        "text": "Interacting if you're one of the people that that are supporting on Defrancoelite.com thank you",
        "start": 926.83,
        "duration": 4.339
    },
    {
        "text": "You guys are the ones that make this possible",
        "start": 931.17,
        "duration": 1.98
    },
    {
        "text": "And that's where I'm going to end today's show with that said of course as always my name's Philip Defranco",
        "start": 933.15,
        "duration": 4.679
    },
    {
        "text": "You've just been phill'd in. I love yo faces, and I'll see you Monday",
        "start": 937.92,
        "duration": 4.48
    }
]