[
    {
        "text": "'Sup you beautiful bastards",
        "start": 0.0,
        "duration": 1.32
    },
    {
        "text": "Hope you're having a fantastic Tuesday",
        "start": 1.32,
        "duration": 1.74
    },
    {
        "text": "Welcome back to the Philip Defranco Show \nand let's just jump into it",
        "start": 3.06,
        "duration": 3.36
    },
    {
        "text": "And the first thing I want to talk about today is a massive update to the Cleveland Steve Stephens story",
        "start": 6.42,
        "duration": 4.72
    },
    {
        "text": "Stephens, of course, the man who on Easter decided to film and upload a video of himself shooting and killing Robert Godwin",
        "start": 11.14,
        "duration": 7.0
    },
    {
        "text": "He allegedly killed many others earlier that day\nalthough, police have found no evidence of that actually occured",
        "start": 18.14,
        "duration": 4.12
    },
    {
        "text": "but he did kill 74-year-old Robert Godwin, A grandfather, a father, a man who was just walking home",
        "start": 22.3,
        "duration": 6.32
    },
    {
        "text": "and the reason why I've been only showing the victim's picture in this is that the update is that Steve Stephens is now dead.",
        "start": 28.62,
        "duration": 6.24
    },
    {
        "text": "Pennsylvania state police this morning tweeted",
        "start": 34.86,
        "duration": 1.96
    },
    {
        "text": "\"Steve Stephens was spotted this morning by PSP members in Erie County. After a brief pursuit, Stephens shot and killed himself.\"",
        "start": 36.82,
        "duration": 5.56
    },
    {
        "text": "As far as how police found him, and I really do have to give props to these people...",
        "start": 42.38,
        "duration": 3.64
    },
    {
        "text": "reportedly employees at a McDonalds recognized Stevens in his car, called police and tried to hold him up by making him wait for fries.",
        "start": 46.02,
        "duration": 7.38
    },
    {
        "text": "and I want to thank them for that because everyone knew he was armed, everyone knew he was dangerous, but they still- they put themselves in that scary situation.",
        "start": 53.4,
        "duration": 6.4
    },
    {
        "text": "and they help police and help that family get some closure",
        "start": 59.8,
        "duration": 2.42
    },
    {
        "text": "But to the news of Steve Stephens being dead, I say good.",
        "start": 62.22,
        "duration": 2.64
    },
    {
        "text": "He saved tax paying Americans from having to foot the bill to either kill or incarcerate his ass.",
        "start": 64.86,
        "duration": 4.58
    },
    {
        "text": "and to be really the only way the situation could've been better is if Stephens had come to this conclusion before he decided to, in cold blood, kill Robert Godwin.",
        "start": 69.44,
        "duration": 7.96
    },
    {
        "text": "For some people, that's going to be too insensitive, \nbut there is not a part of my heart that cares about Stephens.",
        "start": 77.4,
        "duration": 4.94
    },
    {
        "text": "And that's why I no longer show his picture. \nThere's no more pursuit.",
        "start": 82.34,
        "duration": 2.76
    },
    {
        "text": "There is no need for anyone to remember Steve Stephens or his face anymore",
        "start": 85.1,
        "duration": 4.38
    },
    {
        "text": "The fact that he films and uploaded the video shows how much of a narcissist he was",
        "start": 89.48,
        "duration": 4.12
    },
    {
        "text": "and that's why Stephens, you do not matter. The only person that matters in this situation is Robert Godwin.",
        "start": 93.6,
        "duration": 4.38
    },
    {
        "text": "A man whose life you took, a man you stripped away from his family, a man who reminds us that the world is unforgiving and we have to love who we have while we have em.",
        "start": 97.98,
        "duration": 8.18
    },
    {
        "text": "That the only way to truly have a better tomorrow is to unite against the horrible people out there in the world like Stephens and their actions.",
        "start": 106.16,
        "duration": 6.82
    },
    {
        "text": "And that's really everything I have to say about that.",
        "start": 112.98,
        "duration": 1.76
    },
    {
        "text": "From there, I wanna share some stuff I love today and today is also brought to you by Squarespace.com/PHIL",
        "start": 114.74,
        "duration": 5.82
    },
    {
        "text": "Squarespace, of course, is a fantastic, all-in-one platform to create a beautiful website of your own.",
        "start": 120.56,
        "duration": 4.04
    },
    {
        "text": "It's intuitive, It's easy to use, there's nothing to install, patch, upgrade EVER.",
        "start": 124.6,
        "duration": 4.14
    },
    {
        "text": "And so if you wanna start your free trial, like many from the nation already have, go to Squarespace.com/PHIL\nand if you really like it use coupon code PHIL for 10% off your first purchase.",
        "start": 128.76,
        "duration": 7.58
    },
    {
        "text": "And the first bit of awesome is GOOGLE Earth.\nNow this year , like, that's not new...",
        "start": 136.34,
        "duration": 3.62
    },
    {
        "text": "Well Google today unveiled a brand new GOOGLE Earth",
        "start": 139.96,
        "duration": 2.6
    },
    {
        "text": "So what do we get?\nOne: on desktop, you no longer need an app, you can just view it right in Chrome.",
        "start": 142.56,
        "duration": 3.94
    },
    {
        "text": "Two: they've integrated the knowledge graph. \nit gives you chunks of information on the places that you're searching up.",
        "start": 146.5,
        "duration": 4.24
    },
    {
        "text": "There's also interactive guided tours.\nBy far the biggest update is the OH MY GOD it's so amazing but also creepy 3D view.",
        "start": 150.76,
        "duration": 7.26
    },
    {
        "text": "It is so much more immersive and the detail is horrifying",
        "start": 158.02,
        "duration": 3.74
    },
    {
        "text": "I entered my address and I could clearly see my patio furniture.",
        "start": 161.76,
        "duration": 3.44
    },
    {
        "text": "And I don't mean 'Oh, I have to squint to see this' It's like in detail.",
        "start": 165.2,
        "duration": 3.14
    },
    {
        "text": "I definitely recommend you check it out",
        "start": 168.34,
        "duration": 0.88
    },
    {
        "text": "and then I gotta give a shout out to my two BAMFS of the day.",
        "start": 169.22,
        "duration": 2.62
    },
    {
        "text": "This is coming from the Boston Marathon\nThe first is Kathrine Switzer.\nShe is the first woman to officially ever run the Boston Marathon 50 years ago.",
        "start": 171.84,
        "duration": 7.66
    },
    {
        "text": "and then at the age of 70 did it again. And oh my god I feel so useless (groans)",
        "start": 179.52,
        "duration": 5.08
    },
    {
        "text": "And I love this story because if you look at the old pictures. One: It shows you that if you wanna do something, even if there are people that are gonna try and stop you..",
        "start": 184.6,
        "duration": 6.34
    },
    {
        "text": "You can do it.\nAnd also it's never too late to do something big.",
        "start": 190.94,
        "duration": 3.62
    },
    {
        "text": "And the other BAMF from the Boston Marathon is a guy by the name of Earl Granville",
        "start": 194.56,
        "duration": 3.62
    },
    {
        "text": "Earl is a nine-year veteran under the Pennsylvania Army National Guard",
        "start": 198.18,
        "duration": 3.32
    },
    {
        "text": "He lost his leg in 2008 in Afghanistan due to a roadside bomb",
        "start": 201.5,
        "duration": 3.92
    },
    {
        "text": "But that situation be damned because, Earl, yesterday with a prostatic leg and an American flag in hand",
        "start": 205.42,
        "duration": 5.66
    },
    {
        "text": "Ran the Boston Marathon. \nAnd not just that - he crossed the finish line carrying someone on his shoulder",
        "start": 211.08,
        "duration": 5.68
    },
    {
        "text": "Cant stop, won't stop\nI just love it.",
        "start": 216.76,
        "duration": 1.96
    },
    {
        "text": "Then, and not nearly as badass awesome, fantastic news for anyone that loves Snapchat lens but you're like 'you know, I think it's great that it can recognize my face but I wish it could uhh..'",
        "start": 218.72,
        "duration": 8.84
    },
    {
        "text": "'...recognize my nipples and or the stuff that's in my pants' because Pornhub has launched a brand new app called Trick Pics",
        "start": 227.56,
        "duration": 5.54
    },
    {
        "text": "That does just that.\nIf you're a lady and want to post a topless pic on Instagram that hates the nipples. BOOM they got you covered with some propellers",
        "start": 233.1,
        "duration": 6.94
    },
    {
        "text": "maybe some hearts, and uh, I would show the rest but I'm pretty sure that would agiate my video",
        "start": 240.04,
        "duration": 4.08
    },
    {
        "text": "and if you wanna see the full versions of everything just share the secret link of the day, anything at all, links is always in the description down below",
        "start": 244.16,
        "duration": 7.16
    },
    {
        "text": "Then in a quickie story that I was just confused by- there are reports that the new plastic surgery trend is lip reduction",
        "start": 251.32,
        "duration": 6.9
    },
    {
        "text": "Going from this \nTo this",
        "start": 258.24,
        "duration": 1.58
    },
    {
        "text": "and I gotta say, I'm honored that people wanna go for the Philip Defranco look",
        "start": 259.82,
        "duration": 3.44
    },
    {
        "text": "The big Italian bottom lip but at the top, David Blaine made the top lip disappear",
        "start": 263.26,
        "duration": 3.92
    },
    {
        "text": "I am honored that you wanna mimic what women have called one of my only redeeming features",
        "start": 267.18,
        "duration": 4.18
    },
    {
        "text": "but also NO, why are you doing that?\nI mean, it's your money, it's your body, it's your life...\nwhy would you want less of a good thing",
        "start": 271.36,
        "duration": 5.28
    },
    {
        "text": "I understand when the market and the fashion goes one way there's an opportunity somewhere else",
        "start": 276.64,
        "duration": 3.96
    },
    {
        "text": "We had the rise of Kylie Jenner's your lips are one-third of your face\nThere's going to be people who trend the opposite but it's just no",
        "start": 280.6,
        "duration": 5.82
    },
    {
        "text": "but it's your life\nbut no\nyou do you",
        "start": 286.42,
        "duration": 2.1
    },
    {
        "text": "Then according to a new poll, a majority of Americans have tried pot, which should not be a surprise to a majority of Americans,",
        "start": 288.52,
        "duration": 6.48
    },
    {
        "text": "But also with this  news out there that we can all agree not to tell Jeff Sessions",
        "start": 295.0,
        "duration": 3.26
    },
    {
        "text": "Also if you don't understand that reference, our attorney General Jeff Sessions (chuckles)\nsaid that marijuana is only slightly less awful than heroine",
        "start": 298.26,
        "duration": 7.88
    },
    {
        "text": "'cause ya know we just get to say stuff without it being backed by reality these days",
        "start": 306.14,
        "duration": 3.82
    },
    {
        "text": "And then, In quickie, It doesn't really matter but let's fact check it anyways news",
        "start": 309.96,
        "duration": 2.94
    },
    {
        "text": "There's a video that blew up yesterday where President Trump signs a kid's hat and then people wrote he just chucked it into the crowd",
        "start": 312.9,
        "duration": 5.5
    },
    {
        "text": "and people were like 'what a horrible person', 'what a dick!'\nWell, NBC Nightly News posted a video from a different angle and they show that he actually just threw it up in the air to the kid",
        "start": 318.44,
        "duration": 7.34
    },
    {
        "text": "Kid caught it, he was just having a little fun.\nand so once again I say to news outlets- to people in general. When you see something always just question it at least a little bit",
        "start": 325.82,
        "duration": 7.56
    },
    {
        "text": "know that the biases that you either embrace or fight , they're always there lingering...",
        "start": 333.38,
        "duration": 3.7
    },
    {
        "text": "...and when it comes to Trump or a lot of people in the news, it's so easy to hit them on legitimate things",
        "start": 337.08,
        "duration": 4.88
    },
    {
        "text": "there's no reason to take a big pointless swing on them when you don't know if maybe you're wrong",
        "start": 341.96,
        "duration": 4.04
    },
    {
        "text": "and then people find out you are wrong and they question your credibility in the future",
        "start": 346.0,
        "duration": 3.12
    },
    {
        "text": "just sayin'",
        "start": 349.12,
        "duration": 0.5
    },
    {
        "text": "and then let's talk about the DaddyOFive is it child abuse scandal.",
        "start": 349.62,
        "duration": 2.96
    },
    {
        "text": "I talked about it on the show yesterday and this blew up far more than I thought it would",
        "start": 352.58,
        "duration": 3.66
    },
    {
        "text": "between Facebook and Youtube, 3 million people will have watched the video",
        "start": 356.24,
        "duration": 2.62
    },
    {
        "text": "since we talked about it yesterday, it's been picked up by Heat Street, New York Post, The Daily Mail, BBC News and many more",
        "start": 358.86,
        "duration": 5.52
    },
    {
        "text": "and in response to all this outrage last night the father of DaddyOFive, Mike Martin, released an apology\nwell, an \"apology\"",
        "start": 364.38,
        "duration": 6.26
    },
    {
        "text": "Tweeting out,\"We have has a family meeting and reviewed many comments and concerns. We discussed different alternatives for our future videos...\"",
        "start": 370.64,
        "duration": 5.78
    },
    {
        "text": "\"...and ways we can improve\"",
        "start": 376.42,
        "duration": 1.14
    },
    {
        "text": "\"We deeply apologize for your feelings of concern\"",
        "start": 379.92,
        "duration": 3.44
    },
    {
        "text": "\"We do not condone child abuse in any way, shape, or form. As many of our friends and family would tell you that we are loving...\"",
        "start": 390.66,
        "duration": 4.2
    },
    {
        "text": "\"...Close knit family...\"",
        "start": 395.9,
        "duration": 0.5
    },
    {
        "text": "\"...and all enjoy making Youtube videos together and having fun together.\"",
        "start": 396.8,
        "duration": 2.72
    },
    {
        "text": "[Mom] \"Take a joke, You're the only one in the house that can't take a joke and gotta act like a butthole!\"",
        "start": 399.52,
        "duration": 4.5
    },
    {
        "text": "And that's why I say \"apology\" because it's not an apology",
        "start": 404.02,
        "duration": 3.02
    },
    {
        "text": "\"I'm deeply sorry you had feelings about this\"\nNot how they treat their kids, especially Cody...",
        "start": 407.04,
        "duration": 3.88
    },
    {
        "text": "side note for those wondering why that clip doesn't look familiar from yesterday's video, the further we look into the channel, the more instances like this we find",
        "start": 412.24,
        "duration": 7.0
    },
    {
        "text": "kinda makes you wonder if stuff like that-",
        "start": 419.24,
        "duration": 1.26
    },
    {
        "text": "is why it looks like the kid has bruises on his arms",
        "start": 421.26,
        "duration": 1.74
    },
    {
        "text": "and once again, I say this now and I said this yesterday knowing that this would not hurt them as far as their core audience",
        "start": 423.0,
        "duration": 6.14
    },
    {
        "text": "If you look at their numbers, well, they're many people that are infuriated by what they are doing, they have  actually not gone down in subscribers",
        "start": 429.14,
        "duration": 5.9
    },
    {
        "text": "they've continued turning out.\nafter seeing their Block The Haters video was pretty sure how their core audience was going to respond.",
        "start": 435.04,
        "duration": 4.98
    },
    {
        "text": "Also the Tablet Destruction Prank, which of course, included this clip...",
        "start": 440.02,
        "duration": 2.5
    },
    {
        "text": "That video has been removed from Youtube for violating community guidelines",
        "start": 445.44,
        "duration": 2.96
    },
    {
        "text": "As far as what they decided to do with uploading videos to their channel because when it comes to a scandal like that some people continue posting, some just disappear",
        "start": 448.42,
        "duration": 7.0
    },
    {
        "text": "they seemingly opted for the route of continue posting as usual",
        "start": 455.42,
        "duration": 3.2
    },
    {
        "text": "which is now resulted in now more people getting angry.",
        "start": 458.62,
        "duration": 2.6
    },
    {
        "text": "And that's because their new video is about going to Disney and they are not taking Cody",
        "start": 461.22,
        "duration": 4.54
    },
    {
        "text": "\"Today we're getting ready to leave for Disneyland ...uhh...\"",
        "start": 465.82,
        "duration": 4.24
    },
    {
        "text": "\"...Nan and Pop will be here soon to get the dogs\nand uh, Nan and Pop will be here soon also to get Cody because Cody did not earn...\"",
        "start": 470.1,
        "duration": 8.54
    },
    {
        "text": "\"to get to go...\"",
        "start": 478.84,
        "duration": 1.12
    },
    {
        "text": "\"and...\"",
        "start": 480.04,
        "duration": 0.64
    },
    {
        "text": "\"...That sucks but ...that's life.\nThat's what happens when you misbehave\"",
        "start": 481.64,
        "duration": 5.3
    },
    {
        "text": "[Mom] \"Why are you pissed off?\"",
        "start": 486.94,
        "duration": 0.66
    },
    {
        "text": "\"because he's not going\"",
        "start": 488.92,
        "duration": 1.68
    },
    {
        "text": "[Mom] \"Whose fault is that?!\"",
        "start": 490.6,
        "duration": 1.56
    },
    {
        "text": "\"It's his fault\nbut I'm still pissed off about it babe\"",
        "start": 492.16,
        "duration": 4.84
    },
    {
        "text": "[Mom] \"So be pissed off at him\"",
        "start": 497.0,
        "duration": 1.52
    },
    {
        "text": "And as far as the reason for this, Mark seems torn up about it, Mom not so much, but what did he do?",
        "start": 498.52,
        "duration": 3.96
    },
    {
        "text": "Well...",
        "start": 502.48,
        "duration": 0.5
    },
    {
        "text": "[Mom] \"He put poop everywhere\"",
        "start": 503.02,
        "duration": 2.84
    },
    {
        "text": "\"several times...\"",
        "start": 506.38,
        "duration": 0.8
    },
    {
        "text": "\"poop\"",
        "start": 508.12,
        "duration": 0.5
    },
    {
        "text": "Now just hit the surface level that seems like just a, kind of a weird thing for a kid to do but kids ,you know, sometimes they do weird things",
        "start": 508.62,
        "duration": 5.04
    },
    {
        "text": "but in the following from yesterday's video I was approached by several child phycologists who were very concerned by what they saw",
        "start": 513.66,
        "duration": 5.16
    },
    {
        "text": "and I also started researching more into potential abuse of children and the effects on them",
        "start": 518.82,
        "duration": 4.32
    },
    {
        "text": "but in my conversations about this situation when I brought this up and in my research, I found that this could actually be related.",
        "start": 523.14,
        "duration": 6.02
    },
    {
        "text": "There's medical literature on this.\nMany Psychologists believe that this tends to happen",
        "start": 529.16,
        "duration": 3.04
    },
    {
        "text": "in individuals with a history of the obsessive-compulsive disorder, anxiety, depression or post-traumatic stress",
        "start": 532.2,
        "duration": 5.62
    },
    {
        "text": "and they say some of the reasons for this is that it \"provides a sense of control of one's body and environment when other areas of life are out of control.\"",
        "start": 537.82,
        "duration": 5.7
    },
    {
        "text": "\"provides a sense of ownership over one's actions\"",
        "start": 543.52,
        "duration": 2.22
    },
    {
        "text": "\"expresses feelings of anger, frustration, helplessness and powerlessness\"",
        "start": 545.74,
        "duration": 3.58
    },
    {
        "text": "\"prevents unwanted social interaction\"",
        "start": 549.32,
        "duration": 1.94
    },
    {
        "text": "And it doesn't seem to be helping this kid that one of the parent's response to his actions is ...",
        "start": 551.26,
        "duration": 4.08
    },
    {
        "text": "[Mom] \"I wish he would behave himself and act like a normal child\"",
        "start": 555.34,
        "duration": 2.96
    },
    {
        "text": "\"normal kids have bad behaviors. Cody has ... something else.\"",
        "start": 559.74,
        "duration": 7.18
    },
    {
        "text": "\"yeah\"",
        "start": 569.5,
        "duration": 0.7
    },
    {
        "text": "\"I don't know what the hell else he has\"",
        "start": 572.04,
        "duration": 1.98
    },
    {
        "text": "[Mom] \"Lord knows-\nhe's crazy\"",
        "start": 574.02,
        "duration": 1.84
    },
    {
        "text": "[Mom] \"Crazy ginger snap\"",
        "start": 576.98,
        "duration": 1.56
    },
    {
        "text": "Now with that said, I do think it's very important to understand that I'm not saying this is 100% the case.",
        "start": 578.58,
        "duration": 4.46
    },
    {
        "text": "There are other reasons and many other people who do this and they have not been abused.",
        "start": 583.04,
        "duration": 4.02
    },
    {
        "text": "but from all the video we have found and what now more people are diving in further and finding",
        "start": 587.06,
        "duration": 4.58
    },
    {
        "text": "That's why this is a topic of conversation and that's why people are concerned",
        "start": 591.64,
        "duration": 2.64
    },
    {
        "text": "That's where we are today and we'll see how this situation updates",
        "start": 594.28,
        "duration": 2.72
    },
    {
        "text": "If there is a place where we can end this, I want to acknowledge an argument that some people had that I feel like is incredibly flawed and stupid.",
        "start": 597.0,
        "duration": 6.02
    },
    {
        "text": "What we're seeing here is actually good, the world has become far too soft and by people messing with this kid- it's going to make him so much stronger when he grows up",
        "start": 603.02,
        "duration": 8.24
    },
    {
        "text": "and I don't want to just throw hate out to people that have this mindset...",
        "start": 611.26,
        "duration": 2.88
    },
    {
        "text": "because I feel like you might have this mindset because you're justifying what has happened to you in your past",
        "start": 614.14,
        "duration": 4.2
    },
    {
        "text": "there are people, that as of adults, realize that stuff happened to them that should not have happened",
        "start": 618.34,
        "duration": 3.86
    },
    {
        "text": "and others look to justify it and I kinda understand that mindset, I mean, I am aware that the past has an effect",
        "start": 622.2,
        "duration": 5.92
    },
    {
        "text": "but it's important to understand that I am who I am today in spite of my past, not because of it.",
        "start": 628.12,
        "duration": 4.92
    },
    {
        "text": "There's a huge difference there, often monsters create more monsters in every aspect of life.",
        "start": 633.04,
        "duration": 5.02
    },
    {
        "text": "people who suffered abuse as children don't automatically become great comedians because he always gotta be a little messed up",
        "start": 638.06,
        "duration": 5.56
    },
    {
        "text": "or like really successful.\nNo, those are the people that succeeded in spite of - there's so many people that had abuse as a child",
        "start": 643.62,
        "duration": 6.22
    },
    {
        "text": "that were stifled by, that are still scarred and affected today.",
        "start": 649.84,
        "duration": 3.84
    },
    {
        "text": "and in fact, to think that's why so many people were are affected by this story yesterday, there were parents who imagine their children in this situation.",
        "start": 653.68,
        "duration": 6.1
    },
    {
        "text": "and there were people who immediately recongnized themselves in Cody because they dealt with stuff like that or stuff that was worse when they were a kid.",
        "start": 659.78,
        "duration": 6.64
    },
    {
        "text": "and that's why this was such a big issue to me.\nI think it was perfectly explained by a- if you don't know who Boogie is...",
        "start": 666.42,
        "duration": 5.44
    },
    {
        "text": "He's one of the nicest guys on Youtube and when talking about this he said this",
        "start": 671.86,
        "duration": 3.12
    },
    {
        "text": "\"And I think Philip Defranco is a fucking hero for having the balls to make that video and for intervening and drawing attention to it...\"",
        "start": 675.0,
        "duration": 7.8
    },
    {
        "text": "\"and leaving it open-ended. He didn't make any accusations, he just left it open-ended. I think that's amazing\"",
        "start": 682.8,
        "duration": 4.86
    },
    {
        "text": "\"because I will tell you, I will tell you...I would've done anything...\"",
        "start": 687.68,
        "duration": 6.68
    },
    {
        "text": "\"I would've done anything for someone to intervene on my behalf\"",
        "start": 695.68,
        "duration": 3.56
    },
    {
        "text": "\"and no one ever did\"",
        "start": 700.6,
        "duration": 1.36
    },
    {
        "text": "\"and they knew... the people I grew up with , they knew, they told me some of the people I smoke with over the years has told me that they knew.\"",
        "start": 704.1,
        "duration": 7.56
    },
    {
        "text": "And I feel like that's important. \nIf we get to a good place in our lives it is important for us to look back and hold the door",
        "start": 711.66,
        "duration": 5.92
    },
    {
        "text": "and help those who might not have had help without us, that don't deserve to be helpless like we were.",
        "start": 717.58,
        "duration": 4.94
    },
    {
        "text": "and I hope that thought can resonate with you.",
        "start": 722.52,
        "duration": 1.14
    },
    {
        "text": "Also side-note, I feel like I should mention that I didn't play that clip because he said I was a hero. I'm not a hero, I'm just a mindful asshole with a very large audience",
        "start": 723.68,
        "duration": 8.18
    },
    {
        "text": "that doesn't like seeing stupid, horrible, bullshit.",
        "start": 731.86,
        "duration": 2.18
    },
    {
        "text": "and if I didn't talk about stories like this knowing that I could, I would feel horrible about myself.",
        "start": 734.04,
        "duration": 4.74
    },
    {
        "text": "And that's actually where I'm going to end today's show",
        "start": 738.78,
        "duration": 1.44
    },
    {
        "text": "and remember if you like this video, you like what I do on this channel, hit that like button",
        "start": 740.22,
        "duration": 3.96
    },
    {
        "text": "If you're new here, hit that Subscribe button",
        "start": 744.18,
        "duration": 1.62
    },
    {
        "text": "also if you missed and want to catch up on yesterday's Philip Defranco Show, It really blew up, you can click to watch right there.",
        "start": 745.8,
        "duration": 5.28
    },
    {
        "text": "Also if you want to see the latest behind the scenes vlog you can click or tap right there to watch that",
        "start": 751.08,
        "duration": 3.6
    },
    {
        "text": "But that's it , of course, as always my name's Philip Defranco \nYou've just been PHILed in",
        "start": 754.68,
        "duration": 4.1
    },
    {
        "text": "I LOVE YO FACES \nand I'll see you tomorrow",
        "start": 758.78,
        "duration": 3.38
    }
]