[
    {
        "text": "sup you beautiful bastards, hope your having a fantastic Wednesday",
        "start": 0.0,
        "duration": 3.21
    },
    {
        "text": "Welcome back to the Philip DeFranco show and let's just jump into it",
        "start": 3.21,
        "duration": 3.27
    },
    {
        "text": "The first thing we're gonna talk about today is some industry entertainment news",
        "start": 6.48,
        "duration": 3.15
    },
    {
        "text": "we'll start things off light and the first part of this is as you may have seen YouTube was just",
        "start": 9.63,
        "duration": 3.419
    },
    {
        "text": "Down yesterday and it turned out to be an even larger problem with Team YouTube tweeting",
        "start": 13.179,
        "duration": 4.07
    },
    {
        "text": "Thanks for your reports about YouTube YouTube TV and YouTube music access issues",
        "start": 17.25,
        "duration": 3.569
    },
    {
        "text": "We're working on resolving this and we'll let you know once fixed",
        "start": 20.82,
        "duration": 2.039
    },
    {
        "text": "We apologize for any inconvenience this may cause and we'll keep you updated although in recent days",
        "start": 22.859,
        "duration": 3.63
    },
    {
        "text": "This isn't the only problem YouTube has had with many users complaining that for some reason after",
        "start": 26.49,
        "duration": 4.02
    },
    {
        "text": "Posting a video it glitches to private and sometimes it just stays that way",
        "start": 30.58,
        "duration": 3.589
    },
    {
        "text": "but specifically regarding last night's",
        "start": 34.32,
        "duration": 1.45
    },
    {
        "text": "Outage after about an hour and a lot of people going through a crisis of what are we gonna do without YouTube site went back?",
        "start": 35.77,
        "duration": 5.479
    },
    {
        "text": "Up and everything was a-ok and as of recording this video YouTube has not explained what?",
        "start": 41.25,
        "duration": 3.899
    },
    {
        "text": "Exactly happened, but that site what I would say to fellow YouTube creators is you should use this instance",
        "start": 45.309,
        "duration": 4.67
    },
    {
        "text": "We had a lot of them back in the day",
        "start": 49.98,
        "duration": 1.32
    },
    {
        "text": "You should look to this instance as a reminder of why you need to build out what you're doing",
        "start": 51.3,
        "duration": 3.659
    },
    {
        "text": "In a lot of different places at the end of the day",
        "start": 55.03,
        "duration": 2.45
    },
    {
        "text": "We really have no control over the platforms that we post on",
        "start": 57.48,
        "duration": 2.939
    },
    {
        "text": "So the best thing to do is to diversify so there was that but then there was the other big news and it revolves around",
        "start": 60.42,
        "duration": 4.769
    },
    {
        "text": "YouTube and Logan Paul",
        "start": 65.409,
        "duration": 1.521
    },
    {
        "text": "the reason for that is apparently at least on the business side Logan Paul's Redemption arc has been",
        "start": 66.93,
        "duration": 4.29
    },
    {
        "text": " ",
        "start": 71.22,
        "duration": 1.48
    },
    {
        "text": "Successful looking of course start of the year off with a suicide forest controversy that had a massive effect not only on him",
        "start": 72.7,
        "duration": 5.72
    },
    {
        "text": "but the community along with the backlash in general it was reported that Logan Paul was removed from the Google Earth ad program it was",
        "start": 78.42,
        "duration": 3.98
    },
    {
        "text": "Also reported that his youtube original movie",
        "start": 82.409,
        "duration": 1.681
    },
    {
        "text": "The thinning new world order was put on indefinite whole although as I mentioned in those initial reports",
        "start": 84.09,
        "duration": 4.56
    },
    {
        "text": "There was word around the community that this was really just kind of a smokescreen that eventually it would be released",
        "start": 88.65,
        "duration": 4.5
    },
    {
        "text": "Long story short that brings us to last night because Logan Paul tweeted",
        "start": 93.27,
        "duration": 3.48
    },
    {
        "text": "Surprise devil face smiley emoji with a link to the trailer of this movie",
        "start": 97.0,
        "duration": 4.699
    },
    {
        "text": "And as far as when the movie releases at the end of the trailer, he says very soon",
        "start": 101.7,
        "duration": 3.18
    },
    {
        "text": "and in fact",
        "start": 104.88,
        "duration": 0.629
    },
    {
        "text": "It dropped today as far as a Steven from YouTube according to the verge representative said project was never intended to be canceled entirely",
        "start": 105.509,
        "duration": 5.97
    },
    {
        "text": "But was shelved following Paul's behavior saying the entire cast and crew worked extremely hard to complete this film last year and adding in fairness",
        "start": 111.479,
        "duration": 6.0
    },
    {
        "text": "To all of them and the fans who have been asking for the sequel we decided to release the thinning new world order and following",
        "start": 117.479,
        "duration": 4.5
    },
    {
        "text": "This news as far as my personal takeaway",
        "start": 121.979,
        "duration": 1.71
    },
    {
        "text": "I feel like a ton of people are expecting me to just rip into YouTube and Logan Paul",
        "start": 123.689,
        "duration": 3.75
    },
    {
        "text": "But I really don't know how to feel anymore",
        "start": 127.569,
        "duration": 1.791
    },
    {
        "text": "I mean personally",
        "start": 129.36,
        "duration": 0.869
    },
    {
        "text": "I'm more interest and what someone like PewDiePie feels about this given his history with",
        "start": 130.229,
        "duration": 4.19
    },
    {
        "text": "Controversy and losing his youtube bread series on that note as of recording this video",
        "start": 134.88,
        "duration": 3.41
    },
    {
        "text": "I haven't seen Felix comment publicly about this but you've seen a lot of people online saying, okay",
        "start": 138.29,
        "duration": 4.709
    },
    {
        "text": "Well if YouTube is gonna do this where is season 2 of scare PewDiePie with a story like this",
        "start": 143.0,
        "duration": 3.93
    },
    {
        "text": "I think a lot of it just ultimately boils down to",
        "start": 146.93,
        "duration": 2.0
    },
    {
        "text": "perception and feeling how do people feel",
        "start": 149.19,
        "duration": 1.71
    },
    {
        "text": "Inside and outside of his community as well as just the YouTube community in general",
        "start": 150.9,
        "duration": 3.59
    },
    {
        "text": "And so I passed that question off to you after everything that has happened over this year",
        "start": 154.49,
        "duration": 3.629
    },
    {
        "text": "You know the initial outrage the kind of redemption arc and everything that's happened",
        "start": 158.12,
        "duration": 4.32
    },
    {
        "text": "How do you feel about this announcement and release today? Do you think this is the right move or the wrong move?",
        "start": 162.44,
        "duration": 4.259
    },
    {
        "text": "What would you like to see happen or not happen also do you feel like there is a double standard here in how YouTube is",
        "start": 166.7,
        "duration": 4.74
    },
    {
        "text": "Treating Logan Paul vs. PewDiePie, or do you think those are just two vastly different situations any thoughts you have here?",
        "start": 171.44,
        "duration": 6.36
    },
    {
        "text": "I'd love to hear and I also think this is an interesting question because I mean all of this is happening",
        "start": 177.8,
        "duration": 3.66
    },
    {
        "text": "Just last night the connors premiered which of course is the spin-off of Roseanne where Roseanne was actually fired in that",
        "start": 181.71,
        "duration": 5.539
    },
    {
        "text": "Situation has been a thing that's been fascinating to watch",
        "start": 187.38,
        "duration": 2.269
    },
    {
        "text": "Since Roseanne was cancelled after the controversy in the outrage and was announced that there would be this Connor spin-off",
        "start": 189.86,
        "duration": 4.5
    },
    {
        "text": "there's been a big question of could this show actually survive would fans of Roseanne essentially throw up the middle finger to",
        "start": 194.36,
        "duration": 5.34
    },
    {
        "text": "ABC and this show and after seeing what happened last night the answer is maybe we're gonna have to wait one to two weeks to",
        "start": 199.83,
        "duration": 5.029
    },
    {
        "text": "see",
        "start": 204.86,
        "duration": 0.27
    },
    {
        "text": "The reason I say that is while you're seeing headlines like the Connors premiere slips",
        "start": 205.13,
        "duration": 3.569
    },
    {
        "text": "35 percent from Roseanne return and early rating that is a one-to-one comparison of series premiere the Roseanne return and season premiere brought in a",
        "start": 208.8,
        "duration": 7.729
    },
    {
        "text": "Nielsen score of 11.6 and the Connors premiere last night brought in a 7.5",
        "start": 216.53,
        "duration": 3.929
    },
    {
        "text": "But if you end up comparing the season and series premiere of the Connors to the last episode of rows in it actually went up",
        "start": 220.47,
        "duration": 5.149
    },
    {
        "text": "Reportedly the Connor is doing three percent better",
        "start": 225.62,
        "duration": 1.95
    },
    {
        "text": "But still even with that said this could be horrible for the Connors because going into last night's premiere",
        "start": 227.57,
        "duration": 5.099
    },
    {
        "text": "It's not crazy to think that there were people checking it out to see what they would do now",
        "start": 232.67,
        "duration": 3.9
    },
    {
        "text": "How are they right off and or kill the Roseanne character and then they want to have nothing to do with the series?",
        "start": 236.57,
        "duration": 4.289
    },
    {
        "text": "So that's what we're gonna have to wait to see who shows up to watch episode 2 in episode 3",
        "start": 240.86,
        "duration": 3.389
    },
    {
        "text": "I mean for any other property wouldn't be surprising to see a drop-off of around 25% but given the unique circumstances",
        "start": 244.25,
        "duration": 5.519
    },
    {
        "text": "here",
        "start": 250.05,
        "duration": 0.5
    },
    {
        "text": "It could be even more with this story rather than just asking",
        "start": 250.55,
        "duration": 2.159
    },
    {
        "text": "Everyone I'm specifically interested in fans of the Roseanne show never really watch the show back in the day",
        "start": 252.9,
        "duration": 4.7
    },
    {
        "text": "That's and that's not a bash. I just for some reason never watched it",
        "start": 257.6,
        "duration": 3.329
    },
    {
        "text": "But if you're one of the people that watched it back then you're excited when it back",
        "start": 260.93,
        "duration": 2.91
    },
    {
        "text": "What do you feel about everything as far as how it's gone down and also the Connors?",
        "start": 263.94,
        "duration": 4.04
    },
    {
        "text": "I'm really interested as far as your take away with this one",
        "start": 267.98,
        "duration": 1.98
    },
    {
        "text": "but from that I want to share some stuff I loved today and today an awesome brought to you by Dollar Shave Club down the",
        "start": 269.96,
        "duration": 5.489
    },
    {
        "text": "Shape Club if you're not familiar goes way beyond just razors now even got you covered when you're shaving or showering",
        "start": 275.45,
        "duration": 4.739
    },
    {
        "text": "You're brushing your teeth. You're styling your hair. You're going to the bathroom",
        "start": 280.19,
        "duration": 2.88
    },
    {
        "text": "You just want to feel and smell good and if you want to check any and all of this out go to Dollar Shave Club",
        "start": 283.07,
        "duration": 4.23
    },
    {
        "text": "Comm slash Philly D for new members",
        "start": 287.43,
        "duration": 1.79
    },
    {
        "text": "You get your first month of the daily essentials starter set for only 5 dollars with free shipping",
        "start": 289.22,
        "duration": 3.869
    },
    {
        "text": "It includes the executive razor trial size versions of the shave butter the body cleanser one wipe Charlies",
        "start": 293.09,
        "duration": 4.65
    },
    {
        "text": "Butt wipe the best part is after the trial box replacement. Razors are just a few bucks a month",
        "start": 297.9,
        "duration": 3.769
    },
    {
        "text": "It's like I said if you're interested go to dollarshaveclub.com",
        "start": 301.67,
        "duration": 2.16
    },
    {
        "text": "so that's really the or just click that top link in the description down below to get your starter set for just 5 dollars and",
        "start": 303.84,
        "duration": 5.3
    },
    {
        "text": "The first bit of Awesome today isn't even something that is out right. Now. What is that Rockstar Games announced?",
        "start": 309.14,
        "duration": 4.38
    },
    {
        "text": "They are releasing the launch trailer for Red Dead Redemption 2 tomorrow at 10:00 a.m",
        "start": 313.52,
        "duration": 3.719
    },
    {
        "text": "Eastern and I just can't wait to get more of this",
        "start": 317.24,
        "duration": 1.98
    },
    {
        "text": "So if you're a fellow fan boy like me get excited then we got the honest trailer for Luigi's Mansion",
        "start": 319.22,
        "duration": 4.29
    },
    {
        "text": "We got a feast mansion video with Joe G and Rich Bryant we had post Malone pranking people while being undercover",
        "start": 323.55,
        "duration": 5.959
    },
    {
        "text": "But I use the word",
        "start": 329.51,
        "duration": 1.3
    },
    {
        "text": "Undercover very loosely it Aubrey Plaza and Craig Robinson answering the web's most searched questions",
        "start": 330.81,
        "duration": 4.4
    },
    {
        "text": "If you want to see the full versions of everything",
        "start": 335.21,
        "duration": 1.59
    },
    {
        "text": "I'll just share the secret link of the day. Really",
        "start": 336.8,
        "duration": 2.069
    },
    {
        "text": "Anything at all links as always are in the description down below and let's talk about possibly the sexiest news story of the day",
        "start": 338.94,
        "duration": 5.42
    },
    {
        "text": "Immigration it's a story that involves immigration in general. But also specifically Central American immigration. I remember around six months ago",
        "start": 345.21,
        "duration": 6.079
    },
    {
        "text": "There was a caravan with around 1200 people that traveled from southern Mexico",
        "start": 351.29,
        "duration": 2.94
    },
    {
        "text": "Trying to reach to the United States and as far as the size in the group, it's believed",
        "start": 354.36,
        "duration": 2.959
    },
    {
        "text": "It's travelling in a large group increases safety it prevents",
        "start": 357.32,
        "duration": 2.489
    },
    {
        "text": "exploitation of migrants and that specific group was mainly made up of people from Honduras who said they were fleeing violence and political oppression you",
        "start": 360.0,
        "duration": 5.72
    },
    {
        "text": "Also might remember the number of people in that specific",
        "start": 365.72,
        "duration": 1.69
    },
    {
        "text": "Caravan dwindled down by the time I reach the US border ended up being only a few hundred",
        "start": 367.41,
        "duration": 3.709
    },
    {
        "text": "Migrants are able to actually enter the United States to try and claim asylum although on that note. It's unclear",
        "start": 371.28,
        "duration": 4.339
    },
    {
        "text": "How many are actually still in the United States?",
        "start": 375.62,
        "duration": 1.83
    },
    {
        "text": "But the reason I mentioned that caravan is there is now another",
        "start": 377.45,
        "duration": 2.429
    },
    {
        "text": "One and this one is currently making its way through Central America and like the last one a lot of the people are from Honduras",
        "start": 380.07,
        "duration": 5.239
    },
    {
        "text": "This group meeting up last Friday in the northern Honduran city of San Pedro Sula according to volunteers with the group the caravan began with",
        "start": 385.31,
        "duration": 5.55
    },
    {
        "text": "160 people but reportedly it's now 4,000 people and it split into two groups",
        "start": 391.14,
        "duration": 3.559
    },
    {
        "text": "So we're talking about a group that is already bigger than the last one",
        "start": 394.7,
        "duration": 2.879
    },
    {
        "text": "We were talking about as far as hearing from individual people",
        "start": 397.58,
        "duration": 2.22
    },
    {
        "text": "We had one hunter and woman who joined the caravan with her husband saying I saw the caravan on the news in the same instant",
        "start": 399.8,
        "duration": 5.609
    },
    {
        "text": "I decided to come I didn't want to miss this chance",
        "start": 405.409,
        "duration": 1.961
    },
    {
        "text": "Another woman was reportedly a 21 year old nurse who was two months pregnant saying she was migrating to save her and her unborn child",
        "start": 407.37,
        "duration": 5.539
    },
    {
        "text": "After being threatened with death adding we are not criminals",
        "start": 412.949,
        "duration": 2.57
    },
    {
        "text": "We are",
        "start": 415.52,
        "duration": 0.399
    },
    {
        "text": "Migrants a 32 year old farmer traveling with his seven-year-old son who seemingly was trying to escape poverty saying everyday I earn about five dollars",
        "start": 415.919,
        "duration": 6.679
    },
    {
        "text": "That isn't enough to feed my family and members of this Caravan have travelled on foot and in vehicles and reached the border of Guatemala",
        "start": 422.599,
        "duration": 5.4
    },
    {
        "text": "on Monday according to reports caravan was actually blocked by Guatemalan police wearing riot gear at a roadblock near the town of esky Poulos for",
        "start": 428.0,
        "duration": 6.059
    },
    {
        "text": "several hours members of the caravan",
        "start": 434.06,
        "duration": 1.449
    },
    {
        "text": "Refused to turn back and eventually they were allowed to enter and after staying the night of the catholic school in the area the caravan",
        "start": 435.509,
        "duration": 4.94
    },
    {
        "text": "Crossed the border tuesday morning as we saw before. It is believed that as they make their way through Central America",
        "start": 440.449,
        "duration": 4.44
    },
    {
        "text": "This group will grow even larger and in response to the growing caravan",
        "start": 444.9,
        "duration": 3.38
    },
    {
        "text": "The Mexican government has reportedly sent an additional 500 federal police to its border with Guatemala",
        "start": 448.28,
        "duration": 3.75
    },
    {
        "text": "And that's part of the story",
        "start": 452.099,
        "duration": 1.341
    },
    {
        "text": "the other",
        "start": 453.44,
        "duration": 0.37
    },
    {
        "text": "Part is that this has caught the attention of the Trump administration the day before the formation of the caravan you had vice president Mike",
        "start": 453.81,
        "duration": 5.539
    },
    {
        "text": "Pence telling the president of Honduras El Salvador and Guatemala",
        "start": 459.349,
        "duration": 2.55
    },
    {
        "text": "Tell your people don't put your families at risk by taking the dangerous journey north to attempt to enter the United States",
        "start": 462.12,
        "duration": 4.579
    },
    {
        "text": "Illegal you all's right Donald Trump tweeting out",
        "start": 466.77,
        "duration": 1.91
    },
    {
        "text": "the United States are strongly informed the president of Honduras that if the large caravan of people heading to the US is not stopped and",
        "start": 468.68,
        "duration": 5.609
    },
    {
        "text": "Brought back to Honduras no more money or aid will be given to Honduras effective immediately",
        "start": 474.289,
        "duration": 4.77
    },
    {
        "text": "however on that note it's unclear right now with the government of Honduras could do right now because they've already crossed the border and as",
        "start": 479.18,
        "duration": 4.979
    },
    {
        "text": "Far as what aid is Trump talking about in the 2019 fiscal year Honduras is expected to receive",
        "start": 484.159,
        "duration": 4.559
    },
    {
        "text": "66 million dollars from the United States now around the situation you had Katie Waldman a spokeswoman for the United States Department of Homeland Security",
        "start": 488.819,
        "duration": 6.35
    },
    {
        "text": "Saying in a statement that the caravan is a result of well advertised and well known catch and release",
        "start": 495.169,
        "duration": 3.899
    },
    {
        "text": "Loopholes naturally savino now refers to the practice of u.s",
        "start": 499.229,
        "duration": 2.54
    },
    {
        "text": "Immigration authorities detain asylum seekers and then releasing them with ankle bracelets while their immigration status is reviewed",
        "start": 501.77,
        "duration": 5.13
    },
    {
        "text": "You also had Waldman saying until Congress acts. We will continue to have de facto",
        "start": 506.9,
        "duration": 3.029
    },
    {
        "text": "open borders that",
        "start": 510.06,
        "duration": 1.05
    },
    {
        "text": "Guarantees future caravans and record numbers of family units entering the country illegally as far as the record number",
        "start": 511.11,
        "duration": 4.669
    },
    {
        "text": "She's talking about looking into it actually does look like it has blown up the Washington Post today reported on",
        "start": 515.779,
        "duration": 4.83
    },
    {
        "text": "Unpublished homeland security statistics and they said they found u.s. Border Patrol agents arrested",
        "start": 520.77,
        "duration": 4.099
    },
    {
        "text": "16650 eight family members in September the highest one month",
        "start": 525.899,
        "duration": 3.26
    },
    {
        "text": "On record and also adding that it was an 80% increase from July also an important note here as well the number of family unit",
        "start": 529.49,
        "duration": 5.58
    },
    {
        "text": "Arrests have gone as the Washington Post points out with a number of single adults and minors who arrived without a parent remained essentially flat",
        "start": 535.07,
        "duration": 5.88
    },
    {
        "text": "last month adding another indication that more migrants who might have traveled alone in the past are now bringing children with this because as they",
        "start": 540.95,
        "duration": 6.0
    },
    {
        "text": "Point out ports have limited",
        "start": 546.95,
        "duration": 1.11
    },
    {
        "text": "the amount of time minors can be held in immigration jails for 20 days us connecting it to catch and release and what Waldman was",
        "start": 548.06,
        "duration": 5.07
    },
    {
        "text": "Talking about as far as what happens with this caravan in particular",
        "start": 553.13,
        "duration": 2.339
    },
    {
        "text": "We're gonna have to wait and see just like we did with the last one it along with this caravan",
        "start": 555.47,
        "duration": 3.03
    },
    {
        "text": "I'm interested to see what happens with others moving forward because",
        "start": 558.5,
        "duration": 2.82
    },
    {
        "text": "Obviously while people are in groups to prevent risk at the same time while they grow while it is more",
        "start": 561.57,
        "duration": 4.429
    },
    {
        "text": "Publicized it gets the attention of the Trump administration. It's more easily monitored. It becomes less of an individualized story",
        "start": 566.16,
        "duration": 6.5
    },
    {
        "text": "It becomes more of an international situation where we're seeing Donald Trump threatening to cut aid",
        "start": 572.66,
        "duration": 3.75
    },
    {
        "text": "It's like with any story I cover",
        "start": 576.41,
        "duration": 1.53
    },
    {
        "text": "I want to pass the question off to you as far as what is your takeaway from all of this and obviously the whole conversation",
        "start": 577.94,
        "duration": 4.349
    },
    {
        "text": "In general becomes a little muddy because we're dealing with two different things, but they're connected",
        "start": 582.29,
        "duration": 4.71
    },
    {
        "text": "There's illegal border crossings and individuals and groups trying to seek asylum through the normal process",
        "start": 587.029,
        "duration": 4.08
    },
    {
        "text": "Because of issues there that often leads to other people trying to cross illegally John the note of asylum",
        "start": 591.18,
        "duration": 4.369
    },
    {
        "text": "Do you think the United States should grant asylum to any of these people?",
        "start": 595.55,
        "duration": 3.0
    },
    {
        "text": "What are your thoughts around the threats of cutting a do you think that's horrible? It's disgusting or no?",
        "start": 598.55,
        "duration": 3.869
    },
    {
        "text": "It's just the United States gives millions and millions of dollars to this other country",
        "start": 602.42,
        "duration": 3.66
    },
    {
        "text": "But that country is not actively trying to stop people from burdening the United States, although of course that is a simplified version",
        "start": 606.08,
        "duration": 5.669
    },
    {
        "text": "That doesn't take into account why people are fleeing but yes with that said I'd love to know any and all of your thoughts here",
        "start": 611.75,
        "duration": 5.039
    },
    {
        "text": "And then let's talk about an update around the duck boat story",
        "start": 616.79,
        "duration": 2.429
    },
    {
        "text": "If you don't remember back in July, we covered this duck boat tragedy in, Missouri",
        "start": 619.22,
        "duration": 2.97
    },
    {
        "text": "and that was where that amphibious vehicle capsized during a storm killing 17 people on board and was just this heartbreaking story with specifics like",
        "start": 622.19,
        "duration": 6.69
    },
    {
        "text": "Tia Coleman who lost nine family members with the youngest being one year old and when the key pieces of information here is you had",
        "start": 628.88,
        "duration": 5.159
    },
    {
        "text": "Coleman telling reporters that during the safety talk at the beginning of the ride",
        "start": 634.04,
        "duration": 2.61
    },
    {
        "text": "Passengers were told they didn't need life jackets by the driver reportedly once the storm said and they were never told to put them on",
        "start": 636.72,
        "duration": 4.88
    },
    {
        "text": "We've seen many questions over the safety of duck boats, including the presence of canopies",
        "start": 641.6,
        "duration": 3.119
    },
    {
        "text": "Which the NTSB recommended be removed in 2002?",
        "start": 644.72,
        "duration": 2.7
    },
    {
        "text": "and of course questions of how could you be so negligent as to decide to go out into the water while there was a severe",
        "start": 647.42,
        "duration": 4.59
    },
    {
        "text": "thunderstorm",
        "start": 652.01,
        "duration": 0.43
    },
    {
        "text": "warning that was act and as you might remember where we last left off there was a statement made by ride the duck saying they",
        "start": 652.44,
        "duration": 4.549
    },
    {
        "text": "were cooperating fully with investigators",
        "start": 656.99,
        "duration": 1.42
    },
    {
        "text": "It also offered to pay for funeral expenses",
        "start": 658.41,
        "duration": 2.0
    },
    {
        "text": "Medical Travel for the families impacted by the incident with Ride the Ducks Branson and their owner Ripley",
        "start": 660.57,
        "duration": 4.809
    },
    {
        "text": "Entertainment along with the owners of the boat Branson Doug vehicles facing multiple civil lawsuits related to the incident",
        "start": 665.51,
        "duration": 4.849
    },
    {
        "text": "but the big update this week is in a court filing Ripley Entertainment has denied negligence in the incident and as sight in",
        "start": 670.36,
        "duration": 5.19
    },
    {
        "text": "1851",
        "start": 675.92,
        "duration": 0.78
    },
    {
        "text": "maritime law to claim limited liability that law saying except is provided in Section three zero five zero six of this title the",
        "start": 676.7,
        "duration": 6.44
    },
    {
        "text": "Liability of the owner of a vessel for any claimed debt or liability described in Subsection B",
        "start": 683.209,
        "duration": 4.46
    },
    {
        "text": "Shall not exceed the value of the vessel in pending free",
        "start": 687.67,
        "duration": 2.64
    },
    {
        "text": "So according to the finally because the boat was properly maintained prepared for the trip",
        "start": 690.31,
        "duration": 3.179
    },
    {
        "text": "And after sinking was a total loss the company has limited liability. Also according to a statement released by the company",
        "start": 693.49,
        "duration": 4.469
    },
    {
        "text": "They are still doing all they can do for the survivors and the families of the deceased which includes mediation",
        "start": 697.959,
        "duration": 4.26
    },
    {
        "text": "They also go on to say that this is a common move. And while this filing may limit the company's liability",
        "start": 702.22,
        "duration": 3.6
    },
    {
        "text": "We are filing this request at the same time",
        "start": 705.86,
        "duration": 2.15
    },
    {
        "text": "We are actively pursuing mediation and settlement with those most affected and have already scheduled or are in the process of scheduling mediation",
        "start": 708.01,
        "duration": 6.299
    },
    {
        "text": "however",
        "start": 714.31,
        "duration": 0.42
    },
    {
        "text": "on the other side of is you have won a TIA Coleman's attorney is disputing their claim saying Rick Lee's claim that the lives of",
        "start": 714.73,
        "duration": 4.71
    },
    {
        "text": "The family members they killed with their outrageous and criminal conduct are worthless is yet another insult to these grieving family members from the ripley's",
        "start": 719.44,
        "duration": 5.969
    },
    {
        "text": "Organization having let us be clear",
        "start": 725.57,
        "duration": 1.55
    },
    {
        "text": "there have been no offers of",
        "start": 727.12,
        "duration": 1.81
    },
    {
        "text": "settlement none also going on to predict the complaint will be dismissed saying release inhuman legal ploy will sink as fast as their",
        "start": 728.93,
        "duration": 5.75
    },
    {
        "text": "deathtrap duck boat did we will legally and factually",
        "start": 734.779,
        "duration": 2.27
    },
    {
        "text": "Demolish this frivolous claim and all of this is happening while Coleman also filed a wrongful death lawsuit last month on behalf of her husband",
        "start": 737.48,
        "duration": 5.69
    },
    {
        "text": "And three children who all died in this incident saying in a statement",
        "start": 743.17,
        "duration": 2.19
    },
    {
        "text": "Ripley's legal claim that my husband and children are worthless is incredibly hurtful and insensitive and adding anyone who cares about people",
        "start": 745.75,
        "duration": 5.159
    },
    {
        "text": "Whereas any human decency should boycott",
        "start": 751.01,
        "duration": 2.0
    },
    {
        "text": "Ripley in their",
        "start": 753.14,
        "duration": 0.87
    },
    {
        "text": "Attraction purportedly in addition to that lawsuit the estates of two other members of the Coleman family also filed wrongful death lawsuits against the company",
        "start": 754.01,
        "duration": 5.959
    },
    {
        "text": "and are seeking",
        "start": 759.97,
        "duration": 0.4
    },
    {
        "text": "100 million dollars in damages as far as the maritime law in question that is being used here",
        "start": 760.37,
        "duration": 4.4
    },
    {
        "text": "According to a maritime lawyer it is being misused but also at the same time, it's not unique maritime lawyer",
        "start": 764.77,
        "duration": 5.639
    },
    {
        "text": "Daniel Rowe is explaining the law was intended to bolster a fledgling",
        "start": 770.41,
        "duration": 2.88
    },
    {
        "text": "Maritime shipping industry Congress was trying to encourage people to buy vessels and improve the maritime system. This was 1850",
        "start": 773.45,
        "duration": 5.75
    },
    {
        "text": "There was no insurance for maritime vessels",
        "start": 779.2,
        "duration": 1.56
    },
    {
        "text": "The incentive was that if you go ahead and buy a vessel",
        "start": 780.76,
        "duration": 2.699
    },
    {
        "text": "We're going to protect you if anything goes wrong and adding fast forward two centuries. It's still on the books",
        "start": 783.459,
        "duration": 4.02
    },
    {
        "text": "It comes up in every one of these major high-profile disasters",
        "start": 787.48,
        "duration": 3.03
    },
    {
        "text": "And so what I would say is hearing that last part it makes I guess not less furious",
        "start": 790.51,
        "duration": 4.779
    },
    {
        "text": "I guess more it shifts my focus to this law should change if a maritime when we are saying that in high-profile disasters",
        "start": 795.29,
        "duration": 6.479
    },
    {
        "text": "This is used and it obviously was not the intent then close that loophole",
        "start": 801.769,
        "duration": 3.479
    },
    {
        "text": "I'm pretty sure in",
        "start": 805.249,
        "duration": 0.971
    },
    {
        "text": "1851",
        "start": 806.22,
        "duration": 0.57
    },
    {
        "text": "duck boats were not top of mind adults when they will have to wait to see if this is seen as a valid defense and",
        "start": 806.79,
        "duration": 5.389
    },
    {
        "text": "What comes from here and that's where I'm going to end today's show",
        "start": 812.179,
        "duration": 2.31
    },
    {
        "text": "But of course remember with us being the PDS I want to hear from you",
        "start": 814.519,
        "duration": 2.669
    },
    {
        "text": "so whether it's the last story the first one anything in between",
        "start": 817.189,
        "duration": 2.7
    },
    {
        "text": "I'd love to see what you're thinking in those comments down below also while you're at it if you like these daily dives into the",
        "start": 819.889,
        "duration": 4.679
    },
    {
        "text": "News hit that like button",
        "start": 824.569,
        "duration": 1.02
    },
    {
        "text": "if you're new here hit that subscribe button to make sure you don't miss more buts with that said of course as always my name's",
        "start": 825.589,
        "duration": 4.89
    },
    {
        "text": "Philip defranco you've just been phill'd in, I love yo faces, and I'll see you tomorrow",
        "start": 830.48,
        "duration": 4.199
    }
]