[
    {
        "text": "Sup you beautiful bastards. Hope even a fantastic Monday",
        "start": 0.03,
        "duration": 3.12
    },
    {
        "text": "Welcome back to the philip defranco show and let's just jump into it",
        "start": 3.149,
        "duration": 3.27
    },
    {
        "text": "The first thing we're gonna talk about today is there is already a controversy around Super Bowl 53",
        "start": 6.42,
        "duration": 4.649
    },
    {
        "text": "Which of course doesn't even happen until February of next year. Well, this was already a situation",
        "start": 11.07,
        "duration": 4.019
    },
    {
        "text": "That was slowly developing",
        "start": 15.089,
        "duration": 1.231
    },
    {
        "text": "the reason it blew up over the weekend was because of Amy Schumer on Instagram posted this picture with a caption that took aim at",
        "start": 16.32,
        "duration": 6.09
    },
    {
        "text": "White NFL players as well as maroon 5 writing",
        "start": 22.41,
        "duration": 2.489
    },
    {
        "text": "I wonder why more white players aren't kneeling once you witness the truly deep inequality and endless racism people of color face in our country",
        "start": 24.9,
        "duration": 5.789
    },
    {
        "text": "Not to mention the police brutality and murder. Why not kneel next to your brothers",
        "start": 30.699,
        "duration": 3.469
    },
    {
        "text": "Otherwise, how are you?",
        "start": 34.17,
        "duration": 0.93
    },
    {
        "text": "not",
        "start": 35.1,
        "duration": 0.369
    },
    {
        "text": "Complicit and then also adding I think it would be cool if maroon 5 backed out of Super Bowl like Rihanna do and then adding",
        "start": 35.469,
        "duration": 5.39
    },
    {
        "text": "As far as what she is doing she wrote. I personally told my reps I wouldn't do a Super Bowl commercial this year",
        "start": 40.86,
        "duration": 4.319
    },
    {
        "text": "I know it might sound like a privilege as sacrifice",
        "start": 45.18,
        "duration": 1.8
    },
    {
        "text": "But it's all I got hitting the NFL with the advertisers is the only way to really hurt them",
        "start": 46.98,
        "duration": 3.689
    },
    {
        "text": "I know opposing the NFL is like opposing the NRA very tough",
        "start": 50.7,
        "duration": 2.609
    },
    {
        "text": "but don't you want to be proud of how you're living stand up for your brothers and sisters of color and following this post as",
        "start": 53.309,
        "duration": 4.86
    },
    {
        "text": "you'd expect there were some people that were supportive and some people that trashed her and as far as my person will take away from",
        "start": 58.17,
        "duration": 4.35
    },
    {
        "text": "This I have thoughts on two fronts",
        "start": 62.52,
        "duration": 1.35
    },
    {
        "text": "The first being Amy Schumer's decision did not do a commercial because in that way she would be profiting off this thing that she doesn't",
        "start": 63.87,
        "duration": 5.549
    },
    {
        "text": "Support. Well, that's great. It seems like you're standing by what you really believe in there",
        "start": 69.42,
        "duration": 3.87
    },
    {
        "text": "It's where you live in a free country. You should be able to make that decision",
        "start": 73.29,
        "duration": 2.849
    },
    {
        "text": "Oh, I don't know if she had a Super Bowl commercial lined up where she was in the running",
        "start": 76.14,
        "duration": 3.239
    },
    {
        "text": "I know she has done them in the past. I mean Point fine, that's great",
        "start": 79.38,
        "duration": 2.76
    },
    {
        "text": "but as far as the angle that you're pulling yourself out of contention for a hypothetical",
        "start": 82.14,
        "duration": 2.97
    },
    {
        "text": "Commercial that we don't know if was really a thing is going to hurt the NFL",
        "start": 85.39,
        "duration": 2.9
    },
    {
        "text": "I think that falls short. Are you not taking money for a thing?",
        "start": 88.29,
        "duration": 2.099
    },
    {
        "text": "You don't support I get but I don't think you're getting the desired impact that it seems that you're mentioning in this post",
        "start": 90.39,
        "duration": 5.61
    },
    {
        "text": "But then to on the note of Amy Schumer seemingly trying to shame white NFL players saying that they're complicit and all this horrible stuff",
        "start": 96.0,
        "duration": 5.79
    },
    {
        "text": "As well as with maroon 5 trying to shame them. I can't help but think that's kind of a dick move. Obviously",
        "start": 101.79,
        "duration": 4.259
    },
    {
        "text": "That is a right freedom of speech",
        "start": 106.049,
        "duration": 1.53
    },
    {
        "text": "She can say whatever she wants but just kind of dragging other people into a political mess that maybe they've tried to stay out of",
        "start": 107.579,
        "duration": 6.3
    },
    {
        "text": "Seems not like the best way to get those people on your side, but that is my personal takeaway",
        "start": 114.04,
        "duration": 4.909
    },
    {
        "text": "And I'm completely okay if you disagree with it",
        "start": 118.95,
        "duration": 2.309
    },
    {
        "text": "And that's actually why I want to pass a question off to you whether you agree or disagree with me",
        "start": 121.259,
        "duration": 3.45
    },
    {
        "text": "I'd love to know your thoughts, especially on the point of Amy Schumer",
        "start": 124.71,
        "duration": 2.699
    },
    {
        "text": "Ashaming white NFL players and maroon 5 do you think it's a good Val move that ultimately it ends up being the right move?",
        "start": 127.409,
        "duration": 5.25
    },
    {
        "text": "Right in part of the debate",
        "start": 132.66,
        "duration": 0.81
    },
    {
        "text": "I've seen here and I'd love to know your thoughts is that",
        "start": 133.47,
        "duration": 2.0
    },
    {
        "text": "We live in such a polarizing time that by even trying to not be",
        "start": 135.55,
        "duration": 4.25
    },
    {
        "text": "political that action or inaction is actually a political right this idea that there is no and should not be a",
        "start": 140.08,
        "duration": 5.779
    },
    {
        "text": "non political zone or no",
        "start": 145.99,
        "duration": 1.67
    },
    {
        "text": "are you on the other side of this you disagree with her move that you're essentially just dragging people that don't want to be a",
        "start": 147.66,
        "duration": 4.5
    },
    {
        "text": "Part of this really polarizing thing into a conversation and you know thoughts here",
        "start": 152.16,
        "duration": 4.019
    },
    {
        "text": "I'd love to know and then let's start about the story with the NYPD and I find it interesting in general",
        "start": 156.18,
        "duration": 5.28
    },
    {
        "text": "But I also wanted to talk about it because there is this false narrative that has been slowly growing so we didn't see the news",
        "start": 161.46,
        "duration": 4.439
    },
    {
        "text": "The NYPD is pulled just under three thousand body cameras from you. So this has led some people to say",
        "start": 165.9,
        "duration": 4.5
    },
    {
        "text": "Oh the NYPD. They're trying to hide the truth",
        "start": 170.4,
        "duration": 2.16
    },
    {
        "text": "What are they trying to hide that that is not the case and on explain the full situation? So yes, the NYPD has pulled",
        "start": 172.56,
        "duration": 6.119
    },
    {
        "text": "2990 body cameras from use but this was after officials revealed a potential for the battery inside the camera to ignite adding that the cause",
        "start": 179.35,
        "duration": 7.039
    },
    {
        "text": "And the scope of the defect are currently being investigated in fact over the weekend",
        "start": 186.39,
        "duration": 3.9
    },
    {
        "text": "There was news that came out of the police body camera in New York reportedly exploded while in use on patrol on Staten Island",
        "start": 190.29,
        "duration": 4.919
    },
    {
        "text": "The officer using that camera was reportedly on graveyard shift when they noticed that smoke was coming from the body of the camera after removing",
        "start": 195.45,
        "duration": 5.55
    },
    {
        "text": "It it reportedly burst into flames",
        "start": 201.0,
        "duration": 1.44
    },
    {
        "text": "so they pulled these body cams and you had Police Commissioner James P O'Neill saying the further use in distribution of the camera had been",
        "start": 202.44,
        "duration": 5.369
    },
    {
        "text": "suspended quote out of an abundance of caution added",
        "start": 207.81,
        "duration": 2.79
    },
    {
        "text": "Nothing is more important than the safety of our officers in equipping",
        "start": 210.6,
        "duration": 2.429
    },
    {
        "text": "NYPD with the best equipment is a paramount",
        "start": 213.25,
        "duration": 2.029
    },
    {
        "text": "priority and a camera in question is the vive u le v which is a model that was introduced in October of 2017 and reportedly",
        "start": 215.38,
        "duration": 6.079
    },
    {
        "text": "16",
        "start": 221.47,
        "duration": 0.57
    },
    {
        "text": "NYPD commands were using the camera before the battery mishap uses a lithium ion battery that allows the camera to record for 12 hours and",
        "start": 222.04,
        "duration": 5.989
    },
    {
        "text": "1080p and these batteries and very specific conditions and circumstances can be prone to issues including exploding or Catching Fire this can happen if it's",
        "start": 228.07,
        "duration": 6.739
    },
    {
        "text": "Mishandled it's punctured or it's overworked than a certain device",
        "start": 234.97,
        "duration": 2.869
    },
    {
        "text": "You might remember the samsung note 7 situation it also with the le 5s",
        "start": 237.84,
        "duration": 3.3
    },
    {
        "text": "There is a reason that there is an extra bit of controversy notably",
        "start": 241.14,
        "duration": 2.879
    },
    {
        "text": "there were people back in 2016 and 17 who were skeptical about the le 5 and questioned its quality and in fact the controversy got",
        "start": 244.019,
        "duration": 5.55
    },
    {
        "text": "to such a point that the city's controller block of a deal is it only ended of being pushed forward because the mayor and the",
        "start": 249.57,
        "duration": 4.319
    },
    {
        "text": "Police defended the product and pushed it forward",
        "start": 253.89,
        "duration": 1.92
    },
    {
        "text": "Of course with this story that is only one part of the conversation",
        "start": 255.81,
        "duration": 2.88
    },
    {
        "text": "Now the other part of the story involves people saying that you know is bullshit",
        "start": 258.69,
        "duration": 3.769
    },
    {
        "text": "This is just the NYPD trying to make it so that no one has body cams on that note",
        "start": 262.46,
        "duration": 4.169
    },
    {
        "text": "I would say not really there are fewer body cameras in the moment, but no, yes",
        "start": 266.629,
        "duration": 4.5
    },
    {
        "text": "Well nearly 3,000 le files are being removed from service. It doesn't mean the NYPD is fully stopping body cams",
        "start": 271.129,
        "duration": 5.279
    },
    {
        "text": "Well officers are bringing back their le fives and those officers will not have body cams at this time",
        "start": 276.5,
        "duration": 4.229
    },
    {
        "text": "They still have around 12,500 cameras in use using the older le 4 model",
        "start": 280.729,
        "duration": 4.17
    },
    {
        "text": "The main point here is yes, technically",
        "start": 284.9,
        "duration": 1.59
    },
    {
        "text": "There are fewer body cameras on the streets of New York",
        "start": 286.49,
        "duration": 1.709
    },
    {
        "text": "But to position this story as the NYPD completely suspended their body cam program is bullshit",
        "start": 288.199,
        "duration": 5.76
    },
    {
        "text": "Also, it's pretty interesting is looking at the situation. This probably won't even be devastating for the company",
        "start": 294.02,
        "duration": 5.1
    },
    {
        "text": "My view is owned by axon formerly taser and axon makes their own body cameras",
        "start": 299.12,
        "duration": 4.259
    },
    {
        "text": "Notably the popular acts on body 2 and body 3 models which are used by some of the largest police forces in the United States",
        "start": 303.379,
        "duration": 4.98
    },
    {
        "text": "So if the trust around 5u is gone one of their main competitors are themselves, although on that note",
        "start": 308.36,
        "duration": 5.58
    },
    {
        "text": "there's been a question that's popped up regarding what battery Zacks on body 2 and body 3 used a like the vive u le 5",
        "start": 313.94,
        "duration": 5.819
    },
    {
        "text": "Also claimed 12 hours of battery life",
        "start": 319.86,
        "duration": 2.269
    },
    {
        "text": "Thanks to a lithium-ion battery and the answer to that is not",
        "start": 322.129,
        "duration": 2.67
    },
    {
        "text": "necessarily but we don't know but it's also why we called axon and 5u asking if they use the same battery to which they politely",
        "start": 325.02,
        "duration": 5.239
    },
    {
        "text": "Refused to comment over the phone saying that they'd only do so via emails",
        "start": 330.33,
        "duration": 3.199
    },
    {
        "text": "we reached out to them and they responded by email that the vive u le v and axon body 2 camera batteries are not the",
        "start": 333.529,
        "duration": 5.16
    },
    {
        "text": "Same they're from different manufacturers. So that's fantastic news, because otherwise this somewhat limited story becomes a much bigger story",
        "start": 338.69,
        "duration": 6.269
    },
    {
        "text": "But ultimately that's where we are with this one right now",
        "start": 344.96,
        "duration": 1.709
    },
    {
        "text": "But from that I want to share some stuff I loved today and today and awesome brought to you by post me the post mates",
        "start": 346.669,
        "duration": 5.309
    },
    {
        "text": "If you don't know is the fantastic delivery on-demand app whether you want something from the store or your favorite restaurant. Boom",
        "start": 351.979,
        "duration": 4.98
    },
    {
        "text": "You open up the app, they'll deliver to your work your house your wherever this is one of the ultimate",
        "start": 356.96,
        "duration": 3.839
    },
    {
        "text": "Conveniences in my life whether I just don't have the time to do something or I just want a little extra time to myself",
        "start": 361.319,
        "duration": 4.82
    },
    {
        "text": "best of all if you're a new customer, which you can download the app",
        "start": 366.409,
        "duration": 2.4
    },
    {
        "text": "I couldn't go into the description or just going to post a Franco comm when you download the app",
        "start": 368.81,
        "duration": 3.179
    },
    {
        "text": "Make sure you entering promo code Philly D because if you do that, they will give you $100 and free delivery fee credit",
        "start": 371.99,
        "duration": 5.669
    },
    {
        "text": "So yeah, it's as simple as that you can test it out",
        "start": 377.659,
        "duration": 1.861
    },
    {
        "text": "see if you love it and just by doing so you also help support the show and the first bit of awesome today is we",
        "start": 379.52,
        "duration": 4.41
    },
    {
        "text": "Got the news over the weekend that we won the news category for the streamys this year",
        "start": 383.93,
        "duration": 4.349
    },
    {
        "text": "I will say I was incredibly surprised because we really didn't push for it like we've done in years",
        "start": 388.279,
        "duration": 4.26
    },
    {
        "text": "So just awesome and rather than kind of just being self congratulatory",
        "start": 392.84,
        "duration": 3.059
    },
    {
        "text": "I just wanted to thank all of you beautiful bastards for supporting in the many ways you do right and that goes to",
        "start": 395.9,
        "duration": 5.19
    },
    {
        "text": "Paid to Franko elite subscriber all the way to you",
        "start": 401.22,
        "duration": 2.57
    },
    {
        "text": "Just you watch the show you share you come and thank you",
        "start": 403.79,
        "duration": 2.759
    },
    {
        "text": "And also just a big congratulations and a big thank you to my team",
        "start": 406.55,
        "duration": 3.63
    },
    {
        "text": "the one that we've been building over this past year and a half feels a little bit like we've been riding a unicycle while also",
        "start": 410.18,
        "duration": 5.52
    },
    {
        "text": "Trying to juggle and do calculus really that the show in its current form everything",
        "start": 415.7,
        "duration": 4.829
    },
    {
        "text": "We've been developing and hopefully start releasing more and more soon as well as my sanity that is thanks to you which actually on that",
        "start": 420.53,
        "duration": 6.449
    },
    {
        "text": "Note to kind of pair another piece of Awesome as I mentioned over the past few weeks. We've been working on new workflows",
        "start": 426.979,
        "duration": 4.47
    },
    {
        "text": "And so this week we're gonna be testing a workflow that will hopefully result in us releasing eight videos on this channel this week",
        "start": 431.45,
        "duration": 4.979
    },
    {
        "text": "So those are all five regular philip defranco shows Monday through Friday 2 p.m. Pacific 5 p.m. Eastern on top of that this week",
        "start": 436.43,
        "duration": 6.029
    },
    {
        "text": "We'll be testing morning videos on Tuesday, Wednesday and Thursday. So be on the lookout make sure you're subscribed. You're following on Twitter",
        "start": 442.46,
        "duration": 5.7
    },
    {
        "text": "Maybe you have notifications here on YouTube those even work sometimes",
        "start": 448.16,
        "duration": 2.699
    },
    {
        "text": "Yeah",
        "start": 450.86,
        "duration": 0.27
    },
    {
        "text": "All good things except I guess the topics that we often have to cover also for those",
        "start": 451.13,
        "duration": 4.049
    },
    {
        "text": "are you interested in the sexiest topic of all the",
        "start": 455.18,
        "duration": 2.67
    },
    {
        "text": "midterms spin out an extra bonus video about them that I recommend also that video is not one of the eight videos that I was",
        "start": 458.01,
        "duration": 5.089
    },
    {
        "text": "Talking about it's once again just a bonus one. Then we had video game donkey taking hun black ops for you",
        "start": 463.1,
        "duration": 4.769
    },
    {
        "text": "Got a trailer for The Prodigy. You got a feature rad for the haunting of Hill House",
        "start": 467.87,
        "duration": 3.179
    },
    {
        "text": "We had a former CIA chief explaining how spies use disguises. If first we feast giving us Jamaican food awesome",
        "start": 471.05,
        "duration": 5.67
    },
    {
        "text": "It also got a quick special",
        "start": 476.72,
        "duration": 0.9
    },
    {
        "text": "Look at Ralph breaks the internet if you want to see the full versions of everything",
        "start": 477.62,
        "duration": 3.209
    },
    {
        "text": "I'll just share the secret link of the day really anything at all",
        "start": 480.83,
        "duration": 2.85
    },
    {
        "text": "Links is always on the description down below",
        "start": 483.81,
        "duration": 1.669
    },
    {
        "text": "And then finally, once again, let's talk about this khashoggi situation",
        "start": 485.479,
        "duration": 3.54
    },
    {
        "text": "Which we've talked about a lot in the past and there have been some major developments",
        "start": 489.02,
        "duration": 3.66
    },
    {
        "text": "If you are unfamiliar with this story one",
        "start": 492.68,
        "duration": 1.89
    },
    {
        "text": "How dare you not watch my shows last week and two to get up to speed to this point?",
        "start": 494.57,
        "duration": 3.75
    },
    {
        "text": "I highly recommend you watch last Friday's video. We did a big 14 minute focus on it",
        "start": 498.32,
        "duration": 4.649
    },
    {
        "text": "We're gonna make it one of the top links in the description down below",
        "start": 502.97,
        "duration": 2.0
    },
    {
        "text": "But let's talk about everything new early Saturday morning Saudi Arabians on Friday afternoon an hour time the Saudi foreign ministry finally issued a statement",
        "start": 504.99,
        "duration": 6.5
    },
    {
        "text": "admitting that Khashoggi was killed in their consulate in Istanbul and in the statement their story changes from Jamal Khashoggi left the consulate to",
        "start": 511.62,
        "duration": 6.32
    },
    {
        "text": "Khashoggi had discussions with suspects",
        "start": 518.07,
        "duration": 2.149
    },
    {
        "text": "I didn't go as required or expected and that led to a fight as an LED to show is death and then the",
        "start": 520.219,
        "duration": 5.2
    },
    {
        "text": "Suspects attempted to conceal what happened statement then going on to say source added that while the investigations are still ongoing",
        "start": 525.73,
        "duration": 5.299
    },
    {
        "text": "into the case with the 18 Saudi",
        "start": 531.13,
        "duration": 1.83
    },
    {
        "text": "Detainees the kingdom expresses its deep regret at the painful developments that have taken place and stresses the commitment of the authorities in the kingdom",
        "start": 532.96,
        "duration": 6.619
    },
    {
        "text": "To bring the facts to the public opinion to hold all those involved",
        "start": 539.58,
        "duration": 2.76
    },
    {
        "text": "Accountable and bring them to justice by referring them to the competent courts in the Kingdom of Saudi Arabia and among those detained or reportedly",
        "start": 542.5,
        "duration": 5.48
    },
    {
        "text": "The 15 people sent to confront Khashoggi at the consulate a driver and two other consulate staff members also as part of this announcement five",
        "start": 547.98,
        "duration": 5.909
    },
    {
        "text": "Officials have been dismissed including at least two high-ranking officers",
        "start": 553.89,
        "duration": 3.0
    },
    {
        "text": "One is Saud al Kitani reportedly a close aide to the Crown Prince Mohammed. Bin Salman",
        "start": 556.89,
        "duration": 3.96
    },
    {
        "text": "He reportedly knew about the operation was specifically fired as an adviser to the royal court for contributing to an aggressive",
        "start": 560.85,
        "duration": 4.859
    },
    {
        "text": "Environmental Etica show Keys death. The other person fired was Major General Ahmed Al Asiri who was deputy director of Saudi intelligence",
        "start": 565.96,
        "duration": 5.69
    },
    {
        "text": "He reportedly organized the operation and dispatched the 15 man team",
        "start": 571.65,
        "duration": 3.299
    },
    {
        "text": "also",
        "start": 574.95,
        "duration": 0.24
    },
    {
        "text": "According to reports a Saudi official speaking",
        "start": 575.19,
        "duration": 1.75
    },
    {
        "text": "anonymously to the New York Times",
        "start": 576.94,
        "duration": 1.2
    },
    {
        "text": "Offered some more detail on the official statement saying apparently a general order to return dissidents abroad was misinterpreted as it went down the chain",
        "start": 578.14,
        "duration": 6.289
    },
    {
        "text": "of command and that officials also reportedly saying that khashoggi was ultimately",
        "start": 584.43,
        "duration": 2.43
    },
    {
        "text": "Strangled to death in a struggle and the body was given to a local collaborator who then disposed of it",
        "start": 586.99,
        "duration": 4.19
    },
    {
        "text": "And I know that I usually save my opinion towards the end of it",
        "start": 591.18,
        "duration": 2.489
    },
    {
        "text": "But just on all of these points I have to chime in the explanation that khashoggi died because a brawl ensued",
        "start": 593.67,
        "duration": 5.25
    },
    {
        "text": "reeks of bullshit their explanation",
        "start": 599.62,
        "duration": 1.85
    },
    {
        "text": "is that a",
        "start": 601.47,
        "duration": 0.61
    },
    {
        "text": "59 year old journalist got into a fight with",
        "start": 602.08,
        "duration": 2.33
    },
    {
        "text": "Essentially a 15 man hit teen that in this brawl that ensued he just happened to die in my opinion. That is a batshit-crazy",
        "start": 604.54,
        "duration": 6.049
    },
    {
        "text": "Explanation if there was any fight whatsoever",
        "start": 611.2,
        "duration": 2.179
    },
    {
        "text": "It was most likely Khashoggi trying to fight for his life as people were trying to kill him",
        "start": 613.38,
        "duration": 4.29
    },
    {
        "text": "So I just want to get that part straight first because the explanation is incredibly minimizing",
        "start": 617.67,
        "duration": 4.349
    },
    {
        "text": "so there's that but also you had Saudi Arabia's foreign minister appearing on Fox News for an interview Sunday night and in this interview we",
        "start": 622.02,
        "duration": 5.669
    },
    {
        "text": "Hear a key term used that Donald Trump kind of prepared us for last week",
        "start": 627.69,
        "duration": 4.2
    },
    {
        "text": "Even the senior leadership of our intelligence service was not aware of this. This was an operation that was in ruko operation, right?",
        "start": 631.89,
        "duration": 6.03
    },
    {
        "text": "So we see him say rogue operation last week. We had Donald Trump saying it sounded",
        "start": 637.92,
        "duration": 4.169
    },
    {
        "text": "Right and so this is part of and what many people would argue the bigger part of this story as far as how connected is",
        "start": 646.399,
        "duration": 5.69
    },
    {
        "text": "Mohammed been so mom many experts have said it's an incredibly unlikely",
        "start": 652.1,
        "duration": 3.02
    },
    {
        "text": "Scenario that Mohammed bin Salman would not be aware something like this happened",
        "start": 655.43,
        "duration": 3.799
    },
    {
        "text": "but we're seeing the defense being that these were rogue operators that there is",
        "start": 659.23,
        "duration": 3.69
    },
    {
        "text": "miscommunication this is something that is separate one of the big questions with this situation is if okay the leadership in Saudi Arabia they want",
        "start": 663.47,
        "duration": 5.96
    },
    {
        "text": "to handle this situation they want to hold those accountable who did this and why have we seen public denial after public denial from the",
        "start": 669.43,
        "duration": 6.719
    },
    {
        "text": "Saudis on October 3rd",
        "start": 676.149,
        "duration": 1.081
    },
    {
        "text": "The crown prince had an interview with Bloomberg where he said that khashoggi left the consulate after a few minutes or one hour",
        "start": 677.23,
        "duration": 4.229
    },
    {
        "text": "October 8th year the Saudi government stating that the Turkish",
        "start": 681.589,
        "duration": 2.39
    },
    {
        "text": "Accusation of Khashoggi was killed in the consulate was baseless October 16th after Mike Pompeo met with leadership of Saudi Arabia",
        "start": 684.11,
        "duration": 5.779
    },
    {
        "text": "He said they denied all of the allegations, but the one possible cover the one possible explanation. They have comes from information",
        "start": 689.889,
        "duration": 5.94
    },
    {
        "text": "we just start seeing come out this morning CNN spoke with a Turkish source that provided more surveillance footage from around the consulate in the",
        "start": 695.829,
        "duration": 5.28
    },
    {
        "text": "City, and that footage appears to show someone entering the Saudi consulate at 11:00 a.m. We then leaves at around 3 p.m",
        "start": 701.11,
        "duration": 5.039
    },
    {
        "text": "wearing khashoggi x' clothes",
        "start": 706.149,
        "duration": 1.261
    },
    {
        "text": "So that would be about an hour and a half after khashoggi answer",
        "start": 707.41,
        "duration": 2.669
    },
    {
        "text": "And then later in the day is also seen in Istanbul's blue mosque still wearing cash",
        "start": 710.079,
        "duration": 3.27
    },
    {
        "text": "Ovie's clothes and after visiting the mosque is then seeing wearing his original clothes as well as with an alleged accomplice",
        "start": 713.35,
        "duration": 4.65
    },
    {
        "text": "Who's carrying a plastic bag?",
        "start": 718.0,
        "duration": 1.149
    },
    {
        "text": "Possibly with cash Ovie's clothes inside and this so-called body double was also previously identified in Turkish media as one of the 15 hitmen sent",
        "start": 719.149,
        "duration": 6.02
    },
    {
        "text": "To the consulate while this is being used as a potential explanation as far as why Saudi leadership didn't know about this they were shown",
        "start": 725.17,
        "duration": 5.609
    },
    {
        "text": "Something maybe they were misled well to that no one anyone paying attention can see that is not the same person and two if anything",
        "start": 730.79,
        "duration": 6.59
    },
    {
        "text": "This seems to suggest even more that this operation was premeditated",
        "start": 737.38,
        "duration": 2.969
    },
    {
        "text": "Don't only as far as what we know that is where we are as of right now",
        "start": 740.35,
        "duration": 3.0
    },
    {
        "text": "Although there could be updates just in the next few hours, and that's not just because this is still a developing situation",
        "start": 743.35,
        "duration": 4.5
    },
    {
        "text": "but because there has been the seemingly",
        "start": 748.01,
        "duration": 2.0
    },
    {
        "text": "Purposeful slow leak of information and by releasing the information this way it stays in the international conversation",
        "start": 750.139,
        "duration": 6.02
    },
    {
        "text": "For even longer rather than just here is a big giant dump of info. I mean, hey you live in 2018",
        "start": 756.35,
        "duration": 6.08
    },
    {
        "text": "There's a new massive story every two to three days, which is overwhelmingly large whoever is operating",
        "start": 762.43,
        "duration": 4.799
    },
    {
        "text": "The spotlight of 2018 is gonna have carpal tunnel",
        "start": 767.23,
        "duration": 2.669
    },
    {
        "text": "But while that is where we are right now there is of course the question of okay what happens?",
        "start": 769.899,
        "duration": 3.51
    },
    {
        "text": "It's a massive part of that conversation involves President Trump on Friday when this news was coming out",
        "start": 773.62,
        "duration": 4.199
    },
    {
        "text": "He said this was a first good step",
        "start": 777.82,
        "duration": 1.32
    },
    {
        "text": "He then",
        "start": 779.14,
        "duration": 0.37
    },
    {
        "text": "Reiterated the importance of the arms deal with Saudi Arabia as far as what action we might see he mentioned Congress Congress is very interested",
        "start": 779.51,
        "duration": 6.65
    },
    {
        "text": "In this one, and we'll be working with Congress, but I would prefer",
        "start": 786.16,
        "duration": 3.149
    },
    {
        "text": "If there is going to be some form of sanction or what we may determine to do if anything",
        "start": 790.4,
        "duration": 5.059
    },
    {
        "text": "But I would prefer that we don't use as retribution",
        "start": 795.46,
        "duration": 3.03
    },
    {
        "text": "cancelling 110 billion dollars worth of work, which means",
        "start": 799.79,
        "duration": 3.89
    },
    {
        "text": "600,000 jobs",
        "start": 804.17,
        "duration": 0.68
    },
    {
        "text": "But on Saturday in an interview with The Washington Post",
        "start": 804.85,
        "duration": 1.98
    },
    {
        "text": "We saw him seemingly criticized Saudi Arabia saying obviously there's been deception and there's been lies their stories are all over the place",
        "start": 806.83,
        "duration": 6.6
    },
    {
        "text": "Also Trump today when speaking with reporters said he was not satisfied with Saudi Arabia's explanation",
        "start": 813.61,
        "duration": 4.349
    },
    {
        "text": "They're also saying at the same time. He quote doesn't want to lose all the investment that's being made in our country",
        "start": 817.96,
        "duration": 4.02
    },
    {
        "text": "I don't want to lose a million jobs",
        "start": 821.98,
        "duration": 1.41
    },
    {
        "text": "He also saw members of Congress chiming in he's on the likes of bob corker republican senator of tennessee",
        "start": 823.39,
        "duration": 4.47
    },
    {
        "text": "They've lost all credibility as it relates to explaining what has happened. I can understand the president",
        "start": 828.35,
        "duration": 5.33
    },
    {
        "text": "wanting to keep open channels",
        "start": 834.11,
        "duration": 2.0
    },
    {
        "text": "But I think those of us who want to speak directly to this know that it's just not credible",
        "start": 836.12,
        "duration": 5.09
    },
    {
        "text": "also Republican senator Ben Sasse of Nebraska saying Saudis got a lot of explaining to do and I think",
        "start": 841.21,
        "duration": 5.369
    },
    {
        "text": "Everything should be on the table. I think the cover stories from the Saudis are a mess",
        "start": 846.71,
        "duration": 4.19
    },
    {
        "text": "You don't bring a bonesaw to an accidental fist fight inside an embassy in Turkey or a consulate in Turkey",
        "start": 850.9,
        "duration": 6.719
    },
    {
        "text": "So the Saudis have set a whole bunch of crap. That's not right accurate or true",
        "start": 857.62,
        "duration": 3.84
    },
    {
        "text": "We also the deputy head of turkeys ruling party expressing skepticism",
        "start": 861.46,
        "duration": 3.179
    },
    {
        "text": "Saying it's not possible for the Saudi administration to wiggle itself out of this crime",
        "start": 864.86,
        "duration": 3.619
    },
    {
        "text": "If it's confirmed also saying that eventually they would share evidence of kazooie's murder today",
        "start": 868.48,
        "duration": 4.139
    },
    {
        "text": "we also saw the",
        "start": 872.62,
        "duration": 0.55
    },
    {
        "text": "spokesman of the ruling party call khashoggi is killing plans in an extremely savage manner and also as previously mentioned a big part of the",
        "start": 873.17,
        "duration": 6.289
    },
    {
        "text": "Story is the money for an investment initiative in Saudi. Arabia's continue to see executives and governments withdrawn",
        "start": 879.46,
        "duration": 5.01
    },
    {
        "text": "But as a result of that the event hasn't been canceled",
        "start": 884.47,
        "duration": 2.07
    },
    {
        "text": "What we're seeing is that Middle Eastern Russian and Japanese companies are making up a larger portion of the attendees for the event",
        "start": 886.54,
        "duration": 4.739
    },
    {
        "text": "for example",
        "start": 891.28,
        "duration": 0.24
    },
    {
        "text": "The Russian direct investment fund put together a group of 30",
        "start": 891.52,
        "duration": 2.609
    },
    {
        "text": "Entrepreneurs and investors to go additionally more speakers from Arab countries have been at it",
        "start": 894.2,
        "duration": 3.859
    },
    {
        "text": "Although that's not to say that this is not negatively impacted Saudi Arabia",
        "start": 898.06,
        "duration": 3.09
    },
    {
        "text": "It has in fact been a terrible month for the Saudi investment market poorly foreign investors",
        "start": 901.15,
        "duration": 3.719
    },
    {
        "text": "Hold one point billion dollars of Saudi stocks last week and the Saudi all share index is down 4.4 percent this month",
        "start": 904.87,
        "duration": 5.839
    },
    {
        "text": "But ultimately that is where we are with a story now",
        "start": 910.709,
        "duration": 2.01
    },
    {
        "text": "We're gonna have to wait to see how it develops and that's actually where I'm going to end today's show",
        "start": 912.72,
        "duration": 4.08
    },
    {
        "text": "And of course a big part of this show is I want to hear from you whether it be this last store",
        "start": 916.8,
        "duration": 3.809
    },
    {
        "text": "We just talked about the first one anything in between",
        "start": 920.61,
        "duration": 2.489
    },
    {
        "text": "Let me know what you're thinking in those comments down below",
        "start": 923.1,
        "duration": 2.01
    },
    {
        "text": "also while you're at it if you like these daily dives into the news you like this show hit that like button if you new",
        "start": 925.209,
        "duration": 5.03
    },
    {
        "text": "Here you want to see more hit that subscribe button box with that said of course as always, my name is philip. Defranco",
        "start": 930.24,
        "duration": 4.649
    },
    {
        "text": "You've just been phill'd in Allah the O faces and I'll see you tomorrow",
        "start": 935.05,
        "duration": 3.619
    }
]