[
    {
        "text": "What's up, ya beautiful bastards?",
        "start": 0.0,
        "duration": 1.24
    },
    {
        "text": "Hope you're having a fantastic Monday!",
        "start": 1.24,
        "duration": 1.46
    },
    {
        "text": "Welcome back to the Philip Defranco Show, and let's just jump into it.",
        "start": 2.7,
        "duration": 3.44
    },
    {
        "text": "And the first thing we're going to talk about today, because it just kind of amuses me at this point,",
        "start": 6.14,
        "duration": 3.4
    },
    {
        "text": "is the continuation of an Internet battle that honestly I don't know how it is still going on at this point.",
        "start": 9.54,
        "duration": 5.12
    },
    {
        "text": "In the war of PewDiePie versus giant corporation T-Series, it looked like it was over.",
        "start": 14.66,
        "duration": 5.06
    },
    {
        "text": "After months of PewDiePie, and also the community around him urging people to subscribe to him",
        "start": 19.72,
        "duration": 4.74
    },
    {
        "text": "so he could keep that #1 spot on YouTube. After printers were hacked, telling people to \"Subscribe to PewDiePie,\"",
        "start": 24.46,
        "duration": 4.58
    },
    {
        "text": "and The WallStreet Journal was hacked and there was malware.",
        "start": 29.04,
        "duration": 2.06
    },
    {
        "text": "We talked about that, I believe it was last week.",
        "start": 31.1,
        "duration": 1.42
    },
    {
        "text": "It seemed like it was all finally over -- T-Series passed Felix [PewDiePie].",
        "start": 32.52,
        "duration": 3.24
    },
    {
        "text": "It appeared we could all move on and go: \"Well, it doesn't count, T-Series is a giant corporation,",
        "start": 35.76,
        "duration": 4.08
    },
    {
        "text": "Felix is just a guy,\"",
        "start": 39.84,
        "duration": 1.5
    },
    {
        "text": "and ultimately it brought us to yesterday where Felix delivered a video called 'Congratulations'.",
        "start": 41.34,
        "duration": 3.72
    },
    {
        "text": "It's a song congratulating T-Series, that ended up actually being kind of a Trojan Horse.",
        "start": 45.06,
        "duration": 4.56
    },
    {
        "text": "Because in the video, where he's giving a congratulations, he -- uh...",
        "start": 49.62,
        "duration": 2.56
    },
    {
        "text": "He hits on some things that T-Series would probably rather, uh, not be mentioned.",
        "start": 52.18,
        "duration": 4.3
    },
    {
        "text": "In addition to kind of making fun of the fact that it has taken them so long",
        "start": 56.48,
        "duration": 2.76
    },
    {
        "text": "he references accusations that T-Series actually started by pirating songs.",
        "start": 59.24,
        "duration": 3.48
    },
    {
        "text": "He also references the allegations against T-Series' executives, including chairman Bhushan Kumar.",
        "start": 63.84,
        "duration": 3.12
    },
    {
        "text": "He's reportedly being investigated for alleged evasion of huge tax and siphoning off hundreds of",
        "start": 66.96,
        "duration": 3.76
    },
    {
        "text": "crores to foreign countries to purchase properties in the names of his employees.",
        "start": 70.72,
        "duration": 3.26
    },
    {
        "text": "Felix also mentions 'MeToo', there are allegations that Kumar asked a woman for sexual favours in",
        "start": 73.98,
        "duration": 4.64
    },
    {
        "text": "order to get a three film deal, which he has denied.",
        "start": 78.62,
        "duration": 1.98
    },
    {
        "text": "And Felix also references being given a cease and desist from T-Series,",
        "start": 80.6,
        "duration": 4.12
    },
    {
        "text": "which I will say, if you are a large company and you're trying to get someone to get more",
        "start": 84.72,
        "duration": 3.16
    },
    {
        "text": "subscribers, push things into a legal avenue.",
        "start": 87.88,
        "duration": 2.54
    },
    {
        "text": "I don't know if I've ever seen anything motivate an audience more than a legal attack.",
        "start": 90.42,
        "duration": 3.58
    },
    {
        "text": "But here's the thing, after all of that, Felix's video has blown up, like I said",
        "start": 94.0,
        "duration": 3.18
    },
    {
        "text": "he released it yesterday, as of just recording this segment, it has passed 14 million views.",
        "start": 97.18,
        "duration": 3.98
    },
    {
        "text": "Although for some reason, as of recording this video, I'm throwing that in there,",
        "start": 101.16,
        "duration": 2.84
    },
    {
        "text": "even though it has about seven times the number of views as the #1 Trending video on YouTube at this",
        "start": 104.0,
        "duration": 4.22
    },
    {
        "text": "time, it's not Trending, which is interesting.",
        "start": 108.22,
        "duration": 2.2
    },
    {
        "text": "And, funny enough, it actually threw Felix back into the Subscriber lead.",
        "start": 110.42,
        "duration": 3.84
    },
    {
        "text": "Felix tweeting out a screenshot of him having more than four thousand subscribers than the other channel.",
        "start": 114.26,
        "duration": 3.22
    },
    {
        "text": "Actually, as of recording this video, he has 46,000+ more subscribers.",
        "start": 117.48,
        "duration": 3.82
    },
    {
        "text": "So, just when we thought it was all done, it's not over yet.",
        "start": 121.3,
        "duration": 2.9
    },
    {
        "text": "Then, there were three pieces of news that had people talking around the NAACP Awards.",
        "start": 124.2,
        "duration": 3.72
    },
    {
        "text": "One, you had comedian Chris Rock take aim at Jussie Smollett.",
        "start": 128.0,
        "duration": 3.1
    },
    {
        "text": "Seemingly, there were joke restrictions that he just decided to ignore, and",
        "start": 131.1,
        "duration": 2.56
    },
    {
        "text": "he said: \"They said no Jussie Smollett jokes, I know.\"",
        "start": 133.66,
        "duration": 2.7
    },
    {
        "text": "But then adding: \"What a waste of light skin. You know what I could do with that light skin? That curly hair?\"",
        "start": 136.36,
        "duration": 3.44
    },
    {
        "text": "\"My career would be out of here. Fucking running Hollywood.\"",
        "start": 139.8,
        "duration": 2.38
    },
    {
        "text": "\"What the hell was he thinking?\"",
        "start": 142.18,
        "duration": 0.78
    },
    {
        "text": "\"From now on, you're Jessie. You don't even get the 'U' no more.\"",
        "start": 142.96,
        "duration": 2.3
    },
    {
        "text": "\"That 'U' was respect. You don't get no respect from me.\"",
        "start": 145.26,
        "duration": 1.88
    },
    {
        "text": "Although it should be noted that Chris Rock's stance here is not universal.",
        "start": 147.14,
        "duration": 2.9
    },
    {
        "text": "For example, the second story that people were talking about.",
        "start": 150.04,
        "duration": 1.84
    },
    {
        "text": "When Black-ish won Outstanding Comedy Series, the cast went up on stage,",
        "start": 151.88,
        "duration": 3.5
    },
    {
        "text": "you had Yara Shahidi simply say: \"I stand with Jussie.\"",
        "start": 155.38,
        "duration": 3.18
    },
    {
        "text": "And the third thing that people were talking about was actually not Smollett related,",
        "start": 158.56,
        "duration": 3.28
    },
    {
        "text": "instead, it had to do with Beyonce.",
        "start": 161.84,
        "duration": 1.82
    },
    {
        "text": "If you didn't see, there were some outraged Beyonce fans.",
        "start": 163.66,
        "duration": 2.62
    },
    {
        "text": "And this is because during one of the show's commercial breaks, Omari Hardwick,",
        "start": 166.28,
        "duration": 2.7
    },
    {
        "text": "who is an actor on Power, he greeted Beyonce and Jay-Z,",
        "start": 168.98,
        "duration": 2.76
    },
    {
        "text": "and in the clip, Hardwick poses with a quick photo with Jay-Z, he goes over to Beyonce where he",
        "start": 171.74,
        "duration": 3.78
    },
    {
        "text": "gives her two cheek kisses. The clip then quickly blew up on social media, with fans saying",
        "start": 175.52,
        "duration": 3.48
    },
    {
        "text": "Beyonce looked uncomfortable. Many argue that this incident serves as another example of types of",
        "start": 179.0,
        "duration": 3.88
    },
    {
        "text": "uncomfortable situations women are put in by men who don't respect boundaries.",
        "start": 182.88,
        "duration": 3.08
    },
    {
        "text": "And what followed was you saw Hardwick's Instagram page just swarmed with bee emojis to",
        "start": 185.96,
        "duration": 4.12
    },
    {
        "text": "signify the Bey-hive, alright Beyonce's hardcore fans.",
        "start": 190.08,
        "duration": 1.82
    },
    {
        "text": "But also at the same time, not everyone was upset,",
        "start": 191.9,
        "duration": 2.24
    },
    {
        "text": "you had several people coming to his defence, saying that the kisses were harmless,",
        "start": 194.14,
        "duration": 2.68
    },
    {
        "text": "that they were being blown out of proportion, maybe it was just like an awkward accident.",
        "start": 196.82,
        "duration": 2.96
    },
    {
        "text": "Although, I will personally say: at most it seems like an awkward accident.",
        "start": 199.78,
        "duration": 3.2
    },
    {
        "text": "One, that 50-Cent, who is an actor and EP on Power, joked about on Instagram,",
        "start": 202.98,
        "duration": 4.24
    },
    {
        "text": "posting a video of the incident saying: \"Season 6 of POWER Jay-Z kills Ghost, don't miss it we lit.\"",
        "start": 207.22,
        "duration": 4.48
    },
    {
        "text": "But, I don't know, I'll pass it off to you. Do you see that as kind of a 'whoops, accident, sorry about that.'",
        "start": 211.7,
        "duration": 3.6
    },
    {
        "text": "Or do you see that as an example of more problematic, you know, the kind of stuff that people are outraged",
        "start": 215.3,
        "duration": 3.9
    },
    {
        "text": "about. Lemme know what you think.",
        "start": 219.2,
        "duration": 0.96
    },
    {
        "text": "But from that, I wanna share some stuff I LOVE today, in Today in Awesome,",
        "start": 220.16,
        "duration": 3.36
    },
    {
        "text": "brought to you by the ShopDeFranco.com closing sale.",
        "start": 223.52,
        "duration": 2.74
    },
    {
        "text": "As I've been teasing for a while now, we've been slowly removing the number of designs we're offering,",
        "start": 226.26,
        "duration": 3.6
    },
    {
        "text": "and the reason for that is: we're going to be changing the store in general, the manufacturers, pretty much everything.",
        "start": 229.86,
        "duration": 5.06
    },
    {
        "text": "But, before we do that, I wanted to give you guys 48 hours to snag whatever you want there before",
        "start": 234.92,
        "duration": 4.14
    },
    {
        "text": "I completely close it down, until we finally relaunch with everything else in place.",
        "start": 239.06,
        "duration": 3.96
    },
    {
        "text": "And for the next 48 hours, if you use coupon code \"BYEBYE\", you will get 30% off.",
        "start": 243.26,
        "duration": 5.2
    },
    {
        "text": "But yeah, then all the merch you see on the store right now, not available.",
        "start": 248.46,
        "duration": 2.76
    },
    {
        "text": "Well you can say: \"Oh, I don't get paid 'til 'whenever'\". That shut down has to happen in the next 48 hours,",
        "start": 251.22,
        "duration": 3.44
    },
    {
        "text": "so we can move forward and eventually hit our goal for when we wanna relaunch.",
        "start": 254.66,
        "duration": 3.46
    },
    {
        "text": "So, yeah, code \"BYEBYE\", ShopDeFranco.com, 48 hours.",
        "start": 258.12,
        "duration": 3.06
    },
    {
        "text": "And the first bit of awesome today is actually connected to a company that I was a fan of, I was a customer of,",
        "start": 261.18,
        "duration": 4.0
    },
    {
        "text": "I reached out, see if we could partner, we have now. And it's Chrono.GG, you can use Chrono.GG/Phil,",
        "start": 265.18,
        "duration": 5.66
    },
    {
        "text": "and every single day, at that link they have a heavily discounted game.",
        "start": 270.84,
        "duration": 3.0
    },
    {
        "text": "For example, today they took the normally $12USD 'Heroes of Hammerwatch', and they dropped it to",
        "start": 273.84,
        "duration": 3.58
    },
    {
        "text": "just $1USD. So if you've been looking to get that, or you're like: \"You know what, I've got a dollar, I'm down to",
        "start": 277.42,
        "duration": 3.84
    },
    {
        "text": "try something for a dollar.\" Until 9AM PST tomorrow, you go to Chrono.GG/PHIL, you can snag it for a dollar.",
        "start": 281.26,
        "duration": 6.7
    },
    {
        "text": "And, of course, because my name's in the URL, we'll get a small piece of that, and it helps out the Show.",
        "start": 287.96,
        "duration": 3.48
    },
    {
        "text": "So, yeah, link to that down below.",
        "start": 291.44,
        "duration": 1.18
    },
    {
        "text": "Then we got an official trailer for Annabelle Comes Home,",
        "start": 292.62,
        "duration": 2.34
    },
    {
        "text": "the Infographics Show gave us the Battle of the Bulge,",
        "start": 294.96,
        "duration": 1.98
    },
    {
        "text": "we got the final trailer for Pet Semetary,",
        "start": 296.94,
        "duration": 1.88
    },
    {
        "text": "Vanity Fair gave us Everything Tiffany Young Does in a Day,",
        "start": 298.82,
        "duration": 2.0
    },
    {
        "text": "In A Nutshell asked and answered 'What If We Detonated All Nuclear Bombs At Once?'",
        "start": 300.82,
        "duration": 4.0
    },
    {
        "text": "Also very awesome, the first episode of the new Twilight Zone is now free on YouTube.",
        "start": 304.82,
        "duration": 3.84
    },
    {
        "text": "Remember, if you want to see the full versions of everything I just checked out, the Secret Link of the Day,",
        "start": 308.66,
        "duration": 3.14
    },
    {
        "text": "really anything at all, links - as always - are in the description down below.",
        "start": 311.8,
        "duration": 3.16
    },
    {
        "text": "And then let's talk about the news that Grammy nominated rapper, Nipsey Hussle was killed in a",
        "start": 314.96,
        "duration": 3.52
    },
    {
        "text": "shooting outside of his clothing store in Los Angeles on Sunday.",
        "start": 318.48,
        "duration": 2.84
    },
    {
        "text": "A murder that was confirmed by Los Angeles' Mayor Eric Garcetti's critical response team on Twitter",
        "start": 321.32,
        "duration": 4.38
    },
    {
        "text": "saying: [Tweet above].",
        "start": 325.78,
        "duration": 2.6
    },
    {
        "text": "And as far as the specifics, the rapper whose real name was Ermias Asghedom, was shot multiple times",
        "start": 328.38,
        "duration": 4.12
    },
    {
        "text": "in the parking lot of his Marathon Clothing shop. This was in South Los Angeles at around 3:20pm",
        "start": 332.5,
        "duration": 4.22
    },
    {
        "text": "and he was pronounced dead at a nearby hospital shortly after.",
        "start": 336.72,
        "duration": 2.84
    },
    {
        "text": "And reportedly, two other men were also shot during this incident, and police are still searching for",
        "start": 339.56,
        "duration": 4.02
    },
    {
        "text": "the suspect. And as of right now, police are still trying to piece together what actually happened,",
        "start": 343.58,
        "duration": 3.58
    },
    {
        "text": "they say they do not have an official motive for the shooting, which they are investigating as a homicide.",
        "start": 347.16,
        "duration": 4.42
    },
    {
        "text": "According to the Los Angeles Times, a law enforcement source told them that \"Hussle was shot by a young",
        "start": 351.58,
        "duration": 3.76
    },
    {
        "text": "man who opened fire at close range and then ran into a waiting getaway car.\"",
        "start": 355.34,
        "duration": 3.38
    },
    {
        "text": "However, Lieutenant Ramirez only described the suspect as a black male, and said that detectives",
        "start": 358.72,
        "duration": 3.18
    },
    {
        "text": "were still interviewing witnesses, and trying to recover a security video that might exist.",
        "start": 361.9,
        "duration": 3.74
    },
    {
        "text": "With Ramirez adding: \"At this point, we're not even sure as to whether he walked up, rode a bicycle",
        "start": 365.64,
        "duration": 3.68
    },
    {
        "text": "or drove up in a car.\"",
        "start": 369.32,
        "duration": 0.9
    },
    {
        "text": "Also, it appears that the rapper may have actually expected this attack, because shortly before he was",
        "start": 370.22,
        "duration": 4.12
    },
    {
        "text": "killed, he tweeted: \"Having strong enemies is a blessing.\"",
        "start": 374.34,
        "duration": 2.5
    },
    {
        "text": "And obviously, this is still a developing situation, so you know we always need to kind of hold a bit",
        "start": 376.84,
        "duration": 4.22
    },
    {
        "text": "when we're getting this new information. But we have seen reports coming out today saying: [image above]",
        "start": 385.28,
        "duration": 7.0
    },
    {
        "text": "But the president of the Los Angeles Police Commission telling ABC News: [image above]",
        "start": 397.5,
        "duration": 5.64
    },
    {
        "text": "And while this is obviously a devastating situation, it's very interesting that by him being shot and killed,",
        "start": 403.14,
        "duration": 5.24
    },
    {
        "text": "it potentially makes his message even bigger. If you're not familiar with Nipsey Hussle, I mean he grew up",
        "start": 408.38,
        "duration": 4.1
    },
    {
        "text": "in South LA in the 1990's, his music's widespread, his debut studio album Victory Lap was nominated for best",
        "start": 412.48,
        "duration": 5.92
    },
    {
        "text": "rap album at this year's Grammy Awards. He collaborated with dozens of artists,",
        "start": 418.4,
        "duration": 3.44
    },
    {
        "text": "including Snoop Dogg, Kendrick Lamar, Ty Dolla Sign, Meek Mills; so many.",
        "start": 421.84,
        "duration": 4.2
    },
    {
        "text": "And one of the things that stood out about the man wasn't just his music, it was that he was open about",
        "start": 426.04,
        "duration": 3.56
    },
    {
        "text": "his upbringing, open about his association with street gangs.",
        "start": 429.6,
        "duration": 2.86
    },
    {
        "text": "In fact, he publicly acknowledges involvement with a gang in a 2010 interview with Complex Magazine.",
        "start": 432.46,
        "duration": 4.02
    },
    {
        "text": "However, in an interview last year with Forbes, Hussle said that in his youth, he'd fallen prey to the \"[quote above]\"",
        "start": 437.84,
        "duration": 7.0
    },
    {
        "text": "In more recent years, he's showed interest in technology, community development --",
        "start": 444.84,
        "duration": 3.42
    },
    {
        "text": "he was actually part of a team of artists and entrepreneurs who created Destination Crenshaw.",
        "start": 448.26,
        "duration": 3.48
    },
    {
        "text": "It's an open air museum devoted to honouring African-American artistic achievement.",
        "start": 451.74,
        "duration": 3.78
    },
    {
        "text": "Hussle was also an investor in a coworking space in South Central Los Angeles called \"Vector 90\",",
        "start": 455.52,
        "duration": 4.06
    },
    {
        "text": "and in Vector 90, you have young people who can take classes in Science, Technology, Mathematics;",
        "start": 459.58,
        "duration": 4.18
    },
    {
        "text": "with the whole project aimed to help address the lack of diversity in STEM fields by providing youth with",
        "start": 463.76,
        "duration": 3.82
    },
    {
        "text": "resources, mentorship and support. And Hussle saying to the LA Times in 2018:",
        "start": 467.58,
        "duration": 4.16
    },
    {
        "text": "The rapper was also often described as a pillar in his community, who often put much of the money he",
        "start": 483.38,
        "duration": 6.48
    },
    {
        "text": "made back into the neighbourhood. With locals saying he was known to give jobs to residents who were",
        "start": 489.86,
        "duration": 3.62
    },
    {
        "text": "struggling to make ends meet, including some who were homeless.",
        "start": 493.48,
        "duration": 2.52
    },
    {
        "text": "And other stories coming out, where if a local family lost someone to gun violence, Nipsey would actually",
        "start": 496.0,
        "duration": 4.22
    },
    {
        "text": "sometimes help pay for funeral costs. And so because of this, his story gets out there more, but his death",
        "start": 500.22,
        "duration": 4.48
    },
    {
        "text": "also highlights a surge of violence that's been hitting South Los Angeles. Which is something that",
        "start": 504.7,
        "duration": 3.44
    },
    {
        "text": "the police chief Michel Moore has promised to address. And of course, even saying that, it's trying to put a",
        "start": 508.14,
        "duration": 5.16
    },
    {
        "text": "a bow, a silver lining to an otherwise just horrible situation. We had someone whose story had miles on",
        "start": 513.3,
        "duration": 5.14
    },
    {
        "text": "it, had lived on both sides of the fence, and while the story message can now be broadcast even further,",
        "start": 518.44,
        "duration": 4.8
    },
    {
        "text": "you still don't have someone here today who was here just a few days ago. And you know there's no",
        "start": 523.24,
        "duration": 3.4
    },
    {
        "text": "silver lining that actually fixes that. And actually regarding the story with the message continuing,",
        "start": 526.64,
        "duration": 3.6
    },
    {
        "text": "we saw Nick Cannon posting to social media, writing: \"[quote above]\"",
        "start": 530.26,
        "duration": 5.72
    },
    {
        "text": "But, that is the story as we know it now, it will be very interesting to see what other information comes out",
        "start": 543.42,
        "duration": 7.0
    },
    {
        "text": "from here. Yeah, that is where we are for now. I'd love to know your thoughts.",
        "start": 550.42,
        "duration": 3.2
    },
    {
        "text": "And the last thing we're gonna talk about today, is most likely a story that you've never heard of, you've never",
        "start": 553.62,
        "duration": 4.06
    },
    {
        "text": "thought of. And that story is about the election in Ukraine, because it's fascinating.",
        "start": 557.68,
        "duration": 4.14
    },
    {
        "text": "Right now, as we're recording this video, the final votes are being counted from yesterday's presidential",
        "start": 561.82,
        "duration": 3.16
    },
    {
        "text": "election, where incumbent president Petro Poroshenko is squaring off against a record number",
        "start": 564.98,
        "duration": 4.38
    },
    {
        "text": "38 other candidates. And the thing of note here is this is only the first part of the election.",
        "start": 569.36,
        "duration": 3.82
    },
    {
        "text": "Kind of think of it as a Primary. During this election, this specific vote, the top two candidates are decided.",
        "start": 573.18,
        "duration": 4.86
    },
    {
        "text": "And what follows is you have two candidates who go head-to-head in a final run of election, three weeks",
        "start": 578.04,
        "duration": 3.76
    },
    {
        "text": "from now, which is on April 21st. And while like I said there are a ton of candidates. For the first part",
        "start": 581.8,
        "duration": 3.78
    },
    {
        "text": "of this race, there have been two contenders who have been the most popular throughout the campaign.",
        "start": 585.58,
        "duration": 3.68
    },
    {
        "text": "One of the candidates is a former two-term Prime Minister named Yulia Tymoshenko,",
        "start": 589.26,
        "duration": 3.18
    },
    {
        "text": "who is widely considered one of the most influential women in Ukraine.",
        "start": 592.44,
        "duration": 2.58
    },
    {
        "text": "And the other is, and I promise this is true, it is a comedian by the name of",
        "start": 595.02,
        "duration": 2.82
    },
    {
        "text": "Volodymyr Zelenskiy, who is most famous for starring in a TV show, where he plays a teacher who",
        "start": 597.84,
        "duration": 4.76
    },
    {
        "text": "unintentionally becomes the President of Ukraine.",
        "start": 602.6,
        "duration": 1.94
    },
    {
        "text": "And I swear to you, this is true. I know that it's April Fool's Day, I am not kidding.",
        "start": 604.54,
        "duration": 3.62
    },
    {
        "text": "The guy who plays the president on TV, has a huge lead in the polls to become the actual president of Ukraine.",
        "start": 608.16,
        "duration": 4.8
    },
    {
        "text": "With about 92% of the votes counted, Zelenskiy currently leads with over 30% of the votes,",
        "start": 612.96,
        "duration": 4.48
    },
    {
        "text": "while Poroshenko, the incumbent, is far behind with only 16% of the votes.",
        "start": 617.44,
        "duration": 3.28
    },
    {
        "text": "Now, obviously, keep in mind, not all of the polls are in. Right now, yes, it looks like it is going to be Zelenskiy",
        "start": 620.72,
        "duration": 4.34
    },
    {
        "text": "vs. Poroshenko. But that also means in this final run-off, you have 54% of the vote that could go either way.",
        "start": 625.06,
        "duration": 5.08
    },
    {
        "text": "But, given the uniqueness of this situation, you know I think it's important to look at, you know, who is",
        "start": 630.14,
        "duration": 3.98
    },
    {
        "text": "Zelenskiy, how did this even happen; and so to start off, Zelenskiy is the star of the Ukranian TV Show",
        "start": 634.12,
        "duration": 4.94
    },
    {
        "text": "which translates to: \"Servant of the People\". In that show, he plays a school teacher who becomes president",
        "start": 639.06,
        "duration": 3.84
    },
    {
        "text": "after a video of him ranting about corruption goes viral. And the similarities between his character on the show",
        "start": 642.9,
        "duration": 4.14
    },
    {
        "text": "and his actual campaign, are striking. Both Zelenskiy and his character have absolutely no political",
        "start": 647.04,
        "duration": 4.68
    },
    {
        "text": "experience. Both are extremely popular because they ran on anti-corruption campaigns, and both are viewed",
        "start": 651.72,
        "duration": 4.86
    },
    {
        "text": "as fresh new leaders who don't have ties to Ukraine's political elite, and who are popular with the younger",
        "start": 656.58,
        "duration": 4.12
    },
    {
        "text": "population. Zelenskiy is even part of a brand new political party that was created by the show's producers,",
        "start": 660.7,
        "duration": 4.56
    },
    {
        "text": "and is literally named \"The Servant of the People\" Party.",
        "start": 665.26,
        "duration": 2.8
    },
    {
        "text": "But also of note here, is Zelenskiy's campaign has not been without controversy.",
        "start": 668.06,
        "duration": 2.78
    },
    {
        "text": "In addition to criticisms that he has no political experience, some have claimed that he is just the",
        "start": 670.84,
        "duration": 3.66
    },
    {
        "text": "surrogate for a wealthy oligarch by the name of Igor Kolomoisky.",
        "start": 674.5,
        "duration": 2.82
    },
    {
        "text": "And that's important because Kolomoisky is a well known rival of Poroshenko, who moved to Israel",
        "start": 677.32,
        "duration": 4.06
    },
    {
        "text": "after he was involved in a multi-billion dollar banking scandal.",
        "start": 681.38,
        "duration": 2.6
    },
    {
        "text": "He and Zelenskiy have been business partners, because Servant of the People is aired on the TV channel",
        "start": 683.98,
        "duration": 3.76
    },
    {
        "text": "that Kolomoisky owns, and Zelenskiy even announced his candidacy on that same TV channel.",
        "start": 687.74,
        "duration": 4.1
    },
    {
        "text": "But unsurprisingly, both men have denied any connections to Zelenskiy's campaign, and Kolomoisky.",
        "start": 691.84,
        "duration": 4.02
    },
    {
        "text": "But still, how did we actually get here?",
        "start": 695.86,
        "duration": 2.04
    },
    {
        "text": "Well, Poroshenko, the incumbent, was first elected back in 2014, after Ukraine's former Moscow-backed",
        "start": 697.9,
        "duration": 4.42
    },
    {
        "text": "president was ousted as a result of the 2014 Ukrainian revolution. Which, of course, overthrew the Ukrainian",
        "start": 702.32,
        "duration": 4.6
    },
    {
        "text": "Government, and after the 2014 revolution, that was followed by Russia's infamous annexation of Crimea,",
        "start": 706.92,
        "duration": 4.7
    },
    {
        "text": "which was part of Ukraine. Many world leaders criticised Russia for annexing Crimea, saying it violated",
        "start": 711.62,
        "duration": 4.04
    },
    {
        "text": "both international law and a series of agreements between Russia and Ukraine, that protected land",
        "start": 715.66,
        "duration": 3.92
    },
    {
        "text": "belonging to Ukraine. As a result, Poroshenko campaigned, and was elected on the promises of getting",
        "start": 719.58,
        "duration": 4.12
    },
    {
        "text": "back control of Crimea, as well as fighting an uprising of Russian-backed separatists that took control over",
        "start": 723.7,
        "duration": 4.28
    },
    {
        "text": "parts of Eastern Ukraine. And so you have Poroshenko, who has billed himself as a strong defender of Ukraine's",
        "start": 727.98,
        "duration": 3.98
    },
    {
        "text": "territory, and a champion of Ukraine, joining the EU and NATO -- which is widely supported by Ukrainians.",
        "start": 731.96,
        "duration": 4.76
    },
    {
        "text": "But he is failing with a large number of his people for two main reasons.",
        "start": 736.76,
        "duration": 2.72
    },
    {
        "text": "First, they don't believe he has done enough to stop the Pro-Russian Separatists, which here, if you didn't know",
        "start": 739.48,
        "duration": 3.88
    },
    {
        "text": "since 2014, Ukrainian Government Forces have fought a brutal war against the separatists, which has killed",
        "start": 743.36,
        "duration": 4.0
    },
    {
        "text": "more than 13,000 people in Eastern Ukraine.",
        "start": 747.36,
        "duration": 2.3
    },
    {
        "text": "So that hasn't reflected very well with the president,  and secondly, and perhaps most significantly,",
        "start": 749.66,
        "duration": 3.48
    },
    {
        "text": "you have many who believe that Poroshenko has failed to crack down on Government corruption.",
        "start": 753.14,
        "duration": 3.18
    },
    {
        "text": "Right, things like recovering money that had been stolen from the government before he came to power,",
        "start": 756.32,
        "duration": 3.1
    },
    {
        "text": "as well as, I mean in addition to not cracking down on corruption, Poroshenko has also been accused of being",
        "start": 759.42,
        "duration": 4.02
    },
    {
        "text": "complicit in it. Poroshenko himself is a wealthy oligarch, which has led many to question his connections to",
        "start": 763.44,
        "duration": 3.9
    },
    {
        "text": "other oligarchs. And his campaign is also suffering significantly from a military corruption scandal",
        "start": 767.34,
        "duration": 4.3
    },
    {
        "text": "involving some of his top associates.",
        "start": 771.64,
        "duration": 2.06
    },
    {
        "text": "And so a lot of Zelenskiy's support comes from a general frustration with Poroshenko's lack of",
        "start": 773.7,
        "duration": 3.12
    },
    {
        "text": "efforts to crack down on corruption. As well as something it often comes down to: Money.",
        "start": 776.82,
        "duration": 4.04
    },
    {
        "text": "The worsening economic conditions have made living standards even lower in Ukraine, which is already one of",
        "start": 780.86,
        "duration": 4.08
    },
    {
        "text": "the poorest countries in Europe. As a many people believe that Zelenskiy will be a pro-Ukraine president",
        "start": 784.94,
        "duration": 3.8
    },
    {
        "text": "who has new approaches to confront Russia, and to address the war with separatists in the East.",
        "start": 788.74,
        "duration": 3.44
    },
    {
        "text": "And regarding the money, Zelenskiy has billed himself as a pro-market candidate, who will work to join",
        "start": 792.18,
        "duration": 3.3
    },
    {
        "text": "the EU and NATO.",
        "start": 795.48,
        "duration": 1.36
    },
    {
        "text": "And as far as what is going to happen next, how will people vote in this final election; it's genuinely up in the",
        "start": 796.84,
        "duration": 4.68
    },
    {
        "text": "air, but it's actually leaning towards Zelenskiy.",
        "start": 801.52,
        "duration": 1.94
    },
    {
        "text": "According to polls held by three main Ukraine sociological institutes: \"[quote above]\"",
        "start": 803.46,
        "duration": 3.06
    },
    {
        "text": "So there you go, it's gonna be very interesting to see what happens.",
        "start": 815.88,
        "duration": 4.82
    },
    {
        "text": "Also, I think it sends the message out to the international community that their elections are",
        "start": 820.7,
        "duration": 4.1
    },
    {
        "text": "no longer the weirdest.",
        "start": 824.8,
        "duration": 1.28
    },
    {
        "text": "Here in the States, we have a businessman/reality show President. In Ukraine, they have a comedian who played",
        "start": 826.08,
        "duration": 4.26
    },
    {
        "text": "the president, possibly being president.",
        "start": 830.34,
        "duration": 2.14
    },
    {
        "text": "And, I don't know if there's a way to top that. I mean if Julia Louis-Dreyfous ran, and she won, right, it would be",
        "start": 832.48,
        "duration": 4.74
    },
    {
        "text": "even. Really, the only way one-up it would be to take the guy that played Donald Trump on the President's show,",
        "start": 837.22,
        "duration": 4.4
    },
    {
        "text": "on Comedy Central, and have him beat Donald Trump in 2020, playing a parody version of Donald Trump.",
        "start": 841.62,
        "duration": 6.34
    },
    {
        "text": "But, yeah, I guess the main point of the story is: big international news/uh, it's not just weird where you live.",
        "start": 847.96,
        "duration": 4.74
    },
    {
        "text": "There's a whole lot of weird going on everywhere.",
        "start": 852.7,
        "duration": 1.98
    },
    {
        "text": "And that's where we're going to end today's show.",
        "start": 854.68,
        "duration": 1.5
    },
    {
        "text": "And for those of you Beautiful Bastards who are new here, be sure to hit that Subscribe button,",
        "start": 856.18,
        "duration": 3.38
    },
    {
        "text": "definitely turn that bell on for all notifications.",
        "start": 859.56,
        "duration": 2.24
    },
    {
        "text": "Every single weekday we have a brand new Philip DeFranco Show for you to enjoy.",
        "start": 861.8,
        "duration": 3.22
    },
    {
        "text": "On Tuesdays and Thursdays, and very soon Wednesday mornings, we have a Morning Deep-Dive Show.",
        "start": 865.02,
        "duration": 4.36
    },
    {
        "text": "Also on that note, if you missed the last Philip DeFranco Show, you can click or tap right there to watch that.",
        "start": 869.38,
        "duration": 3.3
    },
    {
        "text": "But with that said, of course as always, my name is Philip DeFranco, you've just been Phil-ed in,",
        "start": 872.68,
        "duration": 4.16
    },
    {
        "text": "I love your faces, and I'll see you tomorrow, two times.",
        "start": 876.84,
        "duration": 3.472
    }
]