[
    {
        "text": "Sup, you beautiful bastards. Hope you're having a fantastic Thursday!",
        "start": 0.0,
        "duration": 2.98
    },
    {
        "text": "Welcome back to the Philip Defranco show and let's just jump into it.",
        "start": 3.06,
        "duration": 3.36
    },
    {
        "text": "And the first thing I want to talk about today is this incredibly troubling story out of New Jersey.",
        "start": 6.54,
        "duration": 4.4
    },
    {
        "text": "Last Sunday, 11 P.M. at night, police officers attempted to stop Leo Pinkston, a 48 year old man",
        "start": 10.98,
        "duration": 5.28
    },
    {
        "text": "Pinkston fled the scene and led police on a six mile pursuit and during that pursuit, reportedly, police officers opened fire.",
        "start": 16.26,
        "duration": 5.94
    },
    {
        "text": "Pinkston crashed two separate times.",
        "start": 22.32,
        "duration": 2.26
    },
    {
        "text": "And the second time Pinkston crashed, he crashed into a utility pole that caught fire.",
        "start": 24.58,
        "duration": 3.44
    },
    {
        "text": "The fire then spread.",
        "start": 28.02,
        "duration": 1.42
    },
    {
        "text": "And as a result of this final crash and the fire,",
        "start": 29.44,
        "duration": 2.3
    },
    {
        "text": "another innocent driver who is not a part of this pursuit was critically injured.",
        "start": 31.8,
        "duration": 3.48
    },
    {
        "text": "The latest report said that this victim is in the hospital fighting for his life",
        "start": 35.28,
        "duration": 4.0
    },
    {
        "text": "he has multiple broken bones, second and third degree burns.",
        "start": 39.3,
        "duration": 2.82
    },
    {
        "text": "Pinkston was arrested. He was charged with eluding and aggravated assault",
        "start": 42.12,
        "duration": 3.02
    },
    {
        "text": "But then, the story took a weird turn because it turned out there was video evidence of what happened after the cars crash.",
        "start": 45.2,
        "duration": 5.52
    },
    {
        "text": "There's a big fire. We see a man emerge from the crash. He puts himself out by rolling around and then, we see this:",
        "start": 50.96,
        "duration": 5.66
    },
    {
        "text": "*Police sirens and police officers screaming something unintelligible.*",
        "start": 56.62,
        "duration": 2.48
    },
    {
        "text": "*police sirens continue.*",
        "start": 59.1,
        "duration": 6.54
    },
    {
        "text": "After the police officers surround this man, it looks like he is not giving a fight.",
        "start": 65.9,
        "duration": 4.24
    },
    {
        "text": "He's kicked in the face and it looks like the rest are stomping on him.",
        "start": 70.36,
        "duration": 2.6
    },
    {
        "text": "And this of course sparked a debate that we have seen all over the internet when anyone runs from the police  and something horrible happens after,",
        "start": 72.96,
        "duration": 5.8
    },
    {
        "text": "there's people saying \"Well, you shouldn't have run!\"",
        "start": 78.82,
        "duration": 1.58
    },
    {
        "text": "and then you have other people saying no the threat is over.",
        "start": 80.4,
        "duration": 1.84
    },
    {
        "text": "There's no reason-this is just-this is uncalled for violence.",
        "start": 82.24,
        "duration": 2.9
    },
    {
        "text": "Here's the thing there is no reason for that debate because the man being kicked and stomped on is not Pinkston.",
        "start": 85.149,
        "duration": 6.48
    },
    {
        "text": "No, that was the innocent burn and crash victim. That's in the hospital now.",
        "start": 91.629,
        "duration": 4.671
    },
    {
        "text": "That is horrifying.",
        "start": 96.32,
        "duration": 1.06
    },
    {
        "text": "This guy was just in his car, all of a sudden, Pinkston crashes into him.",
        "start": 97.38,
        "duration": 3.16
    },
    {
        "text": "All of a sudden, this innocent guy is on fire.",
        "start": 100.54,
        "duration": 2.34
    },
    {
        "text": "He puts the fire out, and then police proceed to beat him down.",
        "start": 102.88,
        "duration": 4.26
    },
    {
        "text": "What the hell?",
        "start": 107.34,
        "duration": 1.1
    },
    {
        "text": "Now, \"luckily\", if you can even use that word in this story,",
        "start": 108.44,
        "duration": 2.68
    },
    {
        "text": "we have this video evidence, it does look like the city is going to go after these police officers.",
        "start": 111.18,
        "duration": 4.56
    },
    {
        "text": "The 'Mayor' of New Jersey tweeting out this video with the caption:",
        "start": 116.54,
        "duration": 1.76
    },
    {
        "text": "\"[To] [be] clear. This is unacceptable.",
        "start": 118.3,
        "duration": 1.98
    },
    {
        "text": "We're IDing Officers. We'll pursue termination and criminal charges as appropriate.\"",
        "start": 120.28,
        "duration": 3.72
    },
    {
        "text": "And I really don't know how to end this story.",
        "start": 124.0,
        "duration": 1.96
    },
    {
        "text": "I'm depressed because all I see here are monsters with a badge. I'm not trying to villainize all police officers.",
        "start": 125.96,
        "duration": 5.38
    },
    {
        "text": "When I looked at this footage, all I end up wondering is: \"How often have they done things like this and they just didn't get caught?\"",
        "start": 131.34,
        "duration": 6.0
    },
    {
        "text": "It makes me sad to think that none of these people who committed this monstrous act",
        "start": 137.34,
        "duration": 3.8
    },
    {
        "text": "would have been held accountable, had not someone just randomly whipped out a phone.",
        "start": 141.14,
        "duration": 3.18
    },
    {
        "text": "And actually I do want to pass off a question to you guys around this story,",
        "start": 144.32,
        "duration": 2.86
    },
    {
        "text": "I mean that you can tell me your takeaway from this,",
        "start": 147.3,
        "duration": 1.7
    },
    {
        "text": "but; What is your general opinion about police officers when you see instances like this, do you think:",
        "start": 149.019,
        "duration": 5.16
    },
    {
        "text": "\"Oh, It's a few bad apples.\"",
        "start": 154.18,
        "duration": 0.78
    },
    {
        "text": "Or, do you think there's a problem with the whole system, that there's-it's like 50/50.",
        "start": 154.96,
        "duration": 4.54
    },
    {
        "text": "I'd love to hear your thoughts here.",
        "start": 159.5,
        "duration": 1.22
    },
    {
        "text": "But from there, I want to share some stuff I love today in \"Today in Awesome.\" brought to you by \"phil.ting.com\"",
        "start": 160.72,
        "duration": 5.18
    },
    {
        "text": "Ting, of course, the fantastic no BS, sketchy charges self service you just pay for what you [actually] use the average 10 user pays",
        "start": 165.98,
        "duration": 6.6
    },
    {
        "text": "$26 a month for their one device if you want to check it out",
        "start": 173.09,
        "duration": 2.66
    },
    {
        "text": "You want to make a smart move like many from the nation already have go to?",
        "start": 175.75,
        "duration": 2.579
    },
    {
        "text": "[filling] calm check it out use this savings calculator",
        "start": 178.549,
        "duration": 2.54
    },
    {
        "text": "And maybe make the switch and the first bit of policy is we got coyote peterson and hot ones doing it [together]",
        "start": 181.13,
        "duration": 5.389
    },
    {
        "text": "Let me make a video together",
        "start": 186.519,
        "duration": 1.021
    },
    {
        "text": "I don't know why it set it [that] way I got a brand new trailer for the Disney Pixar movie Coco",
        "start": 187.54,
        "duration": 4.08
    },
    {
        "text": "I am so excited to watch this with my child and then also cry pixar movies a therapeutic for me",
        "start": 191.62,
        "duration": 4.47
    },
    {
        "text": "it's like one of",
        "start": 196.09,
        "duration": 0.82
    },
    {
        "text": "Only three things that can make me cry and we got it in short from side night and Happiness any YouTube channel 85 signs made",
        "start": 196.91,
        "duration": 5.309
    },
    {
        "text": "A video called is binge watching bad for you",
        "start": 202.22,
        "duration": 1.89
    },
    {
        "text": "I'm just going to assume [no]",
        "start": 204.11,
        "duration": 1.0
    },
    {
        "text": "[is] I'm an adult and half the point of even being an adult is doing what you want despite the fact that it's bad for",
        "start": 205.11,
        "duration": 5.63
    },
    {
        "text": "You and we got a brand new story trailer for shadow of war and yes you serious",
        "start": 210.74,
        "duration": 3.75
    },
    {
        "text": "I can't wait and if you want to see the full versions everything",
        "start": 214.49,
        "duration": 2.49
    },
    {
        "text": "I just shared the secret link of the day anything at all links has always are in the description down below then let's talk about",
        "start": 216.98,
        "duration": 5.399
    },
    {
        "text": "This story and video that had blown up out of belgium [the] situation involves a man at the brussels airport",
        "start": 222.38,
        "duration": 4.949
    },
    {
        "text": "He is having an issue boarding his flight with Ryan Eyre besides the film that maybe because he wants evidence",
        "start": 227.33,
        "duration": 5.19
    },
    {
        "text": "Maybe because it's all the rage to expose airlines being shitty the description on the youtube reads is it because I am black mob",
        "start": 232.52,
        "duration": 6.029
    },
    {
        "text": "tendencies by Europeans against dark-skinned Foreigners",
        "start": 238.62,
        "duration": 2.54
    },
    {
        "text": "especially",
        "start": 241.16,
        "duration": 0.34
    },
    {
        "text": "So-called blacks are alive and well as evidenced by this video that said let's look at the video what we see for the first green",
        "start": 241.5,
        "duration": 5.96
    },
    {
        "text": "Half minute is the customer the guy filming says I want to talk to you supervisor",
        "start": 247.46,
        "duration": 3.72
    },
    {
        "text": "Issue appears to be that he was on a Ryan air flight",
        "start": 251.42,
        "duration": 2.699
    },
    {
        "text": "He did not print his boarding pass [and] [ryanair] if you are not familiar",
        "start": 254.12,
        "duration": 3.27
    },
    {
        "text": "[they're] one of those super cheap inexpensive [airlines], so the airfare itself is very low",
        "start": 257.39,
        "duration": 4.589
    },
    {
        "text": "But pretty much anything else there's going to be a charge or a massive charge one of their policies",
        "start": 261.98,
        "duration": 3.779
    },
    {
        "text": "And you know this if you've flown Ryan Air is if you don't have a printed boarding pass",
        "start": 265.76,
        "duration": 3.449
    },
    {
        "text": "You don't have your boarding pass you have to print it. [they're] going to charge you didn't do it",
        "start": 269.21,
        "duration": 3.93
    },
    {
        "text": "That's going to cost you 50 the man filming is being very aggressive with the woman behind the counter",
        "start": 273.14,
        "duration": 4.319
    },
    {
        "text": "Sabrina and the reason we know her name is he says it about 12 million times Sabrina, Sabrina, Sabrina Sabrina",
        "start": 277.62,
        "duration": 6.619
    },
    {
        "text": "[massive] brands to bring [out] the brain Agree. No Sabrina Sabrina, Sabrina Sabrina",
        "start": 284.43,
        "duration": 3.32
    },
    {
        "text": "being a complete",
        "start": 288.9,
        "duration": 2.0
    },
    {
        "text": "total",
        "start": 292.169,
        "duration": 2.0
    },
    {
        "text": "What do you being Sabrina? This is happening while we see her on the phone?",
        "start": 296.4,
        "duration": 3.26
    },
    {
        "text": "She is either on the phone trying to get security or an actual",
        "start": 299.66,
        "duration": 3.089
    },
    {
        "text": "Supervisor the man filming keeps going in about Midway into this another man walks into the situation and says stop harassing this woman and that",
        "start": 302.88,
        "duration": 7.34
    },
    {
        "text": "Goes as well as you might expect at this point",
        "start": 310.22,
        "duration": 2.97
    },
    {
        "text": "How much you are at on the customer? No? I'm not [impressed] to me you're",
        "start": 314.46,
        "duration": 3.829
    },
    {
        "text": "[on] my own business baldy mind your own business go see Donald man then Sabrina starts breaking down she starts crying and",
        "start": 319.26,
        "duration": 7.7
    },
    {
        "text": "How does the grown person behind the camera reaction are you having an emotional breakdown you have to copy?",
        "start": 327.21,
        "duration": 5.54
    },
    {
        "text": "Copy the video continues. We see it Sabrina breaking down more [and] more just pull on crying more people that start intervening",
        "start": 333.45,
        "duration": 6.32
    },
    {
        "text": "Who are you fully? I'm a bully because I'm a customer another guy tries to calm them down it",
        "start": 339.77,
        "duration": 4.92
    },
    {
        "text": "Works here and there, but not really I took flies, too. You'll take so do I check me",
        "start": 345.24,
        "duration": 4.369
    },
    {
        "text": "I'll say is yes while the ryanair fees can be",
        "start": 349.61,
        "duration": 2.85
    },
    {
        "text": "Frustrating as a person that seems to be completely in the wrong here is the [manchild] filming",
        "start": 352.77,
        "duration": 4.1
    },
    {
        "text": "It's amazing to me that he filmed himself harassing this woman throwing out childish",
        "start": 356.87,
        "duration": 4.169
    },
    {
        "text": "Comments to anyone who tried to intervene, and he posted it online was like yeah, can you believe this happened? Yes?",
        "start": 361.47,
        "duration": 6.019
    },
    {
        "text": "I can't believe this happened. I also feel like you saw this video, and you're like",
        "start": 367.49,
        "duration": 4.049
    },
    {
        "text": "Maybe just to move the deck a little bit more in my favor",
        "start": 371.97,
        "duration": 2.269
    },
    {
        "text": "I'll say is it because I'm [black]",
        "start": 374.24,
        "duration": 1.89
    },
    {
        "text": "Even though literally at no point in this video do I mention anything about this being the treatment because of the color of my skin?",
        "start": 376.13,
        "duration": 5.309
    },
    {
        "text": "[no]",
        "start": 381.44,
        "duration": 0.39
    },
    {
        "text": "You're just a big disgusting bully with his head so far up his ass that you thought obviously",
        "start": 381.83,
        "duration": 3.45
    },
    {
        "text": "Everyone was going to be on my side also",
        "start": 385.5,
        "duration": 1.94
    },
    {
        "text": "I kind of find it funny that he was saying that he was treated a certain way because of the way he looks",
        "start": 387.44,
        "duration": 3.69
    },
    {
        "text": "but the only",
        "start": 391.13,
        "duration": 0.82
    },
    {
        "text": "Inclusion of the way people look in this video is when he starts talking about a fat bald guy you need to break you out",
        "start": 391.95,
        "duration": 4.79
    },
    {
        "text": "of [Shake] [toners] [Evening] [Behold]",
        "start": 396.74,
        "duration": 2.0
    },
    {
        "text": "Also in response to all of this ryanair except that they're looking into this but ryanair released a statement saying we will not tolerate",
        "start": 399.45,
        "duration": 5.9
    },
    {
        "text": "Unruly Or disruptive behavior at any time",
        "start": 405.66,
        "duration": 2.089
    },
    {
        "text": "It looks like they're backing their employee which is good to see here, and then let's talk about this woman",
        "start": 407.75,
        "duration": 4.02
    },
    {
        "text": "Toronto where she is blowing up today is gonna feel like a douche bag of the day parade is this woman in Toronto",
        "start": 412.35,
        "duration": 5.839
    },
    {
        "text": "[she's] ordering Chinese food and she just she gets really angry and she starts spouting this",
        "start": 418.19,
        "duration": 4.47
    },
    {
        "text": "They should go back [to] China [go] back to China to hit this",
        "start": 423.4,
        "duration": 3.029
    },
    {
        "text": "Cancer you didn't work. Here is the law [no] English okay first thing",
        "start": 427.91,
        "duration": 4.699
    },
    {
        "text": "well\nyou may have a",
        "start": 432.61,
        "duration": 0.67
    },
    {
        "text": "Preference that people speak English it is not the law in Canada that you have to speak English now",
        "start": 433.28,
        "duration": 5.449
    },
    {
        "text": "There is a law in Canada that you have to speak English or French if you work at certain Federal institutions",
        "start": 438.729,
        "duration": 4.92
    },
    {
        "text": "But I'm going to go out on [a] limb here and say random Chinese restaurant",
        "start": 443.65,
        "duration": 3.51
    },
    {
        "text": "Not a federal establishment also you brought yourself to a chinese food market",
        "start": 447.16,
        "duration": 4.559
    },
    {
        "text": "You are ordering Chinese food and at the same time yelling go back to China that is [next-level] intolerance",
        "start": 451.72,
        "duration": 6.0
    },
    {
        "text": "I'm all for the idea of if you are going to work here, you're going to do business here",
        "start": 457.72,
        "duration": 3.6
    },
    {
        "text": "You know you need to try and learn the language so [that] you can be a part, but spouting garbage",
        "start": 461.32,
        "duration": 3.629
    },
    {
        "text": "That's a law when it's not as stupid telling people to go back to China",
        "start": 464.949,
        "duration": 3.66
    },
    {
        "text": "You don't know if they [just] got here who seemingly went into this market because you want authentic food",
        "start": 468.61,
        "duration": 4.619
    },
    {
        "text": "I say this to both men and women the woman in this story the guy in the first one",
        "start": 473.229,
        "duration": 4.05
    },
    {
        "text": "There's no reason to be a bitch",
        "start": 477.28,
        "duration": 1.56
    },
    {
        "text": "[I] say what I will say is if there is a silver lining to this",
        "start": 478.84,
        "duration": 2.88
    },
    {
        "text": "I think that maybe this takes away to some degree",
        "start": 481.72,
        "duration": 3.0
    },
    {
        "text": "I feel like a lot [of] people in America think that Canada [is] this like or non racist beautiful wonderland hey everywhere",
        "start": 484.72,
        "duration": 7.5
    },
    {
        "text": "It's just who the target of the hate is changes, and then let's talk about the James Comey senate intelligence here",
        "start": 492.22,
        "duration": 6.299
    },
    {
        "text": "this is a little bit of what we predicted yesterday a",
        "start": 498.52,
        "duration": 2.19
    },
    {
        "text": "Mixed bag negative information came out from the left and the right many on both sides feel like they walked away with what seemed to",
        "start": 500.87,
        "duration": 6.649
    },
    {
        "text": "Be a win and depending where people are primarily getting their news around this you might not see all the different points",
        "start": 507.52,
        "duration": 5.639
    },
    {
        "text": "Let's try and get through all of these James Comey for the trump administration defamed",
        "start": 513.159,
        "duration": 3.21
    },
    {
        "text": "He and the FBI and although the law required no reason at all [to] fire an FBI director",
        "start": 516.37,
        "duration": 5.339
    },
    {
        "text": "The administration then chose to defame me and more importantly [the] FBI",
        "start": 522.11,
        "duration": 4.94
    },
    {
        "text": "By saying that the organization was in disarray that [it] was poorly",
        "start": 527.69,
        "duration": 4.729
    },
    {
        "text": "Led that the Workforce had lost confidence in its leader",
        "start": 532.42,
        "duration": 3.63
    },
    {
        "text": "those were lies plain and simple and",
        "start": 537.41,
        "duration": 2.6
    },
    {
        "text": "I am so sorry that the FBI workforce had to hear them, and I'm so sorry that the American people were told them I",
        "start": 540.68,
        "duration": 5.989
    },
    {
        "text": "Worked every day at the FBI to help make that great organization better",
        "start": 547.64,
        "duration": 3.859
    },
    {
        "text": "And I say help because I did nothing alone at the FBI there are no in dispensed people at the FBI",
        "start": 551.5,
        "duration": 6.969
    },
    {
        "text": "The organization's great strength is that its values and abilities run deep and why Danwon Comey was asked why [you]?",
        "start": 559.049,
        "duration": 6.32
    },
    {
        "text": "Detailed accounts of each meeting he had with president-elect trump and then president ron it not president Obama and president bush",
        "start": 565.499,
        "duration": 6.29
    },
    {
        "text": "He said this I think the circumstances",
        "start": 571.79,
        "duration": 2.0
    },
    {
        "text": "[the] subject matter and the person I was interacting with",
        "start": 573.929,
        "duration": 3.41
    },
    {
        "text": "circumstances first I was alone with the president of the United states for the president-elect soon to be president [the]",
        "start": 578.249,
        "duration": 5.63
    },
    {
        "text": "[subject] matter I was talking about matters that touch on the FBI's core responsibilities and that relate to the president [president-elect]",
        "start": 584.67,
        "duration": 6.769
    },
    {
        "text": "personally and then the nature of the person I",
        "start": 592.019,
        "duration": 2.419
    },
    {
        "text": "Was honestly concerned that you might lie about the nature of our meeting and so I thought it [really] important to [document] that",
        "start": 594.929,
        "duration": 5.72
    },
    {
        "text": "Combination of things [I'd] never experienced before",
        "start": 600.899,
        "duration": 2.0
    },
    {
        "text": "But it led me to believe I got to write it down and it got to write it down in a very detailed way",
        "start": 603.089,
        "duration": 3.709
    },
    {
        "text": "He also reiterated things that [he] had written down in that statement",
        "start": 606.799,
        "duration": 2.76
    },
    {
        "text": "we talked about yesterday the claims of Donald trump asked for loyalty and then he said honest loyal t claims of Donald trump said I",
        "start": 609.559,
        "duration": 6.179
    },
    {
        "text": "Hope [he] can let this thing with Flynn",
        "start": 615.739,
        "duration": 1.56
    },
    {
        "text": "Go then regarding the source of Comey his memo that leaked to the press we found out who did it I asked",
        "start": 617.299,
        "duration": 5.55
    },
    {
        "text": "President tweeted on Friday after I got fired that I better hope there's not tapes",
        "start": 623.939,
        "duration": 4.34
    },
    {
        "text": "I woke up in the middle of the night on Monday night because it didn't dawn on me",
        "start": 628.279,
        "duration": 3.839
    },
    {
        "text": "originally that there might be",
        "start": 632.189,
        "duration": 1.71
    },
    {
        "text": "Corroboration for our conversation there might be a tape",
        "start": 633.899,
        "duration": 2.69
    },
    {
        "text": "And my judgment was I needed to get that [out] into the public square",
        "start": 636.809,
        "duration": 3.47
    },
    {
        "text": "And so I asked a friend of mine",
        "start": 640.279,
        "duration": 1.571
    },
    {
        "text": "to share the content of the memo with a",
        "start": 641.85,
        "duration": 2.869
    },
    {
        "text": "Reporter didn't do it myself for a variety of reasons by asked him to because I thought that might prompt the appointment of a special",
        "start": 644.85,
        "duration": 5.779
    },
    {
        "text": "Counsel and so I asked a close friend of mine to do it then when come he was asked if trump or his",
        "start": 650.629,
        "duration": 4.53
    },
    {
        "text": "administration tried to Obstruct the russia investigation",
        "start": 655.47,
        "duration": 2.539
    },
    {
        "text": "He said this did any individual working for this administration including the justice department asked you to stop the russian",
        "start": 658.009,
        "duration": 7.77
    },
    {
        "text": "Investigation no I don't think it's for me to say whether the conversation",
        "start": 666.209,
        "duration": 3.799
    },
    {
        "text": "I had with the president was an effort to obstruct. I took it as a very disturbing thing very concerning, but that's a conclusion",
        "start": 670.009,
        "duration": 6.39
    },
    {
        "text": "I'm sure the special counsel will work towards to try and understand what the intention was there and whether that's an offense a big part",
        "start": 676.399,
        "duration": 6.239
    },
    {
        "text": "Of why comey was saying that is because [of] the I hope you can let this go comey and many of those supporting Comey see",
        "start": 682.639,
        "duration": 5.85
    },
    {
        "text": "That as a request whereas others are saying that's not a request. It's a statement like I do you say",
        "start": 688.49,
        "duration": 4.649
    },
    {
        "text": "I hope you make tacos tonight Lindsay if you are watching this video",
        "start": 693.139,
        "duration": 3.03
    },
    {
        "text": "it's different than saying I would like you [to] go and make tacos tonight Lindsey Comey was also then questioned if you took this as",
        "start": 696.17,
        "duration": 6.09
    },
    {
        "text": "A request which could be seen potentially as obstruction why wouldn't you inform the president that I was?",
        "start": 702.26,
        "duration": 4.739
    },
    {
        "text": "Inappropriate that you're not supposed to do that his answer seemed to range from I don't know - I just wanted to get that",
        "start": 707.25,
        "duration": 5.989
    },
    {
        "text": "conversation to end Marco Rubio inquired with so many of these things",
        "start": 713.55,
        "duration": 3.049
    },
    {
        "text": "Leaking some that you [leaked] to a friend a leak to the press all this informations out there",
        "start": 716.88,
        "duration": 4.369
    },
    {
        "text": "why if if the",
        "start": 721.25,
        "duration": 1.69
    },
    {
        "text": "Information is true James Comey did confirm was true",
        "start": 722.94,
        "duration": 2.75
    },
    {
        "text": "That donald trump was not personally being investigated at the time that he was the FBI director",
        "start": 725.69,
        "duration": 4.38
    },
    {
        "text": "I didn't affect the president trump. Wasn't being investigated leaked and had several members of the media including Tom Windsor tweeted",
        "start": 730.07,
        "duration": 6.269
    },
    {
        "text": "not true Marco Rubio",
        "start": 736.339,
        "duration": 1.081
    },
    {
        "text": "We've reported on numerous occasions that the president himself was not personally under investigation then the New York times took a shot to the face",
        "start": 737.42,
        "duration": 6.51
    },
    {
        "text": "senator Jim Risch said to comey [so] the American people [can] understand this that report by the New [York] times was not true is that",
        "start": 744.209,
        "duration": 5.15
    },
    {
        "text": "a fair statement which Kohli",
        "start": 749.36,
        "duration": 1.33
    },
    {
        "text": "Responded it was not true again [all] of [you] know this maybe the American people don't the challenge is that people talking about it often?",
        "start": 750.69,
        "duration": 6.049
    },
    {
        "text": "Don't really know what's going on and those of us who [actually] know what's going on are not talking about we don't call the press",
        "start": 756.74,
        "duration": 5.369
    },
    {
        "text": "Say hey you got that thing wrong about this sensitive topic",
        "start": 762.11,
        "duration": 2.7
    },
    {
        "text": "We just have to leave it [there] call me agreeing that the story was almost entirely wrong to the New York times",
        "start": 764.81,
        "duration": 4.2
    },
    {
        "text": "Expect an influx to the number of people tweeting you fake news and then later in this hearing Comey had some interesting information",
        "start": 769.11,
        "duration": 6.44
    },
    {
        "text": "Regarding Hillary Clinton and Loretta Lynn Loretta Lynch was the attorney general under Barack Obama [there] was some sketchy",
        "start": 776.04,
        "duration": 5.69
    },
    {
        "text": "Information around Loretta Lynch [in] his testimony he mentioned two instances about Loretta Lynch that led him to [going]",
        "start": 782.19,
        "duration": 5.959
    },
    {
        "text": "Independent on the Hillary Clinton email skin one of them was the tarmac meeting between Bill Clinton and Loretta Lynch and the other",
        "start": 788.519,
        "duration": 5.78
    },
    {
        "text": "Instance is that van attorney General Loretta Lynch when the Hillary email scandal was happened",
        "start": 794.37,
        "duration": 5.029
    },
    {
        "text": "she directed him to describe the Hillary Clinton email probe as a",
        "start": 799.399,
        "duration": 3.21
    },
    {
        "text": "Matter not an investigation those things led me to believe that Loretta Lynch could not be impartial",
        "start": 802.92,
        "duration": 5.299
    },
    {
        "text": "[I've] got to say it sure looks that way. How are you like man? We are not the federal Bureau of Matters",
        "start": 808.22,
        "duration": 5.4
    },
    {
        "text": "We're the FBI [what] we do is in the name [are] also other things that were said",
        "start": 813.62,
        "duration": 4.14
    },
    {
        "text": "But just from this and kind of tell why there are certain people [that] are cherry picking and saying yeah?",
        "start": 817.76,
        "duration": 4.309
    },
    {
        "text": "We won since the hearing president [drums] will ear has responded stating the president never directed or suggested that Mr.",
        "start": 822.069,
        "duration": 5.489
    },
    {
        "text": "Comey stop investigating anyone including suggesting that Mr.. Comey quote let's lin. Go [as] he publicly stated [the] next day",
        "start": 827.559,
        "duration": 6.33
    },
    {
        "text": "He did say to Mr.. Comey general Flynn is a good guy",
        "start": 833.889,
        "duration": 2.4
    },
    {
        "text": "He has been through a lot and also how general Flynn is doing also terms lawyer said the president also never told Mr.",
        "start": 836.29,
        "duration": 5.549
    },
    {
        "text": "Comey I need loyalty I expect loyalty in [form] [or] substance going further",
        "start": 841.839,
        "duration": 3.779
    },
    {
        "text": "He said it is overwhelmingly clear that there have been and [continue] to be those in government who are actively attempting to undermine this",
        "start": 845.619,
        "duration": 5.25
    },
    {
        "text": "Administration with selective and illegal leaks of classified information privileged communication, Mr.",
        "start": 851.089,
        "duration": 4.64
    },
    {
        "text": "Comey is now admitted that he is one of these leakers we will leave it to appropriate authorities to Determine whether these Comey leaks should",
        "start": 855.73,
        "duration": 5.25
    },
    {
        "text": "be\nInvestigated along with all those others being investigated and those final statements are interesting to me because it feels like they're trying to categorize him",
        "start": 860.98,
        "duration": 6.958
    },
    {
        "text": "As an illegal leaker and and technically he did leak but as far as the information and commis memos",
        "start": 867.939,
        "duration": 5.01
    },
    {
        "text": "It doesn't appear that there was any classified information in those well",
        "start": 872.949,
        "duration": 3.239
    },
    {
        "text": "You could love or hate comey for doing this move as far as the legal situation",
        "start": 876.189,
        "duration": 3.359
    },
    {
        "text": "It's not the same as the other leaker, but that is where we're going to have to leave it today",
        "start": 879.829,
        "duration": 4.13
    },
    {
        "text": "There's a bit more information that comes out later tonight tomorrow morning",
        "start": 883.959,
        "duration": 3.69
    },
    {
        "text": "And if you watch the hearing or you're [just] hearing [about] it from here",
        "start": 887.649,
        "duration": 2.369
    },
    {
        "text": "I'd love to know your thoughts on it",
        "start": 890.019,
        "duration": 1.38
    },
    {
        "text": "also",
        "start": 891.399,
        "duration": 0.36
    },
    {
        "text": "Of course is the [Philip] [Defranco] show if you want to talk about the first story anything in between as well",
        "start": 891.759,
        "duration": 3.33
    },
    {
        "text": "Leave them in the comments down below",
        "start": 895.22,
        "duration": 1.529
    },
    {
        "text": "That's actually where I'm going to end today's show remember if you liked this video you like what I try and do on this channel",
        "start": 896.749,
        "duration": 4.46
    },
    {
        "text": "Hit that like button if you're new here hit that subscribe button make sure you don't miss these daily videos also if you did miss",
        "start": 901.209,
        "duration": 4.95
    },
    {
        "text": "Yesterdays Philip Defranco show you can click or tap right there to watch that if you want to see the newest behind the scenes blog?",
        "start": 906.16,
        "duration": 4.769
    },
    {
        "text": "Click or tap right there, [but] that said of course as always my name's Philip Defranco. You've just been phill'd in",
        "start": 910.929,
        "duration": 5.64
    },
    {
        "text": "I love yo faces, and I'll see you tomorrow ok",
        "start": 916.569,
        "duration": 0.5
    },
    {
        "text": " ",
        "start": 917.069,
        "duration": 1.9
    }
]