[
    {
        "text": "Sup you beautiful bastards!",
        "start": 0.03,
        "duration": 1.409
    },
    {
        "text": "Hope you're having a fantastic",
        "start": 1.439,
        "duration": 1.031
    },
    {
        "text": "Friday, welcome back to the Philip Defranco show and if you are new here, here on Fridays we do something a little bit different. I cover",
        "start": 2.47,
        "duration": 5.45
    },
    {
        "text": "Viewer-requested stories from the week, stories we were going to put into the show",
        "start": 8.23,
        "duration": 2.96
    },
    {
        "text": "But had to be cut for time",
        "start": 11.19,
        "duration": 1.17
    },
    {
        "text": "Or we never got to filming it so that we could be on time. Also if you're wondering why I'm wearing this shirt",
        "start": 12.36,
        "duration": 3.42
    },
    {
        "text": "It's because I shot it on Thursday. And so with that said let's jump into our first story of the day. And the first thing I want",
        "start": 15.78,
        "duration": 4.23
    },
    {
        "text": "To talk about today, and this is a story that's been requested all week, is Sarah Hyland has come under fire.",
        "start": 20.01,
        "duration": 3.959
    },
    {
        "text": "Sarah Hyland of course the actress of Modern Family fame. On Sunday night",
        "start": 24.01,
        "duration": 3.139
    },
    {
        "text": "Sarah Hyland posted a video for InStyle as part of this year's after-party elevator series.",
        "start": 27.15,
        "duration": 3.84
    },
    {
        "text": "She's the first of many celebrities that",
        "start": 30.99,
        "duration": 1.539
    },
    {
        "text": "Participated this year and while other videos from InStyle showed celebrities posing with their award, drinking champagne, even highlighting the Time's Up initiative,",
        "start": 32.529,
        "duration": 6.619
    },
    {
        "text": "Sarah Hyland's was different. She posted the following video with the caption:",
        "start": 39.149,
        "duration": 2.88
    },
    {
        "text": "\"2018 starting off great. Tip #1: when you drink alone. Drink with John the bellhop @instylemagazine party\" And this is the video",
        "start": 42.16,
        "duration": 6.12
    },
    {
        "text": "(Elevator dings) (Sensual music plays)",
        "start": 48.8,
        "duration": 2.14
    },
    {
        "text": "(music stops) So in the video we see Hyland drinking champagne,",
        "start": 60.9,
        "duration": 1.96
    },
    {
        "text": "She's acting tipsy, she tries to leave the elevator,",
        "start": 63.25,
        "duration": 2.54
    },
    {
        "text": "Stumbles backwards into John the bellhop's arms and almost instantly the criticism and hate was getting thrown her way. People saying it was inappropriate",
        "start": 66.28,
        "duration": 6.29
    },
    {
        "text": "Given the recent focus on sexual harassment.",
        "start": 72.7,
        "duration": 1.98
    },
    {
        "text": "People saying that it was in poor taste",
        "start": 74.68,
        "duration": 1.38
    },
    {
        "text": "Because on Sunday so many people at the Golden Globes were standing up for women being taken advantage of.",
        "start": 76.06,
        "duration": 4.07
    },
    {
        "text": "To read a few, \"Really? In this climate? You show a young girl -- drunk and falling into the arms of an older man as doors close to",
        "start": 80.35,
        "duration": 5.569
    },
    {
        "text": "Give her no escape? Tone deaf much?\"",
        "start": 85.92,
        "duration": 1.53
    },
    {
        "text": "\"Why is she allowing a man to touch her inappropriately",
        "start": 87.45,
        "duration": 1.63
    },
    {
        "text": "Is this not going against what the night stands for\" But we also saw those rushing to her defense. One user asking, \"What about",
        "start": 89.08,
        "duration": 4.91
    },
    {
        "text": "it was poor timing? It would have been inappropriate if she was dragged back into the elevator doing something against her will, clearly not the",
        "start": 93.99,
        "duration": 5.279
    },
    {
        "text": "Case. It was a cute video. People need to stop trying to make everything offensive.\" Others calling it harmless. Hyland's only responds to the criticism thus",
        "start": 99.27,
        "duration": 5.429
    },
    {
        "text": "Far was a tweet where she wrote, \"#Johnthebellhop",
        "start": 104.7,
        "duration": 2.28
    },
    {
        "text": "Is a very nice old man. FYI completely sober\" And I will say personally I land on the side of this isn't",
        "start": 107.08,
        "duration": 5.12
    },
    {
        "text": "really offensive. Like I pride myself on trying to see where other people are coming from, putting myself in someone else's shoes and",
        "start": 112.32,
        "duration": 6.02
    },
    {
        "text": "Then viewing the situation. But I just went back to the video",
        "start": 118.479,
        "duration": 2.3
    },
    {
        "text": "And it's amazing to me that this story ha-has continued throughout this week getting new coverage user Jenniz2013 writing,",
        "start": 120.78,
        "duration": 6.389
    },
    {
        "text": "\"This is so trashy and I cannot believe you haven't taken it down yet.",
        "start": 127.17,
        "duration": 2.55
    },
    {
        "text": "What in the world would make you think that you're doing exactly what we are blamed for doing all the time would be funny?",
        "start": 129.72,
        "duration": 4.919
    },
    {
        "text": "So many young women look up to you and this is what you find funny?",
        "start": 134.64,
        "duration": 2.429
    },
    {
        "text": "You are not funny. At all.\" If I was already angry in general",
        "start": 137.069,
        "duration": 2.85
    },
    {
        "text": "I could make myself",
        "start": 139.92,
        "duration": 1.03
    },
    {
        "text": "furious about this video. Like if I really wanted to I could get-I could get angry at Sarah Hyland for treating John the bellhop like an",
        "start": 140.95,
        "duration": 5.869
    },
    {
        "text": "Object. This guy, who's definitely a real bellhop and not an actor, has been used like a prop.",
        "start": 146.86,
        "duration": 4.669
    },
    {
        "text": "He's just trying to do his job Sarah Hyland's using him like a bookshelf.",
        "start": 151.53,
        "duration": 3.27
    },
    {
        "text": "She then steals his property, and she would have gone away with the too if She didn't stumble backwards, backwards into the man",
        "start": 154.81,
        "duration": 5.449
    },
    {
        "text": "She just robbed and used as an object. And I think in general",
        "start": 160.26,
        "duration": 2.82
    },
    {
        "text": "There is a reason to be outraged about many things in our society",
        "start": 163.08,
        "duration": 2.819
    },
    {
        "text": "Many of the things that are trying to be addressed by so many movements right now",
        "start": 166.09,
        "duration": 3.68
    },
    {
        "text": "But when you waste, and I really do believe it's waste your energy hating on a situation that, like this",
        "start": 169.77,
        "duration": 5.789
    },
    {
        "text": "I think it's a goofy stupid video when you waste so much energy on that and it takes you away from",
        "start": 175.56,
        "duration": 4.86
    },
    {
        "text": "The real causes I think that you honestly do care about, I don't think it",
        "start": 180.52,
        "duration": 3.379
    },
    {
        "text": "Helps your cause and I think it takes away from people taking you seriously, but of course",
        "start": 183.9,
        "duration": 4.199
    },
    {
        "text": "That's my opinion and I'll pass question off to you.",
        "start": 188.099,
        "duration": 2.01
    },
    {
        "text": "What are your thoughts around this?",
        "start": 190.11,
        "duration": 1.69
    },
    {
        "text": "Let's talk about a viewer-requested story people asked me to respond to Polygons article \"Pewdiepie is using Logan Paul's drama to repair his own reputation.\"",
        "start": 191.8,
        "duration": 7.559
    },
    {
        "text": "Polygon just doing what they do best",
        "start": 199.82,
        "duration": 1.83
    },
    {
        "text": "and somehow making a story about Pewdiepie. And it goes into commentary about how Felix, who initially came up as a",
        "start": 201.65,
        "duration": 5.269
    },
    {
        "text": "Massive gaming YouTuber is now often a commentary YouTuber. And then they write, \"But Pewdiepie is",
        "start": 207.08,
        "duration": 4.039
    },
    {
        "text": "Also using his react videos as a way -- joking or not to argue that he should be granted the same level of immunity that he feels Logan",
        "start": 211.12,
        "duration": 4.88
    },
    {
        "text": "Paul has been given.\" Pewdiepie saying \"It seems like I got in a lot more shit for a lot less. And like I said I",
        "start": 216.0,
        "duration": 4.12
    },
    {
        "text": "Don't think he should have any sort of repercussion or whatever from YouTube,",
        "start": 220.12,
        "duration": 2.76
    },
    {
        "text": "But at the same time hashtag bring back scare PewDiePie.\"",
        "start": 222.88,
        "duration": 2.19
    },
    {
        "text": "And it ultimately closes, \"As Pewdiepie continues to help YouTube profit from the worst behavior of its biggest stars,",
        "start": 225.07,
        "duration": 4.5
    },
    {
        "text": "He keeps the cycle of fame that got us, and him, here in the first place.\"",
        "start": 229.67,
        "duration": 2.81
    },
    {
        "text": "And I skimmed the explanation of the article you can go -- I'll link to it down below.",
        "start": 232.48,
        "duration": 2.579
    },
    {
        "text": "What I would say is a few things, one PewDiePie has been a commentary channel for a while now.",
        "start": 235.06,
        "duration": 4.17
    },
    {
        "text": "It's just inherently interesting to a lot of people to see what one of the largest YouTubers in the world thinks on something especially if",
        "start": 239.26,
        "duration": 5.039
    },
    {
        "text": "It's around the community. Two, the headline \"[He's] using this drama to repair his own reputation\"",
        "start": 244.3,
        "duration": 3.419
    },
    {
        "text": "No, I don't see that as what he's doing. I think he's commenting on the treatment of another YouTuber that's in a similar",
        "start": 247.91,
        "duration": 4.97
    },
    {
        "text": "I would argue a worse situation.,",
        "start": 252.88,
        "duration": 1.57
    },
    {
        "text": "And how at the time he recorded that video it seemed like he was getting so much less shit. Unlike Felix at that time",
        "start": 254.45,
        "duration": 5.3
    },
    {
        "text": "Logan Paul was still part of Google Preferred ads and many including myself were drawing comparisons to the treatment of Felix and Logan. And the third",
        "start": 259.75,
        "duration": 6.239
    },
    {
        "text": "thing of kind of blaming",
        "start": 265.99,
        "duration": 1.63
    },
    {
        "text": "PewDiePie for talking about this and keeping it relevant and giving people more subscribers because he's",
        "start": 267.62,
        "duration": 3.98
    },
    {
        "text": "talking about, you could easily make that argument about when",
        "start": 271.6,
        "duration": 2.52
    },
    {
        "text": "Polygon or any other news site talks about a messed up situation. When you talk about it",
        "start": 274.22,
        "duration": 4.19
    },
    {
        "text": "Whether it's in a good light or a bad light, you are bringing",
        "start": 278.41,
        "duration": 1.92
    },
    {
        "text": "This person's face",
        "start": 280.33,
        "duration": 0.88
    },
    {
        "text": "To people that had not seen it yet and Matpat made a video about this the other day and really hit it on the head,",
        "start": 281.21,
        "duration": 5.45
    },
    {
        "text": "When all these news websites jump on the outrage train",
        "start": 286.66,
        "duration": 2.759
    },
    {
        "text": "And then they embed the video of the thing that is so horrible and wrong, because of YouTube's algorithm",
        "start": 289.419,
        "duration": 4.77
    },
    {
        "text": "It makes it far more likely that the video is going to go to top trending on YouTube",
        "start": 294.19,
        "duration": 3.66
    },
    {
        "text": "And then more people become aware. Everyone is a part of that problem. But in general I just felt like kind of pointless article. But there you go",
        "start": 297.85,
        "duration": 5.309
    },
    {
        "text": "That's my response. And then let's talk about the update around that Louisiana teacher situation, so we talked about it earlier this week,",
        "start": 303.46,
        "duration": 5.49
    },
    {
        "text": "but on Monday night the Vermilion Parish school system had a meeting where they were discussing a new",
        "start": 308.95,
        "duration": 3.63
    },
    {
        "text": "contract for their superintendent. The contract included a $38,000 raise for the",
        "start": 312.58,
        "duration": 3.78
    },
    {
        "text": "Superintendent and some people had issue with that. The issue Hargrave was recognized to speak before and after the vote took place. When she was recognized",
        "start": 316.37,
        "duration": 6.049
    },
    {
        "text": "After she was told her comments were out of order and then while the superintendent was speaking to her",
        "start": 322.419,
        "duration": 4.32
    },
    {
        "text": "She was removed by an officer. Once out of the room there is a scuffle and the officer forcibly arrests Hargrave",
        "start": 326.74,
        "duration": 4.709
    },
    {
        "text": "-(Hargave) Why-what are you doing? What are you doing?\n-(Unknown) Don't",
        "start": 331.449,
        "duration": 4.411
    },
    {
        "text": "Can you explain--\n-Why are you pulling me?",
        "start": 337.18,
        "duration": 1.8
    },
    {
        "text": "-(Officer) Stop resisting.\n-(Hargrave) I am not doing-you",
        "start": 340.26,
        "duration": 1.8
    },
    {
        "text": "-Stop resisting.\n-just pushed me to the floor.",
        "start": 342.06,
        "duration": 2.26
    },
    {
        "text": "Stop! Hold on I am way smaller than you.",
        "start": 345.36,
        "duration": 3.76
    },
    {
        "text": "And she ended up being charged with remaining after being forbidden and resisting an officer",
        "start": 349.12,
        "duration": 3.52
    },
    {
        "text": "She was bonded out of the School Board said they're not going to press charges",
        "start": 353.02,
        "duration": 2.04
    },
    {
        "text": "yesterday the Louisiana",
        "start": 355.31,
        "duration": 1.349
    },
    {
        "text": "Association of educators post a video from Hargrave where she thinks the public for their support and urges people to speak out.",
        "start": 356.659,
        "duration": 5.48
    },
    {
        "text": "And I'd like to thank my community,",
        "start": 362.139,
        "duration": 1.84
    },
    {
        "text": "My students, my fellow co-workers and educators. Um,",
        "start": 363.98,
        "duration": 4.32
    },
    {
        "text": "It was a huge deal that you not only messaged me, you wore black in support of me,",
        "start": 368.86,
        "duration": 5.7
    },
    {
        "text": "You shared things on social media,",
        "start": 374.659,
        "duration": 2.0
    },
    {
        "text": "You got vocal and that is the most important thing. So please don't let the conversation end with me, please",
        "start": 376.659,
        "duration": 7.559
    },
    {
        "text": "Go to your local school board meetings, speak out, be vocal.",
        "start": 384.94,
        "duration": 3.2
    },
    {
        "text": "Hargrave also told the media that she wants an apology from the marshal and the superintendent saying, \"He's our leader.",
        "start": 388.14,
        "duration": 4.92
    },
    {
        "text": "He's the top person in this school board and ultimately he was speaking and he was interrupted like I was. He should have stopped that.\"",
        "start": 393.069,
        "duration": 5.07
    },
    {
        "text": "She also explained",
        "start": 398.139,
        "duration": 0.661
    },
    {
        "text": "What happened off camera. In the video we see that she's leaving then the next thing we know she's being slammed down on the ground.",
        "start": 398.8,
        "duration": 5.579
    },
    {
        "text": "She said that, \"as she walked towards the door she turned her head and asked why am I being asked to leave.\" Adding \"Before I",
        "start": 404.379,
        "duration": 4.89
    },
    {
        "text": "Finished the question",
        "start": 409.27,
        "duration": 0.81
    },
    {
        "text": "He cuffed my left hand, grabbed my right hand down and that's when I was on the floor",
        "start": 410.08,
        "duration": 3.359
    },
    {
        "text": "And I started yelling 'what are you doing?'\" Now as far as the note of Hargrave getting an apology",
        "start": 413.439,
        "duration": 3.48
    },
    {
        "text": "I don't know about the superintendent. I don't know about the police officer. But one person",
        "start": 416.919,
        "duration": 3.57
    },
    {
        "text": "She's definitely not going to get an apology from is the board president. The board president Anthony",
        "start": 420.49,
        "duration": 5.369
    },
    {
        "text": "Fontana did a phone interview, and-and he had this to say about the issue.",
        "start": 425.86,
        "duration": 4.109
    },
    {
        "text": "(Fontana) Everybody wants to side on (inaudible) oh the poor little woman she got thrown out, well, she made a choice. She could have walked out.",
        "start": 429.969,
        "duration": 6.111
    },
    {
        "text": "And that's what had happened",
        "start": 436.08,
        "duration": 0.92
    },
    {
        "text": "Then in a separate comment adding, \"she was interrupting the board meeting.",
        "start": 437.0,
        "duration": 3.319
    },
    {
        "text": "She wouldn't allow that to happen in a classroom",
        "start": 440.319,
        "duration": 1.47
    },
    {
        "text": "And now she's going to pull that stunt. A board member was getting ready to speak when she cut into him.",
        "start": 441.789,
        "duration": 3.779
    },
    {
        "text": "That's when the officer acted. I think he acted properly.\" Okay, so there are a few problems all around. One",
        "start": 445.569,
        "duration": 4.41
    },
    {
        "text": "I want to say Anthony Fontana, you sir, are a cunt. (Imitating Fontana) Ooo the poor little woman.",
        "start": 449.979,
        "duration": 4.679
    },
    {
        "text": "Oh good, someone has power being dismissive. To the note of she wouldn't allow that in a classroom",
        "start": 454.659,
        "duration": 5.02
    },
    {
        "text": "I have a feeling that her middle schoolers probably wouldn't be forcibly arrested by someone. Especially three, when she was having a back-and-forth",
        "start": 459.68,
        "duration": 7.559
    },
    {
        "text": "with someone on the board after having just been recognized. And so where we are right now the governor of Louisiana has said this is a",
        "start": 467.43,
        "duration": 6.049
    },
    {
        "text": "Very unfortunate situation saying there's going to be an investigation.",
        "start": 473.479,
        "duration": 2.7
    },
    {
        "text": "Also conducting an investigation you have the ACLU along with the Louisiana",
        "start": 476.49,
        "duration": 3.559
    },
    {
        "text": "Association of Educators. And so to Anthony Fontana and any of the other dipshits on that board that agree with Fontana",
        "start": 480.24,
        "duration": 5.66
    },
    {
        "text": "I have this to say. It's not about her being a woman.",
        "start": 485.9,
        "duration": 2.039
    },
    {
        "text": "It's about there being a person trying to speak on an unjust situation, in a situation where there are many",
        "start": 487.939,
        "duration": 5.37
    },
    {
        "text": "Allegations of corruption. You have someone trying to be peaceful and engage in this democracy",
        "start": 493.65,
        "duration": 4.489
    },
    {
        "text": "And they get shut down by law enforcement, and it's just a disgusting abuse of power.",
        "start": 498.139,
        "duration": 4.29
    },
    {
        "text": "Then let's talk about shithole gate. Literally",
        "start": 502.58,
        "duration": 2.76
    },
    {
        "text": "No one else is calling it that I just wanted to say shithole gate. According to the Washington Post",
        "start": 505.34,
        "duration": 2.879
    },
    {
        "text": "\"Thursday in the Oval Office when lawmakers floated the idea of restoring",
        "start": 508.439,
        "duration": 2.57
    },
    {
        "text": "protections for immigrat[ions] from Haiti, El Salvador, and African countries",
        "start": 511.169,
        "duration": 3.02
    },
    {
        "text": "[This is] part of a bipartisan immigration deal.\" Trump reportedly said according to multiple sources,",
        "start": 514.19,
        "duration": 4.2
    },
    {
        "text": "\"Why are we having all these people from shithole countries come here.\" Trump then suggesting that the United States should instead bring more people from",
        "start": 518.49,
        "duration": 5.419
    },
    {
        "text": "countries like Norway whose Prime Minister",
        "start": 523.909,
        "duration": 1.68
    },
    {
        "text": "He met with on Wednesday. The president",
        "start": 525.589,
        "duration": 1.471
    },
    {
        "text": "Then suggesting he would be open to more immigrants from Asian countries",
        "start": 527.06,
        "duration": 2.159
    },
    {
        "text": "Because they helped the United States economically. Then saying \"why do we need more Haitians? Take them out. The Associated Press",
        "start": 529.38,
        "duration": 5.449
    },
    {
        "text": "Also reported on this and soon after the White House responded to this report saying, \"certain",
        "start": 534.99,
        "duration": 4.4
    },
    {
        "text": "Washington politicians choose to fight for foreign countries,",
        "start": 539.43,
        "duration": 2.359
    },
    {
        "text": "President Trump will always fight for the American people. The resident will only accept an immigration deal that adequately addresses the visa lottery system and chain",
        "start": 541.98,
        "duration": 6.109
    },
    {
        "text": "Migration. Two programs that hurt our economy and allow terrorists into our country.\" And then there's some more stuff",
        "start": 548.089,
        "duration": 4.2
    },
    {
        "text": "But none of it's denying the comment and the statement goes on",
        "start": 552.29,
        "duration": 2.82
    },
    {
        "text": "But if you paid attention at no point do they say the President of the United States did not",
        "start": 555.11,
        "duration": 4.409
    },
    {
        "text": "Say this. They don't and the fact is most people that heard this news went, yeah",
        "start": 559.589,
        "duration": 4.25
    },
    {
        "text": "He probably said that. And I mean both people that dislike Trump and people that love Donald Trump. The people that dislike Donald Trump saying see",
        "start": 563.839,
        "duration": 6.239
    },
    {
        "text": "Just another example. He's bigoted, some saying he's racist. The people that like Donald Trump saying hey",
        "start": 570.079,
        "duration": 3.9
    },
    {
        "text": "He's not politically correct and those places are shit holes. Right you saw that argument from Fox News to the Donald. This statement resonates with",
        "start": 573.98,
        "duration": 6.15
    },
    {
        "text": "a good chunk of Donald Trump's base.",
        "start": 580.13,
        "duration": 1.68
    },
    {
        "text": "It doesn't really move the needle and Donald Trump had the chance to quickly deny.",
        "start": 581.81,
        "duration": 3.959
    },
    {
        "text": "He was tweeting while this was on all the news",
        "start": 585.769,
        "duration": 2.0
    },
    {
        "text": "Stations while the Whitehouse was getting press inquiries while it was trending on Twitter",
        "start": 587.79,
        "duration": 4.25
    },
    {
        "text": "which we know he was on. But then finally this morning Donald Trump tweeted and denied the",
        "start": 592.04,
        "duration": 4.349
    },
    {
        "text": "Accusation saying, \"the language used by me at the DACA meeting was tough, but this was not the language used.",
        "start": 596.79,
        "duration": 4.64
    },
    {
        "text": "What was really tough was the outlandish proposal made - a big setback for DACA!",
        "start": 601.43,
        "duration": 3.539
    },
    {
        "text": "Never said anything derogatory about Haitians other than Haiti is obviously a very poor and troubled country.",
        "start": 604.97,
        "duration": 4.5
    },
    {
        "text": "Never said 'take them out.' Made up by Dems",
        "start": 609.47,
        "duration": 1.919
    },
    {
        "text": "I have a wonderful relationship with Haitians. Probably should record future meetings -",
        "start": 611.389,
        "duration": 3.39
    },
    {
        "text": "Unfortunately no trust!\" So it appears that he's denying that he specifically said shithole countries. He denies saying anything derogatory about the Haitians",
        "start": 614.91,
        "duration": 6.65
    },
    {
        "text": "But if you really pay attention to that initial claim the claim was that he said take Haiti out and the shithole countries comment was",
        "start": 621.56,
        "duration": 6.599
    },
    {
        "text": "About African nations in general. But for the most part it appears the president's plan has greatest hits",
        "start": 628.16,
        "duration": 4.02
    },
    {
        "text": "And he's claiming fake news. And in response to that claim senator Dick Durbin who attended the meeting said that Donald Trump is lying. And here's",
        "start": 632.18,
        "duration": 5.549
    },
    {
        "text": "What he said this morning \n- Senator Graham made his presentation",
        "start": 637.73,
        "duration": 2.669
    },
    {
        "text": "the president interrupted him several times with questions and",
        "start": 641.19,
        "duration": 3.919
    },
    {
        "text": "in the course of his comments",
        "start": 645.779,
        "duration": 2.0
    },
    {
        "text": "said things which were hate-filled",
        "start": 648.779,
        "duration": 2.239
    },
    {
        "text": "Vile",
        "start": 651.88,
        "duration": 0.5
    },
    {
        "text": "And racist. To no surprise the president started tweeting this morning denying that he used those words.",
        "start": 653.35,
        "duration": 5.429
    },
    {
        "text": "It is not true.",
        "start": 659.3,
        "duration": 1.65
    },
    {
        "text": "He said these hate filled things and he said them repeatedly. And then he went on when we started to describe",
        "start": 660.95,
        "duration": 6.02
    },
    {
        "text": "the immigration from Africa that was being protected in this uh",
        "start": 667.34,
        "duration": 4.549
    },
    {
        "text": "bipartisan measure",
        "start": 672.56,
        "duration": 1.65
    },
    {
        "text": "That's what he used his vile and vulgar comments, calling the nations they come from shitholes",
        "start": 674.21,
        "duration": 6.469
    },
    {
        "text": "the exact word used by the",
        "start": 681.5,
        "duration": 1.71
    },
    {
        "text": "president not more-not",
        "start": 683.21,
        "duration": 1.41
    },
    {
        "text": "Just once but repeatedly. \n- We also saw a response from representative Mia",
        "start": 684.62,
        "duration": 3.44
    },
    {
        "text": "Love a Republican from Utah saying, \"the president's comments are unkind, divisive, elitist and flying in the face of our nation's values.",
        "start": 688.06,
        "duration": 5.58
    },
    {
        "text": "The president must apologize to both the American people and to the nation's he wantonly maligned.\" And Representative Mia",
        "start": 693.8,
        "duration": 4.58
    },
    {
        "text": "Love herself is a child of Haitian immigrants.",
        "start": 698.38,
        "duration": 2.07
    },
    {
        "text": "We also saw a US Representative being summoned to explain Trump's comment to the Haitian government.",
        "start": 700.45,
        "duration": 3.75
    },
    {
        "text": "We also saw Haiti's US ambassador condemn the comments saying he believed they were",
        "start": 704.3,
        "duration": 3.7
    },
    {
        "text": "\"based on stereotypes\" adding, \"either the president has been misinformed",
        "start": 708.0,
        "duration": 2.77
    },
    {
        "text": "Or he is miseducated.\"",
        "start": 710.77,
        "duration": 1.44
    },
    {
        "text": "Adding, \"Haitians fought along US soldiers in the Revolutionary War, and we continue to be great contributors to American",
        "start": 712.21,
        "duration": 4.589
    },
    {
        "text": "society.\" Ebba Kalondo, a spokesman for the African Union saying,",
        "start": 716.87,
        "duration": 2.929
    },
    {
        "text": "\"African Union Commission is frankly alarmed at statements by the President of the United States when referring to migrants of African countries and others in",
        "start": 719.9,
        "duration": 5.869
    },
    {
        "text": "such contemptuous terms. Considering the historical reality of how many Africans arrived in the US during the Atlantic slave trade this flies in the face of",
        "start": 725.77,
        "duration": 6.18
    },
    {
        "text": "All accepted behavior and practice.\" And that's something",
        "start": 731.95,
        "duration": 2.159
    },
    {
        "text": "I want to hit on. There were some people defending the comments saying he was commenting on the places not the",
        "start": 734.11,
        "duration": 4.08
    },
    {
        "text": "People. And to me that seems like a really weird",
        "start": 738.26,
        "duration": 1.77
    },
    {
        "text": "Argument. Like if I was having a party and I was inviting people from New York and Boston and at one point",
        "start": 740.03,
        "duration": 3.619
    },
    {
        "text": "I was like, I don't-why do we have to take people in from that shithole Boston? Since it seems like it would be the people",
        "start": 743.65,
        "duration": 4.619
    },
    {
        "text": "That would be coming is a commentary on the people as well. Especially then when you add",
        "start": 748.27,
        "duration": 3.479
    },
    {
        "text": "Why can't we get more people from New York, aka",
        "start": 751.75,
        "duration": 2.46
    },
    {
        "text": "Norway. Once again since you are taking the people it does seem like a",
        "start": 754.37,
        "duration": 2.809
    },
    {
        "text": "Commentary on the people not just the place. I feel like that's something that's getting lost in a lot of the debate people are just",
        "start": 757.25,
        "duration": 5.239
    },
    {
        "text": "Saying well the place is bad. In the context of this is a conversation about immigration people coming to the United States",
        "start": 762.49,
        "duration": 4.95
    },
    {
        "text": "It's about the people. And for me personally",
        "start": 767.51,
        "duration": 1.65
    },
    {
        "text": "whether the president said it or not and to me it really does appear that he said this or something very very close to it. A",
        "start": 769.16,
        "duration": 5.899
    },
    {
        "text": "Lot of people are now openly calling those places shitholes despite Trump's now denial",
        "start": 775.06,
        "duration": 5.1
    },
    {
        "text": "You still have the Tomi Larenz and Ann Coulter's of the world going no yeah, yeah. \"If they aren't shithole countries",
        "start": 780.16,
        "duration": 4.909
    },
    {
        "text": "Why don't their citizens stay there? Let's be honest call like it is.\" Ann Coulter adding, \"Okay yes Trump",
        "start": 785.07,
        "duration": 4.109
    },
    {
        "text": "Shouldn't call them shithole countries a little respect is in order. They are shithole nations.\"",
        "start": 789.18,
        "duration": 3.15
    },
    {
        "text": "And there are many people of that mindset being very vocal about it. So even if the President of the United States didn't say it, a ton",
        "start": 792.33,
        "duration": 6.089
    },
    {
        "text": "Of Americans now are. And on that note to the international community",
        "start": 798.42,
        "duration": 2.489
    },
    {
        "text": "I want to say Donald Trump is my president, but he does not speak for me. Right,",
        "start": 800.91,
        "duration": 4.23
    },
    {
        "text": "This is something that even our Secretary of State Rex Tillerson has had to say in the past. Donald Trump speaks for himself.",
        "start": 805.14,
        "duration": 5.04
    },
    {
        "text": "-The president speaks for himself Chris. \n-There are people in this country that agree with that sentiment, but they are not the majority",
        "start": 810.18,
        "duration": 6.15
    },
    {
        "text": "That's where I'm gonna end that one I'd love to know your thoughts on this, whether you're left, you're right, whatever.",
        "start": 816.33,
        "duration": 3.929
    },
    {
        "text": "What do you make of the situation and how do you feel about it?",
        "start": 820.26,
        "duration": 1.92
    },
    {
        "text": "And that's actually where I'm going to end today's show and remember if you like this video you like what I try and do on",
        "start": 822.18,
        "duration": 3.869
    },
    {
        "text": "this channel, hit that like button! If you're new here hit that subscribe button. Make sure you don't miss these daily videos which actually if",
        "start": 826.05,
        "duration": 4.679
    },
    {
        "text": "You did missed yesterday's show you want to catch up click or tap right there to watch that or if it need something a little",
        "start": 830.73,
        "duration": 4.02
    },
    {
        "text": "Lighter wanna watch the newest behind-the-scenes vlog click or tap right there to watch that. But that said of course as always my name is",
        "start": 834.75,
        "duration": 5.099
    },
    {
        "text": "Philip Defranco you've just been phill'd in. I love yo faces, and I'll see you Monday",
        "start": 839.85,
        "duration": 4.5
    }
]