[
    {
        "text": "Sup' You beautiful bastards, hope you're having a fantastic Tuesday!",
        "start": 0.0,
        "duration": 3.09
    },
    {
        "text": "Welcome back to the Philip DeFranco show and let's just jump into it",
        "start": 3.09,
        "duration": 3.209
    },
    {
        "text": "The first thing we're going to talk about today was one of the most requested stories",
        "start": 6.299,
        "duration": 2.879
    },
    {
        "text": "It's an incredibly important story to talk about it is unfortunately also a story that is likely to make it",
        "start": 9.179,
        "duration": 5.31
    },
    {
        "text": "So this video does not get recommend with that said we need to talk about the controversy around the sevenawesomekids",
        "start": 14.49,
        "duration": 4.5
    },
    {
        "text": "Channel here on youtube sevenawesomekids is one of the largest tween networks on youtube since 2008 between its main channel sevenawesomekids",
        "start": 19.359,
        "duration": 6.5
    },
    {
        "text": "Sachs and it's six other channels",
        "start": 26.199,
        "duration": 1.701
    },
    {
        "text": "It has 17 million",
        "start": 27.9,
        "duration": 1.299
    },
    {
        "text": "Subscribers and billions of views a network has a rotating cast of about 20 girls all between the ages of 8 and 18 and recently",
        "start": 29.199,
        "duration": 6.289
    },
    {
        "text": "over the past month there have been a lot of questions as to why this",
        "start": 35.489,
        "duration": 2.43
    },
    {
        "text": "Popular network hasn't posted any new videos on its 7 channels before the seemingly random",
        "start": 38.02,
        "duration": 3.949
    },
    {
        "text": "Drop-off videos remain posted multiple times a week and then it came out of things to BuzzFeed who actually broke this story reportedly",
        "start": 42.25,
        "duration": 5.689
    },
    {
        "text": "Ian Riley the owner and proprietor of sacks was arrested must be obtaining a warrant dated August 16th or Ian rila in Orange County",
        "start": 47.94,
        "duration": 7.08
    },
    {
        "text": "Florida as unfortunately the arrest wasn't for some fairly common charge but instead for lewd and lascivious battery of a minor and according to the",
        "start": 55.02,
        "duration": 6.359
    },
    {
        "text": "Report the minor was a girl under the age of 16 who was a part of sex according to the warrant on August 16th Orange",
        "start": 61.379,
        "duration": 5.52
    },
    {
        "text": "County police were called a riots hotel room after he allegedly verbally abused this young girl allegedly",
        "start": 66.9,
        "duration": 4.169
    },
    {
        "text": "He demanded that she undress in front of him and quote practice wrapping her breasts down to make them appear smaller for the video",
        "start": 71.07,
        "duration": 5.79
    },
    {
        "text": "Shoot also in addition demanding that she undress in front of him rile. It reportedly went up to her and groped her breasts additionally",
        "start": 76.86,
        "duration": 5.069
    },
    {
        "text": "He's accused of then fondling her while she undressed culminating in him attempting to forcibly remove her underwear",
        "start": 81.93,
        "duration": 5.519
    },
    {
        "text": "He also allegedly threatened to use the contract who find her if she did not comply with his demand and after this warrant was obtained",
        "start": 87.45,
        "duration": 5.849
    },
    {
        "text": "Some girls who used to work for islet were contacted and asked about his condo now",
        "start": 93.299,
        "duration": 3.69
    },
    {
        "text": "None of them say that they were sexually assaulted but they did make it clear that he would do things that were creepy to say",
        "start": 96.99,
        "duration": 4.709
    },
    {
        "text": "The least the examples included forcing them to wear bikinis that were too small for them having a girl send sizing photos for each new",
        "start": 101.7,
        "duration": 5.73
    },
    {
        "text": "Bathing suit she planned to wear apparently for quote sponsor approval to former performers",
        "start": 107.43,
        "duration": 4.229
    },
    {
        "text": "And remember we're talking about girls between the ages of 8 to 18 said that riot would make jokes about wardrobe",
        "start": 111.659,
        "duration": 4.709
    },
    {
        "text": "Malfunctions when accompanying them when they were on shoots one girl telling BuzzFeed news on trips",
        "start": 116.5,
        "duration": 3.919
    },
    {
        "text": "We used to joke about him being creepy, but we never thought he'd act on it. We have the girls that worked with sex",
        "start": 120.42,
        "duration": 4.199
    },
    {
        "text": "So they became concerned over the channel after a segment done by Daniel Tosh on tosh point-o who's watching",
        "start": 124.619,
        "duration": 4.47
    },
    {
        "text": "Videos a little girls in bathing suits and taped up to beds. I suspect it's not just teenage girls",
        "start": 129.34,
        "duration": 6.869
    },
    {
        "text": "It's dudes. This channel post a new video every",
        "start": 136.36,
        "duration": 2.279
    },
    {
        "text": "Single day where they guarantee and even brag that all girls are under 18 years of age",
        "start": 139.069,
        "duration": 5.48
    },
    {
        "text": "Which confirms that all showbiz parents are unethical?",
        "start": 144.62,
        "duration": 3.199
    },
    {
        "text": "monster one of them reportedly saying then some of us started to get the feeling we were being groomed for some darker audience things that",
        "start": 147.92,
        "duration": 5.36
    },
    {
        "text": "Didn't feel weird at the time like the themes the leotards and the camera angles started to feel strange",
        "start": 153.28,
        "duration": 4.41
    },
    {
        "text": "I started to get that feeling especially when you think that some of these girls are 9 years old, which I will say personally",
        "start": 157.69,
        "duration": 4.829
    },
    {
        "text": "it's hard for me not to feel like they were being groomed for something darker because on top of just the content in general which",
        "start": 162.519,
        "duration": 6.24
    },
    {
        "text": "we've talked about that natasha has talked about many people have talked about before and connect the ages of these girls the",
        "start": 168.76,
        "duration": 5.22
    },
    {
        "text": "Accusations that he was having this girl wrap her breasts down to make them appear",
        "start": 174.17,
        "duration": 3.529
    },
    {
        "text": "Smaller another former sax girl saying that she was under constant pressure to make myself look younger",
        "start": 177.769,
        "duration": 4.52
    },
    {
        "text": "It appears to me at the very least that they are being groomed or also at the very least that the owner of this channel",
        "start": 182.29,
        "duration": 5.49
    },
    {
        "text": "Whatever is making this content is aware of the actual audience. That is consuming",
        "start": 187.819,
        "duration": 3.979
    },
    {
        "text": "Perhaps even a lean into that audience additionally some of the other statements given in the article",
        "start": 191.799,
        "duration": 3.93
    },
    {
        "text": "Include he talked to our parents and tell them to yell at us. He's threatened to take our videos down",
        "start": 195.829,
        "duration": 3.77
    },
    {
        "text": "His language was so hostile and the way he talked about the girl's body his clothes and makeup. It was scarring",
        "start": 199.6,
        "duration": 4.979
    },
    {
        "text": "You have to understand these are 12 13 14 year old girls. He's doing this too",
        "start": 204.579,
        "duration": 3.48
    },
    {
        "text": "Also on the note of the parents one of the girls said a lot of the parents early on didn't understand or know what YouTube",
        "start": 208.06,
        "duration": 4.199
    },
    {
        "text": "Really was and they weren't really involved also along with this story",
        "start": 212.26,
        "duration": 3.059
    },
    {
        "text": "YouTube has come under fire",
        "start": 215.359,
        "duration": 1.5
    },
    {
        "text": "many people asking why was nothing done before after Daniel Tosh and many others put this kind of on the national stage as well as",
        "start": 216.859,
        "duration": 5.87
    },
    {
        "text": "Why are these channels still up given the charges and the report and on the note of what has YouTube actually done here",
        "start": 222.73,
        "duration": 5.25
    },
    {
        "text": "Reportedly after YouTube first heard of rile. Its arrest they do monetize the channel",
        "start": 228.139,
        "duration": 3.38
    },
    {
        "text": "But as other people have pointed out they have not taken it down as far as YouTube goes",
        "start": 231.519,
        "duration": 3.27
    },
    {
        "text": "This is kind of standard procedure",
        "start": 234.79,
        "duration": 1.47
    },
    {
        "text": "YouTube often will take down a channel in a scenario until there is a guilty plea or a conviction and rile",
        "start": 236.26,
        "duration": 3.9
    },
    {
        "text": "It has pled not guilty and is going to stand trial later this year YouTube",
        "start": 240.16,
        "duration": 2.849
    },
    {
        "text": "Spokesperson saying in a statement. We take safety on YouTube very seriously",
        "start": 243.079,
        "duration": 3.02
    },
    {
        "text": "We work closely with leading child safety",
        "start": 246.099,
        "duration": 1.871
    },
    {
        "text": "Organizations and others in our industry to protect young people and we're made aware of serious allegations of this nature we take action",
        "start": 247.97,
        "duration": 5.72
    },
    {
        "text": "which may include suspending monetization or upon conclusion of an investigation terminating the Tsien, however",
        "start": 253.69,
        "duration": 4.95
    },
    {
        "text": "Our girls who work for Riley claim that you she was never there for the some of the quotes",
        "start": 258.64,
        "duration": 3.149
    },
    {
        "text": "Including with a place like YouTube there were just no regulations or protection",
        "start": 261.86,
        "duration": 3.619
    },
    {
        "text": "Also after one of Rylan channels was taken down last year for breaking guidelines performers",
        "start": 265.48,
        "duration": 3.51
    },
    {
        "text": "Contacted the platform and we're told almost nothing one saying YouTube's responses were not satisfactory",
        "start": 269.09,
        "duration": 4.13
    },
    {
        "text": "I think it was like barely three sentences with no real information another girl reportedly saying in all my years filming for the channels there",
        "start": 273.22,
        "duration": 5.94
    },
    {
        "text": "was never any",
        "start": 279.16,
        "duration": 0.76
    },
    {
        "text": "Conversation with YouTube saying there was no kid rep support that I know of and no number to call to report things, too",
        "start": 279.92,
        "duration": 4.459
    },
    {
        "text": "We were on our own and ultimately that is where the situation is right now",
        "start": 284.38,
        "duration": 3.0
    },
    {
        "text": "We're gonna have to wait to see what happens to Riley next as far as my person will take away from this",
        "start": 287.38,
        "duration": 3.69
    },
    {
        "text": "I understand that YouTube is a very large platform. It's very hard to find bits and pieces, but this is not a new situation",
        "start": 291.07,
        "duration": 6.089
    },
    {
        "text": "I mean if you look through the content now and it would take a very long time because there is a lot of",
        "start": 297.2,
        "duration": 4.19
    },
    {
        "text": "Content you can find bits and pieces of finished products or you're like, okay, that's kind of weird. Why would you do that?",
        "start": 301.49,
        "duration": 4.43
    },
    {
        "text": "Considering who is behind the channel and making this. Okay. It's a little weird. But this is the same channel",
        "start": 306.44,
        "duration": 4.91
    },
    {
        "text": "I talked about November of last year in a video title",
        "start": 311.35,
        "duration": 3.57
    },
    {
        "text": "We need to talk about the disturbing exploitation of kids on YouTube or we talked about the videos on seven fabulous teens",
        "start": 314.92,
        "duration": 5.1
    },
    {
        "text": "Where a girl is?",
        "start": 320.21,
        "duration": 2.0
    },
    {
        "text": "Unconscious she is dragged away",
        "start": 322.22,
        "duration": 1.76
    },
    {
        "text": "And then she is taped to a wall and I just feels like more could have been done and more could have been looked into",
        "start": 323.98,
        "duration": 5.1
    },
    {
        "text": "Beforehand, but also I am aware and many of you are aware if you've watched for a while",
        "start": 329.42,
        "duration": 3.139
    },
    {
        "text": "I am far more judgmental and sensitive about stories involving the exploitation or mistreatment of children",
        "start": 332.56,
        "duration": 5.58
    },
    {
        "text": "So I'll pass a question off to you one. What do you think about the accusations in general?",
        "start": 338.15,
        "duration": 3.769
    },
    {
        "text": "Do what do you think about YouTube's role here? Do you feel like they drop the ball?",
        "start": 341.92,
        "duration": 2.79
    },
    {
        "text": "They could have done more or no. This is a situation where they they they did what they could argue",
        "start": 344.71,
        "duration": 5.039
    },
    {
        "text": "It's not their place or just the site's too big for them to actually move on these things",
        "start": 349.75,
        "duration": 3.75
    },
    {
        "text": "Let me know what you think then in news that is incredibly important here in the United States if you did not know",
        "start": 353.5,
        "duration": 4.649
    },
    {
        "text": "Day is national voter registration day",
        "start": 358.43,
        "duration": 2.57
    },
    {
        "text": "If you live in the United States and you've recently moved or you've moved since the last time you voted",
        "start": 361.0,
        "duration": 3.839
    },
    {
        "text": "Maybe you got married. Maybe you just turned 18 make sure you are registered to vote",
        "start": 364.84,
        "duration": 4.41
    },
    {
        "text": "I don't care who or what you're voting for. I'm not going to tell you who to vote for",
        "start": 369.25,
        "duration": 4.11
    },
    {
        "text": "I'm not going to endorse anybody. But if you can vote you should vote especially in these midterms",
        "start": 373.36,
        "duration": 4.889
    },
    {
        "text": "Not only because this specific election potentially one of the most consequential",
        "start": 378.25,
        "duration": 3.66
    },
    {
        "text": "Elections for a lot of people voting because well obviously voting for the president every four years is a big deal when you vote in",
        "start": 382.31,
        "duration": 5.54
    },
    {
        "text": "Local elections. That is the thing that is most likely going to affect your day-to-day of life",
        "start": 387.85,
        "duration": 4.319
    },
    {
        "text": "Also if you need because you're in the military overseas there I'll include links to help anyone who wants to vote to vote",
        "start": 392.2,
        "duration": 6.609
    },
    {
        "text": "There are places on this world where people don't get us say they don't get close",
        "start": 398.81,
        "duration": 2.759
    },
    {
        "text": "To a say and regardless of what polling says and once again, this is for wherever you land",
        "start": 401.729,
        "duration": 4.519
    },
    {
        "text": "This is your chance to throw out into the world",
        "start": 406.249,
        "duration": 1.54
    },
    {
        "text": "What you would like to see for your future for the future of your friends and family and your children?",
        "start": 407.789,
        "duration": 4.55
    },
    {
        "text": "this takes a few minutes and I know",
        "start": 412.34,
        "duration": 1.629
    },
    {
        "text": "I'm talking like I'm trying to get you to eat your vegetables one voting in general is important to",
        "start": 413.969,
        "duration": 4.58
    },
    {
        "text": "Voting locally is extremely important in three Americans usually don't show up as much for the midterms",
        "start": 418.65,
        "duration": 5.779
    },
    {
        "text": "In fact, it's gotten worse and worse. For example, the 2014 midterms",
        "start": 424.43,
        "duration": 3.209
    },
    {
        "text": "We saw the lowest voter turnout in seventy years how many points just for me?",
        "start": 427.639,
        "duration": 3.809
    },
    {
        "text": "I needed to say that to you and also feel like Phil. I'm already registered well to you. I say congratulations. Good job you're looking",
        "start": 431.449,
        "duration": 5.07
    },
    {
        "text": "fantastic, you are a great person go jump on any and all of your social media to tell people to register to vote and or",
        "start": 437.159,
        "duration": 5.63
    },
    {
        "text": "Link to national voter registration date org, but from that I want to share some stuff",
        "start": 442.8,
        "duration": 3.709
    },
    {
        "text": "I loved today and today and awesome brought to you by movement comm slash led a movement",
        "start": 446.509,
        "duration": 4.619
    },
    {
        "text": "If you don't know, they sell fantastic watches sunglasses",
        "start": 451.129,
        "duration": 2.97
    },
    {
        "text": "In fact, I wear one in every video a sleek clean best of all they start at $95",
        "start": 454.099,
        "duration": 4.739
    },
    {
        "text": "Which is fantastic because I feel like when I go in a department store, it's always like 400 500",
        "start": 458.839,
        "duration": 4.11
    },
    {
        "text": "Like I said, they have fantastic products for women, too",
        "start": 463.02,
        "duration": 2.299
    },
    {
        "text": "I just got this one for lens",
        "start": 465.319,
        "duration": 1.231
    },
    {
        "text": "And so best of all if you want to check out the watches, maybe you want to try them out",
        "start": 466.55,
        "duration": 3.0
    },
    {
        "text": "There's free shipping and free returns worldwide",
        "start": 469.55,
        "duration": 2.279
    },
    {
        "text": "So it's risk-free and if you head on over to movement comm slash really to you entering code Philly D",
        "start": 471.83,
        "duration": 4.589
    },
    {
        "text": "you will get",
        "start": 476.419,
        "duration": 0.581
    },
    {
        "text": "$15 off your first order today in the first but if awesome is for the next 36 hours over at shop DeFranco",
        "start": 477.0,
        "duration": 4.879
    },
    {
        "text": "comm if you use the coupon code fax you will get",
        "start": 481.879,
        "duration": 2.399
    },
    {
        "text": "15% off the why be informed when you can use your feelings as your FAC shirt",
        "start": 484.379,
        "duration": 3.41
    },
    {
        "text": "Stay humble hustle hard T and E and all pretentious gear",
        "start": 487.789,
        "duration": 2.82
    },
    {
        "text": "And also probably the best selling thing in our store these sports T all for the next 36 hours and you can go to shop",
        "start": 490.61,
        "duration": 5.519
    },
    {
        "text": "DeFranco comm or go to the individual product with the links down below then an awesome. We're going to mention one time",
        "start": 496.129,
        "duration": 5.04
    },
    {
        "text": "It's also kind of as a thank you to you for even making me part of the conversation",
        "start": 501.169,
        "duration": 4.169
    },
    {
        "text": "But also I'm not going to be campaigning this year this year",
        "start": 505.339,
        "duration": 2.79
    },
    {
        "text": "We were nominated for two Streamy awards through nominated for news as well as audience choice show of the year",
        "start": 508.129,
        "duration": 4.38
    },
    {
        "text": "Like I said, I'm not gonna be campaigning telling you to vote everyday or any of that",
        "start": 512.55,
        "duration": 3.44
    },
    {
        "text": "I just wanted to include this as a kind of a thank you to you guys for watching and sharing and just being a part",
        "start": 515.99,
        "duration": 4.919
    },
    {
        "text": "Of this conversation for us to even be a part of award conversations. That's where I'll leave it",
        "start": 520.909,
        "duration": 4.919
    },
    {
        "text": "I whenever I",
        "start": 525.829,
        "duration": 0.611
    },
    {
        "text": "Talk about the sort of stuff",
        "start": 526.44,
        "duration": 0.69
    },
    {
        "text": "I get mushy and start rambling on just thank you for allowing me into your life every day or so is a privilege",
        "start": 527.13,
        "duration": 4.859
    },
    {
        "text": "I love you face",
        "start": 531.99,
        "duration": 0.76
    },
    {
        "text": "Anyway moving on then we got video game dunkey",
        "start": 532.75,
        "duration": 2.479
    },
    {
        "text": "explaining Kingdom Hearts and we got the launch gameplay trailer for black ops 4",
        "start": 535.3,
        "duration": 3.559
    },
    {
        "text": "We had a featurette for eighth grade, which actually came out on demand today",
        "start": 538.86,
        "duration": 2.73
    },
    {
        "text": "it also got the final trailer for",
        "start": 541.59,
        "duration": 1.51
    },
    {
        "text": "fantastic beasts the crimes of Grindelwald",
        "start": 543.1,
        "duration": 2.03
    },
    {
        "text": "With elizabeth Olsen answering the web's most searched",
        "start": 545.25,
        "duration": 2.099
    },
    {
        "text": "Questions with marshmallow creating the playlist to his life yet the how it should have ended for solo then in I'm about to watch it",
        "start": 547.42,
        "duration": 5.809
    },
    {
        "text": "Right after I finish uploading this video awesome Shane Dawson released the first episode of his new series a mind of Jake Paula",
        "start": 553.23,
        "duration": 6.51
    },
    {
        "text": "In just in the first two minutes of it being up it had over",
        "start": 559.96,
        "duration": 3.739
    },
    {
        "text": "200,000 views the main point I'm excited to see where this ride goes",
        "start": 564.34,
        "duration": 2.659
    },
    {
        "text": "If you want to see the full versions of everything",
        "start": 567.0,
        "duration": 1.62
    },
    {
        "text": "I just shared the secret link of the day really anything at all",
        "start": 568.62,
        "duration": 2.88
    },
    {
        "text": "Links as always are in the description down below then we have a lot of people talking about the un's a day for two reasons",
        "start": 571.66,
        "duration": 4.67
    },
    {
        "text": "one of the first reasons rolling over from yesterday is you add kim namjoon AKA RM",
        "start": 576.33,
        "duration": 3.899
    },
    {
        "text": "of course a member of the k pop sensation BTS speaking to the UN you talked about BTS launching the love myself campaign with UNICEF",
        "start": 580.23,
        "duration": 6.239
    },
    {
        "text": "adding with in partnering with UNICEF's in violence program to protect children and young people all over the world from violence and",
        "start": 586.59,
        "duration": 7.259
    },
    {
        "text": "Our fans have become a major part of this campaign with their action and with their enthusiasm. I like to ask all of you",
        "start": 594.58,
        "duration": 7.58
    },
    {
        "text": "What is your name?",
        "start": 603.52,
        "duration": 2.0
    },
    {
        "text": "What excites you and makes your heart beat",
        "start": 606.4,
        "duration": 2.51
    },
    {
        "text": "Tell me your story. I want to hear your voice. I want to want to hear your conviction",
        "start": 610.42,
        "duration": 6.14
    },
    {
        "text": "No matter who you are where you from your skin color your gender identity",
        "start": 618.01,
        "duration": 5.63
    },
    {
        "text": "Just speak yourself, it's of course. This was big news",
        "start": 625.18,
        "duration": 1.88
    },
    {
        "text": "Not only because BTS was speaking to the UN",
        "start": 627.06,
        "duration": 2.22
    },
    {
        "text": "But someone in a privileged position where they were there in the spotlight reason awareness try to do some good and just trying to spread",
        "start": 629.28,
        "duration": 6.389
    },
    {
        "text": "Some love and positivity but also what followed that was a little bit of a controversy YouTube's own Lilly Singh spoke after them",
        "start": 635.67,
        "duration": 5.04
    },
    {
        "text": "And she said that was a BTS millions of girls at home wearing our crying",
        "start": 640.71,
        "duration": 3.419
    },
    {
        "text": "Some people had a problem with that read a few chant out solutely saying four completely undermining bts's impact as global advocates for the protection",
        "start": 644.13,
        "duration": 5.909
    },
    {
        "text": "Of youths and reducing them to nothing more than fangirl fodder people like Lilly Singh are the reason BTS aren't taken seriously by others instead",
        "start": 650.04,
        "duration": 6.45
    },
    {
        "text": "Of commenting on their speech or thanking them she brought up the finger narrative. I'm so tired one writing no offense to superwoman",
        "start": 656.49,
        "duration": 5.169
    },
    {
        "text": "But if girls were at home crying it was not the result of crazy fangirling. We're human too",
        "start": 661.66,
        "duration": 3.54
    },
    {
        "text": "And we felt every single thing namjoon said in his speech from human to human",
        "start": 665.2,
        "duration": 3.179
    },
    {
        "text": "He also had some on the other side saying that this wasn't actually a big deal when writing I see some people in my timeline",
        "start": 668.38,
        "duration": 4.5
    },
    {
        "text": "Coming at Lilly Singh for saying one sentence about BTS. Yes",
        "start": 672.88,
        "duration": 2.88
    },
    {
        "text": "It probably wasn't necessary and she probably should have worded it a different way",
        "start": 675.76,
        "duration": 3.059
    },
    {
        "text": "But it ain't that deep as far as where I personally land on this",
        "start": 678.82,
        "duration": 2.579
    },
    {
        "text": "I know that the the phantom BTS is army incredibly protective the personally I agree with that last tweet",
        "start": 681.399,
        "duration": 5.73
    },
    {
        "text": "I don't think that it was that deep",
        "start": 687.13,
        "duration": 1.259
    },
    {
        "text": "I don't think Lilly Singh was trying to demean or lessen the group or name Jun",
        "start": 688.389,
        "duration": 4.59
    },
    {
        "text": "Maybe it was even based off of Lilly's own love as a girl of the group watching through nem Jun's and Lilly's speeches",
        "start": 692.98,
        "duration": 5.25
    },
    {
        "text": "It seems very much. If they're speaking about the same thing about the youth standing up loving themselves and loving the world",
        "start": 698.23,
        "duration": 6.599
    },
    {
        "text": "I think there's already enough negative in the world",
        "start": 704.889,
        "duration": 1.621
    },
    {
        "text": "We don't really need to add to it in a place where people are just trying to do good",
        "start": 706.51,
        "duration": 4.019
    },
    {
        "text": "So there was that and then the other big news coming from the UN is Donald Trump spoke today and in his speech he gave",
        "start": 710.529,
        "duration": 5.609
    },
    {
        "text": "a lot of what we've come to expect but one of the most notable moments came from when Donald Trump was talking about his administration's",
        "start": 716.139,
        "duration": 4.83
    },
    {
        "text": "accomplishments in less than two years",
        "start": 721.339,
        "duration": 2.0
    },
    {
        "text": "My administration has accomplished more than almost any",
        "start": 724.13,
        "duration": 4.459
    },
    {
        "text": "Administration in the history of our country",
        "start": 729.23,
        "duration": 2.51
    },
    {
        "text": "America's so true",
        "start": 733.92,
        "duration": 2.0
    },
    {
        "text": "Didn't expect that reaction, but that's okay",
        "start": 741.12,
        "duration": 2.239
    },
    {
        "text": "There was that seemingly members of the UN laughing at Donald Trump",
        "start": 744.06,
        "duration": 4.34
    },
    {
        "text": "Like I said for the most part that was one of the main standout moment and in general the speech was very toned down",
        "start": 748.4,
        "duration": 4.529
    },
    {
        "text": "Especially compared to what we got last year. I mean last year, of course. We had the infamous Rocket Man moment Rocket Man",
        "start": 753.029,
        "duration": 5.63
    },
    {
        "text": "His on a suicide mission for himself at this year with President Trump",
        "start": 759.33,
        "duration": 3.679
    },
    {
        "text": "Praising Kim Jong Un's courage also seemingly on the note of the ICC the International",
        "start": 763.2,
        "duration": 3.529
    },
    {
        "text": "Criminal Court, as well as the UN Human Rights Council Trump said",
        "start": 766.92,
        "duration": 2.989
    },
    {
        "text": "We reject the ideology of globalism and we embrace the doctrine of patriotism",
        "start": 769.91,
        "duration": 3.42
    },
    {
        "text": "Also saying that the US will not tell you how to live and work and worship that as long as you respect the United States",
        "start": 773.33,
        "duration": 5.279
    },
    {
        "text": "his own sovereignty in return hit on China Iran OPEC regarding oil prices on that note adding we are not going to",
        "start": 778.61,
        "duration": 6.96
    },
    {
        "text": "Put up with it",
        "start": 786.42,
        "duration": 2.0
    },
    {
        "text": "These horrible prices much longer ultimately that is where we are with this right now",
        "start": 789.24,
        "duration": 4.01
    },
    {
        "text": "Also, if you'd like to see the full speech I'll link to it down below as far as where the oil situation goes",
        "start": 793.25,
        "duration": 4.77
    },
    {
        "text": "We're gonna have to wait and see as far as these speeches. That's what we have so far",
        "start": 798.02,
        "duration": 4.349
    },
    {
        "text": "And as far as what story will come next if the early reporting is true",
        "start": 802.37,
        "duration": 4.229
    },
    {
        "text": "Most likely there's gonna be a lot of attention on",
        "start": 806.6,
        "duration": 1.95
    },
    {
        "text": "John, bolton cording to Axios his speech contains some of the most aggressive and confrontational language",
        "start": 808.55,
        "duration": 4.83
    },
    {
        "text": "We've seen from a US administration in recent decades even reportedly warning iran in this speech",
        "start": 813.38,
        "duration": 4.26
    },
    {
        "text": "We are watching and we will come after you as a recording",
        "start": 817.64,
        "duration": 2.729
    },
    {
        "text": "He has not actually said that yet and we'll have to wait and see how the question I do want to pass off to",
        "start": 820.37,
        "duration": 4.08
    },
    {
        "text": "well",
        "start": 824.73,
        "duration": 0.5
    },
    {
        "text": "What are your feelings regarding that moment where where Trump is speaking kind of self?",
        "start": 825.23,
        "duration": 4.77
    },
    {
        "text": "Congratulating and then you hear that response you take that moment as him having lost or just not having international",
        "start": 830.37,
        "duration": 6.229
    },
    {
        "text": "Respect or as your person will take away from that moment that that's an example of Donald Trump not caring what the international community thinks",
        "start": 836.88,
        "duration": 6.409
    },
    {
        "text": "Because he's thinking about America first. I asked in that specific manner because I've seen both of those responses",
        "start": 843.29,
        "duration": 4.65
    },
    {
        "text": "Let's talk about Bill Cosby in the news. It's been five months since he was found guilty a sentencing was set for today",
        "start": 847.94,
        "duration": 5.13
    },
    {
        "text": "Good Cosby's lawyer is asking that he just be put on house arrest",
        "start": 853.07,
        "duration": 2.76
    },
    {
        "text": "Essentially saying he's too old too helpless to do this time on the other side of a prosecution",
        "start": 855.959,
        "duration": 4.46
    },
    {
        "text": "Requesting five to ten years saying that he was still a threat to women also before the sentencing came in",
        "start": 860.52,
        "duration": 4.789
    },
    {
        "text": "we saw the judge rule Bill Cosby to be a",
        "start": 865.31,
        "duration": 2.19
    },
    {
        "text": "Sexually violent predator that was already a big deal on its own because it's the hollywood reporter explained the classification means that Cosby",
        "start": 867.66,
        "duration": 5.84
    },
    {
        "text": "to undergo",
        "start": 873.8,
        "duration": 0.52
    },
    {
        "text": "Monthly counseling for the rest of his life and report quarterly to authorities and also that his name will appear on a sex offender registry",
        "start": 874.32,
        "duration": 5.389
    },
    {
        "text": "sent to neighbors schools and victims but all of that said the sentence finally came in today and Bill Cosby was",
        "start": 879.87,
        "duration": 5.659
    },
    {
        "text": "Sentenced to three to ten years in prison and no house arrest. This is total confinement",
        "start": 885.66,
        "duration": 4.88
    },
    {
        "text": "And additionally Cosby was denied bail in ordered to be jailed immediately",
        "start": 890.54,
        "duration": 3.869
    },
    {
        "text": "And as far as my personal reaction to this, well, of course, I feel that this punishment comes far too late",
        "start": 894.41,
        "duration": 4.44
    },
    {
        "text": "I feel that it is far too little and it was always going to be too little because it was a case involving the drugging",
        "start": 898.88,
        "duration": 5.399
    },
    {
        "text": "And sexual assault of just one of the many women who have come out with their stories about Bill Cosby",
        "start": 904.279,
        "duration": 5.369
    },
    {
        "text": "I am happy to see some accountability and on the note of something Cosby's lawyer Joseph P green said I don't remember anyone ever",
        "start": 909.649,
        "duration": 7.41
    },
    {
        "text": "sentencing a blind",
        "start": 917.19,
        "duration": 1.47
    },
    {
        "text": "Octogenarian to state prison what I would say to. Mr. Green there is there's just a problem with your classification. We're depicting Bill",
        "start": 918.66,
        "duration": 5.51
    },
    {
        "text": "Cosby is this blind helpless old man",
        "start": 924.17,
        "duration": 2.28
    },
    {
        "text": "whereas with the law and the general public they now see",
        "start": 926.519,
        "duration": 3.59
    },
    {
        "text": "Convicted sexually violent predator Bill Cosby going to state prison into that hole I is too old",
        "start": 930.329,
        "duration": 5.84
    },
    {
        "text": "I would say we're talking about a man and in this specific case an incident that happened in",
        "start": 936.17,
        "duration": 4.559
    },
    {
        "text": "2004 a 14 year younger Bill Cosby who eluded justice for 14 years",
        "start": 941.13,
        "duration": 3.559
    },
    {
        "text": "You don't get to just call timeout because I is alled now for the people that still defend Bill Cosby here",
        "start": 944.69,
        "duration": 5.13
    },
    {
        "text": "I ask you to read the extended victim's statement that was submitted for this three to ten years for the lifetime of harm",
        "start": 949.82,
        "duration": 5.88
    },
    {
        "text": "He inflicted on just this one",
        "start": 955.7,
        "duration": 1.96
    },
    {
        "text": "Individual not including all the other accusations just this one. That is a bargain. But also hey that is my takeaway",
        "start": 957.66,
        "duration": 5.66
    },
    {
        "text": "I passed the question off to you whether you agree or disagree with me. What do you feel about this sentence?",
        "start": 963.32,
        "duration": 4.589
    },
    {
        "text": "And that's where I'm ending. Today's show. And of course remember, this is a PDS. I also want it to be a conversation",
        "start": 967.91,
        "duration": 4.38
    },
    {
        "text": "so whether it be the last story the first one anything in between",
        "start": 972.29,
        "duration": 2.789
    },
    {
        "text": "Let me know what you're thinking in those comments down below also while you're at it if you like these daily dives into the newest",
        "start": 975.079,
        "duration": 4.8
    },
    {
        "text": "Hit that like button. If you new here you want to see more hit that subscribe button",
        "start": 979.88,
        "duration": 3.119
    },
    {
        "text": "also if you missed yesterday's Philip DeFranco show you want to catch up you can click or tap right there to watch that or if",
        "start": 983.0,
        "duration": 4.649
    },
    {
        "text": "You haven't launched the really raw special interview. We did with Jason click or tap right there lots",
        "start": 987.649,
        "duration": 4.53
    },
    {
        "text": "That's and of course as always, my name's philip. Defranco. You've just been phill'd in. I love yo faces and i'll see you tomorrow",
        "start": 992.18,
        "duration": 6.45
    }
]