[
    {
        "text": "Sup you beautiful bastards, hope you're having a fantastic Tuesday",
        "start": 0.0,
        "duration": 3.02
    },
    {
        "text": "Welcome back to the Philip DeFranco show and let's just jump into it.",
        "start": 3.04,
        "duration": 3.62
    },
    {
        "text": "And the first thing I want to talk about today is this craziness around",
        "start": 6.66,
        "duration": 3.34
    },
    {
        "text": "ESPN, Sam Ponder and Barstool Sports.",
        "start": 10.0,
        "duration": 3.1
    },
    {
        "text": "ESPN of course covers sports",
        "start": 13.1,
        "duration": 1.1
    },
    {
        "text": "Sam Ponder works for ESPN.",
        "start": 14.2,
        "duration": 2.0
    },
    {
        "text": "And Barstool Sports, if I was to summarize it",
        "start": 16.2,
        "duration": 2.5
    },
    {
        "text": "It's a sports heavy, bro network/site.",
        "start": 18.7,
        "duration": 3.7
    },
    {
        "text": "And recently, surprising many, ESPN partnered with Barstool Sports to create a television show based on their podcast \"Pardon My Take\".",
        "start": 22.4,
        "duration": 6.0
    },
    {
        "text": "And the reason many people were surprised is that ESPN and Barstool Sports just have two different fields.",
        "start": 28.4,
        "duration": 4.8
    },
    {
        "text": "It feels like ESPN is trying to bend over backwards to avoid any controversy",
        "start": 33.2,
        "duration": 4.8
    },
    {
        "text": "Whereas Barstool sports kind of lives there and loves it",
        "start": 38.0,
        "duration": 2.6
    },
    {
        "text": "You know ESPN suspending Jamel Hill for statement she's making on her Twitter",
        "start": 40.6,
        "duration": 3.4
    },
    {
        "text": "Barstool Sports is gonna tell you to go fuck your mother, but only if you're into fat chick",
        "start": 44.0,
        "duration": 3.039
    },
    {
        "text": "Not my words",
        "start": 47.039,
        "duration": 0.54
    },
    {
        "text": "Just trying to convey the the difference between the two brands the-the oil and vinegar-ness, if you will",
        "start": 47.579,
        "duration": 4.921
    },
    {
        "text": "Now that said of course ESPN is a very large company, many different people with many different opinion",
        "start": 52.5,
        "duration": 4.4
    },
    {
        "text": "There are reports internally that there was a lot of pushback from some people",
        "start": 56.9,
        "duration": 3.1
    },
    {
        "text": "But still the project moved forward despite criticism internally, and in the public",
        "start": 60.0,
        "duration": 3.5
    },
    {
        "text": "That then brings us to October 16",
        "start": 63.5,
        "duration": 2.08
    },
    {
        "text": "Sam ponder who works for ESPN, hosts Sunday NFL countdown tweets",
        "start": 65.58,
        "duration": 3.72
    },
    {
        "text": "And along with this tweet she included two screenshots from Barstool sports that read",
        "start": 74.88,
        "duration": 3.9
    },
    {
        "text": "In response to this quote Big Cat tweeting",
        "start": 105.14,
        "duration": 1.86
    },
    {
        "text": "Sam ponder then publicly tweets",
        "start": 117.32,
        "duration": 1.32
    },
    {
        "text": "And for those wondering what she's talking about here",
        "start": 127.58,
        "duration": 1.959
    },
    {
        "text": "There's audio that I couldn't no longer find on the Barstool site, but the Internet is the Internet and it is forever",
        "start": 129.539,
        "duration": 5.861
    },
    {
        "text": "There's audio where you have the founder of Barstool sports Dave Portnoy saying this",
        "start": 135.4,
        "duration": 4.2
    },
    {
        "text": "I know for a fact",
        "start": 139.6,
        "duration": 2.49
    },
    {
        "text": "That every day at ESPN, all the suits and all the lawyers they have their annual",
        "start": 142.09,
        "duration": 6.53
    },
    {
        "text": "Or not annual their daily 9",
        "start": 149.74,
        "duration": 2.33
    },
    {
        "text": "9:15",
        "start": 152.77,
        "duration": 1.5
    },
    {
        "text": "Coffee meeting on how can we fire Sam ponder without being sued for like discrimination?",
        "start": 154.27,
        "duration": 7.03
    },
    {
        "text": "Cause she's the worst",
        "start": 161.54,
        "duration": 2.46
    },
    {
        "text": "No person who watches game day wants to see a picture of her and her ugly kid",
        "start": 164.24,
        "duration": 6.06
    },
    {
        "text": "Nobody cares Sam ponder",
        "start": 170.3,
        "duration": 1.9
    },
    {
        "text": "We want to see you sex it up, and be slutty and not be some prude fucking jerk who everybody hates",
        "start": 172.2,
        "duration": 8.4
    },
    {
        "text": "And Sam Ponder Sam ponder you fucking...slut",
        "start": 180.6,
        "duration": 3.9
    },
    {
        "text": "I don't want you at these games being super prude and talking about God",
        "start": 184.5,
        "duration": 5.94
    },
    {
        "text": "And religion",
        "start": 190.44,
        "duration": 1.08
    },
    {
        "text": "And how your kid is like so awesome and breastfeeding when I'm watching game day.",
        "start": 191.52,
        "duration": 5.98
    },
    {
        "text": "I don't want that",
        "start": 197.5,
        "duration": 1.0
    },
    {
        "text": "Now another thing we're seeing on the tail end of this story are people coming out saying Sam ponder is a hypocrite",
        "start": 198.5,
        "duration": 4.7
    },
    {
        "text": "The general idea being that she's using something from Barstools past against them in the now",
        "start": 203.2,
        "duration": 4.6
    },
    {
        "text": "People have been providing examples of when Sam ponder has not been fantastic in the past",
        "start": 207.86,
        "duration": 4.64
    },
    {
        "text": "Some even shared by Dave Portnoy, Sam ponder write",
        "start": 212.52,
        "duration": 2.48
    },
    {
        "text": "Comedian and actress Jenn Sterger also speaking out, saying that ESPN are being hypocrites here",
        "start": 230.66,
        "duration": 4.22
    },
    {
        "text": "She shares a story about when she was testing with ESPN she was put in an awkward situation with a lot of guys",
        "start": 234.88,
        "duration": 5.34
    },
    {
        "text": "Sharing really troubling experiences she had with the ESPN staff, noting",
        "start": 240.22,
        "duration": 3.68
    },
    {
        "text": "Now in response to all of this, Burt Magnus - an ESPN executive - said in a statement",
        "start": 247.1,
        "duration": 3.8
    },
    {
        "text": "But still in the face of all this criticism Barstool Van Talk premieres on ESPN 2 at 1:00 a.m.",
        "start": 264.94,
        "duration": 4.259
    },
    {
        "text": "It reportedly gets around 88,000 viewers, but then yesterday ESPN announces that they are canceling the show",
        "start": 269.2,
        "duration": 5.78
    },
    {
        "text": "ESPN president John skipper releasing a statement saying",
        "start": 274.98,
        "duration": 2.36
    },
    {
        "text": "In response to this Dave Portnoy held an emergency press conference and in a video he said",
        "start": 290.76,
        "duration": 3.84
    },
    {
        "text": "Because I actually get why ESPN canceled the show",
        "start": 294.6,
        "duration": 3.18
    },
    {
        "text": "The executives there were put in a box \n Sam ponder I'm not even really mad about her tweet",
        "start": 298.54,
        "duration": 5.34
    },
    {
        "text": "That was a grudge move. We attacked her she waited for three years to drop revenge on our heads in the night before",
        "start": 303.88,
        "duration": 6.96
    },
    {
        "text": "And she got accomplished what she want to get accomplished",
        "start": 311.84,
        "duration": 1.94
    },
    {
        "text": "She got the show canceled.\n ESPN needed us more than we need them that everybody saying ESPNs not cool",
        "start": 313.78,
        "duration": 6.62
    },
    {
        "text": "No one's paying attention ESPN",
        "start": 320.409,
        "duration": 1.591
    },
    {
        "text": "They're all paying attention to the Barstools of the world. Why? because we're authentic and issues like this don't happen",
        "start": 322.0,
        "duration": 6.419
    },
    {
        "text": "They got pushed around anybody who thinks the EF ESPN executives want to cancel this show are nuts",
        "start": 328.46,
        "duration": 5.899
    },
    {
        "text": "They're Walt Disney Company",
        "start": 334.539,
        "duration": 1.861
    },
    {
        "text": "They gotta cater to what all the complaints and the few say. We do not, we will not",
        "start": 336.4,
        "duration": 5.52
    },
    {
        "text": "This is not a first controversy",
        "start": 342.14,
        "duration": 1.68
    },
    {
        "text": "John skipper saying he thought he could distance himself from Barstool",
        "start": 343.82,
        "duration": 3.18
    },
    {
        "text": "Don't know what that means",
        "start": 347.08,
        "duration": 1.06
    },
    {
        "text": "You hired Barstool. The deal was with Barstool.",
        "start": 348.14,
        "duration": 2.28
    },
    {
        "text": "The reason you needed us is because we're Barstool",
        "start": 350.42,
        "duration": 2.56
    },
    {
        "text": "That's why this audience exists and is not going anywhere",
        "start": 352.99,
        "duration": 3.41
    },
    {
        "text": "And all this does is just reinforce the very reason we're the fastest-growing media company in the world",
        "start": 356.4,
        "duration": 5.48
    },
    {
        "text": "And here's the thing you can say what you want about Barstool sports",
        "start": 361.88,
        "duration": 2.56
    },
    {
        "text": "You can have a problem with Barstool sports",
        "start": 364.44,
        "duration": 1.98
    },
    {
        "text": "But what Dave Portnoy says here is true",
        "start": 366.42,
        "duration": 2.3
    },
    {
        "text": "The big mainstream brands of the world need big online creators more than we need them",
        "start": 368.9,
        "duration": 5.0
    },
    {
        "text": "Whether it's a Barstool or obviously you can have your opinions on like a Jake Paul",
        "start": 373.9,
        "duration": 3.52
    },
    {
        "text": "The exposure on Disney may have helped him initially, but near the end when he left, he didn't need them",
        "start": 377.46,
        "duration": 4.44
    },
    {
        "text": "His Disney show viewership was eclipsed by his online views and audience",
        "start": 381.9,
        "duration": 4.2
    },
    {
        "text": "And I say that while also acknowledging that I feel that Jake Paul is the embodiment of most of the douchey things we see online",
        "start": 386.1,
        "duration": 5.52
    },
    {
        "text": "And also on that John skipper note.",
        "start": 391.62,
        "duration": 1.86
    },
    {
        "text": "The president of ESPN thought quote",
        "start": 393.48,
        "duration": 1.6
    },
    {
        "text": "This is a fantastic example of a very large company wanting your viewers but not wanting you",
        "start": 398.14,
        "duration": 4.58
    },
    {
        "text": "I've experienced this in the past",
        "start": 402.72,
        "duration": 1.08
    },
    {
        "text": "You have a very big new sponsor",
        "start": 403.8,
        "duration": 2.019
    },
    {
        "text": "They're so excited. Then you release a video That's just like all your other ones",
        "start": 405.819,
        "duration": 3.681
    },
    {
        "text": "And they're like what the fuck is that? You're talking about that in the video?",
        "start": 409.539,
        "duration": 2.22
    },
    {
        "text": "And you just end up looking at them dumbfounded saying yes",
        "start": 411.759,
        "duration": 2.73
    },
    {
        "text": "This is this is what you signed up for",
        "start": 414.49,
        "duration": 1.47
    },
    {
        "text": "That's like sponsoring or partnering up with the UFC and then losing your damn mind because people are punching and kicking each other",
        "start": 415.96,
        "duration": 5.04
    },
    {
        "text": "So for me, the President of ESPN statement essentially reads we wanted the value that you get from authenticity but none of the negative",
        "start": 421.0,
        "duration": 6.839
    },
    {
        "text": "That's just not how it works",
        "start": 427.84,
        "duration": 0.94
    },
    {
        "text": "All that said I do want to pass the question off to you",
        "start": 428.78,
        "duration": 2.06
    },
    {
        "text": "What is your takeaway from this situation?",
        "start": 430.84,
        "duration": 1.889
    },
    {
        "text": "Do you think Sam ponder and or ESPN are being hypocritical here?",
        "start": 432.729,
        "duration": 2.971
    },
    {
        "text": "Do you think ESPN is crazy for even thinking this could have worked?",
        "start": 435.7,
        "duration": 3.16
    },
    {
        "text": "It just seems so bizarre and stupid that you thought people might not be that angry or care about what they've done on their own site",
        "start": 438.86,
        "duration": 6.2
    },
    {
        "text": "Because the show was on ESPN",
        "start": 445.12,
        "duration": 1.3
    },
    {
        "text": "It was in a safe space",
        "start": 446.42,
        "duration": 1.2
    },
    {
        "text": "But that said enough for me",
        "start": 447.62,
        "duration": 1.099
    },
    {
        "text": "I'd love to know your thoughts here",
        "start": 448.719,
        "duration": 1.41
    },
    {
        "text": "And then let's talk about this crazy story coming out of Portugal",
        "start": 450.129,
        "duration": 2.171
    },
    {
        "text": "It all starts in 2015 where a man beat his ex-wife with a baseball bat covered in nails",
        "start": 452.3,
        "duration": 4.9
    },
    {
        "text": "And the man said the reason for this beating was that she cheated on him",
        "start": 457.2,
        "duration": 3.1
    },
    {
        "text": "Now unsurprisingly the man was found guilty of the crime",
        "start": 460.3,
        "duration": 2.5
    },
    {
        "text": "But surprisingly he was given just a 15 month suspended sentence and a $2,000 fine",
        "start": 462.82,
        "duration": 4.76
    },
    {
        "text": "So the prosecutor appeals the decision asking instead for three years and six months in jail",
        "start": 467.58,
        "duration": 3.98
    },
    {
        "text": "But the Port O Court of Appeals denies this appeal",
        "start": 471.56,
        "duration": 2.16
    },
    {
        "text": "In their ruling judges Nieto de Moura and Maria Luisa Orontes showed sympathy towards the man, saying that a woman's adultery is quote",
        "start": 473.72,
        "duration": 5.78
    },
    {
        "text": "The ruling then said that the Bible's punishment for an adulterous woman was death",
        "start": 482.82,
        "duration": 3.34
    },
    {
        "text": "They also cited an 1886 Portuguese law that gives symbolic sentences to men who killed their wives for suspected adultery",
        "start": 486.16,
        "duration": 6.24
    },
    {
        "text": "And the judges said that they use these examples to quote",
        "start": 492.4,
        "duration": 2.64
    },
    {
        "text": "And as you'd expect there has been a lot of outrage from women rights groups, as well as just the general public",
        "start": 500.06,
        "duration": 4.84
    },
    {
        "text": "But Portugal superior magistrate's court says they have seen vivid criticism from broad sections of public opinion saying",
        "start": 504.96,
        "duration": 5.58
    },
    {
        "text": "And that said the situation is now completely over this decision can be appealed",
        "start": 515.1,
        "duration": 3.46
    },
    {
        "text": "But it is also sad that this is going to have to be argued",
        "start": 518.56,
        "duration": 3.1
    },
    {
        "text": "You're talking about a man who beat a woman with a baseball bat with nails in it",
        "start": 521.66,
        "duration": 4.064
    },
    {
        "text": "He used a weapon on his ex-wife that is usually reserved for horror zombie movies",
        "start": 525.724,
        "duration": 5.296
    },
    {
        "text": "And the-the reason for his light sentence was but the Bible though",
        "start": 531.02,
        "duration": 3.48
    },
    {
        "text": "I'm not a religious person",
        "start": 534.56,
        "duration": 1.0
    },
    {
        "text": "I'm not completely sold on the idea of a higher power even though when I get on an air plane I do one of these last-second things",
        "start": 535.56,
        "duration": 5.7
    },
    {
        "text": "Cause I got 14 years of Catholic guilt built in to",
        "start": 541.26,
        "duration": 2.2
    },
    {
        "text": "Shout out to the nuns of St.Philip Neri in New York",
        "start": 543.46,
        "duration": 1.96
    },
    {
        "text": "But in general",
        "start": 545.42,
        "duration": 0.62
    },
    {
        "text": "I don't have a problem with religion because most people look at religion, and they go you know yeah",
        "start": 546.04,
        "duration": 3.58
    },
    {
        "text": "Don't kill people",
        "start": 549.68,
        "duration": 1.099
    },
    {
        "text": "Love thy neighbor not perfect try to be better, but the Bible should not be used in a reference to legal precedent",
        "start": 550.779,
        "duration": 6.78
    },
    {
        "text": "It shouldn't be judges in this world ago",
        "start": 557.56,
        "duration": 2.13
    },
    {
        "text": "We looked at all the facts in this case we we looked at the you know the context of the entire situation",
        "start": 559.69,
        "duration": 5.21
    },
    {
        "text": "Also, we looked back to biblical law you could kill an adulterous woman",
        "start": 564.92,
        "duration": 3.7
    },
    {
        "text": "And that deeply affected our decision",
        "start": 568.62,
        "duration": 2.54
    },
    {
        "text": "That is insane.",
        "start": 571.16,
        "duration": 0.98
    },
    {
        "text": "That is using the Bible to legitimize and justify domestic violence,",
        "start": 572.14,
        "duration": 3.86
    },
    {
        "text": "But also hey that's just my opinion.",
        "start": 576.0,
        "duration": 2.0
    },
    {
        "text": "Maybe I'm somehow the crazy one",
        "start": 578.0,
        "duration": 2.3
    },
    {
        "text": "Maybe you think the Bible should be used as legal precedent",
        "start": 580.3,
        "duration": 3.26
    },
    {
        "text": "Why not? Let me know what you're feeling in those comments down below",
        "start": 583.569,
        "duration": 2.971
    },
    {
        "text": "Also while you're at it feel free to hit that unsubscribe button",
        "start": 586.54,
        "duration": 3.46
    },
    {
        "text": "Then in sexual harassment news, let's talk about Terry Richardson",
        "start": 590.02,
        "duration": 3.02
    },
    {
        "text": "Terry Richardson if you don't know famed celebrity photographer",
        "start": 593.04,
        "duration": 2.72
    },
    {
        "text": "He's worked with the likes of Kate Upton, Miley Cyrus, Lena Gomez",
        "start": 595.76,
        "duration": 3.3
    },
    {
        "text": "But the news today is that Terry Richardson has been banned from working with some the top magazines in the world",
        "start": 599.06,
        "duration": 4.3
    },
    {
        "text": "This including Vanity Fair, GQ, Vogue",
        "start": 603.36,
        "duration": 2.38
    },
    {
        "text": "Recently with all this Harvey Weinstein news blowing up I've seen people referring to Terry Richardson as the Harvey Weinstein of photography",
        "start": 605.74,
        "duration": 6.62
    },
    {
        "text": "There have been allegations of sexual harassment and assault against him for years",
        "start": 612.36,
        "duration": 3.32
    },
    {
        "text": "The thing is looking at a situation it shouldn't really be surprising to anyone that has been paying attention",
        "start": 615.68,
        "duration": 4.82
    },
    {
        "text": "Terry Richardson has not been shy about this part of his life",
        "start": 620.5,
        "duration": 3.26
    },
    {
        "text": "Ten years ago, Terry Richardson in an interview says",
        "start": 623.76,
        "duration": 2.28
    },
    {
        "text": "And there are several models throughout the years that claim that Terry Richardson tried to exchange sex for Photography",
        "start": 630.3,
        "duration": 4.76
    },
    {
        "text": "Other saying he tried to do sex acts on them or get them or get them to do sex acts to him during shoot",
        "start": 635.06,
        "duration": 5.36
    },
    {
        "text": "Back in 2012 Scott LaRue Willis, Bruce Willis's daughter tweeted publicly about it, saying",
        "start": 640.42,
        "duration": 4.04
    },
    {
        "text": "But all that said,  according to an email that was obtained by the telegraph",
        "start": 649.54,
        "duration": 3.04
    },
    {
        "text": "Executive vice president of Conde Nast International, James will house wrote an email that read",
        "start": 652.58,
        "duration": 4.02
    },
    {
        "text": "And in response this story coming out a representative for Richardson said",
        "start": 665.68,
        "duration": 3.22
    },
    {
        "text": "And so without saying what Terry Richardson did or did not do",
        "start": 682.4,
        "duration": 3.76
    },
    {
        "text": "The question once again becomes is this actually promoting change",
        "start": 686.16,
        "duration": 3.48
    },
    {
        "text": "Thanks to the Harvey Weinstein situation is this a moment in time where industries are looking inward at the things that they have looked away from?",
        "start": 689.64,
        "duration": 6.36
    },
    {
        "text": "Is this the beginning of many changes that eventually change what the ecosystem as a whole looks like",
        "start": 696.0,
        "duration": 3.96
    },
    {
        "text": "Or are we just seeing a few sacrificial lambs that we slaughter",
        "start": 699.96,
        "duration": 3.0
    },
    {
        "text": "And then the industry gets to pat itself on the back and go we did good you guys",
        "start": 702.96,
        "duration": 3.0
    },
    {
        "text": "Everything's fixed now. Let's go back to business as usual",
        "start": 706.16,
        "duration": 2.68
    },
    {
        "text": "Personally, I feel like it's a little bit of both, but hopefully what we do see is eventual change",
        "start": 708.84,
        "duration": 3.88
    },
    {
        "text": "That's actually where I'm going to end today's show",
        "start": 712.72,
        "duration": 1.58
    },
    {
        "text": "and remember if you like this video you like what I try and do on this channel hit that like button",
        "start": 714.3,
        "duration": 4.02
    },
    {
        "text": "If you're new here hit that subscribe button",
        "start": 718.32,
        "duration": 1.3
    },
    {
        "text": "And to make sure you don't miss these daily videos which actually if you did missed yesterday's philip defranco",
        "start": 719.69,
        "duration": 3.559
    },
    {
        "text": "Show you want to catch up click or tap right there to watch that",
        "start": 723.249,
        "duration": 2.551
    },
    {
        "text": "Or if you want to see the newest behind the scenes  vlog click or tap right there to watch that",
        "start": 725.84,
        "duration": 3.52
    },
    {
        "text": "That said of course as always my name's philip defranco",
        "start": 729.36,
        "duration": 2.52
    },
    {
        "text": "You've just been phill'd in",
        "start": 731.93,
        "duration": 1.45
    },
    {
        "text": "I love yo faces",
        "start": 733.38,
        "duration": 1.2
    },
    {
        "text": "And i'll see you tomorrow",
        "start": 734.58,
        "duration": 1.449
    }
]