[
    {
        "text": "'Sup, you beautiful bastards",
        "start": 0.03,
        "duration": 1.38
    },
    {
        "text": "hope you havin' a",
        "start": 1.41,
        "duration": 0.85
    },
    {
        "text": "Fantastic Thursday welcome back to the philip defranco show and let's just jump into it the first thing. I want to talk about today is",
        "start": 2.26,
        "duration": 6.169
    },
    {
        "text": "We have Conor McGregor in the news for not great reasons",
        "start": 8.429,
        "duration": 3.33
    },
    {
        "text": "news came out Conor McGregor's at the Barclays center after media day",
        "start": 11.759,
        "duration": 3.45
    },
    {
        "text": "Okay\nThat's exciting Conor McGregor knows how to put on a show he's probably angry at the UFC for stripping him of his lightweight championship belt",
        "start": 15.24,
        "duration": 5.399
    },
    {
        "text": "You know maybe he's in a show of have a war of words get people hyped about him coming back",
        "start": 20.64,
        "duration": 3.389
    },
    {
        "text": "Well the video that was captured of him. There is crazy. He picks up a guard rail",
        "start": 24.029,
        "duration": 3.69
    },
    {
        "text": "He attempts to throw that then tries to throw something else at one point",
        "start": 27.72,
        "duration": 3.09
    },
    {
        "text": "and it's unclear who exactly does it if it was Conor McGregor or someone else someone throws something that slams into the front of the",
        "start": 30.81,
        "duration": 5.19
    },
    {
        "text": "Bus that bus reportedly filled with UFC fighters. According to reporters on the scene McGregor and his entourage",
        "start": 36.0,
        "duration": 4.34
    },
    {
        "text": "Swarmed that bus there's also a video from inside and outside the bus of Conor throwing a dolly into the bus",
        "start": 40.54,
        "duration": 4.96
    },
    {
        "text": "[unintelligible speech, and then glass breaking]",
        "start": 45.5,
        "duration": 2.5
    },
    {
        "text": "And in the midst of all of this one of the fighters suffered a laceration",
        "start": 48.18,
        "duration": 2.9
    },
    {
        "text": "Across his forehead as far as what happens next when Dana White was talking to media",
        "start": 51.36,
        "duration": 3.12
    },
    {
        "text": "he wasn't even talking about the scheduling of fights he had this to say there was a warrant out for Conor McGregor's arrest and",
        "start": 54.48,
        "duration": 5.84
    },
    {
        "text": "and, um, uh",
        "start": 60.32,
        "duration": 2.2
    },
    {
        "text": "They're looking for him right now his plane cannot take off he cannot leave the state of New York",
        "start": 62.76,
        "duration": 4.96
    },
    {
        "text": "With this warrant they'll be grounded, and I'm assuming eventually if they don't catch him. He'll turn himself in",
        "start": 68.52,
        "duration": 6.76
    },
    {
        "text": "You can imagine",
        "start": 76.86,
        "duration": 1.68
    },
    {
        "text": "he's gonna be sued beyond belief and",
        "start": 78.549,
        "duration": 2.959
    },
    {
        "text": "This was a real bad career move for him despite Dana White saying that a reporter by the name of Marc Raimondi",
        "start": 82.09,
        "duration": 5.36
    },
    {
        "text": "He tweeted just spoke to a spokesman for the NYPD. There is no warrant out for Conor McGregor's arrest at this time",
        "start": 87.45,
        "duration": 4.47
    },
    {
        "text": "He said they are though looking for him and want to speak with him the spokesman said no one has filed charges against McGregor at",
        "start": 91.92,
        "duration": 4.739
    },
    {
        "text": "This moment they're also people in social media saying Conor McGregor most likely did this because of something khabib did the other day",
        "start": 96.66,
        "duration": 5.24
    },
    {
        "text": "specifically, the interaction between khabib and another fighter and friend of Conor McGregor kind of on that know Dana White said,",
        "start": 101.9,
        "duration": 4.84
    },
    {
        "text": "Listen, you don't like khabib? and you don't like what happened or whatever? then fight khabib",
        "start": 106.74,
        "duration": 3.36
    },
    {
        "text": "You can come in here, and you can do it legally",
        "start": 110.77,
        "duration": 2.0
    },
    {
        "text": "shit this fights happening Saturday",
        "start": 113.32,
        "duration": 1.979
    },
    {
        "text": "We could have talked and made the kabhib fight right after you can do whatever you want it to khabib",
        "start": 115.3,
        "duration": 5.1
    },
    {
        "text": "within the limits of the rules of",
        "start": 120.54,
        "duration": 2.0
    },
    {
        "text": "You know, fighting",
        "start": 122.86,
        "duration": 1.53
    },
    {
        "text": "but you want to grab 30 fucking friends and come down here and",
        "start": 124.39,
        "duration": 3.33
    },
    {
        "text": "And do what you did today, it's disgusting. That's where we are right now obviously well",
        "start": 128.259,
        "duration": 5.18
    },
    {
        "text": "We'll stay on top of the situation see what happens Wow I don't I don't know what to make of it",
        "start": 133.44,
        "duration": 4.199
    },
    {
        "text": "I mean I am I'm personally a fan of Conor McGregor. This is just pure insanity especially for a guy",
        "start": 137.64,
        "duration": 4.98
    },
    {
        "text": "That is in such a fantastic position in his career. Then, Let's talk about the really not so surprising update",
        "start": 142.62,
        "duration": 5.25
    },
    {
        "text": "We got around the Cambridge",
        "start": 147.87,
        "duration": 1.23
    },
    {
        "text": "analytica and Facebook scandal, the original estimate came from whistleblower Christopher Wylie who said that 50 million people their data was used by Cambridge",
        "start": 149.1,
        "duration": 7.48
    },
    {
        "text": "Analytica, but yesterday Mark Zuckerberg told reporters on a conference call that 87 million users' data may have been shared with Cambridge analytica",
        "start": 156.76,
        "duration": 6.2
    },
    {
        "text": "well, it seems like the reason that we're seeing this shift in numbers is primarily that the estimate",
        "start": 162.96,
        "duration": 4.05
    },
    {
        "text": "Yes made a number of people that granted the app permission. That was at the center of this situation that survey",
        "start": 167.01,
        "duration": 4.79
    },
    {
        "text": "It was previously two hundred seventy thousand people",
        "start": 171.81,
        "duration": 1.8
    },
    {
        "text": "But now it's being reported that was three hundred five thousand people and so those are the numbers were getting now from Facebook after they",
        "start": 173.61,
        "duration": 4.51
    },
    {
        "text": "Did their own internal review however",
        "start": 178.14,
        "duration": 1.51
    },
    {
        "text": "Cambridge analytica is giving the public of different stores tweeting out Cambridge analytical license data from GSR for 30 million individuals",
        "start": 179.65,
        "duration": 6.15
    },
    {
        "text": "not 87 million",
        "start": 185.82,
        "duration": 0.99
    },
    {
        "text": "We did not receive more than 30 million records from research company GSR so essentially they're trying to distance themselves from the number the narrative",
        "start": 186.81,
        "duration": 6.059
    },
    {
        "text": "Seeming that GSR may have gone 87 million, but we only got 30",
        "start": 192.87,
        "duration": 3.99
    },
    {
        "text": "But all of that said I haven't even gotten to the best part",
        "start": 196.86,
        "duration": 2.279
    },
    {
        "text": "it came out that one of the main sources of",
        "start": 199.14,
        "duration": 1.929
    },
    {
        "text": "Vulnerability for Facebook was its search option it allows you to look up anyone if you have their email their phone number whether you show",
        "start": 201.069,
        "duration": 5.18
    },
    {
        "text": "Up or not is supposed to be an opt-in feature",
        "start": 206.25,
        "duration": 1.709
    },
    {
        "text": "But in the security settings it was set on by default",
        "start": 207.959,
        "duration": 2.699
    },
    {
        "text": "so in a blog post from Facebook CTO Mike Schroepfer in regards to this",
        "start": 210.79,
        "duration": 3.71
    },
    {
        "text": "He said malicious actors have also abused these features to scrape public profile information by submitting phone numbers or email addresses",
        "start": 214.5,
        "duration": 5.399
    },
    {
        "text": "They already have through search and account recovery even the scale and sophistication of the activity",
        "start": 219.9,
        "duration": 4.919
    },
    {
        "text": "We've seen we believe most people on Facebook could have had their public profiles scraped in this way",
        "start": 224.819,
        "duration": 4.41
    },
    {
        "text": "So we have now disabled this feature and then during that conference call that I mentioned with Mark Zuckerberg",
        "start": 229.23,
        "duration": 4.5
    },
    {
        "text": "He said I would assume if you had that setting turned on that someone at some point has access to your public information in some",
        "start": 233.73,
        "duration": 5.29
    },
    {
        "text": "Way so that's great now to be fair to Mark Zuckerberg and Facebook. He is very much now owned the mistake",
        "start": 239.04,
        "duration": 5.36
    },
    {
        "text": "Also, seemingly being realistic about Facebook while they're there making changes now",
        "start": 244.409,
        "duration": 3.591
    },
    {
        "text": "He's saying that it's going to take years to properly fix things and also and I get a lot of us are just like beating",
        "start": 248.01,
        "duration": 5.279
    },
    {
        "text": "on Facebook right now",
        "start": 253.289,
        "duration": 1.351
    },
    {
        "text": "But it's moments like these that we also need to remember other situations like remember when Equifax in what has now come out as a pretty",
        "start": 254.64,
        "duration": 6.6
    },
    {
        "text": "preventable hack lost",
        "start": 261.7,
        "duration": 1.56
    },
    {
        "text": "147 million",
        "start": 263.26,
        "duration": 1.17
    },
    {
        "text": "Americans personal information including a bunch of Social Security",
        "start": 264.43,
        "duration": 3.26
    },
    {
        "text": "Numbers right like a situation that has led to god knows how much fraud and there still seemingly thriving as a company",
        "start": 267.85,
        "duration": 5.869
    },
    {
        "text": "And then we looked at Facebook, which that is still a problem, but having seen and obviously the situation can change the reactions",
        "start": 273.72,
        "duration": 5.639
    },
    {
        "text": "We've seen from the government in both situations it almost feels like they're gonna go after Facebook more",
        "start": 279.36,
        "duration": 3.75
    },
    {
        "text": "I'm not trying to make a what-about-ISM right. I think that both situations need to be handled properly, but it is interesting",
        "start": 283.11,
        "duration": 6.15
    },
    {
        "text": "It's just something I wanted to share that's been bugging me not sure if it adds the story, but in general",
        "start": 289.26,
        "duration": 4.22
    },
    {
        "text": "I'd love to know your thoughts on this one from that. I want to share some stuff",
        "start": 293.49,
        "duration": 2.67
    },
    {
        "text": "I loved today and today in awesome brought to you by the",
        "start": 296.16,
        "duration": 2.7
    },
    {
        "text": "Boycott everyone shirt and hoodie and all our awesome stuff over at ShopDeFranco.com with best sellers like don't be stupid",
        "start": 298.92,
        "duration": 5.42
    },
    {
        "text": "Stupid why be informed when you can use your feelings as your facts",
        "start": 304.5,
        "duration": 2.8
    },
    {
        "text": "also one of my favorite new ones the stay humble hustle hard and also best-selling classics like the sports and pretentious shirt and so if",
        "start": 307.32,
        "duration": 5.52
    },
    {
        "text": "You want to snag one of those while you can go to ShopDeFranco.com or just click the link in the description down below",
        "start": 312.84,
        "duration": 3.96
    },
    {
        "text": "Below the first bit of Awesome is today",
        "start": 316.8,
        "duration": 1.65
    },
    {
        "text": "I was on an episode of hot ones you watch my show you're probably familiar with that show because it's one of my favorite interview",
        "start": 318.45,
        "duration": 5.94
    },
    {
        "text": "Shows we shot an episode together of course because it's Sean Evans it was awesome",
        "start": 324.39,
        "duration": 3.43
    },
    {
        "text": "But then I also did something to try and make it a little more special if you have time after today's video",
        "start": 327.84,
        "duration": 4.05
    },
    {
        "text": "I highly recommend you watch it",
        "start": 331.89,
        "duration": 1.37
    },
    {
        "text": "Then we have the honest games trailer for sea of thieves your life noggin asking how can we make the perfect city you also got",
        "start": 333.26,
        "duration": 5.52
    },
    {
        "text": "A new clip and trailer for Incredibles 2 we also had secret out this really interesting video about these robots that just go across",
        "start": 338.789,
        "duration": 5.091
    },
    {
        "text": "Toxic sea floors they bring back new weird species we also got this amazing red band trailer from Blum House",
        "start": 344.14,
        "duration": 5.359
    },
    {
        "text": "Productions this movie called upgrade and obviously I'm excited for the story, but in the trailer",
        "start": 349.66,
        "duration": 3.829
    },
    {
        "text": "There's there's so many moments where I'm like all the camerawork, and if you want to see the full versions everything",
        "start": 353.49,
        "duration": 4.44
    },
    {
        "text": "I just shared the secret link of the day anything at all",
        "start": 357.93,
        "duration": 2.399
    },
    {
        "text": "Links as always are in the description down below and let's talk about the Guardian who appears to pride themselves on good solid",
        "start": 360.49,
        "duration": 6.5
    },
    {
        "text": "independent journalism",
        "start": 367.51,
        "duration": 1.23
    },
    {
        "text": "Taking a shot at Felix PewDiePie of course Felix one of the largest creators on the platform has been for a very very long",
        "start": 368.74,
        "duration": 6.14
    },
    {
        "text": "Time he has had his scandals",
        "start": 374.979,
        "duration": 2.03
    },
    {
        "text": "but for the most part a lot of that has gone by",
        "start": 377.01,
        "duration": 2.219
    },
    {
        "text": "Today the Guardian put out an article title what's up?",
        "start": 379.46,
        "duration": 2.04
    },
    {
        "text": "PewDiePie the troubling content of YouTube's biggest star childish offensive and immensely popular the YouTube star whose real name is Felix",
        "start": 381.5,
        "duration": 6.14
    },
    {
        "text": "Kjellberg continues to command a huge audience, but what does he really say?",
        "start": 387.8,
        "duration": 3.76
    },
    {
        "text": "I love that because the only thing it's missing from from corny local television is find out tonight at 10:00 could be a child watching",
        "start": 391.57,
        "duration": 5.67
    },
    {
        "text": "PewDiePie give them cancer find out tonight",
        "start": 397.24,
        "duration": 2.759
    },
    {
        "text": "also\nIf I know the little line underneath the main headline that initially read childish",
        "start": 400.03,
        "duration": 4.379
    },
    {
        "text": "Bigoted and immensely popular then they decided to pull back a little and what's weird is a lot of the article is not",
        "start": 404.75,
        "duration": 5.029
    },
    {
        "text": "actually negative towards Felix",
        "start": 409.85,
        "duration": 1.73
    },
    {
        "text": "it's not about Felix starting a book club how that is normally a",
        "start": 411.58,
        "duration": 2.729
    },
    {
        "text": "Really hard thing to get people involved in but his video is when he's doing that still get 3.5 million views",
        "start": 414.38,
        "duration": 4.82
    },
    {
        "text": "They say on YouTube how he has bigger numbers than Justin Bieber CNN Nike and coca-cola",
        "start": 419.2,
        "duration": 4.08
    },
    {
        "text": "they mentioned his past scandals, but then say outside of that",
        "start": 423.28,
        "duration": 2.73
    },
    {
        "text": "He's not really usually written about he talked about how he has several shows house",
        "start": 426.01,
        "duration": 3.13
    },
    {
        "text": "Part of it kind of emulates TV shows how over the years",
        "start": 429.32,
        "duration": 2.98
    },
    {
        "text": "He evolved from just a little baby creator who was awkward in front of the camera to someone that's incredibly comfortable and has a man",
        "start": 432.309,
        "duration": 5.631
    },
    {
        "text": "Beard then towards the end we finally get that shift that gave us that headline talk about him using",
        "start": 437.95,
        "duration": 4.5
    },
    {
        "text": "Pepe the Frog how he gave a positive review to a book from Jordan B",
        "start": 442.9,
        "duration": 3.56
    },
    {
        "text": "Peterson he showed me memes of Neil deGrasse Tyson Barack Obama having different names under their picture",
        "start": 446.6,
        "duration": 5.24
    },
    {
        "text": "And then finally it ends on the note to call him an alt-right agitator would perhaps be",
        "start": 451.84,
        "duration": 4.04
    },
    {
        "text": "Unfair as he is never publicly identified with the proto-fascist movement, but he shares much of their culture and amplifies",
        "start": 456.1,
        "duration": 6.38
    },
    {
        "text": "it across the world people should pay PewDiePie more attention if the beginning of your sentence you say it would perhaps be unfair to",
        "start": 462.49,
        "duration": 5.94
    },
    {
        "text": "Blank and after the blank you include",
        "start": 468.68,
        "duration": 1.88
    },
    {
        "text": "But it appears pretty apparent that you are trying to connect those dots",
        "start": 470.56,
        "duration": 3.57
    },
    {
        "text": "For your reader because they end the article that way it feels like they're trying to say that the other content",
        "start": 474.23,
        "duration": 4.73
    },
    {
        "text": "It's just stuff to throw people off the scent like next month",
        "start": 478.96,
        "duration": 2.82
    },
    {
        "text": "He's gonna try and sneak in Mein Kampf in to the book club and so the whole article to me",
        "start": 481.78,
        "duration": 3.69
    },
    {
        "text": "Just seems weird and scummy I think you can definitely connect a Felix to an anti PC movement 100%",
        "start": 485.47,
        "duration": 5.81
    },
    {
        "text": "And I am personally on board with a lot of that like the the mention of Pepe the Frog it became a fun way",
        "start": 491.28,
        "duration": 5.28
    },
    {
        "text": "To mess with people who wanted to say just blanket statement all uses of Pepe the Frog",
        "start": 496.56,
        "duration": 4.38
    },
    {
        "text": "racist to then try and connect dots because",
        "start": 501.56,
        "duration": 2.179
    },
    {
        "text": "He likes trolling and then some people that you're trying to connect them to they also troll and fuck with people that connects them",
        "start": 503.81,
        "duration": 6.2
    },
    {
        "text": "Disregarding so much more of the real situation, that's ridiculous obviously I do want to note here",
        "start": 510.1,
        "duration": 3.94
    },
    {
        "text": "I am going to be biased with this story. petty shots like this from main stream outlets rub me the the wrong way. That's it",
        "start": 514.06,
        "duration": 5.57
    },
    {
        "text": "I do want to pass a question off to you",
        "start": 519.63,
        "duration": 1.29
    },
    {
        "text": "What are your thoughts about this is this a petty shot because they're trying to get views no the person writing the article they have",
        "start": 520.92,
        "duration": 5.54
    },
    {
        "text": "A valid point whatever you think I want to hear about it, and then let's talk about an internal conflict",
        "start": 526.47,
        "duration": 3.67
    },
    {
        "text": "We're seeing at Google right now yesterday",
        "start": 530.16,
        "duration": 2.22
    },
    {
        "text": "It was reported that employees at Google began circulating an open letter demanding that Google stop working with the Department of Defense on artificial intelligence",
        "start": 532.38,
        "duration": 5.7
    },
    {
        "text": "And reportedly that open letter has been signed by more than 3,100",
        "start": 538.24,
        "duration": 3.049
    },
    {
        "text": "Google employees now dissent over the partnership actually began last month after it was revealed in an internal memo that Google had begun working with",
        "start": 541.38,
        "duration": 5.8
    },
    {
        "text": "The Pentagon's project maven. and maven if you don't know as a push by the Pentagon to more actively use AI in the military's everyday",
        "start": 547.2,
        "duration": 5.42
    },
    {
        "text": "functions and in April of",
        "start": 552.629,
        "duration": 1.231
    },
    {
        "text": "2017 during the internal announcement a project maven then deputy defense secretary Bob work said as numerous studies have made clear Department of Defense must",
        "start": 553.87,
        "duration": 7.22
    },
    {
        "text": "integrate artificial intelligence and machine learning more effectively across operations to maintain advantages over increasingly capable",
        "start": 561.09,
        "duration": 5.849
    },
    {
        "text": "adversaries and competitors one of mavens first projects was to use machine learning an AI to help scour hours of drone footage and identify objects",
        "start": 567.34,
        "duration": 6.74
    },
    {
        "text": "Of interest for the military this, because there's so much footage of human analysts",
        "start": 574.08,
        "duration": 3.08
    },
    {
        "text": "Just can't get through in a timely manner it maven tackles this issue by using Google's tensorflow API to identify and track up to",
        "start": 577.16,
        "duration": 5.42
    },
    {
        "text": "36 different category of objects and these known objects reportedly things like when vehicles or people go from location to location",
        "start": 582.66,
        "duration": 5.9
    },
    {
        "text": "And so the Pentagon's hoping that this can really help humans, but of course still keeping humans in place",
        "start": 588.76,
        "duration": 4.6
    },
    {
        "text": "The head of project maven sang-hee hope people and computers will work symbiotically to increase the ability of weapon systems to detect",
        "start": 593.36,
        "duration": 5.28
    },
    {
        "text": "Objects eventually we hope that one analyst will be able to do twice as much work potentially three times as much as they're doing now",
        "start": 598.74,
        "duration": 5.4
    },
    {
        "text": "That's our goal, and as far as Google's involvement with maven. It's part of a pilot project also considering",
        "start": 604.14,
        "duration": 4.529
    },
    {
        "text": "We're talking about the Department of Defense here",
        "start": 608.67,
        "duration": 1.56
    },
    {
        "text": "This is relatively small and scale reportedly maven is only planning on spending 70 million in its first year",
        "start": 610.23,
        "duration": 4.559
    },
    {
        "text": "That's that let's jump back to the letter after resigned by over",
        "start": 614.82,
        "duration": 2.25
    },
    {
        "text": "3,100 people it was sent to the CEO of Google",
        "start": 617.22,
        "duration": 2.16
    },
    {
        "text": "Sundar pichai the letter starts off pretty blunt reading dear Sundar we believe that Google should not be in the business of war therefore",
        "start": 619.44,
        "duration": 5.84
    },
    {
        "text": "We ask that project may even be canceled and at Google draft publicized and enforce a clear policy stating that neither Google nor its",
        "start": 625.289,
        "duration": 6.291
    },
    {
        "text": "Contractors will ever build warfare technology they point out one of Google's core tenants",
        "start": 631.78,
        "duration": 3.979
    },
    {
        "text": "Which is don't be evil but also on that know Google's parent company alphabet. They removed that motto back in 2015",
        "start": 635.76,
        "duration": 5.459
    },
    {
        "text": "I'm not saying that was a moment. They're like no let's start being evil, but just random thing",
        "start": 641.22,
        "duration": 3.45
    },
    {
        "text": "I wanted to share letter also responds to a statement from Diane Greene that was meant to calm fears over the program when it was",
        "start": 644.67,
        "duration": 4.79
    },
    {
        "text": "First revealed last month saying recently Googlers voice concerns about maven internally and green responded assuring them that the technology will not quote",
        "start": 649.46,
        "duration": 6.66
    },
    {
        "text": "Operate or fly drones and quote will not be used to launch weapon well this eliminates a narrow set of direct",
        "start": 656.2,
        "duration": 5.0
    },
    {
        "text": "applications the technology is being built for the military and once to deliver it could easily be used to assist in these tasks and they",
        "start": 661.33,
        "duration": 5.84
    },
    {
        "text": "End their letter saying building this technology to assist the US government and military surveillance and potentially lethal outcomes is not acceptable",
        "start": 667.17,
        "duration": 6.63
    },
    {
        "text": "After this the CEO of the company Sundar Pichai released a statement",
        "start": 673.92,
        "duration": 3.3
    },
    {
        "text": "But he just doubled down saying that maven was specifically scoped to be for non offensive purposes",
        "start": 677.22,
        "duration": 3.78
    },
    {
        "text": "but he didn't reveal any text from the",
        "start": 681.0,
        "duration": 1.72
    },
    {
        "text": "Contract or really give anything on top of that to verify that this would be the way it worked",
        "start": 682.72,
        "duration": 3.739
    },
    {
        "text": "We also saw a Google spokesperson try to defend the company as well putting either the programs being used by the military were quote",
        "start": 686.46,
        "duration": 5.08
    },
    {
        "text": "Open-source recognition software available to any Google cloud customer also saying that the database scour is allegedly only on unclassified data",
        "start": 691.68,
        "duration": 6.5
    },
    {
        "text": "It's used to flag images for human review, which is intended to save lives save people time to having a new highly tedious work",
        "start": 698.19,
        "duration": 5.51
    },
    {
        "text": "But I would say on that final final note it really doesn't address the concerns that yes",
        "start": 703.71,
        "duration": 3.599
    },
    {
        "text": "We are building it for this one purpose, but right now",
        "start": 707.31,
        "duration": 2.76
    },
    {
        "text": "It doesn't appear that there's any way to stop the military from using it in the ways that we are concerned about",
        "start": 710.07,
        "duration": 3.96
    },
    {
        "text": "But that's that even if it was in a contract",
        "start": 714.03,
        "duration": 1.6
    },
    {
        "text": "it's the",
        "start": 715.63,
        "duration": 0.78
    },
    {
        "text": "Government they they're gonna do what they want with it when it was such a big deal when back in the day when Apple said",
        "start": 716.41,
        "duration": 4.549
    },
    {
        "text": "They would not unlock a phone the whole big argument was yes",
        "start": 720.96,
        "duration": 2.669
    },
    {
        "text": "You're saying you want to use it in this way",
        "start": 723.63,
        "duration": 1.53
    },
    {
        "text": "But it opens up for a lot of really sketchy situations and obviously that's a simplified version there are more concerns",
        "start": 725.16,
        "duration": 6.239
    },
    {
        "text": "But you know you get the idea, let's talk about these teacher protests. We've seen in Kentucky and Oklahoma",
        "start": 731.4,
        "duration": 4.26
    },
    {
        "text": "We'll start with Kentucky where teachers are protesting due to changes to their pensions, Kentucky lawmakers had a bill that was focused on sewage",
        "start": 735.78,
        "duration": 5.64
    },
    {
        "text": "But then also included reforms to teacher pensions and a lawmakers passed the bill but governor Bevin has not signed it yet",
        "start": 741.42,
        "duration": 5.399
    },
    {
        "text": "Although he did tweet support for saying the members of the House and Senate voted to not keep kicking the pension problem down the road",
        "start": 746.82,
        "duration": 5.369
    },
    {
        "text": "Adding anyone who will receive a retirement check in the years ahead",
        "start": 752.36,
        "duration": 2.76
    },
    {
        "text": "owes a deep debt of gratitude to these 71 men and women who did the right thing now as far as the pension changes",
        "start": 755.12,
        "duration": 5.4
    },
    {
        "text": "Reportedly that cut benefits for new teachers",
        "start": 760.54,
        "duration": 2.02
    },
    {
        "text": "But preserved them for most workers the pension plan reportedly would phase out defined benefit pensions replace it with a hybrid",
        "start": 762.57,
        "duration": 5.19
    },
    {
        "text": "retirement plan long story short and",
        "start": 767.98,
        "duration": 1.68
    },
    {
        "text": "oversimplified many teachers in the state including the Union were not happy with that feeling like they were being left behind and screwed over the",
        "start": 769.66,
        "duration": 5.599
    },
    {
        "text": "teachers in Kentucky ended up calling out sick on Friday on Monday all the schools in the district were closed that said 75 percent of",
        "start": 775.26,
        "duration": 6.09
    },
    {
        "text": "The schools were on spring break",
        "start": 781.35,
        "duration": 1.26
    },
    {
        "text": "but also the rest were",
        "start": 782.61,
        "duration": 1.35
    },
    {
        "text": "To allow teachers to attend a rally in addition to the pension teachers demanded more funding in the state budget for textbooks",
        "start": 783.96,
        "duration": 4.95
    },
    {
        "text": "Technology school program it teachers popping on TV explaining their stories of that they were actually having to spend their own money",
        "start": 789.4,
        "duration": 6.14
    },
    {
        "text": "For things in the classroom, but also on Monday",
        "start": 795.64,
        "duration": 2.09
    },
    {
        "text": "We saw the State House and Senate pass a budget and revenue bills that included a six point two five percent cuts almost every part",
        "start": 797.73,
        "duration": 5.489
    },
    {
        "text": "of the state government besides education",
        "start": 803.22,
        "duration": 1.66
    },
    {
        "text": "the bill included increases in taxes like a 50 percent tax per pack of cigarettes sales tax on various services a six percent sales tax",
        "start": 804.88,
        "duration": 6.8
    },
    {
        "text": "That's going to be put in place on services that are previously",
        "start": 811.68,
        "duration": 2.34
    },
    {
        "text": "Tax-free also three tax incentives were suspended",
        "start": 814.12,
        "duration": 2.6
    },
    {
        "text": "And this reportedly increased spending for the main funding formula for k-12 schools",
        "start": 816.72,
        "duration": 3.539
    },
    {
        "text": "It also reduced individual and corporate taxes to five percent now after this passed the governor released a statement",
        "start": 820.41,
        "duration": 4.89
    },
    {
        "text": "Criticizing the bill saying a fiscally responsible budget does not contain",
        "start": 825.73,
        "duration": 2.869
    },
    {
        "text": "Unfunded mandates and does not intentionally create budget shortfalls in the future a fiscally responsible",
        "start": 828.85,
        "duration": 3.979
    },
    {
        "text": "Budget does not kick the can down the road as previous. Governors and legislators have repeatedly done",
        "start": 832.9,
        "duration": 4.369
    },
    {
        "text": "I am very concerned that the current proposals from the General Assembly may not meet these basic standards of fiscal responsibility",
        "start": 837.27,
        "duration": 4.739
    },
    {
        "text": "That said where we stand right now is Bevin has not signed either of the bills that have passed not the sewage bill that would",
        "start": 842.26,
        "duration": 6.44
    },
    {
        "text": "Reform teachers pensions and not the new budget plan and so will be very interesting to see what he does",
        "start": 848.7,
        "duration": 4.23
    },
    {
        "text": "Next and how teachers react to it, and then let's talk about, Oklahoma",
        "start": 853.0,
        "duration": 3.2
    },
    {
        "text": "Where on Monday around 200 of the 584 school districts in the state were disrupted by a walkout reportedly more than",
        "start": 856.2,
        "duration": 5.669
    },
    {
        "text": "30,000 educators walked out for some class cancellations for around 500,000 of the state's",
        "start": 862.18,
        "duration": 4.579
    },
    {
        "text": "700,000 public school students",
        "start": 867.34,
        "duration": 1.37
    },
    {
        "text": "We saw many educators traveling by bus to the Capitol on Monday where we saw people",
        "start": 868.71,
        "duration": 3.479
    },
    {
        "text": "Protesting inside the Capitol building and in Oklahoma teachers are seeking better pay and increased",
        "start": 872.32,
        "duration": 3.799
    },
    {
        "text": "education fund many complaining that they have to work multiple jobs if they also want to be a teacher to kind of give you an",
        "start": 876.19,
        "duration": 4.46
    },
    {
        "text": "Idea of how bad it is according to a 2016 report from the National Education Association",
        "start": 880.65,
        "duration": 3.929
    },
    {
        "text": "Oklahoma teachers pay is on average 49th in the country the average starting salary for a teacher. There is 30",
        "start": 884.98,
        "duration": 5.959
    },
    {
        "text": "1919 dollars some districts also reportedly impose a four-day school week because they do not have the funding for five",
        "start": 892.27,
        "duration": 6.02
    },
    {
        "text": "Also as far as things like the books",
        "start": 898.29,
        "duration": 1.71
    },
    {
        "text": "They give the kids",
        "start": 900.0,
        "duration": 0.97
    },
    {
        "text": "Teachers have been posting pictures like this to show what they're working with some including history books where the current president in the book",
        "start": 900.97,
        "duration": 5.69
    },
    {
        "text": "Is Bush and so the state's teacher union is demanding a $10,000 raise for teachers over three years?",
        "start": 906.66,
        "duration": 4.34
    },
    {
        "text": "5,000 raise for support staff and 200 million in education funding last week we saw the state legislature in Oklahoma vote for",
        "start": 911.38,
        "duration": 5.84
    },
    {
        "text": "provide teachers with an additional raise of 6,000 per year or 16% depending on experience that then including",
        "start": 917.28,
        "duration": 5.26
    },
    {
        "text": "$1,250 for support staff and fifty million in state education",
        "start": 923.2,
        "duration": 2.64
    },
    {
        "text": "Funding governor mary Fallin signed that into law to pay for these raises politicians agreed to increase production",
        "start": 926.05,
        "duration": 4.909
    },
    {
        "text": "Taxes on oil and gas and institute new taxes on tobacco and motor fuel was a whole",
        "start": 931.029,
        "duration": 3.95
    },
    {
        "text": "450 million dollar revenue package designed to avert this strike and actually according to reports this was the first new revenue bill to become law",
        "start": 935.379,
        "duration": 5.84
    },
    {
        "text": "In Oklahoma in 28 years, but still you have the teachers sticking to their guns demanding an additional 75 million",
        "start": 941.22,
        "duration": 5.01
    },
    {
        "text": "That's seeming to be a compromise from their 200 million",
        "start": 946.23,
        "duration": 2.64
    },
    {
        "text": "And they're also holding out on their pay demands then let's talk about the reaction yesterday governor mary Fallin released a statement saying just like",
        "start": 948.87,
        "duration": 5.459
    },
    {
        "text": "Oklahoma families we are only able to do what our budget allows",
        "start": 954.329,
        "duration": 2.76
    },
    {
        "text": "Significant revenue raising measures were approved to make this pay raise an additional school funding possible you must be responsible not to neglect other areas",
        "start": 957.309,
        "duration": 6.95
    },
    {
        "text": "Of need in the state such as Corrections and Health and Human Services as we continue to consider additional",
        "start": 964.259,
        "duration": 3.929
    },
    {
        "text": "education funding measures look forward to continuing to talk with legislative leaders and teachers as we forge a positive pathway forward for",
        "start": 968.589,
        "duration": 6.229
    },
    {
        "text": "education but on that note of not having the money in the budget teachers criticize the House and Senate leaders for passing a measure that",
        "start": 974.88,
        "duration": 4.8
    },
    {
        "text": "Actually repealed a $5 night hotel and motel tax saying just that could have increased the package by 45 million dollars",
        "start": 979.68,
        "duration": 5.6
    },
    {
        "text": "And so now we're seeing in, Oklahoma",
        "start": 985.36,
        "duration": 1.579
    },
    {
        "text": "Is that more than a hundred people including teachers and supporters announced on Wednesday that there only to be marching from Tulsa to Oklahoma City",
        "start": 986.94,
        "duration": 5.669
    },
    {
        "text": "Importantly it's a six-day March going to cover 110 miles",
        "start": 992.609,
        "duration": 2.651
    },
    {
        "text": "And they are calling it the March for education so in the state we saw districts cancelling school through Friday",
        "start": 995.28,
        "duration": 4.44
    },
    {
        "text": "But they're also doubts on how much the governor is actually willing to work with teachers this because governor mary Fallin said this about teachers",
        "start": 999.72,
        "duration": 6.8
    },
    {
        "text": "In an interview teachers want more, but it's kind of like having a teenage kid that wants a better car",
        "start": 1006.529,
        "duration": 4.559
    },
    {
        "text": "It's an interesting",
        "start": 1011.089,
        "duration": 0.911
    },
    {
        "text": "negotiating tactic to call the people who their their whole premise is that you don't respect what we're doing enough to actually pay us a",
        "start": 1012.0,
        "duration": 5.779
    },
    {
        "text": "Living wage your response is, they're being entitled greedy children, but ultimately like so many of the situations that are going on right now",
        "start": 1017.78,
        "duration": 5.64
    },
    {
        "text": "It's a wait-and-see to who blinks first you've got teachers who even with the smaller increase feel underappreciated",
        "start": 1023.52,
        "duration": 5.6
    },
    {
        "text": "Underfunded not able to do their job properly",
        "start": 1030.12,
        "duration": 2.0
    },
    {
        "text": "Then we've seen several examples of people in power who think that they are asking too much that they are being greedy that they're being",
        "start": 1032.28,
        "duration": 5.329
    },
    {
        "text": "Childish, so we'll have to wait and see and that's where I'm going to end today's show and remember if you liked this video",
        "start": 1037.61,
        "duration": 3.989
    },
    {
        "text": "You're like I'm trying to do on this channel hit that like button if you're new here hit that subscribe button turn on notifications",
        "start": 1041.6,
        "duration": 4.799
    },
    {
        "text": "So you don't miss these daily weekday videos which actually if you did miss yesterday's show?",
        "start": 1046.679,
        "duration": 3.65
    },
    {
        "text": "Want to catch up click or tap right there to watch that Oh having to move is something different?",
        "start": 1050.48,
        "duration": 3.06
    },
    {
        "text": "You can click or tap right here to watch my episode of hot ones but so that's it of course as always my name is",
        "start": 1053.54,
        "duration": 4.1
    },
    {
        "text": "Philip defranco you've just been phill'd in I love yo' faces, and I'll see you tomorrow",
        "start": 1057.66,
        "duration": 4.32
    }
]