[
    {
        "text": "Sup ya beautiful bastards, hope you're havin' a fantastic Wednesday",
        "start": 0.399,
        "duration": 2.719
    },
    {
        "text": "Welcome back to the Philip DeFranco show and let's just jump RIGHT INTO THE NEWS",
        "start": 3.12,
        "duration": 3.36
    },
    {
        "text": "The first thing we're to talk about today by far one of the most requested stories",
        "start": 6.48,
        "duration": 2.82
    },
    {
        "text": "Today is the story around 18 year-old Ariadna Juarez",
        "start": 9.3,
        "duration": 2.939
    },
    {
        "text": "She's a beauty guru from Dallas, Texas and she's in the news today because of a reported relationship",
        "start": 12.24,
        "duration": 4.5
    },
    {
        "text": "She has had with a 13 year old Instagram star. In this situation, and I say situation because it just feels wrong to say relationship,",
        "start": 16.74,
        "duration": 7.26
    },
    {
        "text": "this situation first faced criticism because earlier this summer fans saw several photos and videos of them together",
        "start": 24.22,
        "duration": 4.84
    },
    {
        "text": "It seemed like maybe they were dating there were photos and videos of them kissing",
        "start": 29.07,
        "duration": 3.419
    },
    {
        "text": "Apparently the criticism got to such a level that",
        "start": 32.73,
        "duration": 2.04
    },
    {
        "text": "Juarez decides she needed to speak on this. She uploaded a video titled \"speaking up about our controversial relationship\"",
        "start": 34.84,
        "duration": 4.7
    },
    {
        "text": "And to make it extra special, in the now deleted video, Juarez appears on screen with the boy's mother and when talking about this video",
        "start": 39.64,
        "duration": 6.919
    },
    {
        "text": "We're kinda gonna jump around the video because a lot of it doesn't make sense and seemingly contradicts other parts",
        "start": 46.56,
        "duration": 7.26
    },
    {
        "text": "and so one of the first things is she issues a denial.",
        "start": 53.82,
        "duration": 2.36
    },
    {
        "text": "First and foremost, I want to say that me and him were never in a relationship. We never dated",
        "start": 56.32,
        "duration": 3.78
    },
    {
        "text": "We never got to the point to even date",
        "start": 60.27,
        "duration": 1.55
    },
    {
        "text": "So what makes you think we got to the point of having sexual relationships?",
        "start": 61.82,
        "duration": 3.36
    },
    {
        "text": "Which is strange because then she also talks about the differences between dating and having a sexual relationship",
        "start": 65.32,
        "duration": 5.54
    },
    {
        "text": "And just clear things up dating does not mean having sexual intercourse",
        "start": 71.2,
        "duration": 4.16
    },
    {
        "text": "so you cannot say people were having sex just because they were dating, there's so, I feel like there's so much more to dating than just sexual relationships",
        "start": 75.4,
        "duration": 8.0
    },
    {
        "text": "also saying they talked to a lawyer about the legality",
        "start": 83.84,
        "duration": 2.56
    },
    {
        "text": "when we spoke to the lawyer they told us that there's nothing wrong with dating. dating can mean just coming over to have dinner with the family and",
        "start": 86.6,
        "duration": 6.6
    },
    {
        "text": "But there is obviously issues if it gets to any type of sexual content",
        "start": 93.64,
        "duration": 3.979
    },
    {
        "text": "So essentially she says she spoke to a lawyer about the legality of them dating",
        "start": 97.619,
        "duration": 4.02
    },
    {
        "text": "Even though they're definitely not dating or in a relationship",
        "start": 102.04,
        "duration": 3.319
    },
    {
        "text": "And then seemingly giving the legal defense of why it would be okay to be dating",
        "start": 105.52,
        "duration": 4.54
    },
    {
        "text": "then even though they were never in a relationship",
        "start": 110.24,
        "duration": 1.94
    },
    {
        "text": "They weren't dating. She starts talking about maturity levels mother also agrees with this point.",
        "start": 112.18,
        "duration": 5.08
    },
    {
        "text": "Now as far as the maturity level of a person obviously is not determined by age because, in my opinion,",
        "start": 117.26,
        "duration": 9.1
    },
    {
        "text": "I feel like your experiences are what make your maturity level",
        "start": 126.36,
        "duration": 3.48
    },
    {
        "text": "So you can not say that a person who is thirteen will have the same mentality as",
        "start": 129.84,
        "duration": 4.3
    },
    {
        "text": "another thirteen-year-old that has been through more stuff at the same age in the same age.",
        "start": 134.22,
        "duration": 4.48
    },
    {
        "text": "For y'all to know *beep* has never",
        "start": 138.7,
        "duration": 2.46
    },
    {
        "text": "Acted his age ever since he was like really young. He's acted more mature than what he really is",
        "start": 141.26,
        "duration": 4.98
    },
    {
        "text": "And also even though she says there's no relationship or no dating the boy decided he could not continue with this",
        "start": 146.24,
        "duration": 5.97
    },
    {
        "text": "He decided that he didn't want to continue with this because he didn't want me to be so harmed because he saw other",
        "start": 152.25,
        "duration": 5.6
    },
    {
        "text": "Negativity we were getting the way people were attacking me and he decided to put me before himself",
        "start": 157.98,
        "duration": 4.279
    },
    {
        "text": "and then Juarez says this",
        "start": 162.62,
        "duration": 1.96
    },
    {
        "text": "it's sad to know that we have to put like it's sad to know that we have to put our love aside just because people don't want to see us together and because people are",
        "start": 164.66,
        "duration": 7.3
    },
    {
        "text": "Ignorant, and it's just sickening to see how people just don't want to see you happy without knowing anything about you",
        "start": 171.98,
        "duration": 6.27
    },
    {
        "text": "She also talks about something she finds so stupid about this situation",
        "start": 178.25,
        "duration": 2.94
    },
    {
        "text": "Stupid to think",
        "start": 181.65,
        "duration": 0.99
    },
    {
        "text": "that if I was",
        "start": 182.64,
        "duration": 1.08
    },
    {
        "text": "One year younger or if he was one year older it would make such a big difference and people would be more accepting of it",
        "start": 183.72,
        "duration": 5.479
    },
    {
        "text": "Also reportedly saying during the video we can love the same person today tomorrow next year were three years later that same",
        "start": 189.2,
        "duration": 5.699
    },
    {
        "text": "Reason we decided we're gonna wait and we are gonna try this again when everybody will be okay with it",
        "start": 195.12,
        "duration": 4.309
    },
    {
        "text": "Till her note that I one year difference would would be completely different not in Texas, right? You're 18",
        "start": 199.58,
        "duration": 5.279
    },
    {
        "text": "He's 13",
        "start": 204.89,
        "duration": 0.78
    },
    {
        "text": "The age of consent in Texas is 17 and even if there was a 1 year difference if something happened that's still illegal",
        "start": 205.67,
        "duration": 5.37
    },
    {
        "text": "As far as why Juarez and the boy's mother think that this is even a thing",
        "start": 211.25,
        "duration": 3.69
    },
    {
        "text": "apparently it's just because of that dang social media just to see that people are just like",
        "start": 214.94,
        "duration": 5.489
    },
    {
        "text": "talking about them or posting about them just you know to get followers or to get likes or to you know,",
        "start": 220.89,
        "duration": 5.72
    },
    {
        "text": "Even get cloud or how you call it",
        "start": 226.709,
        "duration": 2.63
    },
    {
        "text": "and the mother is specifically thinks we should be talking about more important things or maybe",
        "start": 229.34,
        "duration": 3.809
    },
    {
        "text": "Using your time instead of making 10 different calls as you say",
        "start": 233.459,
        "duration": 3.589
    },
    {
        "text": "people with people that really need your help like there may be girls out there getting raped by their parent and you know,",
        "start": 237.959,
        "duration": 6.8
    },
    {
        "text": "Nobody's out there doing that thing. So kid you can either be there's",
        "start": 244.76,
        "duration": 2.969
    },
    {
        "text": "people getting killed every day and you're over here dealing you're over here worrying about",
        "start": 248.64,
        "duration": 4.61
    },
    {
        "text": "People that just want to be happy just like you there's a lot to unpack",
        "start": 253.739,
        "duration": 3.44
    },
    {
        "text": "No, Ariadna, no",
        "start": 257.72,
        "duration": 1.17
    },
    {
        "text": "our pursuits of happiness are not similar your pursuit for happiness in my opinion appears to be at the very least the grooming of a",
        "start": 258.89,
        "duration": 7.829
    },
    {
        "text": "thirteen-year-old",
        "start": 267.03,
        "duration": 0.5
    },
    {
        "text": "They say at the very least because despite what you said in your video about dating and relationships",
        "start": 267.53,
        "duration": 4.649
    },
    {
        "text": "And I think trying to hide behind certain words. It does appear that there's photographic and video evidence of you being very close",
        "start": 272.67,
        "duration": 7.069
    },
    {
        "text": "Also, how do you contradict yourself so much in a video with so many jump cuts?",
        "start": 279.74,
        "duration": 5.13
    },
    {
        "text": "It's not like you got caught on a live stream and you kind of keep your story together and it all",
        "start": 284.87,
        "duration": 3.929
    },
    {
        "text": "Unraveled shot this cut this and put this out on the Internet granted. I mean, there's no part of this video",
        "start": 288.96,
        "duration": 4.91
    },
    {
        "text": "That makes me think that you are a mastermind",
        "start": 293.87,
        "duration": 1.89
    },
    {
        "text": "But it's just it's just common sense. Like bottom-of-the-barrel common sense. Also their argument that there are other horrible things happening in the world",
        "start": 295.76,
        "duration": 7.47
    },
    {
        "text": "why aren't we focusing on that because we're focusing on your horrible right now tomorrow still exists to talk about that other thing and because",
        "start": 303.23,
        "duration": 5.819
    },
    {
        "text": "other horrible things happen",
        "start": 309.05,
        "duration": 1.11
    },
    {
        "text": "does it negate your horrible also regarding the argument that the only reason people are talking about this is because",
        "start": 310.16,
        "duration": 4.619
    },
    {
        "text": "You are someone on social media and people are just trying to get followers one",
        "start": 315.06,
        "duration": 4.07
    },
    {
        "text": "Yes, people are talking about this because you are a person that has a following",
        "start": 319.13,
        "duration": 3.0
    },
    {
        "text": "Thus more eyes are on you",
        "start": 322.13,
        "duration": 1.56
    },
    {
        "text": "So people can see and as far as people talking about this to try and get more followers while I cannot speak to the intent",
        "start": 323.69,
        "duration": 4.619
    },
    {
        "text": "Of everyone else what I would personally say is that by talking about this situation?",
        "start": 328.31,
        "duration": 3.929
    },
    {
        "text": "online casting a light on it more people end up talking about it that",
        "start": 332.58,
        "duration": 4.129
    },
    {
        "text": "Usually ends in something being done",
        "start": 336.87,
        "duration": 2.0
    },
    {
        "text": "One of the most recent examples of that would be of course Mike and Heather Martin daddy of five then family of five had people",
        "start": 338.87,
        "duration": 5.64
    },
    {
        "text": "Not talked about this more and more online and then other outlets picked it up and talked about it law enforcement",
        "start": 344.51,
        "duration": 5.07
    },
    {
        "text": "might not have ever gotten involved without that the people who were held accountable may not have been without that those two kids that seem",
        "start": 349.71,
        "duration": 6.11
    },
    {
        "text": "To be in so much distress would have been in the same place",
        "start": 355.82,
        "duration": 2.549
    },
    {
        "text": "And actually there are other",
        "start": 358.37,
        "duration": 1.06
    },
    {
        "text": "Similarities to the daddy of five stories one the audience's for these people even while they were in there controversy were",
        "start": 359.43,
        "duration": 5.54
    },
    {
        "text": "Incredibly supportive videos don't having tons of likes and two had it not been for some smaller channels talking about this",
        "start": 365.34,
        "duration": 5.36
    },
    {
        "text": "I would not have seen it to be able to cast my light on and actually on that note quick",
        "start": 370.7,
        "duration": 3.899
    },
    {
        "text": "Shout out to Regan wolf as well as mr. Gigi both here on YouTube one of the other reasons",
        "start": 374.6,
        "duration": 4.679
    },
    {
        "text": "I'm personally talking about this story is this sort of behaviors should not be normalized",
        "start": 379.28,
        "duration": 5.16
    },
    {
        "text": "We're not talking about a 21 year old on a 26 year old",
        "start": 384.44,
        "duration": 2.909
    },
    {
        "text": "We are talking about an 18 year old and age",
        "start": 387.349,
        "duration": 2.0
    },
    {
        "text": "Just because the mother is joining in on these mental gymnastics does not make this behavior",
        "start": 389.569,
        "duration": 4.32
    },
    {
        "text": "Okay",
        "start": 393.889,
        "duration": 0.33
    },
    {
        "text": "And I feel like one of the main reasons that this story has not blown up to the point where it should be right now",
        "start": 394.219,
        "duration": 5.01
    },
    {
        "text": "Is because first son there is a general double standard when it comes to men and women",
        "start": 399.229,
        "duration": 4.049
    },
    {
        "text": "You have a lot of people and I would say I was in this camp for a while to where you see male teacher has",
        "start": 403.409,
        "duration": 4.94
    },
    {
        "text": "Sex or does something sexual with a 13 year old student you're like monster?",
        "start": 408.349,
        "duration": 3.57
    },
    {
        "text": "Disgusting throw them into a fire",
        "start": 412.259,
        "duration": 1.58
    },
    {
        "text": "Then you see a story where the genders were swapped where you have female teacher and a 13 year old male student and a lot",
        "start": 413.839,
        "duration": 5.46
    },
    {
        "text": "Of the responses to that would be nice even even South Park joked about it good for him",
        "start": 419.3,
        "duration": 4.199
    },
    {
        "text": "Where were those teachers when I was in school?",
        "start": 423.499,
        "duration": 2.25
    },
    {
        "text": "But in both situations you are talking about a minor a child's whose brain is not fully developed",
        "start": 425.749,
        "duration": 5.25
    },
    {
        "text": "But as far as where we are with this story right now one her Instagram is now private to her",
        "start": 431.189,
        "duration": 6.32
    },
    {
        "text": "YouTube is just gone and three",
        "start": 437.509,
        "duration": 1.89
    },
    {
        "text": "I personally hope that the authorities get involved here, especially with a mother that seems to be enabling this situation",
        "start": 439.399,
        "duration": 4.86
    },
    {
        "text": "But of course that is the story that is my personal takeaway, and I'll pass the question off to you",
        "start": 444.259,
        "duration": 4.47
    },
    {
        "text": "What are your thoughts around this any and all opinions?",
        "start": 448.729,
        "duration": 2.01
    },
    {
        "text": "Let me know in those comments down below, but from that I want to share some stuff",
        "start": 450.74,
        "duration": 3.449
    },
    {
        "text": "I love today and today an awesome brought to you by post mate the post means if you don't know is the fantastic",
        "start": 454.219,
        "duration": 4.799
    },
    {
        "text": "Delivery on-demand app you want something from the store your favorite restaurant boom just open up the app",
        "start": 459.119,
        "duration": 4.37
    },
    {
        "text": "They'll deliver to your house your work your wherever it's the ultimate",
        "start": 463.49,
        "duration": 2.459
    },
    {
        "text": "convenience that allows you to do so much more with your time or you know, some days nothing with it and honestly,",
        "start": 466.05,
        "duration": 5.179
    },
    {
        "text": "That's even sometimes more important and there's two awesome things here one go to post DeFranco calm",
        "start": 471.229,
        "duration": 4.109
    },
    {
        "text": "Download the post mates app and enter an offer code Philly D and they'll give you",
        "start": 475.409,
        "duration": 3.739
    },
    {
        "text": "$100 and free delivery credit and two if you've been wanting to use the service, but previously it hasn't been available",
        "start": 479.399,
        "duration": 5.0
    },
    {
        "text": "Just recently. They launched it 100 new cities",
        "start": 484.499,
        "duration": 2.72
    },
    {
        "text": "So go check it out the first bit of Awesome today is we had Ted ed asking",
        "start": 487.219,
        "duration": 3.179
    },
    {
        "text": "Can you solve the rogue AI riddle and we had Ruby Rose trying nine things",
        "start": 490.399,
        "duration": 3.84
    },
    {
        "text": "She's never done before I got the Deadpool 2 how it should have ended written by fans then",
        "start": 494.24,
        "duration": 4.079
    },
    {
        "text": "We have Liza Co Siri creating stock photos",
        "start": 498.319,
        "duration": 2.04
    },
    {
        "text": "He's got the honest trailer for deep blue sea, and we got a video from Gus Johnson",
        "start": 500.36,
        "duration": 3.69
    },
    {
        "text": "It's about movie paths",
        "start": 504.539,
        "duration": 1.22
    },
    {
        "text": "If you are even slightly aware of what's happening",
        "start": 505.759,
        "duration": 1.93
    },
    {
        "text": "We recommend it and we go whatever the hell that trailer was for kidding the new Jim Carrey",
        "start": 507.689,
        "duration": 4.94
    },
    {
        "text": "Showtime series and if you want to see the full versions of everything",
        "start": 512.699,
        "duration": 2.69
    },
    {
        "text": "I'll just share the secret link of the day really anything at all",
        "start": 515.389,
        "duration": 2.91
    },
    {
        "text": "Links as always are in the description down below and then let's talk about the update around the IGN plagiarism story",
        "start": 518.399,
        "duration": 4.87
    },
    {
        "text": "We covered yesterday and if you missed that quick little summary IGN released a review for the new game dead cells on that a small",
        "start": 523.27,
        "duration": 5.219
    },
    {
        "text": "Youtube channel by the name of boomstick gaming releases a video saying hey IGN just copied me here",
        "start": 528.49,
        "duration": 4.2
    },
    {
        "text": "also providing back-to-back examples",
        "start": 532.69,
        "duration": 1.5
    },
    {
        "text": "Which we featured yesterday IGN then took down their post saying they were investigating it and the big update was philip",
        "start": 534.19,
        "duration": 5.849
    },
    {
        "text": "Mucin the IGN editor who put out his review on dead cells was fired",
        "start": 540.04,
        "duration": 4.2
    },
    {
        "text": "IGN releasing their official statement saying we've reviewed the",
        "start": 544.48,
        "duration": 2.429
    },
    {
        "text": "Allegations against one of our writers regarding our review of dead cells after taking the time to investigate we've determined that there were substantial",
        "start": 547.01,
        "duration": 5.269
    },
    {
        "text": "Similarities between a review posted weeks earlier and our review that could not be justified and warranted taking down though",
        "start": 552.77,
        "duration": 6.019
    },
    {
        "text": "We as a community often share feelings and even certain word choices to describe the games",
        "start": 558.79,
        "duration": 3.6
    },
    {
        "text": "We love by using similar frames of understanding this particular situation stepped over the line and it's not a reflection of our editorial standards",
        "start": 562.39,
        "duration": 6.779
    },
    {
        "text": "We apologize to our readers",
        "start": 569.17,
        "duration": 1.359
    },
    {
        "text": "Developer motion twin and most especially the youtuber known under boomstick gaming are failing to uphold those standards adding though",
        "start": 570.529,
        "duration": 6.38
    },
    {
        "text": "our dead cells reviewer played the game and came away with glowing opinions of it as did many of our other staff members the review",
        "start": 576.91,
        "duration": 5.52
    },
    {
        "text": "Itself was simply not acceptable",
        "start": 582.43,
        "duration": 1.59
    },
    {
        "text": "We've parted ways with the writer involved in the review and we will be re reviewing dead cells this week",
        "start": 584.02,
        "duration": 4.379
    },
    {
        "text": "And as far as what happens next for the now fired writer Philip mucin",
        "start": 588.399,
        "duration": 3.929
    },
    {
        "text": "I don't know as an update to the story what outlets like otaku pointing out that this might not be the only time usin did",
        "start": 592.36,
        "duration": 5.82
    },
    {
        "text": "This people pointing to a review of FIFA 18 on the switch before he was a part of IGN rather than deep diving into that",
        "start": 598.18,
        "duration": 6.119
    },
    {
        "text": "Specific thing from 2017. I'll just link to the article. It's not like he can be double fired at this point",
        "start": 604.339,
        "duration": 4.94
    },
    {
        "text": "IGN has made their move as far as Phillip mucins response to all of this",
        "start": 609.43,
        "duration": 3.599
    },
    {
        "text": "There there really hasn't been any on his Twitter",
        "start": 613.1,
        "duration": 2.059
    },
    {
        "text": "his description still reads Nintendo editor at IGN his last two tweets are hyping up and then linking to his dead cells review and in",
        "start": 615.16,
        "duration": 6.72
    },
    {
        "text": "Those tweets while we don't know the complete workflow",
        "start": 621.88,
        "duration": 2.039
    },
    {
        "text": "Around what goes into a review as far as IGN and who it has to pass interesting note in those tweets",
        "start": 624.079,
        "duration": 4.91
    },
    {
        "text": "Is that he wrote? It's the first IGN video review I've edited myself",
        "start": 628.99,
        "duration": 3.27
    },
    {
        "text": "So maybe it's the case that there weren't a lot of other people involved in this for checks and balances",
        "start": 632.27,
        "duration": 4.699
    },
    {
        "text": "Maybe that explains how this was able to pass by the way",
        "start": 636.97,
        "duration": 2.76
    },
    {
        "text": "This most likely will be held against or used against IG n moving forward",
        "start": 639.73,
        "duration": 3.869
    },
    {
        "text": "So I guess the main point of this story is something something something ethics and gaming journalism",
        "start": 643.6,
        "duration": 4.77
    },
    {
        "text": "And then we had Marcus Meacham aka count thank youuh back in the news and we've been talking about Marcus on and off against inst",
        "start": 648.37,
        "duration": 6.809
    },
    {
        "text": "Sixteen when he first released the video mate your duds and Nazi",
        "start": 655.47,
        "duration": 3.59
    },
    {
        "text": "Satirical video that he says he initially thought would only be viewed by friends where to ruin his beloved girlfriends dog",
        "start": 659.16,
        "duration": 6.32
    },
    {
        "text": "He would train it to become the most disgusting thing in the world a Nazi and so in the video you see the dog",
        "start": 665.48,
        "duration": 5.25
    },
    {
        "text": "Watching Hitler. You see the dog putting up a paw which oh my gosh. Also looks like a Sieg Heil dog",
        "start": 670.98,
        "duration": 4.85
    },
    {
        "text": "Also then appears to be excited when he says gasp the Jews and that led to this whole situation where he was arrested for allegedly",
        "start": 675.83,
        "duration": 6.509
    },
    {
        "text": "Committing a hate crime trial ends up getting postponed in",
        "start": 682.41,
        "duration": 2.929
    },
    {
        "text": "2016 2017 part of 2018 at one point the prosecution even tries to get harsher charges",
        "start": 685.65,
        "duration": 5.659
    },
    {
        "text": "So instead of a one year prison sentence",
        "start": 691.31,
        "duration": 2.01
    },
    {
        "text": "He could get five years as you might remember where the story ultimately ended up is that Marcus Mitra ended up being found guilty?",
        "start": 693.32,
        "duration": 5.429
    },
    {
        "text": "specifically of committing a crime under the UK's",
        "start": 699.27,
        "duration": 2.299
    },
    {
        "text": "Communications Act",
        "start": 701.91,
        "duration": 0.99
    },
    {
        "text": "2003 ascending by means of a public electronic communications network a message or other matter that is grossly offensive or of an indecent obscene or",
        "start": 702.9,
        "duration": 7.939
    },
    {
        "text": "Menacing character when median was sentenced he was not given a prison sentence",
        "start": 711.06,
        "duration": 3.739
    },
    {
        "text": "But rather was just fine eight hundred pounds and finally a sentencing Nietzschean said that even though he didn't get prison time",
        "start": 714.8,
        "duration": 5.07
    },
    {
        "text": "He was still going to appeal",
        "start": 719.87,
        "duration": 1.17
    },
    {
        "text": "He also started a GoFundMe with a goal of 100 thousand pounds and as of today over",
        "start": 721.04,
        "duration": 3.869
    },
    {
        "text": "193 thousand pounds was raised but with all of that said the big update to this story. Today is me chin",
        "start": 725.22,
        "duration": 5.54
    },
    {
        "text": "Announced yesterday that the appeal was rejected and in his announcement video",
        "start": 730.83,
        "duration": 3.649
    },
    {
        "text": "he explains that in Scottish appeals court you get two chances to submit your appeal and it can be rejected at that point as he",
        "start": 734.48,
        "duration": 4.65
    },
    {
        "text": "Explains it was to stalk, you know people that have no chance and hail from a wasting the time of a few calls",
        "start": 739.14,
        "duration": 5.779
    },
    {
        "text": "He said his appeal was rejected at both stages and even shared images of the first rejection letter on Twitter",
        "start": 745.07,
        "duration": 4.44
    },
    {
        "text": "I'm going to read a chunk of that rejection letter because I yeah",
        "start": 749.51,
        "duration": 3.029
    },
    {
        "text": "It's really interesting",
        "start": 752.54,
        "duration": 0.7
    },
    {
        "text": "And also well what you'll be seeing visually as I read this will just be the word",
        "start": 753.24,
        "duration": 3.859
    },
    {
        "text": "Imagine the person saying this is wearing a wig and robe likewise. The appeal against sentence is not arguable",
        "start": 757.26,
        "duration": 5.51
    },
    {
        "text": "This was a deep",
        "start": 762.81,
        "duration": 1.529
    },
    {
        "text": "Unpleasant offense in which disgraceful and utterly offensive material was very widely",
        "start": 764.339,
        "duration": 4.01
    },
    {
        "text": "distributed by the appellants is due the considerable distress of the community in question and just as",
        "start": 768.48,
        "duration": 4.58
    },
    {
        "text": "Disturbingly to the apparent approval of a large number of persons who appear to share the appellants racist views indeed",
        "start": 773.19,
        "duration": 5.539
    },
    {
        "text": "It must be observed that in the circumstances the appellants fortunate that the learned sheriff was not considering custody as an option",
        "start": 778.73,
        "duration": 6.479
    },
    {
        "text": "I also refer to the sheriff supported paragraph 83 where he deals the plea and mitigation",
        "start": 785.209,
        "duration": 4.48
    },
    {
        "text": "Charitably describes this as unusual on my reading it appears to be wholly improper",
        "start": 790.12,
        "duration": 4.279
    },
    {
        "text": "it involves an attack upon my bona fides of the police and",
        "start": 794.399,
        "duration": 2.88
    },
    {
        "text": "Prosecution and a parent refusal by an officer of the court to accept the verdict of that court an apparent attempt to intimidate the court",
        "start": 797.44,
        "duration": 5.75
    },
    {
        "text": "In the sentencing process by reference to a publicly-funded appeal",
        "start": 803.19,
        "duration": 2.759
    },
    {
        "text": "Expressions of personal views on the outcome by the solicitor whose professional duty was cleared confined to submission",
        "start": 806.05,
        "duration": 4.849
    },
    {
        "text": "In fact in law is an apparently",
        "start": 810.899,
        "duration": 1.901
    },
    {
        "text": "Enthusiastic endorsement of the appellants defiance for an officer of the court to engage in such behavior is at best",
        "start": 812.8,
        "duration": 4.909
    },
    {
        "text": "Unprofessional and improper and would certainly merit a professional complaint indeed from my part",
        "start": 818.139,
        "duration": 4.25
    },
    {
        "text": "I consider the solicitor was fortunate not to himself require representation on the matter of contempt",
        "start": 822.389,
        "duration": 4.77
    },
    {
        "text": "So not only was the repeal",
        "start": 827.16,
        "duration": 1.33
    },
    {
        "text": "Rejected the general response was you got off lucky and also your lawyer should be charged with contempt",
        "start": 828.49,
        "duration": 5.869
    },
    {
        "text": "So I guess you gonna kind of call it a hard. No as far as what's an extra mean",
        "start": 834.36,
        "duration": 3.63
    },
    {
        "text": "He says that there are other steps his lawyer plans on taking but as right now he's not going to publicly discuss those although one",
        "start": 837.99,
        "duration": 5.339
    },
    {
        "text": "Thing he did mention is that his lawyers will submit a miscarriage of justice",
        "start": 843.329,
        "duration": 2.52
    },
    {
        "text": "Complaint to the Scottish criminal cases Review Commission that in hopes that they agree to ask the appeal court to accept his case",
        "start": 846.07,
        "duration": 4.849
    },
    {
        "text": "But the thing is there is actually still a possibility that Marcus Metreon may go to jail as he explains",
        "start": 850.92,
        "duration": 6.27
    },
    {
        "text": "He still has this fine that he is supposed to pay he has until October 26 to pay it",
        "start": 857.19,
        "duration": 4.44
    },
    {
        "text": "But he explained he does not plan on paying and here he is explaining this in a little more detail",
        "start": 861.63,
        "duration": 4.799
    },
    {
        "text": "I'm not going to pay the thing",
        "start": 866.43,
        "duration": 1.06
    },
    {
        "text": "So I'm going to get a letter from the court round about that time asking me to appear in court again",
        "start": 867.49,
        "duration": 4.309
    },
    {
        "text": "So that they can ask me why I haven't paid the fine at which point I'm gonna tell them that I am NOT",
        "start": 871.8,
        "duration": 4.739
    },
    {
        "text": "Paying the fine because I am NOT criminal",
        "start": 877.149,
        "duration": 2.119
    },
    {
        "text": "I have done nothing wrong",
        "start": 879.269,
        "duration": 1.201
    },
    {
        "text": "At which point the judges are going to increase the fame or give me community service or something along those lines",
        "start": 880.47,
        "duration": 5.19
    },
    {
        "text": "At which point I am going to reject it and say I'm not going to do those either",
        "start": 885.99,
        "duration": 4.26
    },
    {
        "text": "which means that one of two things are going to happen, either he is going to give me that punishment anyway, and",
        "start": 890.98,
        "duration": 6.02
    },
    {
        "text": "I'm still not gonna do it which means once the time threshold for that finishes",
        "start": 897.639,
        "duration": 3.8
    },
    {
        "text": "I'll get another letter from the court asking me TV appeal back or",
        "start": 901.44,
        "duration": 3.359
    },
    {
        "text": "He is just going to jail me there and then right away, so",
        "start": 905.17,
        "duration": 3.83
    },
    {
        "text": "Whether so whether we like it or not boys",
        "start": 910.029,
        "duration": 2.0
    },
    {
        "text": "I'm going to jail immediate explains",
        "start": 912.85,
        "duration": 1.94
    },
    {
        "text": "They're really the only likely way that he will avoid jail is if the other actions as attorneys",
        "start": 914.79,
        "duration": 3.659
    },
    {
        "text": "Taking end up being successful. And so that's where the situation is right now",
        "start": 918.61,
        "duration": 2.969
    },
    {
        "text": "And as far as where I stand on this as far as the actual charges and punishment all of that",
        "start": 921.579,
        "duration": 5.04
    },
    {
        "text": "I personally think it's all bullshit",
        "start": 926.62,
        "duration": 1.62
    },
    {
        "text": "If you like the context of what he put out was completely ignored his video in question is a ludicrous",
        "start": 928.24,
        "duration": 5.159
    },
    {
        "text": "Satirical video whose which the whole point of the video is that Nazis are actually bad which you could argue",
        "start": 934.04,
        "duration": 5.989
    },
    {
        "text": "Well many were still offended by it to which I would respond and that should not be illegal",
        "start": 940.029,
        "duration": 4.59
    },
    {
        "text": "and so that's why I am personally glad that Marcus Meacham has been fighting this but also",
        "start": 944.62,
        "duration": 4.529
    },
    {
        "text": "The the place that I end up being torn, I don't know if it's worth him going to jail over to make this point",
        "start": 949.37,
        "duration": 6.08
    },
    {
        "text": "Right as of now, he has gone out of this situation with justify",
        "start": 955.45,
        "duration": 3.119
    },
    {
        "text": "Is it worth jail? And I think you could argue both points if he pays for it",
        "start": 958.57,
        "duration": 3.269
    },
    {
        "text": "He can still argue that he doesn't think it was right and he's out there in the real world",
        "start": 961.839,
        "duration": 4.05
    },
    {
        "text": "He's free free to rail against these bad laws. Whereas if this gets to the end of the road, he has to go to jail",
        "start": 965.89,
        "duration": 5.549
    },
    {
        "text": "Obviously it's a massive downside. But at the same time if the government decides that he should go to jail",
        "start": 972.35,
        "duration": 4.309
    },
    {
        "text": "Does that not make him a living free speech martyr keeps the story an issue alive an issue that even in the mainstream you saw",
        "start": 976.94,
        "duration": 6.169
    },
    {
        "text": "People concerned about it speaking out about it. Of course, Ricky Gervais spoke on it and overall",
        "start": 983.11,
        "duration": 4.169
    },
    {
        "text": "I mean if we're thinking about it from an analytical sense Marcus meat and stock skyrockets",
        "start": 987.279,
        "duration": 4.35
    },
    {
        "text": "So that part I'm still actually",
        "start": 991.72,
        "duration": 1.179
    },
    {
        "text": "Debating in my head and where I'll pass the question off to you one if you haven't talked about already",
        "start": 992.899,
        "duration": 3.89
    },
    {
        "text": "What do you think about the charges and the conviction and to what do you think Marcus Meacham should do here",
        "start": 996.79,
        "duration": 4.53
    },
    {
        "text": "Should he just pay the fine and be done with it or no?",
        "start": 1001.32,
        "duration": 2.729
    },
    {
        "text": "Continue to kind of move forward as he's been doing and that's where today's show and of course remember with this being the philip defranco",
        "start": 1004.18,
        "duration": 5.269
    },
    {
        "text": "Show it is also a conversation",
        "start": 1009.449,
        "duration": 1.931
    },
    {
        "text": "so whether it's the last story the first one anything in between",
        "start": 1011.38,
        "duration": 3.019
    },
    {
        "text": "Let me know what you're thinking in those comments down below and hey while you're at it hit that like button if you're new here",
        "start": 1014.41,
        "duration": 4.85
    },
    {
        "text": "Hit that subscribe button, but that said of course as always my name's philip. Defranco. You've just been phill'd Zin",
        "start": 1019.26,
        "duration": 5.429
    },
    {
        "text": "I love yo faces, and I'll see you tomorrow",
        "start": 1024.689,
        "duration": 2.31
    }
]