[
    {
        "text": "Sup you Beautiful Bastards, hope you're having a fantastic Thursday,",
        "start": 0.0,
        "duration": 2.9
    },
    {
        "text": "welcome back to the Philip DeFranco show, and let's just jump into it.",
        "start": 2.9,
        "duration": 3.42
    },
    {
        "text": "And the first thing we're gonna talk about today, by far one of the most requested stories from the past 24 hours,",
        "start": 6.32,
        "duration": 4.76
    },
    {
        "text": "is what the hell happened between Donald Trump and a group of lawmakers when talking about guns.",
        "start": 11.08,
        "duration": 6.16
    },
    {
        "text": "So on Wednesday, President Trump held a meeting with congressional representatives from both parties",
        "start": 17.24,
        "duration": 3.662
    },
    {
        "text": "to address gun laws and school safety in light of the recent tragedy.",
        "start": 20.902,
        "duration": 2.478
    },
    {
        "text": "And we need to talk about what Donald Trump said in that room because it seemed to surprise everyone.",
        "start": 23.38,
        "duration": 5.52
    },
    {
        "text": "First up when Steve Scalise was talking about concealed carry reciprocity,",
        "start": 28.9,
        "duration": 3.3
    },
    {
        "text": "That's essentially that, let's say you're in the the weakest state for concealed carry",
        "start": 32.2,
        "duration": 4.42
    },
    {
        "text": "Lowest requirements, fewest restrictions in that state, you could then bring that to another state,",
        "start": 36.62,
        "duration": 4.22
    },
    {
        "text": "and regardless of what the law was there, you'd be fine.",
        "start": 40.84,
        "duration": 2.18
    },
    {
        "text": "To that, Donald Trump said this:",
        "start": 43.02,
        "duration": 1.74
    },
    {
        "text": "\"I think that maybe that bill will someday pass,",
        "start": 44.76,
        "duration": 3.38
    },
    {
        "text": "\"But it should pass as a separate. If you're gonna put concealed carry between states into this bill,",
        "start": 48.14,
        "duration": 5.26
    },
    {
        "text": "\"we're talking about a whole new ballgame and,",
        "start": 53.4,
        "duration": 3.56
    },
    {
        "text": "\"You know I'm with you, but let it be a separate bill.",
        "start": 56.96,
        "duration": 2.68
    },
    {
        "text": "\"You'll never get this passed, if you add concealed carry to this you'll never get it passed.\"",
        "start": 59.64,
        "duration": 4.2
    },
    {
        "text": "Then regarding bump stocks, he said this:",
        "start": 63.84,
        "duration": 1.6
    },
    {
        "text": "\"And I'm gonna write that out, but we can do that with an executive order.",
        "start": 65.44,
        "duration": 3.46
    },
    {
        "text": "\"I'm gonna write the bump stock, essentially write it out, so you won't have to worry about bump stock,",
        "start": 68.909,
        "duration": 5.097
    },
    {
        "text": "\"Shortly, that'll be gone.",
        "start": 74.006,
        "duration": 2.134
    },
    {
        "text": "\"We can focus on other things.",
        "start": 76.14,
        "duration": 3.22
    },
    {
        "text": "\"Frankly, I don't even know if it would be good in this bill, it's nicer to have a separate",
        "start": 79.36,
        "duration": 3.9
    },
    {
        "text": "\"Piece of paper where it's gone, and we'll have that done pretty quickly,",
        "start": 83.26,
        "duration": 3.08
    },
    {
        "text": "\"They're working on it right now.\"",
        "start": 86.34,
        "duration": 0.959
    },
    {
        "text": "Then, despite the NRA and Republican pushback, Donald Trump once again mentioned the age requirement",
        "start": 87.3,
        "duration": 4.62
    },
    {
        "text": "\"Somebody can buy a handgun at 21.",
        "start": 91.92,
        "duration": 2.48
    },
    {
        "text": "\"Now this is not a popular thing to say in terms of the NRA, but I'm saying it anyway.",
        "start": 94.4,
        "duration": 3.993
    },
    {
        "text": "\"I'm gonna just have to say it",
        "start": 98.4,
        "duration": 1.6
    },
    {
        "text": "\"But you can't buy, I mean, think of it,",
        "start": 100.0,
        "duration": 3.52
    },
    {
        "text": "\"You can buy, a handgun you can't buy one, you have to wait until you're 21,",
        "start": 103.52,
        "duration": 4.94
    },
    {
        "text": "\"But you can buy the kind of weapon used in the school shooting at 18.",
        "start": 108.48,
        "duration": 3.56
    },
    {
        "text": "\"I think it's something you have to think about.\"",
        "start": 113.84,
        "duration": 2.0
    },
    {
        "text": "(Lady in purple): Would you sign that?",
        "start": 115.96,
        "duration": 0.78
    },
    {
        "text": "\"I'll, I tell you what, I'm gonna give it a lot of consideration,",
        "start": 117.66,
        "duration": 3.2
    },
    {
        "text": "\"and I'm the one bringing it up, but a lot of people don't want to bring it up because they're afraid to bring it up\"",
        "start": 120.86,
        "duration": 3.54
    },
    {
        "text": "He then, on several occasions, said how other politicians were afraid of the NRA but he wasn't:",
        "start": 124.4,
        "duration": 4.84
    },
    {
        "text": "\"And they do have great power I agree with that,",
        "start": 129.24,
        "duration": 1.74
    },
    {
        "text": "\"They have great power over you people!",
        "start": 130.99,
        "duration": 2.0
    },
    {
        "text": "\"They have less power over me",
        "start": 133.24,
        "duration": 1.46
    },
    {
        "text": "\"I don't need. I don't, what do I need?\"",
        "start": 134.7,
        "duration": 1.78
    },
    {
        "text": "\"So I was just curious as to what you did in your bill?",
        "start": 136.48,
        "duration": 2.24
    },
    {
        "text": "\"You dont address it.\"",
        "start": 139.74,
        "duration": 0.88
    },
    {
        "text": "\"We, we didn't address it Mr President. Look, I think-\"",
        "start": 140.62,
        "duration": 1.62
    },
    {
        "text": "\"You know why? Because you are afraid of the NRA\"",
        "start": 142.24,
        "duration": 1.46
    },
    {
        "text": "Now, regarding the senator that Donald Trump singled out, Pat Toomey, we've seen two different reports there.",
        "start": 143.7,
        "duration": 4.58
    },
    {
        "text": "According to Politico, Pat Toomey has received over $167 thousand from the gun lobby in the past,",
        "start": 148.28,
        "duration": 4.28
    },
    {
        "text": "but as a spokesperson for Pat Toomey told Fox News",
        "start": 152.56,
        "duration": 2.36
    },
    {
        "text": "And from what we could find, that actually does appear to be true,",
        "start": 158.08,
        "duration": 2.12
    },
    {
        "text": "it looks like the NRA has not contributed to Pat Toomey since 2010.",
        "start": 160.2,
        "duration": 2.92
    },
    {
        "text": "We also saw Donald Trump tell senator Feinstein he's more than happy to look at her assault rifles ban:",
        "start": 163.12,
        "duration": 4.56
    },
    {
        "text": "\"I would be most honored if you would take a look at it\" (\"I will\")",
        "start": 167.68,
        "duration": 2.66
    },
    {
        "text": "(\"I will\") \n\"And we will get it to you and let us know what you what you think of it\"\n(\"I will\")",
        "start": 170.66,
        "duration": 5.24
    },
    {
        "text": "And then, in my opinion, one of the most interesting and surprising things that Donald Trump said,",
        "start": 175.9,
        "duration": 5.26
    },
    {
        "text": "came from this back and forth with Mike Pence:",
        "start": 181.16,
        "duration": 2.38
    },
    {
        "text": "\"If an individual is reported to be a",
        "start": 183.54,
        "duration": 2.1
    },
    {
        "text": "potential danger to themselves or others",
        "start": 185.78,
        "duration": 2.46
    },
    {
        "text": "Allow due process, so that no one's rights are trampled",
        "start": 188.42,
        "duration": 2.9
    },
    {
        "text": "But the ability to go to court obtain an order and then collect not only the firearms",
        "start": 191.72,
        "duration": 4.639
    },
    {
        "text": "but any any weapons in the position we're going to take the",
        "start": 196.36,
        "duration": 3.9
    },
    {
        "text": "Firearms first and then go to court because that's another system because a lot of times by the time you go to court it takes",
        "start": 200.48,
        "duration": 6.02
    },
    {
        "text": "So long to go to court",
        "start": 206.5,
        "duration": 1.69
    },
    {
        "text": "to get the due process",
        "start": 208.19,
        "duration": 2.0
    },
    {
        "text": "Procedures, I like taking the guns early like in this",
        "start": 210.32,
        "duration": 3.589
    },
    {
        "text": "Crazy man's case that just took place in Florida. He had a lot of fires",
        "start": 214.519,
        "duration": 4.97
    },
    {
        "text": "They saw everything to go the court would have taken a long time, so you could do exactly what you're saying",
        "start": 219.489,
        "duration": 4.38
    },
    {
        "text": "But take the guns first go through due process second, okay",
        "start": 223.87,
        "duration": 3.45
    },
    {
        "text": "I just want you to imagine if four years ago Barack Obama said that same fucking sentence take the guns first due",
        "start": 227.329,
        "duration": 7.88
    },
    {
        "text": "Process second yesterday. We talked about the possibility of red flag laws what Donald Trump. Just mentioned",
        "start": 235.34,
        "duration": 5.119
    },
    {
        "text": "here is the most extreme version of a red flag law and I say the most extreme because",
        "start": 240.459,
        "duration": 5.399
    },
    {
        "text": "Even right now most Democrats wouldn't argued to do that",
        "start": 246.109,
        "duration": 3.76
    },
    {
        "text": "They would say like vice president Mike Pence said you know when people say?",
        "start": 249.87,
        "duration": 3.449
    },
    {
        "text": "There's a warning they can go to a court order then go through the process",
        "start": 253.32,
        "duration": 2.97
    },
    {
        "text": "Then take those guns or keep that person from buying guns and just in general. I'm at a loss for words",
        "start": 256.66,
        "duration": 5.329
    },
    {
        "text": "I didn't expect Trump to say something like that",
        "start": 261.989,
        "duration": 3.09
    },
    {
        "text": "I don't know if Trump expected to say something like that now following that meeting and president's term statements",
        "start": 265.08,
        "duration": 4.829
    },
    {
        "text": "I think most people are at a point where they go",
        "start": 269.91,
        "duration": 1.93
    },
    {
        "text": "Do we believe what he just said I mean one it appears",
        "start": 271.84,
        "duration": 2.75
    },
    {
        "text": "There are a good number of people that feel that Donald Trump kind of just repeats what the last person told him is a good",
        "start": 274.59,
        "duration": 5.04
    },
    {
        "text": "idea",
        "start": 279.63,
        "duration": 0.37
    },
    {
        "text": "Republican senator, Ben Sasse",
        "start": 280.0,
        "duration": 1.41
    },
    {
        "text": "Releasing a statement saying wrong leaders don't automatically agree with the last thing that was said to them we have the Second Amendment and due",
        "start": 281.41,
        "duration": 5.51
    },
    {
        "text": "process of law for a reason we're not ditching any",
        "start": 286.92,
        "duration": 2.459
    },
    {
        "text": "Constitutional protection simply because the last person the president talked to today doesn't like the thing is to me whether I agree with Ben Sasse",
        "start": 289.51,
        "duration": 5.75
    },
    {
        "text": "Is politics or not that statement seems somewhat accurate I mean all we have to do is look to the president's words on daca",
        "start": 295.26,
        "duration": 6.63
    },
    {
        "text": "I know there's so much news constantly so it's sometimes hard to keep track",
        "start": 301.89,
        "duration": 2.789
    },
    {
        "text": "But this is what Trump said about daca. Specifically a daca bill On January 9th. It should be a bipartisan bill",
        "start": 304.68,
        "duration": 5.97
    },
    {
        "text": "It should be a bill of love",
        "start": 310.65,
        "duration": 2.0
    },
    {
        "text": "Truly should be a bill of love and we can do that when this group comes back. Hopefully with an agreement this group and others",
        "start": 312.88,
        "duration": 7.489
    },
    {
        "text": "From the Senate from the house comes back with an agreement. I'm signing it. I mean I will be signing it",
        "start": 321.01,
        "duration": 5.119
    },
    {
        "text": "I'm not going to say oh gee",
        "start": 326.13,
        "duration": 1.47
    },
    {
        "text": "I want this so I want that but then later either because he",
        "start": 327.6,
        "duration": 2.489
    },
    {
        "text": "Completely changed how he felt or enough people that are close to him told him no. We're gonna go a different route",
        "start": 330.19,
        "duration": 5.359
    },
    {
        "text": "This is what we need to do the Democrats are evil",
        "start": 335.55,
        "duration": 2.07
    },
    {
        "text": "They're trying to trick you all of a sudden there were",
        "start": 337.62,
        "duration": 1.87
    },
    {
        "text": "unmovable pillars that he demanded to be in the bill for him to support it even at one point saying I'd love to see a",
        "start": 339.49,
        "duration": 5.09
    },
    {
        "text": "shutdown if he couldn't get what he wanted in this bill as well as then threatening to veto the",
        "start": 344.58,
        "duration": 4.259
    },
    {
        "text": "Bipartisan bill that had the best chance and so really who knows where the president's gonna land today tomorrow a month from now if asked",
        "start": 349.14,
        "duration": 6.68
    },
    {
        "text": "Questions like is the president being erratic or are people around him the ones changing his mind is it due to public outcry",
        "start": 355.82,
        "duration": 6.14
    },
    {
        "text": "Does Trump look at the places that have previously",
        "start": 362.2,
        "duration": 1.74
    },
    {
        "text": "Shown him a lot of support like a Breitbart where all of a sudden yesterday",
        "start": 363.94,
        "duration": 3.109
    },
    {
        "text": "They called him a gun grabber which is also very concerning because that seems to feed into the TV ratings",
        "start": 367.05,
        "duration": 4.26
    },
    {
        "text": "president narratives about praise rather than policy",
        "start": 371.56,
        "duration": 2.51
    },
    {
        "text": "I don't know them so with that said I want to pass a question off to you",
        "start": 374.07,
        "duration": 3.059
    },
    {
        "text": "What are your thoughts around this situation this meeting the due process part?",
        "start": 377.13,
        "duration": 4.929
    },
    {
        "text": "I'd love to know what you're thinking and why and those comments down below from that I want to share some stuff",
        "start": 382.06,
        "duration": 4.169
    },
    {
        "text": "I loved today and today in awesome brought to you by D. Brand I might remember D",
        "start": 386.229,
        "duration": 3.951
    },
    {
        "text": "brand from when they launched the D brand grip they raised over a million dollars. Well, they just launched a brand new material called Black Camo and",
        "start": 390.18,
        "duration": 5.72
    },
    {
        "text": "Best part today only if you want to snag one they have 25% off site-wide and you get free shipping if you orders over",
        "start": 395.92,
        "duration": 5.64
    },
    {
        "text": "$20 so if you want to snag one go to dbrand.com/phillyd",
        "start": 401.78,
        "duration": 3.169
    },
    {
        "text": "Or click the link in the description for the first bit of Awesome. We're gonna do another recommendation",
        "start": 404.949,
        "duration": 3.63
    },
    {
        "text": "Sometimes to do with movies, maybe you haven't heard of like Train to Busan. We talked about games like Celeste today",
        "start": 409.16,
        "duration": 4.669
    },
    {
        "text": "I want to officially recommend. I thought it was going to be garbage they decided to reboot Queer",
        "start": 413.83,
        "duration": 5.01
    },
    {
        "text": "Eye it is on Netflix now, and I once again. I thought it was going to be trash. I watched it. It's great",
        "start": 418.84,
        "duration": 6.08
    },
    {
        "text": "It's great feel-good television of course every piece of contents not for everyone",
        "start": 424.92,
        "duration": 3.34
    },
    {
        "text": "So I just say give it give it the first episode and then let me know what you thought",
        "start": 428.28,
        "duration": 3.6
    },
    {
        "text": "Then, I only got a video from casually explained on critical thinking in Chadwick Boseman surprising Black Panther fans. Not that he needs the views,",
        "start": 431.88,
        "duration": 6.6
    },
    {
        "text": "but we got a great film theory. The Bee Movie lied to you!",
        "start": 438.48,
        "duration": 2.8
    },
    {
        "text": "We had Ty Burrell on Hot Ones",
        "start": 441.28,
        "duration": 1.47
    },
    {
        "text": "and if you're interested in an entertaining video on string theory that channel that I",
        "start": 442.75,
        "duration": 3.599
    },
    {
        "text": "Mispronounced 7 out of 10 times, put out a video on it. If you'd like to see the full versions everything I just shared the secret",
        "start": 446.419,
        "duration": 5.6
    },
    {
        "text": "Link of the day anything at all links as always are in the description down below",
        "start": 452.02,
        "duration": 3.24
    },
    {
        "text": "Then in 'How is it possible for this company to suck any more than they already do?' News",
        "start": 455.3,
        "duration": 5.66
    },
    {
        "text": "Equifax, has announced today, that in addition to the one hundred forty five point five million",
        "start": 460.96,
        "duration": 5.34
    },
    {
        "text": "social security numbers and other bits of very personal",
        "start": 466.54,
        "duration": 2.86
    },
    {
        "text": "Information that was stolen from them there were also now reportedly an additional 2.4 million other Americans",
        "start": 470.0,
        "duration": 5.959
    },
    {
        "text": "affected. This wasn't a new breach",
        "start": 476.51,
        "duration": 1.339
    },
    {
        "text": "It was from that same 2017 brief",
        "start": 477.849,
        "duration": 2.04
    },
    {
        "text": "But they're just letting you know about it now. Now the good news is that if you were a part of this 2.4 million",
        "start": 479.889,
        "duration": 4.47
    },
    {
        "text": "We're not talking Social Security numbers with this one, but things like partial driver's license",
        "start": 484.36,
        "duration": 4.11
    },
    {
        "text": "So I guess just a random reminder that Equifax actually sucked even",
        "start": 488.47,
        "duration": 3.0
    },
    {
        "text": "more",
        "start": 491.539,
        "duration": 0.5
    },
    {
        "text": "It still will somehow continue to be a successful business. Then, for those you wondering how John Kelly the White House chief of staff",
        "start": 492.039,
        "duration": 5.22
    },
    {
        "text": "Currently feels about his job",
        "start": 497.419,
        "duration": 2.24
    },
    {
        "text": "I want to play this video from a homeland security event I would just open by saying I have almost no",
        "start": 499.66,
        "duration": 5.669
    },
    {
        "text": "Right to be up here on the stage and when I was",
        "start": 505.849,
        "duration": 2.0
    },
    {
        "text": "In the depart of every right, and I yes I miss every one of you every day I went",
        "start": 508.039,
        "duration": 5.12
    },
    {
        "text": "Truly at six months",
        "start": 522.77,
        "duration": 2.0
    },
    {
        "text": "The last thing I wanted to do is walk away from one of the great honors of my life being the Secretary of Homeland Security",
        "start": 524.93,
        "duration": 5.63
    },
    {
        "text": "But I did something wrong and God punished me, I guess",
        "start": 531.35,
        "duration": 2.51
    },
    {
        "text": "Depending on where you land politically you probably think that he's saying this for one of two reasons",
        "start": 534.8,
        "duration": 4.28
    },
    {
        "text": "Some people will say that it's about the treatment from the media and others will say it's because of the just general",
        "start": 539.21,
        "duration": 5.179
    },
    {
        "text": "chaos in the White House",
        "start": 544.49,
        "duration": 1.61
    },
    {
        "text": "There is a lot going on but it truly seems like that man's life is miserable and in an update to the Dick's Sporting Goods",
        "start": 546.1,
        "duration": 6.24
    },
    {
        "text": "Story that we talked about yesterday more companies have now joined in Walmart announcing going forward",
        "start": 552.34,
        "duration": 4.649
    },
    {
        "text": "We are raising the age restriction for purchase of firearms and ammunition to 21 years of age adding",
        "start": 556.99,
        "duration": 4.109
    },
    {
        "text": "We are also removing items from our website resembling assault style rifles including",
        "start": 561.1,
        "duration": 3.33
    },
    {
        "text": "Non-lethal airsoft guns and toys our heritage as a company has always been in serving sportsmen and hunters",
        "start": 564.59,
        "duration": 4.279
    },
    {
        "text": "And we will continue to do so any responsible way also today",
        "start": 568.87,
        "duration": 2.729
    },
    {
        "text": "We saw a Kroger the largest supermarket chain in America",
        "start": 571.6,
        "duration": 2.34
    },
    {
        "text": "Saying they're making changes specifically that they will raise the minimum age for purchasing guns and ammunition at its Fred Meyer",
        "start": 574.07,
        "duration": 5.119
    },
    {
        "text": "Locations to 21 and so that will affect the 43 stores they have across, Alaska, Idaho",
        "start": 579.32,
        "duration": 3.919
    },
    {
        "text": "Oregon and Washington my initial reaction to that is I didn't even know Kroger owned",
        "start": 583.28,
        "duration": 4.25
    },
    {
        "text": "Supermarkets that sold gun the main point more businesses have now joined in on this move",
        "start": 587.99,
        "duration": 4.46
    },
    {
        "text": "and I'll be interesting to see one how those companies are affected and two if any others join or",
        "start": 592.45,
        "duration": 5.25
    },
    {
        "text": "Resist and also how vocal they are about it",
        "start": 597.86,
        "duration": 2.21
    },
    {
        "text": "Then an a quickie story that I'm just gonna throw in here because I've been messaged several times about it",
        "start": 600.07,
        "duration": 4.349
    },
    {
        "text": "And I want it to go away this really pertains to something",
        "start": 604.42,
        "duration": 2.52
    },
    {
        "text": "We've said in the past where a creator cannot control what their fans",
        "start": 606.94,
        "duration": 3.27
    },
    {
        "text": "do as a family of longer by the name of Anna saucony Jolie tweeted out this picture with the caption to love your body as",
        "start": 610.21,
        "duration": 5.309
    },
    {
        "text": "a beautiful thing",
        "start": 615.52,
        "duration": 0.57
    },
    {
        "text": "Mine has given me three gorgeous children and is currently home to my fourth more pics in my eating disorder story over on my blog",
        "start": 616.09,
        "duration": 5.129
    },
    {
        "text": "And if you go there, it's exactly what she says an own response to that another Twitter user respondent",
        "start": 621.22,
        "duration": 4.68
    },
    {
        "text": "You know how beautiful your body looks mad at you now my daughter was wider hips and a butt looks up to you and now",
        "start": 625.9,
        "duration": 4.319
    },
    {
        "text": "Has to see this how dare you I hope you got the confidence you needed to let little teens down personally",
        "start": 630.22,
        "duration": 4.2
    },
    {
        "text": "I have a body that looks ten times better than you",
        "start": 634.42,
        "duration": 1.65
    },
    {
        "text": "But I don't throw it in my little 14 year olds face and the reason I'm mentioning. This is in that person's bio",
        "start": 636.07,
        "duration": 4.769
    },
    {
        "text": "It read only rejoined Twitter, so I could vote for filly D to win the streamys again this year",
        "start": 640.839,
        "duration": 3.96
    },
    {
        "text": "Sorry for the spam",
        "start": 644.8,
        "duration": 0.75
    },
    {
        "text": "so I'm quickly mentioning the story for two reasons one you can never control what your fans do and",
        "start": 645.55,
        "duration": 3.899
    },
    {
        "text": "Two to ask this person to unfollow me and remove my name from their description Eve augers in particular are constantly under attack",
        "start": 649.55,
        "duration": 7.669
    },
    {
        "text": "from",
        "start": 657.68,
        "duration": 0.78
    },
    {
        "text": "Everyone I was find it disgusting that you're attacking another woman for doing with her body as she wants and as far as your daughter",
        "start": 658.46,
        "duration": 5.96
    },
    {
        "text": "Having to see these easily",
        "start": 664.42,
        "duration": 2.0
    },
    {
        "text": "pg-13 photos",
        "start": 666.98,
        "duration": 1.11
    },
    {
        "text": "Maybe have a conversation with your child",
        "start": 668.09,
        "duration": 1.82
    },
    {
        "text": "I feel like having a conversation with your child about feeling more comfortable in your own skin and the fact that some people have eating",
        "start": 669.91,
        "duration": 5.52
    },
    {
        "text": "Disorders is probably better than her watching you it complete dickhead to a stranger online",
        "start": 675.43,
        "duration": 5.039
    },
    {
        "text": "But that's just my quickie take on and then let's talk about the really interesting news coming out of West Virginia if you haven't heard",
        "start": 680.47,
        "duration": 4.41
    },
    {
        "text": "Yet today",
        "start": 684.88,
        "duration": 0.63
    },
    {
        "text": "Is the sixth day that public schools across West Virginia are closed this because 20,000 teachers in the state are on a strike, which means?",
        "start": 685.51,
        "duration": 6.87
    },
    {
        "text": "270,000 students will be staying home from school as far as why the teachers are protesting",
        "start": 693.02,
        "duration": 3.41
    },
    {
        "text": "It's partially about the low pay when you look at the numbers",
        "start": 696.43,
        "duration": 2.01
    },
    {
        "text": "It makes sense because West Virginia average teacher pay ranks among the lowest in the nation now",
        "start": 698.44,
        "duration": 4.079
    },
    {
        "text": "What's really interesting is the teacher walkouts actually started last Thursday?",
        "start": 702.52,
        "duration": 2.58
    },
    {
        "text": "And they started in response to a new law that would actually give them raises",
        "start": 705.1,
        "duration": 3.51
    },
    {
        "text": "but that raise was only a two percent increase starting in the summer followed by a one percent increase in 2020 and",
        "start": 708.61,
        "duration": 5.399
    },
    {
        "text": "2021 so based on average pay that's eight hundred eight dollars next year and four hundred four for the next two years",
        "start": 714.08,
        "duration": 4.58
    },
    {
        "text": "That's not great considering in 2016",
        "start": 718.66,
        "duration": 1.89
    },
    {
        "text": "West Virginia teachers made an average of forty five thousand six hundred twenty two dollars with the national average being over",
        "start": 720.55,
        "duration": 4.979
    },
    {
        "text": "58,000 that makes it so West Virginia's pay rate is",
        "start": 726.05,
        "duration": 2.419
    },
    {
        "text": "48th out of 50 teachers have also argued that yes getting any percentage whatsoever obviously is more money for what they're actually taking home not",
        "start": 728.6,
        "duration": 7.4
    },
    {
        "text": "Really because this increase barely covers the increases that they're having to pay for health insurance",
        "start": 736.0,
        "duration": 4.409
    },
    {
        "text": "in fact some teachers in the state have also said their pays so low they have to collect federal assistance like which is a",
        "start": 740.77,
        "duration": 4.619
    },
    {
        "text": "Professional degree teacher working two jobs I qualified for WIC and food stamps, and we collected on the WIC",
        "start": 745.49,
        "duration": 6.5
    },
    {
        "text": "So that's how low teacher pay is here",
        "start": 751.99,
        "duration": 2.339
    },
    {
        "text": "You know there were a lot of times where we had to choose between groceries",
        "start": 754.33,
        "duration": 3.45
    },
    {
        "text": "And you know health coverage for my family",
        "start": 757.78,
        "duration": 2.729
    },
    {
        "text": "So this isn't just an issue a bunch of people squabbling over a little bit of insurance benefits",
        "start": 760.69,
        "duration": 6.059
    },
    {
        "text": "Or a little bit of pay we are really in a bad place here now as far as the government responds",
        "start": 766.75,
        "duration": 4.019
    },
    {
        "text": "We've seen we've seen Virginia, Governor Jim Justice holding three town halls in northern",
        "start": 770.77,
        "duration": 3.63
    },
    {
        "text": "West Virginia during those discussions teachers governor justice push back on the teachers demanding for higher wages selling teachers",
        "start": 774.4,
        "duration": 6.049
    },
    {
        "text": "That would be unlikely for them to see a bigger raise and the currently approved plan because the state just doesn't have the money speaking",
        "start": 780.45,
        "duration": 4.95
    },
    {
        "text": "at a high school Monday Justice said quote",
        "start": 785.4,
        "duration": 1.65
    },
    {
        "text": "I would tell you that if you look at the numbers",
        "start": 787.05,
        "duration": 1.56
    },
    {
        "text": "And you were me and I look at them all the time doing any more than what has been done with your pay raise today",
        "start": 788.61,
        "duration": 4.079
    },
    {
        "text": "You're not going to like this",
        "start": 792.69,
        "duration": 1.17
    },
    {
        "text": "But it would not be the smart thing to do it would absolutely",
        "start": 793.86,
        "duration": 2.0
    },
    {
        "text": "Be from a financial standpoint a very very very dumb move governor justice did say however if the state was able to fix its economic",
        "start": 795.97,
        "duration": 6.289
    },
    {
        "text": "Troubles teachers would get a raise so just in general things not looking fantastic for the teachers there",
        "start": 802.26,
        "duration": 4.98
    },
    {
        "text": "But we did see some",
        "start": 807.24,
        "duration": 0.91
    },
    {
        "text": "positives governor justice also promised to establish a task force within the next seven to ten days to address the teachers concern so that was",
        "start": 808.15,
        "duration": 5.929
    },
    {
        "text": "Something we also saw the Public Employees insurance agency",
        "start": 814.08,
        "duration": 2.34
    },
    {
        "text": "Which actually administers the health care programs for the teachers also agreed to freeze health insurance premiums and rate this for the next fiscal year",
        "start": 816.42,
        "duration": 5.789
    },
    {
        "text": "for state workers",
        "start": 822.21,
        "duration": 0.78
    },
    {
        "text": "Which means in the short term teachers won't have to pay more for insurance also justice says he plans to look into a natural gas",
        "start": 822.99,
        "duration": 4.469
    },
    {
        "text": "Tax that could help fund the public employees insurance agents",
        "start": 827.46,
        "duration": 2.58
    },
    {
        "text": "They're also two bills currently in West Virginia State Senate that could help with high insurance cost one would transfer twenty nine million dollars from",
        "start": 830.04,
        "duration": 5.159
    },
    {
        "text": "The state's rainy day fund to freeze insurance rates",
        "start": 835.2,
        "duration": 2.309
    },
    {
        "text": "And the other would make it so that 20% of future general fund surpluses would go towards a separate fund",
        "start": 837.51,
        "duration": 4.38
    },
    {
        "text": "Specifically that fund would be aimed to stabilizing the employees insurance and following all of this Tuesday night",
        "start": 841.99,
        "duration": 4.49
    },
    {
        "text": "It looked like the strength might actually come to an end a deal was made",
        "start": 846.48,
        "duration": 2.519
    },
    {
        "text": "union leaders for the teachers governor justice made a deal which proposed giving teachers a",
        "start": 849.13,
        "duration": 3.859
    },
    {
        "text": "5% raise and that deal",
        "start": 853.15,
        "duration": 1.34
    },
    {
        "text": "Which is now a bill is going through the legislature after that announcement some news outlets even said that the strike was over",
        "start": 854.49,
        "duration": 4.95
    },
    {
        "text": "But as you know because we're talking about it today",
        "start": 859.57,
        "duration": 2.39
    },
    {
        "text": "it",
        "start": 861.96,
        "duration": 0.37
    },
    {
        "text": "Isn't this strike is reportedly continuing because this deal doesn't address the other issues the teachers have specifically their health care and the public employees",
        "start": 862.33,
        "duration": 6.289
    },
    {
        "text": "Insurance agency the teachers are also arguing that all of the proposed",
        "start": 868.62,
        "duration": 2.73
    },
    {
        "text": "Solutions are temporary and they want something long-term, and so the strike continued yesterday",
        "start": 871.48,
        "duration": 3.979
    },
    {
        "text": "We saw teachers continuing the protests by rallying outside the state legislative chambers of course",
        "start": 875.46,
        "duration": 4.289
    },
    {
        "text": "it's important to point out that not everyone is behind this stress some are arguing that the teacher strike is negatively affecting children across the",
        "start": 879.75,
        "duration": 5.34
    },
    {
        "text": "state especially",
        "start": 885.09,
        "duration": 1.09
    },
    {
        "text": "Children who are under privileged and actually rely on the schools for food now some local news outlets have reported that schools handed out food",
        "start": 886.18,
        "duration": 5.119
    },
    {
        "text": "To students last Wednesday ahead of the string one food bank",
        "start": 891.3,
        "duration": 2.309
    },
    {
        "text": "Reportedly filled 700 backpacks full of food for students last week an important thing to note",
        "start": 893.61,
        "duration": 3.899
    },
    {
        "text": "There is that was just one place 700 backpacks. We're talking about over",
        "start": 897.51,
        "duration": 3.39
    },
    {
        "text": "270,000 kids also to handle the situation we've seen makeshift childcare centers pop up set up at churches community centers the state's Attorney General Patrick",
        "start": 901.63,
        "duration": 7.07
    },
    {
        "text": "Morrissey has even called the",
        "start": 908.71,
        "duration": 1.549
    },
    {
        "text": "Illegal saying in a statement this week our teachers and school service personnel are among the state's best and brightest and I wholeheartedly support their",
        "start": 910.259,
        "duration": 5.84
    },
    {
        "text": "Cries for higher salaries and affordable health care however a work stoppage of any length on any ground is illegal this illegal work stoppage affects",
        "start": 916.1,
        "duration": 6.27
    },
    {
        "text": "Hundreds of thousands of students and families across our state our office is prepared to support any relevant state agency or board with legal remedies",
        "start": 922.37,
        "duration": 6.389
    },
    {
        "text": "That may choose to pursue to uphold the law we also stand ready to assist and support any County Board of Education",
        "start": 928.759,
        "duration": 4.35
    },
    {
        "text": "Or County Superintendent as they enforce the law so far there hasn't been any legal action pursued against the teachers",
        "start": 933.24,
        "duration": 5.419
    },
    {
        "text": "But as the strike continues",
        "start": 938.66,
        "duration": 1.06
    },
    {
        "text": "As time goes on we may see that change and for now we're gonna have to wait and see how long the teachers hold now",
        "start": 939.72,
        "duration": 4.849
    },
    {
        "text": "What West Virginia lawmakers do and respond so I want to pass the question off to you",
        "start": 944.569,
        "duration": 3.84
    },
    {
        "text": "What are your thoughts on this specific situation you support the teacher striking or no it's hurting the state",
        "start": 948.41,
        "duration": 5.309
    },
    {
        "text": "It's hurting the children and all these families. Also. What's your opinion on the state potentially cracking down on these teachers that are strike?",
        "start": 953.72,
        "duration": 6.059
    },
    {
        "text": "I really love to know what you think and why in those comments down below",
        "start": 959.779,
        "duration": 2.46
    },
    {
        "text": "That's where I'm going to end today's show remember if you liked this video you like what I'm trying to do on this channel hit",
        "start": 962.24,
        "duration": 4.619
    },
    {
        "text": "That like button if you knew where hit that subscribe button that way you make sure you don't miss these daily weekday videos which actually",
        "start": 966.86,
        "duration": 4.739
    },
    {
        "text": "If you did miss yesterday's show you want to catch up click or tap right there to watch that or if you need something lighter",
        "start": 971.6,
        "duration": 4.38
    },
    {
        "text": "We have the newest behind-the-scenes vlog clicker tap right there to watch that box. That's it of course as always my name's philip defranco",
        "start": 975.98,
        "duration": 5.64
    },
    {
        "text": "You've just been phill'd in a low",
        "start": 981.689,
        "duration": 2.0
    },
    {
        "text": "Faces and I'll see you tomorrow",
        "start": 983.97,
        "duration": 2.0
    }
]