[
    {
        "text": "What's up you, beautiful bastards hope you had a fantastic",
        "start": 0.0,
        "duration": 2.0
    },
    {
        "text": "Tuesday, welcome back to the Philip Defranco Show, and let's just",
        "start": 2.679,
        "duration": 3.02
    },
    {
        "text": "jump into it. And the first thing we're to talk about today, by far one of the most requested",
        "start": 5.7,
        "duration": 2.97
    },
    {
        "text": "non-political stories out there and I think - I think",
        "start": 9.46,
        "duration": 1.849
    },
    {
        "text": "we need, to start things off a little bit light. According to the latest edition of the World Health Organization's  Diagnostic Handbook, gaming",
        "start": 11.309,
        "duration": 6.78
    },
    {
        "text": "disorders should be considered a mental disorder. And specifically they added \"gaming",
        "start": 18.09,
        "duration": 3.809
    },
    {
        "text": "disorder\" to the 11th edition of its I.C.D. It's International Statistical classification of diseases. And they say there are three criteria",
        "start": 21.899,
        "duration": 6.45
    },
    {
        "text": "necessary to diagnose someone with gaming disorder. One, there's impaired control over when, how long, how, frequently, etc.",
        "start": 28.75,
        "duration": 5.569
    },
    {
        "text": "they, game. Two, the person does not stop gaming, despite the negative consequences they have in their life",
        "start": 34.32,
        "duration": 4.889
    },
    {
        "text": "Maybe here they're doing badly at their jobs, school, less time with friends, less interaction. And three, the compulsive gaming",
        "start": 39.21,
        "duration": 5.43
    },
    {
        "text": "strains that person's life or relationships. And according to the World Health Organization",
        "start": 44.64,
        "duration": 4.02
    },
    {
        "text": "this pattern of behavior needs to last at least one year. Or last if the requirements are met and the symptoms are severe.",
        "start": 48.66,
        "duration": 5.61
    },
    {
        "text": "Now as far as this seeming like a",
        "start": 54.27,
        "duration": 0.6
    },
    {
        "text": "big deal or not one of the W.H.O. members from the department that proposed this change seems to be",
        "start": 54.87,
        "duration": 3.75
    },
    {
        "text": "downplaying it. That being Vladimir Posniak who said \"I'm not creating a precedent,\" adding that the \"World Health Organization is just following the trends, the",
        "start": 58.69,
        "duration": 6.109
    },
    {
        "text": "developments, which have taken place in populations and in the professional field.\" But with this new diagnosis, the classification, there has been push back,",
        "start": 64.799,
        "duration": 6.15
    },
    {
        "text": "and not just from gamers. You have many people pointing to the D.S.M. which is published in the United States. D.S.M. standing for",
        "start": 70.95,
        "duration": 4.95
    },
    {
        "text": "Diagnostic and Statistical Manual of mental disorders. And there it classifies internet-gaming disorders as something that requires more research. Also back in 2016,",
        "start": 76.06,
        "duration": 7.43
    },
    {
        "text": "we saw experts writing a letter to the World Health Organization advising against including a gaming",
        "start": 83.49,
        "duration": 4.59
    },
    {
        "text": "disorder in the I.C.D. Saying that the existing research was poor, that there was no actual medical consensus, albeit that there",
        "start": 88.08,
        "duration": 5.789
    },
    {
        "text": "was fighting. And those experts even wrote \"the act of formalizing this",
        "start": 93.869,
        "duration": 3.0
    },
    {
        "text": "disorder, even as a proposal, has negative medical, scientific, public health, societal, and",
        "start": 96.869,
        "duration": 4.11
    },
    {
        "text": "human rights fallout that should be considered.\" And even more recently you have people like psychologist anthony beam",
        "start": 101.11,
        "duration": 4.369
    },
    {
        "text": "Who actually see gaming as a positive thing, he, said i'm a",
        "start": 105.479,
        "duration": 2.49
    },
    {
        "text": "Clinician and a researcher so i see people, who play video games and believe themselves to be on the lines of addictive he",
        "start": 107.97,
        "duration": 4.889
    },
    {
        "text": "also\nAdded that in his experience gaming is used more as a coping mechanism for either",
        "start": 112.86,
        "duration": 3.329
    },
    {
        "text": "Anxiety or depression and also adding that the three qualifiers to say if you have this, disorder or not are far too broad",
        "start": 116.259,
        "duration": 5.06
    },
    {
        "text": "Also pointing other there's nothing to differentiate mild to severe forms of this new",
        "start": 121.32,
        "duration": 4.199
    },
    {
        "text": "Diagnosis and calling this label premature and i will say my personal reaction to this is it's a very instinctive",
        "start": 125.77,
        "duration": 5.239
    },
    {
        "text": "Pushback for example i saw, the bbc publish an hour that",
        "start": 131.29,
        "duration": 2.539
    },
    {
        "text": "Was initially titled computer game addiction i spent 20 plus hours a week game and my initial response is at 20 hours a week isn't",
        "start": 133.829,
        "duration": 6.66
    },
    {
        "text": "Insane when i was a teenager and then a young man in my 20 is 20 hours a week it was lightweight stuff i have",
        "start": 140.739,
        "duration": 5.389
    },
    {
        "text": "Pumped those numbers up those are rookie numbers in this racket is my preferred form of entertainment?",
        "start": 146.129,
        "duration": 3.419
    },
    {
        "text": "Over tv movies books whatever it wasn't always just me locked up in my room although there was a lot of that there",
        "start": 149.709,
        "duration": 6.11
    },
    {
        "text": "Was, also me playing pokemon red?",
        "start": 155.819,
        "duration": 1.441
    },
    {
        "text": "And then using that game as a way to interact with other kids even as i grew up every college party",
        "start": 157.26,
        "duration": 4.349
    },
    {
        "text": "I, went to like someone was playing smash even more so now, when i look at. Games like fortnight, which you can",
        "start": 161.609,
        "duration": 4.89
    },
    {
        "text": "Play, for free, which is insane it's a great form of entertainment on the cheap even if you're. Purchasing a",
        "start": 166.5,
        "duration": 4.859
    },
    {
        "text": "Few cosmetics here there i just want a budget standpoint i mean to go see a movie in la it calls like 15 to 20",
        "start": 171.359,
        "duration": 4.8
    },
    {
        "text": "dollars whereas i can",
        "start": 176.159,
        "duration": 1.381
    },
    {
        "text": "play\nthis",
        "start": 177.54,
        "duration": 0.419
    },
    {
        "text": "Game an infinite number of hours for free i also have to acknowledge that is my personal?",
        "start": 177.959,
        "duration": 3.899
    },
    {
        "text": "Experience and it's always been one that has been very healthy",
        "start": 181.989,
        "duration": 2.149
    },
    {
        "text": "Because then on the other side i do have personal experiences of having a roommate that",
        "start": 184.139,
        "duration": 4.02
    },
    {
        "text": "That lost multiple",
        "start": 188.439,
        "duration": 1.291
    },
    {
        "text": "Jobs because he decided he just wanted to stay home smoke weed and play final fantasy online all the time so for me for my",
        "start": 189.73,
        "duration": 6.139
    },
    {
        "text": "Opinion he's always served as the example of someone that pulled",
        "start": 195.87,
        "duration": 2.91
    },
    {
        "text": "Really really, far back from society and could be someone that, would be inside of this classification but of course his, story much like",
        "start": 198.879,
        "duration": 6.47
    },
    {
        "text": "My, own is a very local story a very central story so it's important to look more international and so we look at",
        "start": 205.349,
        "duration": 5.759
    },
    {
        "text": "Places like south, korea that have a gaming addiction rehabilitation, center and the numbers there are far different and it's not a, new",
        "start": 211.109,
        "duration": 6.12
    },
    {
        "text": "Topic i mean that there are reports coming out about this years ago",
        "start": 217.23,
        "duration": 2.61
    },
    {
        "text": "And sound like this one from business insider pointing out that teens are spending up to 88 hours a week gaming",
        "start": 219.84,
        "duration": 4.949
    },
    {
        "text": "Which i will say and give them their that eighty eight hours of anything a, week seems excessive but to then come",
        "start": 224.79,
        "duration": 4.86
    },
    {
        "text": "Back to the icd to come back to the story, saying 20 hours a week here's my gaming addiction",
        "start": 229.65,
        "duration": 5.04
    },
    {
        "text": "Story, that still to me personally seems ludicrous, so that's, why, to me this move and stories like",
        "start": 234.69,
        "duration": 4.079
    },
    {
        "text": "This it just seemed like a continued effort to",
        "start": 238.769,
        "duration": 2.19
    },
    {
        "text": "Villainize video games over other forms of media i mean just look at most any other form of media specifically tv shows it is so",
        "start": 241.06,
        "duration": 6.859
    },
    {
        "text": "Common to consume an",
        "start": 247.989,
        "duration": 1.47
    },
    {
        "text": "enormous amount of tv the binge watching is an understood and accepted form of consuming all of a tv show all at once",
        "start": 249.459,
        "duration": 6.98
    },
    {
        "text": "Despite depending on the show it being 8 to 20 hours i mean you had a nielsen study",
        "start": 256.659,
        "duration": 4.01
    },
    {
        "text": "Back in 2016 saying that the average american consumes more than 5 hours of tv a, day if we're going",
        "start": 260.669,
        "duration": 6.48
    },
    {
        "text": "By the per week model you're talking about over 35 hours a week on average we're not out there saying that",
        "start": 267.15,
        "duration": 5.609
    },
    {
        "text": "Amc's the devil because they decide to have a breaking bad marathon nor should, we in my opinion",
        "start": 272.86,
        "duration": 4.609
    },
    {
        "text": "But that said i do want to pass the question off to you, what is your opinion, about the world health organization?",
        "start": 277.47,
        "duration": 4.529
    },
    {
        "text": "Saying that gaming, disorder should be considered a mental health",
        "start": 282.0,
        "duration": 2.58
    },
    {
        "text": "Disorder you think that it makes complete sense or no you think it is completely ridiculous, also, what do you think, about the comparisons between",
        "start": 284.58,
        "duration": 5.399
    },
    {
        "text": "Television and video games is there a difference because one is more passive the other is more",
        "start": 290.92,
        "duration": 4.399
    },
    {
        "text": "Interactive and also if you, do believe that makes them different at an important level do you",
        "start": 295.45,
        "duration": 3.32
    },
    {
        "text": "Think it makes it worse or better a, main point let me know, what you're thinking in those comments down below",
        "start": 298.77,
        "duration": 4.109
    },
    {
        "text": "But from that i want to share some stuff i loved today and today and awesome brought to you, by blue apron",
        "start": 302.88,
        "duration": 4.619
    },
    {
        "text": "Belieber and of course the fantastic service that allows you to create",
        "start": 307.5,
        "duration": 2.34
    },
    {
        "text": "Delicious chef design recipes at home they offer two types of plans the two-person plan, where you get two to three recipes",
        "start": 309.94,
        "duration": 5.24
    },
    {
        "text": "Each designed to serve two people you have the family plan two to four recipes designed to serve four people and it is so convenient",
        "start": 315.18,
        "duration": 5.999
    },
    {
        "text": "And so easy all meals are designed to be prepared in just 40 minutes or less",
        "start": 321.18,
        "duration": 3.63
    },
    {
        "text": "So even recipes are delivered in a refrigerated, box so ingredients will stay fresh even if you're, not home when your package arrives",
        "start": 324.87,
        "duration": 5.19
    },
    {
        "text": "They, offer a large selection of recipes and they're always adding, new dishes to their menu every, week leaving prices",
        "start": 330.06,
        "duration": 4.47
    },
    {
        "text": "Also, started just 749 per serving and there's no commitments you can, skip or cancel the service at",
        "start": 334.53,
        "duration": 4.23
    },
    {
        "text": "Any time and so if you, want to check it out",
        "start": 338.76,
        "duration": 1.35
    },
    {
        "text": "You, want to insert some awesome into your life just click that link in the description to get started and also you probably",
        "start": 340.11,
        "duration": 4.019
    },
    {
        "text": "Want to act on it fast because even better the first 100 people that sign up with that link at $50 off the first two",
        "start": 344.13,
        "duration": 5.22
    },
    {
        "text": "Weeks of blue apron",
        "start": 349.35,
        "duration": 0.49
    },
    {
        "text": "And the first bit of awesome today is actually kind of an update to people that are part of defranco elite calm the defranco now",
        "start": 349.84,
        "duration": 4.48
    },
    {
        "text": "Show that, we are testing and yes i know android users you?",
        "start": 354.56,
        "duration": 2.58
    },
    {
        "text": "Want to be a part of it you are definitely on the timeline i love you, and i'm sorry the main point",
        "start": 357.15,
        "duration": 3.899
    },
    {
        "text": "We just put out the newest tasks for the defranco now. Show.i",
        "start": 361.05,
        "duration": 2.549
    },
    {
        "text": "i think that it's good enough that we're going to actually release it later this week to the public if you",
        "start": 363.6,
        "duration": 4.38
    },
    {
        "text": "Want to check that out or you haven't seen the pilot yet i'll include a link down below",
        "start": 367.98,
        "duration": 2.82
    },
    {
        "text": "So you can, join it it is by far, my favorite thing that",
        "start": 370.8,
        "duration": 2.16
    },
    {
        "text": "We have tested it just needs a really good graphics package and some tweaks but. Anyway, link down below and our og?",
        "start": 372.96,
        "duration": 4.619
    },
    {
        "text": "Buddy is an epic meal time doing the spiciest bacon",
        "start": 377.58,
        "duration": 2.909
    },
    {
        "text": "Ever and for those you that are about to jump into luke 8 season 2 it might call to recap in season 1 in 10",
        "start": 380.49,
        "duration": 5.01
    },
    {
        "text": "Minutes you got the trailer for searching",
        "start": 385.5,
        "duration": 1.68
    },
    {
        "text": "we also got a trailer for season 3 of one of my favorite series on netflix",
        "start": 387.18,
        "duration": 2.88
    },
    {
        "text": "last chance you and if you",
        "start": 390.13,
        "duration": 1.34
    },
    {
        "text": "Want to see the full versions of everything i'll just share the secret link of the day anything at all",
        "start": 391.47,
        "duration": 3.81
    },
    {
        "text": "Links is always our in the description down below then let's are about updates around the immigration child. Stuff raishin, story",
        "start": 395.41,
        "duration": 4.85
    },
    {
        "text": "We covered yesterday if you didn't see that breakdown it's essentially this fact fact fact fact fact",
        "start": 400.26,
        "duration": 3.72
    },
    {
        "text": "I highly recommend you check it out first so the oversimplified nonspecific tldr to bring you up to speed attorney, general jeff sessions weeks",
        "start": 403.98,
        "duration": 6.479
    },
    {
        "text": "Ago and now it's a zero tolerance policy so now?",
        "start": 410.46,
        "duration": 2.49
    },
    {
        "text": "When you have a family trying to illegally cross into the united states the family gets separated",
        "start": 412.95,
        "duration": 3.75
    },
    {
        "text": "Previously you saw federal authorities opting to release entire families so not to separate them but",
        "start": 416.74,
        "duration": 4.46
    },
    {
        "text": "Now that is changing because all adults will be prosecuted so now?",
        "start": 421.2,
        "duration": 2.879
    },
    {
        "text": "You, have these children being separated",
        "start": 424.08,
        "duration": 1.17
    },
    {
        "text": "From their parents and being processed through assistant reportedly as of yesterday after the zero tolerance policy was announced",
        "start": 425.25,
        "duration": 5.07
    },
    {
        "text": "2,000 children have been separated from their parents, we then talk about of the trump administration is trying to throw",
        "start": 430.75,
        "duration": 4.279
    },
    {
        "text": "This on democrats, while many others are saying no this is not a democrat issue this is a trump administration",
        "start": 435.03,
        "duration": 4.26
    },
    {
        "text": "Issue even saw a good number of republicans speaking out against, what, was happening here once again that's an oversimplification if you",
        "start": 439.48,
        "duration": 5.119
    },
    {
        "text": "Want the deep details watch that video but here are the updates the only released, yesterday's video one of the big points",
        "start": 444.6,
        "duration": 4.35
    },
    {
        "text": "Was if the media was not allowed to take pictures or video of some facilities and instead we got those from the government but",
        "start": 448.95,
        "duration": 4.739
    },
    {
        "text": "Yesterday a non-profit newsroom, by the name of pro publica released audio of ten central american children",
        "start": 453.69,
        "duration": 4.26
    },
    {
        "text": "Who, had been separated from their parents the audio, was reportedly recorded inside a us customs and border protection detention center the person",
        "start": 457.95,
        "duration": 6.119
    },
    {
        "text": "Who, recorded the audio has not been identified for fear of retaliation as far as who gave pro publica",
        "start": 464.07,
        "duration": 4.289
    },
    {
        "text": "The audio, that, was civil rights attorney, jennifer harbouring according to the unidentified person, who recorded",
        "start": 468.36,
        "duration": 4.68
    },
    {
        "text": "This audio",
        "start": 473.04,
        "duration": 0.66
    },
    {
        "text": "they\nSaid that the children in it are between the ages of four and ten years old according to pro publica the children appeared to have",
        "start": 473.7,
        "duration": 4.889
    },
    {
        "text": "Been in the detention center for less than 24 hours so that they're distressed at having been separated, from their parents",
        "start": 478.59,
        "duration": 4.8
    },
    {
        "text": "Was still raw and something you hear a number of times in this audio you have children crying for their parents",
        "start": 483.39,
        "duration": 4.769
    },
    {
        "text": "You, also hear, what is reportedly a six-year-old salvadoran girl pleading for someone to call her",
        "start": 514.3,
        "duration": 4.25
    },
    {
        "text": "According to propublica they were able to contact the aunt but the ant said that she could",
        "start": 529.69,
        "duration": 3.349
    },
    {
        "text": "Not help her niece because she and her own nine-year-old daughter were seeking",
        "start": 533.04,
        "duration": 3.03
    },
    {
        "text": "Asylum, according to the aunt the girl in the audio is still in a shelter of reportedly she has been warned",
        "start": 536.07,
        "duration": 4.109
    },
    {
        "text": "By, authorities that her mother may be deported without her aunt saying it was the hardest moment in my life",
        "start": 540.18,
        "duration": 3.989
    },
    {
        "text": "She's crying, and begging, me to go get her he says",
        "start": 544.17,
        "duration": 2.19
    },
    {
        "text": "I promise i'll behave please get me out of here i'm all alone and most notably in the",
        "start": 546.36,
        "duration": 3.45
    },
    {
        "text": "Seven-minute audio piece you hear a. Border agent joking, about the children cry",
        "start": 549.97,
        "duration": 4.28
    },
    {
        "text": "And that audio in that mindset is gonna be something i touch on again at the end of this story additionally since yesterday we also?",
        "start": 565.17,
        "duration": 5.39
    },
    {
        "text": "Got a look inside a, new, tent city, this one located in tornillo texas the tent city",
        "start": 570.56,
        "duration": 4.019
    },
    {
        "text": "Was reportedly, constructed as an overflow",
        "start": 574.58,
        "duration": 1.47
    },
    {
        "text": "for immigrant teenage, boys",
        "start": 576.05,
        "duration": 1.32
    },
    {
        "text": "also a note here this isn't the first time tents have been used like this in",
        "start": 577.37,
        "duration": 3.539
    },
    {
        "text": "2014 us customs and border protection used tents at house an influx of immigrants it also once again that is important to note the main",
        "start": 581.04,
        "duration": 5.419
    },
    {
        "text": "Difference between 2014 and 2018 is the child separation a lot of the photos",
        "start": 586.46,
        "duration": 4.41
    },
    {
        "text": "We see from 2014 are unaccompanied minors now as far as the new. Current photos they, were just released",
        "start": 590.87,
        "duration": 4.679
    },
    {
        "text": "Yesterday they were reportedly taken last, week this",
        "start": 595.55,
        "duration": 1.98
    },
    {
        "text": "By the administration for children and families at health and human services",
        "start": 597.53,
        "duration": 2.429
    },
    {
        "text": "Because of course the media has not been allowed inside the facility yet and they say that each tent can sleep up to 20",
        "start": 600.06,
        "duration": 4.609
    },
    {
        "text": "children",
        "start": 604.8,
        "duration": 0.5
    },
    {
        "text": "The tents are equipped with air conditioning into the facility in whole can allegedly hold up to",
        "start": 605.3,
        "duration": 3.839
    },
    {
        "text": "4,000 children and despite the pictures being very very empty",
        "start": 609.36,
        "duration": 2.539
    },
    {
        "text": "Reportedly, the tent city is already open keep in mind these photos were taken last, week they, were just released",
        "start": 612.0,
        "duration": 4.039
    },
    {
        "text": "Yesterday and according to democratic congressman baito orc who is at a",
        "start": 616.04,
        "duration": 3.0
    },
    {
        "text": "Protest outside of this facility over the weekend he told reporters, we were told there were 98 kids in this tent city",
        "start": 619.04,
        "duration": 5.13
    },
    {
        "text": "Yesterday you were told today there are 200 kids and at this protest over work",
        "start": 624.17,
        "duration": 4.08
    },
    {
        "text": "Did something very interesting he made this not all about trump we've all got to own, this, we cannot blame this on trump",
        "start": 628.25,
        "duration": 6.359
    },
    {
        "text": "we cannot blame this on a political party this is",
        "start": 634.61,
        "duration": 2.669
    },
    {
        "text": "America right now and so america's got to show up in addition to this we've, also seen, massive pushback from several governors we've seen",
        "start": 637.38,
        "duration": 5.84
    },
    {
        "text": "governor's from massachusetts in new",
        "start": 643.22,
        "duration": 1.2
    },
    {
        "text": "York, both announcing that their states will no longer deploy national guard troops to the border as far as the, why",
        "start": 644.42,
        "duration": 4.65
    },
    {
        "text": "Massachusetts, governor charlie, baker's team citing of the federal government's current actions are resulting in the inhumane treatment of children new. York's governor andrew",
        "start": 649.35,
        "duration": 6.679
    },
    {
        "text": "Cuomo, also hit on that same note adding. We will not be complicit in a political agenda that governs",
        "start": 656.03,
        "duration": 5.01
    },
    {
        "text": "By, fear and division you, also colorado is governor john hickenlooper",
        "start": 661.04,
        "duration": 2.4
    },
    {
        "text": "who",
        "start": 663.66,
        "duration": 0.5
    },
    {
        "text": "yesterday signed an executive order that forbid state resources from being used to separate children from parents or legal guardians based on the grounds of",
        "start": 664.16,
        "duration": 5.969
    },
    {
        "text": "Immigration status, also unsurprisingly we've seen a good amount of fake news running around this store and one of the latest",
        "start": 670.13,
        "duration": 4.8
    },
    {
        "text": "Outlets to be called out for spreading fake news",
        "start": 674.93,
        "duration": 1.98
    },
    {
        "text": "Was the drudge report this because the drudge report used a picture of children holding, what appears to be guns",
        "start": 676.91,
        "duration": 4.109
    },
    {
        "text": "Alongside an article on immigrant children coming into america except there were a few",
        "start": 681.02,
        "duration": 3.69
    },
    {
        "text": "Problems with, that is because reportedly the kids in the photo are, syrian, they were in syria the photo",
        "start": 684.71,
        "duration": 4.26
    },
    {
        "text": "Was taken in 2012",
        "start": 688.97,
        "duration": 1.05
    },
    {
        "text": "And those are not real guns, they are toys",
        "start": 690.02,
        "duration": 1.98
    },
    {
        "text": "We know this to be true because the photographer behind the image has spoken out about the use of it explaining what",
        "start": 692.0,
        "duration": 4.62
    },
    {
        "text": "Was actually happening in the photo and also calling it an obscene",
        "start": 696.62,
        "duration": 2.849
    },
    {
        "text": "Misrepresentation of the photos actual depiction then, we had an coulter doin ann coulter stuff on fox news. Yesterday these",
        "start": 700.02,
        "duration": 5.659
    },
    {
        "text": "Child actors weeping and crying on all the other networks",
        "start": 705.68,
        "duration": 2.73
    },
    {
        "text": "24/7 right now do not fall for it mr. President i get very nervous, about the president give news from tv",
        "start": 709.26,
        "duration": 7.159
    },
    {
        "text": "Your car is not a conservative publication, they described i told you it wouldn't get, away",
        "start": 717.54,
        "duration": 4.639
    },
    {
        "text": "Kids are being i'm so, sorry, we have to go given, scripts to read, by liberals according to the, new",
        "start": 723.51,
        "duration": 5.869
    },
    {
        "text": "Yorker, don't know all for the after children, so he takes aim at the kids that are being taken, away",
        "start": 729.38,
        "duration": 4.169
    },
    {
        "text": "From their parents calling them child actors even referencing something, about the new",
        "start": 733.55,
        "duration": 4.5
    },
    {
        "text": "Yorker, saying the kids are coach",
        "start": 738.05,
        "duration": 1.59
    },
    {
        "text": "Which is confusing because she's talking about all of these kids and the news coverage around it now but then, she's referencing",
        "start": 739.64,
        "duration": 4.83
    },
    {
        "text": "What appears to be a, new?",
        "start": 744.47,
        "duration": 1.17
    },
    {
        "text": "Yorker article from 2011 the connection she's trying to make there appears to be very very weak, and stupid that article talked",
        "start": 745.64,
        "duration": 6.059
    },
    {
        "text": "About university educated ethiopians that",
        "start": 751.7,
        "duration": 2.219
    },
    {
        "text": "Would lie to try and get asylum in the united states not incredibly young children crying because they are being stripped",
        "start": 753.92,
        "duration": 6.51
    },
    {
        "text": "Away, from their families and that being photographed or film but then, from that of course yesterday, we had kirsten nielsen",
        "start": 760.43,
        "duration": 6.15
    },
    {
        "text": "Saying that this was not a policy change it's despite attorney, general jeff sessions talking about a zero tolerance policy this despite now",
        "start": 766.58,
        "duration": 6.419
    },
    {
        "text": "Chief of staff john kelly, back in 2017, when he was department of homeland security secretary he said, that he was considering",
        "start": 773.0,
        "duration": 5.609
    },
    {
        "text": "Using this as a deterrent if you get some young kids",
        "start": 778.61,
        "duration": 2.64
    },
    {
        "text": "Who are coming in to manage to sneak into the united states with, their parents our department of homeland security personnel gonna",
        "start": 781.25,
        "duration": 6.989
    },
    {
        "text": "separate the children from their moms and dads yes i am considering an audit to deter",
        "start": 788.31,
        "duration": 4.85
    },
    {
        "text": "More movement, along this terribly dangerous network i am considering",
        "start": 794.07,
        "duration": 4.07
    },
    {
        "text": "Exactly that and that wasn't just a 20-17 thing even in his, new",
        "start": 799.2,
        "duration": 3.02
    },
    {
        "text": "Position last month when he was speaking with npr he set a",
        "start": 802.22,
        "duration": 2.369
    },
    {
        "text": "Big name of the game is deterrent emily separation could be a tough deterrent, would be a tough deterrent",
        "start": 804.59,
        "duration": 4.5
    },
    {
        "text": "another thing",
        "start": 809.15,
        "duration": 0.36
    },
    {
        "text": "We saw with this story is trump taking aim at german trump arguing on twitter that german, chancellor angela",
        "start": 809.51,
        "duration": 4.26
    },
    {
        "text": "Merkel's more open policies towards migration and refugees have led to a crisis in the german government coalition",
        "start": 813.84,
        "duration": 4.7
    },
    {
        "text": "Sweeting the people of germany are turning against",
        "start": 818.67,
        "duration": 1.79
    },
    {
        "text": "Their leadership as migration is rocking the already tenuous berlin",
        "start": 820.46,
        "duration": 2.76
    },
    {
        "text": "Coalition crime in germany his way up big mistake made all over europe",
        "start": 823.32,
        "duration": 3.109
    },
    {
        "text": "And allowing millions of people and who have so strongly and violently changed",
        "start": 826.43,
        "duration": 3.33
    },
    {
        "text": "Their culture today and in crime in germany is up 10% plus officials do not",
        "start": 829.76,
        "duration": 3.959
    },
    {
        "text": "Want to report these",
        "start": 833.72,
        "duration": 0.809
    },
    {
        "text": "Crimes since migrants were accepted others countries are even worse be smart america on a response to those tweets there has been massive pushback",
        "start": 834.529,
        "duration": 6.51
    },
    {
        "text": "Many, crime statistics from germany is seeming to show",
        "start": 841.04,
        "duration": 2.25
    },
    {
        "text": "The opposite many citing figures released, back in may, by the german, federal criminal office that show",
        "start": 843.29,
        "duration": 3.84
    },
    {
        "text": "The crime in germany was actually at the lowest it's been in 25",
        "start": 847.13,
        "duration": 2.759
    },
    {
        "text": "Years most notably that total offenses in germany were down nine point six percent last, year additionally it says violent crime, was down 2.4",
        "start": 849.889,
        "duration": 6.03
    },
    {
        "text": "Percent property theft down 11.8%. Street crime down eight point six percent cases where a. Crime, was committed. By, non germans was down 2.7",
        "start": 855.92,
        "duration": 7.32
    },
    {
        "text": "Percent. By, germans, down 2.2. Percent that said there were increases fraud was up one point three percent computer fraud 2.8",
        "start": 863.24,
        "duration": 7.02
    },
    {
        "text": "Percent drug, offences 9.2",
        "start": 870.26,
        "duration": 2.009
    },
    {
        "text": "Percent many pointing at the number of illegal border crossings dropped seventy nine point nine percent but of course that",
        "start": 872.269,
        "duration": 5.19
    },
    {
        "text": "Would be due to the more open?",
        "start": 877.459,
        "duration": 1.391
    },
    {
        "text": "policy",
        "start": 878.85,
        "duration": 0.5
    },
    {
        "text": "Even with those",
        "start": 879.35,
        "duration": 0.7
    },
    {
        "text": "statistics it is important to point out that migration in germany is a political crisis since merkel introduced her open-door policy back in",
        "start": 880.05,
        "duration": 5.39
    },
    {
        "text": "2015 the country has absorbed more than 1 million migrants emigration as an",
        "start": 885.51,
        "duration": 4.009
    },
    {
        "text": "Issue has weakened merkel's party there have been a number of growing far-right groups in the country that said right now german people as a",
        "start": 889.519,
        "duration": 5.67
    },
    {
        "text": "Whole are not completely abandoning merkel in her party and she actually remains to be one of the country's most popular",
        "start": 895.19,
        "duration": 4.079
    },
    {
        "text": "Politicians now as far as what happens next if the situation continues to move forward there is none?",
        "start": 899.67,
        "duration": 4.25
    },
    {
        "text": "Unlikely about-face, from the trump administration, there are several potential solutions in congress right now",
        "start": 904.23,
        "duration": 4.58
    },
    {
        "text": "And will mainly focus on two first being the keep families together at",
        "start": 908.81,
        "duration": 3.269
    },
    {
        "text": "This, from dianne feinstein of california who's introduced june 7th and it would ban the separation of families at the",
        "start": 912.079,
        "duration": 4.53
    },
    {
        "text": "Border unless there is evidence that a. Child is being trafficked or abused",
        "start": 916.61,
        "duration": 2.849
    },
    {
        "text": "By his or her parents as right now it looks like the democrats completely supported",
        "start": 919.459,
        "duration": 3.45
    },
    {
        "text": "There's at least one republican that says that they, would vote for it as right now it looks like",
        "start": 922.91,
        "duration": 3.539
    },
    {
        "text": "Any other further republican approval it doesn't seem like, but they, also had republican senator ted cruz, come up with his",
        "start": 926.449,
        "duration": 5.88
    },
    {
        "text": "Own solution cruz, riding all americans are rightly horrified, by the images, we are seeing on the news children and tears pulled, away",
        "start": 932.329,
        "duration": 5.31
    },
    {
        "text": "From their mothers and fathers this must stop, now, we can end this crisis",
        "start": 937.64,
        "duration": 3.389
    },
    {
        "text": "By, passing the legislation i am introducing this week and his solution both seems to keep families together as",
        "start": 941.029,
        "duration": 4.799
    },
    {
        "text": "Well as get them out of the country faster according to the news, release, his bill would authorize",
        "start": 945.829,
        "duration": 3.66
    },
    {
        "text": "New temporary shelters with accommodations to keep families together it mandates that immigrant families will be kept together absent aggravated",
        "start": 949.49,
        "duration": 6.179
    },
    {
        "text": "Criminal conduct or threat of harm to children it also would double the number of federal immigration judges from roughly",
        "start": 955.67,
        "duration": 4.739
    },
    {
        "text": "375 to 750 and it would provide expedited processing and review of asylum cases so that within 14",
        "start": 960.839,
        "duration": 5.55
    },
    {
        "text": "Days those, who meet the legal, standards will be granted asylum and those, who",
        "start": 966.39,
        "duration": 3.0
    },
    {
        "text": "Do not will be immediately returned to their home countries now as far as which one will gain traction if either of them that remains",
        "start": 969.39,
        "duration": 5.79
    },
    {
        "text": "To, be seen but, we will obviously keep an eye out there's a story as of now",
        "start": 975.18,
        "duration": 3.299
    },
    {
        "text": "It will obviously continue to develop but but as far as where i stand on this because i saw",
        "start": 978.48,
        "duration": 4.38
    },
    {
        "text": "A lot of people asking, what my opinion is and to that i would, say plainly put i am horrified",
        "start": 982.86,
        "duration": 3.719
    },
    {
        "text": "By, this situation something that kirsten nielsen has said",
        "start": 986.58,
        "duration": 2.429
    },
    {
        "text": "Is that there is a crisis at the border and a lot of people have been using that kind of mentality",
        "start": 989.01,
        "duration": 3.69
    },
    {
        "text": "As a justification for what has happened and when you compare the illegal immigration numbers this",
        "start": 992.77,
        "duration": 4.039
    },
    {
        "text": "Year to that of last year it does seem like there is a drastic change although people have pointed out that",
        "start": 996.81,
        "duration": 4.38
    },
    {
        "text": "2017 was a very, weird outlier, year any people referring to the drop in illegal immigration as the trump effect",
        "start": 1001.5,
        "duration": 5.48
    },
    {
        "text": "Many, people seeing you know",
        "start": 1006.98,
        "duration": 1.17
    },
    {
        "text": "what's gonna happen to those of us that try to go and in fact what we're seeing as far as illegal immigration and 2018 is",
        "start": 1008.15,
        "duration": 4.979
    },
    {
        "text": "very close to that of",
        "start": 1013.13,
        "duration": 0.94
    },
    {
        "text": "2013 2014",
        "start": 1014.07,
        "duration": 0.96
    },
    {
        "text": "Numbers when you look at the entirety of the situation",
        "start": 1015.03,
        "duration": 2.089
    },
    {
        "text": "Partially one of the reasons that could be responsible for this increase is the crackdown on asylum seekers you see stories around",
        "start": 1017.19,
        "duration": 5.51
    },
    {
        "text": "People like weiner berdoo or trafficker shot him seven times last",
        "start": 1022.7,
        "duration": 3.21
    },
    {
        "text": "Year he's been trying to get asylum in the united states he's trying to do it the right way",
        "start": 1025.91,
        "duration": 3.299
    },
    {
        "text": "But he like many others have been stuck at the border see agents, were people turning him, away saying wait in mexico check back",
        "start": 1029.209,
        "duration": 5.79
    },
    {
        "text": "Again in a few hours and of course, while, every single person's story does not resemble this when you look",
        "start": 1035.0,
        "duration": 4.29
    },
    {
        "text": "To, someone that has gone through this",
        "start": 1039.29,
        "duration": 1.56
    },
    {
        "text": "And they are still stuck in this purgatory",
        "start": 1040.85,
        "duration": 1.81
    },
    {
        "text": "That would lend you to think that maybe the better answer is to try and do it illegal",
        "start": 1042.66,
        "duration": 3.26
    },
    {
        "text": "Well i do personally think that illegal immigration is an important issue in this country and we should not?",
        "start": 1045.92,
        "duration": 4.919
    },
    {
        "text": "Incentivize those to break the law i am horrified that families are being broken up that children are being stripped",
        "start": 1051.18,
        "duration": 5.449
    },
    {
        "text": "Away, from their parents and i am even more troubled",
        "start": 1056.63,
        "duration": 3.66
    },
    {
        "text": "By the dehumanization of these people whether it be the tommy larenz of the world oversimplifying the situation saying",
        "start": 1060.29,
        "duration": 5.369
    },
    {
        "text": "We owe a legal immigrants nothing whether it be the ann coulter's of the world accusing. These children of being",
        "start": 1065.66,
        "duration": 5.189
    },
    {
        "text": "Child actors, whether it be a",
        "start": 1070.85,
        "duration": 1.83
    },
    {
        "text": "Border patrol agent so numb to the human, experience that he mocks the children",
        "start": 1072.68,
        "duration": 4.679
    },
    {
        "text": "Who are crying out for their parents that they are actively being stripped, away",
        "start": 1077.36,
        "duration": 3.03
    },
    {
        "text": "From it just shouldn't be so easy to not think of them as real people real children and real lives but but",
        "start": 1080.43,
        "duration": 6.529
    },
    {
        "text": "Also if you, want to cut the heart out of the situation right just from a numbers aspect",
        "start": 1086.96,
        "duration": 4.11
    },
    {
        "text": "That's something the donald trump likes to hit on now and then as far as you know",
        "start": 1091.07,
        "duration": 2.909
    },
    {
        "text": "We could do things differently to save money think about how",
        "start": 1094.14,
        "duration": 1.98
    },
    {
        "text": "Much money it's costing to house, these kids to then process these kids to to look",
        "start": 1096.12,
        "duration": 4.26
    },
    {
        "text": "For family and if no family shows up to",
        "start": 1100.38,
        "duration": 2.369
    },
    {
        "text": "Manage, these kids in the system all while putting even more people into our prison system that have a",
        "start": 1103.24,
        "duration": 4.4
    },
    {
        "text": "Massive price tag per body with the constant mention from trump and others saying that you know",
        "start": 1107.83,
        "duration": 4.31
    },
    {
        "text": "We need, a wall and you know lawmakers can, do it very much feels",
        "start": 1112.14,
        "duration": 3.42
    },
    {
        "text": "Like this is a negotiating tactic and i say all of this, while acknowledging i don't know",
        "start": 1115.56,
        "duration": 3.899
    },
    {
        "text": "What the perfect answer is and i do not think that there is a perfect answer but it does not feel?",
        "start": 1119.47,
        "duration": 4.1
    },
    {
        "text": "Like part of the equation for the perfect, answer is to split up families you, want to crack down on ms-13 types perfect",
        "start": 1123.57,
        "duration": 6.359
    },
    {
        "text": "You, want to crack down on people traveling with children and it's actually human trafficking perfect",
        "start": 1129.93,
        "duration": 5.01
    },
    {
        "text": "But unfortunately those things are being used as a justification to go after families that are trying to flee a",
        "start": 1134.94,
        "duration": 5.039
    },
    {
        "text": "Bad life potentially violence that's something that i really",
        "start": 1139.99,
        "duration": 2.81
    },
    {
        "text": "Want to focus on because that's the story the facts of the situation and then my opinion",
        "start": 1142.8,
        "duration": 5.01
    },
    {
        "text": "Is how it personally received the situation and for you personally you may agree you",
        "start": 1147.81,
        "duration": 3.899
    },
    {
        "text": "May, have greatly different feelings on this story and wherever you would land on this i would love for you",
        "start": 1151.71,
        "duration": 5.46
    },
    {
        "text": "to\nGive me your opinion in those comments down below i used to say it to a point that got annoying but this is not just",
        "start": 1157.17,
        "duration": 4.98
    },
    {
        "text": "A show, i want this to be a conversation with",
        "start": 1162.15,
        "duration": 2.339
    },
    {
        "text": "Each and every one of us, we will never see eye to eye on every single topic",
        "start": 1164.49,
        "duration": 3.66
    },
    {
        "text": "100% of the time and if you ever have felt that way i would, ask you to broaden your horizons, who",
        "start": 1169.03,
        "duration": 5.299
    },
    {
        "text": "Also taken other points of view so you are not just regurgitating what you were consume and despite knowing that when you have an opinion",
        "start": 1174.33,
        "duration": 4.68
    },
    {
        "text": "On a topic and you share it you completely, welcome the wave of dislikes that",
        "start": 1179.01,
        "duration": 4.319
    },
    {
        "text": "Is that is incredibly popular when talking about anything remotely political i truly believe it the only?",
        "start": 1183.33,
        "duration": 4.44
    },
    {
        "text": "Way forward is to have a conversation so if you, want to take part i love your",
        "start": 1187.77,
        "duration": 3.359
    },
    {
        "text": "Face if not don't worry i get it effort right life is exhausting sometimes and then with the constant 24/7 media cycle being",
        "start": 1191.13,
        "duration": 6.719
    },
    {
        "text": "what it is right now it is very easy to just be",
        "start": 1197.85,
        "duration": 3.03
    },
    {
        "text": "Exhausted and and feeling beaten down by",
        "start": 1201.61,
        "duration": 2.15
    },
    {
        "text": "By shit in the world hopefully",
        "start": 1203.8,
        "duration": 1.58
    },
    {
        "text": "We can all stay engaged in a way that's not completely toxic or maybe that's wishful thinking but, that's gonna",
        "start": 1205.38,
        "duration": 4.29
    },
    {
        "text": "Be where i'm gonna, add today's show. Like i said that's where we're. Gonna end today's show",
        "start": 1209.67,
        "duration": 2.789
    },
    {
        "text": "and of course with, this being the philip defranco show i gave you the stories i gave you",
        "start": 1212.46,
        "duration": 3.57
    },
    {
        "text": "My opinion, now i want to hear from you whether it be the last, story the first one anything in between let me know",
        "start": 1216.03,
        "duration": 4.65
    },
    {
        "text": "What you're thinking in those comments down below, also remember if you, like this",
        "start": 1220.68,
        "duration": 2.309
    },
    {
        "text": "Video what i'm trying to do here this conversation i'm trying to have that like button if you, new, here hit that subscribe button",
        "start": 1222.99,
        "duration": 4.959
    },
    {
        "text": "Also remember if you missed yesterday's philip defranco show",
        "start": 1227.96,
        "duration": 2.15
    },
    {
        "text": "you\nWant to catch up click or tap right there to watch that or maybe it needs something a little bit lighter e of the newest",
        "start": 1230.11,
        "duration": 4.589
    },
    {
        "text": "Behind the scenes blog right here that's that's that of course as always",
        "start": 1234.7,
        "duration": 2.969
    },
    {
        "text": "My, name is philip defranco you've just been phill'd in a yo faces and i'll see you tomorrow",
        "start": 1237.669,
        "duration": 5.01
    }
]