[
    {
        "text": "Sup you beautiful bastards, hope you're having a fantastic Monday,",
        "start": 0.03,
        "duration": 3.18
    },
    {
        "text": "Welcome back to the Philip Defranco show and let's just jump into it.",
        "start": 3.21,
        "duration": 3.27
    },
    {
        "text": "And the first thing we're gonna talk about today one of the most requested",
        "start": 6.48,
        "duration": 2.0
    },
    {
        "text": "Stories from just the past week is an update around the Tanacon/Tana Mongeau disaster.",
        "start": 8.68,
        "duration": 4.36
    },
    {
        "text": "And essentially I've been in a holding pattern to talk about this story because all the kind of official statements have been released over a",
        "start": 13.04,
        "duration": 5.71
    },
    {
        "text": "Three part docu series from Shane Dawson.",
        "start": 18.75,
        "duration": 1.63
    },
    {
        "text": "And in fact, the last one was uploaded as I was finishing today's show",
        "start": 20.38,
        "duration": 3.11
    },
    {
        "text": "So I felt I needed to comment and look through it.",
        "start": 23.49,
        "duration": 2.219
    },
    {
        "text": "And so if you're interested in the story, you want to see more I'll link down below to the docu-series.",
        "start": 25.71,
        "duration": 3.21
    },
    {
        "text": "It's incredibly well done, entertaining",
        "start": 28.92,
        "duration": 1.859
    },
    {
        "text": "It gives people the chance to kind of give their side of the story.",
        "start": 30.779,
        "duration": 2.52
    },
    {
        "text": "But that said, two, to properly break down the situation, what everyone is saying versus what reality is, I need more time",
        "start": 33.3,
        "duration": 7.529
    },
    {
        "text": "But three,",
        "start": 40.829,
        "duration": 0.901
    },
    {
        "text": "While I have your attention for those that do care about this story and then they're kind of trying to place blame here or there or saying",
        "start": 41.73,
        "duration": 5.13
    },
    {
        "text": "Oh, you know it really wasn't this person's fault or not",
        "start": 46.86,
        "duration": 1.83
    },
    {
        "text": "The most eye-opening part of the docu-series is behind-the-scenes footage of when they were planning the event.",
        "start": 48.69,
        "duration": 3.99
    },
    {
        "text": "I have it set at 5,200 right now.",
        "start": 57.96,
        "duration": 2.0
    },
    {
        "text": "Cause I feel like 5,000...",
        "start": 61.54,
        "duration": 1.48
    },
    {
        "text": "Like people love to be oppressed outside...(?)...Like they love that thing, I love that thing",
        "start": 67.48,
        "duration": 5.3
    },
    {
        "text": "Thanks to this footage",
        "start": 73.18,
        "duration": 0.89
    },
    {
        "text": "It appears that not only was it understood that there were gonna be way too many people trying to get into this venue,",
        "start": 74.07,
        "duration": 5.639
    },
    {
        "text": "But that appears to be what they were hoping for and what Tana was excited by.",
        "start": 79.709,
        "duration": 3.111
    },
    {
        "text": "But that said, if you haven't watched the docu-series",
        "start": 82.82,
        "duration": 1.58
    },
    {
        "text": "After today's show I highly recommend it.",
        "start": 84.4,
        "duration": 2.02
    },
    {
        "text": "And two, yes there's a lot more I want to say on this story.",
        "start": 86.42,
        "duration": 4.4
    },
    {
        "text": "Then we have Canadian Prime Minister Justin",
        "start": 90.84,
        "duration": 1.569
    },
    {
        "text": "Trudeau in the news and this is because he responded to the allegations that he groped a reporter in 2000 at a music festival.",
        "start": 92.409,
        "duration": 4.669
    },
    {
        "text": "I remember that day in Creston well, it was",
        "start": 97.079,
        "duration": 2.52
    },
    {
        "text": "Foundation, Avalanche Foundation",
        "start": 100.36,
        "duration": 2.0
    },
    {
        "text": "Event to support avalanche safety. I had a good day that day",
        "start": 102.85,
        "duration": 5.779
    },
    {
        "text": "I don't remember any negative interactions that day at all.",
        "start": 108.63,
        "duration": 2.97
    },
    {
        "text": "What I will say is I was surprised that there were not follow-up questions in that moment",
        "start": 111.6,
        "duration": 3.87
    },
    {
        "text": "The reason I say that is Trudeau says that he remembers the day very well",
        "start": 115.47,
        "duration": 2.999
    },
    {
        "text": "He does not recall any negative interactions, but I believe the follow-up question should have been well",
        "start": 118.469,
        "duration": 4.98
    },
    {
        "text": "What do you say to people that have been posting an image from an editorial in 2000?",
        "start": 123.449,
        "duration": 4.451
    },
    {
        "text": "Specifically August 14, 2000 in the Creston Valley Advance that wrote quote",
        "start": 127.9,
        "duration": 4.76
    },
    {
        "text": "And that local paper writing that that apology came a day later",
        "start": 142.6,
        "duration": 2.12
    },
    {
        "text": "And that is so we can simply get an answer from the PM: was that paper lying,",
        "start": 144.73,
        "duration": 3.33
    },
    {
        "text": "Did you not actually give that quote? Or, if you actually did give that quote, does that mean you are lying now?",
        "start": 148.06,
        "duration": 4.11
    },
    {
        "text": "Are you just giving an apology to make something go away? Even though you don't believe that anything happened?",
        "start": 152.17,
        "duration": 4.409
    },
    {
        "text": "And obviously we're talking about an incident from 18 years ago,",
        "start": 156.579,
        "duration": 1.86
    },
    {
        "text": "But it's also important to know that the whole situation around that editorial is pretty muddy.",
        "start": 158.44,
        "duration": 3.86
    },
    {
        "text": "One, the editorial is unsigned.",
        "start": 162.36,
        "duration": 1.94
    },
    {
        "text": "Two, when the woman that was allegedly touched was contacted by the CBC last",
        "start": 164.3,
        "duration": 3.34
    },
    {
        "text": "Reportedly she did not want to be connected to the story anymore",
        "start": 167.68,
        "duration": 2.18
    },
    {
        "text": "And so then we look to a former coworker of the woman that spoke with the CBC, a woman by the name of Valerie Bourne who said,",
        "start": 169.86,
        "duration": 4.84
    },
    {
        "text": "But then also adding,",
        "start": 183.3,
        "duration": 0.78
    },
    {
        "text": "We also had the paper's editor at the time Brian Bell saying,",
        "start": 187.36,
        "duration": 2.24
    },
    {
        "text": "And so then that description of what had transpired it brings the question,",
        "start": 198.04,
        "duration": 2.97
    },
    {
        "text": "Okay, so did Trudeau, like, touch a shoulder or an arm?",
        "start": 201.01,
        "duration": 3.29
    },
    {
        "text": "Sometimes people, when they talk with someone, that happens. When he found out that it had bothered someone",
        "start": 204.34,
        "duration": 3.66
    },
    {
        "text": "Is that why he then later apologized?",
        "start": 208.0,
        "duration": 2.12
    },
    {
        "text": "But as of right now, that is where we are and we'll have to wait to see if more details do come forward.",
        "start": 210.12,
        "duration": 3.74
    },
    {
        "text": "But from that I want to share some stuff I loved today in today in awesome brought to you by NordVPN.com/Phil.",
        "start": 213.879,
        "duration": 5.789
    },
    {
        "text": "Now if you're not familiar with what a VPN is I'm not gonna shame you but it is important to know.",
        "start": 219.668,
        "duration": 3.332
    },
    {
        "text": "VPNs allow users to securely access a private network and share data remotely through a public network.",
        "start": 223.0,
        "duration": 4.34
    },
    {
        "text": "And much like a firewall protects your data on your computer,",
        "start": 227.34,
        "duration": 2.0
    },
    {
        "text": "VPN's protected online. It's not just an at-home thing. I mean for me I think of all the public networks",
        "start": 229.42,
        "duration": 4.64
    },
    {
        "text": "I connect to, whether it be something like a Starbucks or a hotel, like I recently came back from VidCon.",
        "start": 234.06,
        "duration": 4.7
    },
    {
        "text": "And what I'm doing always feels fantastic because NordVPN has thousands of super fast servers in 61 countries",
        "start": 238.86,
        "duration": 4.02
    },
    {
        "text": "And has absolutely no data log.",
        "start": 242.88,
        "duration": 1.74
    },
    {
        "text": "You can secure your browsing in seconds whether it be desktop, laptop, a phone, Android, IOS.",
        "start": 244.62,
        "duration": 4.9
    },
    {
        "text": "If you get confused there is a fantastic 24/7 customer service, if you end up not liking it's risk free with a 30-day money-back guarantee.",
        "start": 249.58,
        "duration": 5.24
    },
    {
        "text": "And so if you want to make the smart move like many from the nation already have you can start protecting your internet experience today",
        "start": 254.829,
        "duration": 4.14
    },
    {
        "text": "With 77% off a three-year plan at NordVPN.com/Phil.",
        "start": 258.969,
        "duration": 4.291
    },
    {
        "text": "And the first bit of Awesome actually lands kind of close to home.",
        "start": 263.3,
        "duration": 2.3
    },
    {
        "text": "It's been announced that Jordan Peele and Charlie Sanders will be making a comedy sci-fi series called Weird City.",
        "start": 265.72,
        "duration": 5.42
    },
    {
        "text": "For Youtube Premium and six episodes have already been ordered.",
        "start": 271.26,
        "duration": 2.379
    },
    {
        "text": "They're expected to come out in 2019, and this is an awesome move to see.",
        "start": 273.64,
        "duration": 3.44
    },
    {
        "text": "Then we got a trailer for the most recent partnership between Peter Berg and Mark Wahlberg,",
        "start": 277.08,
        "duration": 3.339
    },
    {
        "text": "It's called Mile 22. We've got Wiz Khalifa taking a lie-detector test,",
        "start": 280.42,
        "duration": 4.32
    },
    {
        "text": "Then we've got Ty Dolla $ign explaining his Instagram photos,",
        "start": 284.74,
        "duration": 2.84
    },
    {
        "text": "You've got the Screen Junkies giving us serious questions about the Jurassic Park franchise,",
        "start": 287.58,
        "duration": 3.46
    },
    {
        "text": "And we've got a first look at the new Mission Impossible, we've also got a first look at The Purge.",
        "start": 291.11,
        "duration": 3.769
    },
    {
        "text": "We also got the news that Iko Uwais who, if you do not know, is the star of the my favorite",
        "start": 294.879,
        "duration": 5.01
    },
    {
        "text": "Fighting film The Raid and The Raid 2, if you like movies with fighting, action, highly recommended.",
        "start": 300.199,
        "duration": 5.149
    },
    {
        "text": "But also do not watch them with English dub.",
        "start": 305.348,
        "duration": 2.192
    },
    {
        "text": "But the main point, the reason I'm talking about him is he just got his own Netflix series where not only will he star in it",
        "start": 307.62,
        "duration": 4.44
    },
    {
        "text": "He's also going to be producing it as well as being the stunt and martial arts coordinator.",
        "start": 312.06,
        "duration": 3.0
    },
    {
        "text": "There's no premiere date set right now, but I am so excited. And if you want to see the full versions of everything",
        "start": 315.1,
        "duration": 4.439
    },
    {
        "text": "I just shared, the secret link of the day, anything at all, links, as always, are in the description down below",
        "start": 319.539,
        "duration": 4.47
    },
    {
        "text": "Then in business news, let's quickly talk Tesla.",
        "start": 324.28,
        "duration": 1.98
    },
    {
        "text": "According to an internal email sent to employees Elon Musk said that Tesla has now officially made more than",
        "start": 326.36,
        "duration": 4.76
    },
    {
        "text": "5000 Model 3s in just one week.",
        "start": 331.28,
        "duration": 2.72
    },
    {
        "text": "Specifically 5031 Model 3s in the last week of their second quarter. Writing,",
        "start": 334.12,
        "duration": 3.88
    },
    {
        "text": "And publicly Elon Musk tweeted out",
        "start": 355.18,
        "duration": 1.08
    },
    {
        "text": "And obviously while there are a lot of people internally with Tesla that are excited about this, Tesla supporters are excited about this",
        "start": 360.28,
        "duration": 5.729
    },
    {
        "text": "There are also those that are kind of mocking Elon Musk. The idea that Tesla is a real car company that they are celebrating 7,000 cars in seven days.",
        "start": 366.009,
        "duration": 8.011
    },
    {
        "text": "Because in a public response to Elon Musk, we saw Stephen Armstrong quote tweet Elon then writing,",
        "start": 374.2,
        "duration": 5.06
    },
    {
        "text": "And my personal response to this is that it feels a little bit weird that the",
        "start": 383.96,
        "duration": 2.5
    },
    {
        "text": "Head of Ford Europe would do this. Ford's an established company",
        "start": 386.469,
        "duration": 2.67
    },
    {
        "text": "They made their, what, their first Model T",
        "start": 389.14,
        "duration": 1.499
    },
    {
        "text": "I think it was back in 1908?",
        "start": 390.64,
        "duration": 1.08
    },
    {
        "text": "And then you have a Tesla which didn't have the Roadster until about, what, 2011?",
        "start": 391.72,
        "duration": 3.96
    },
    {
        "text": "Their first production vehicle was the Model S and that came late 2012.",
        "start": 395.78,
        "duration": 3.06
    },
    {
        "text": "So is this very kind of weird, strange punch down? Although it sounds weird to say someone's punching down on Elon Musk.",
        "start": 398.96,
        "duration": 6.26
    },
    {
        "text": "We'll see maybe in five years Stephen Armstrong will tweet or have some some kind of talk where he's like, \"Remember? Remember Tesla? That was so crazy.\"",
        "start": 405.3,
        "duration": 7.02
    },
    {
        "text": "Or in five years, we'll look back to Armstrong's tweet as something almost akin to Blockbuster talking shit about Netflix.",
        "start": 412.38,
        "duration": 7.0
    },
    {
        "text": "We'll have to wait to see but, like I always say when it comes to stories like this, any and all competition",
        "start": 419.42,
        "duration": 4.42
    },
    {
        "text": "Welcome, because hopefully we get better prices and better products.",
        "start": 423.98,
        "duration": 2.5
    },
    {
        "text": "Then in incredibly important international news",
        "start": 426.48,
        "duration": 2.0
    },
    {
        "text": "Let's look to Mexico. If you don't know Mexico, just yesterday",
        "start": 428.63,
        "duration": 2.21
    },
    {
        "text": "Held it's presidential election, and it's very important for a number of reasons.",
        "start": 430.85,
        "duration": 3.299
    },
    {
        "text": "Mexico is the second largest economy in Latin America",
        "start": 434.3,
        "duration": 2.14
    },
    {
        "text": "And is a hugely important economic partner for the United States. Now, along with Canada and the United States,",
        "start": 436.62,
        "duration": 4.34
    },
    {
        "text": "They're one third of NAFTA. In fact, Mexico is the second largest buyer of U.S. goods,",
        "start": 440.96,
        "duration": 3.88
    },
    {
        "text": "America's third largest trading partner overall.",
        "start": 444.94,
        "duration": 1.8
    },
    {
        "text": "And of course in the news we're seeing more and more immigration is a massive issue, and how that is connected to crime.",
        "start": 446.74,
        "duration": 6.42
    },
    {
        "text": "And that's something President Trump has hit on time and time again",
        "start": 453.26,
        "duration": 2.4
    },
    {
        "text": "Even back in 2015 when he was just a candidate. Trump: \"When Mexico sends it's people, they're not sending their best.",
        "start": 455.72,
        "duration": 6.64
    },
    {
        "text": "They're not sending you. They're not sending you.",
        "start": 462.36,
        "duration": 2.84
    },
    {
        "text": "They're sending people that have lots of problems and they're bringing those problems with us",
        "start": 465.3,
        "duration": 7.14
    },
    {
        "text": "They're bringing drugs. They're bringing crime. They're rapists. And some I assume are good people.\"",
        "start": 472.68,
        "duration": 7.06
    },
    {
        "text": "Phil: And as far as what Donald Trump is talking about there is another big international issue",
        "start": 479.74,
        "duration": 3.36
    },
    {
        "text": "But also a very Mexico issue and that is the cartel problem. In recent years Mexico has suffered from widespread corruption,",
        "start": 483.11,
        "duration": 5.88
    },
    {
        "text": "Horrific violence related to the drug trade, and in fact the drug war between the government and the major Mexican drug cartels is estimated to",
        "start": 489.24,
        "duration": 5.33
    },
    {
        "text": "Have resulted in more than 250,000 deaths since 2006.",
        "start": 494.57,
        "duration": 3.57
    },
    {
        "text": "In 2017 alone, there were more than 29,000 homicides in Mexico.",
        "start": 498.16,
        "duration": 3.42
    },
    {
        "text": "And that's the most since the government start keeping records back in 1997",
        "start": 501.59,
        "duration": 3.0
    },
    {
        "text": "And the horrible news is 2018 is set to break the record again.",
        "start": 504.59,
        "duration": 3.75
    },
    {
        "text": "And this horrific violence has unsurprisingly continued through Mexico's election season.",
        "start": 508.48,
        "duration": 3.62
    },
    {
        "text": "Reportedly, more than 130 political candidates and party workers have been killed since campaigning began in September.",
        "start": 512.26,
        "duration": 4.32
    },
    {
        "text": "And this violence, among other things, has led to deep dissatisfaction with the current Mexican president",
        "start": 516.62,
        "duration": 3.28
    },
    {
        "text": "Enrique Pena Nieto and his ruling PRI party and many Mexicans have seen him as unable to make any impact on improving security in the country.",
        "start": 519.9,
        "duration": 6.64
    },
    {
        "text": "And so all of that seems to be the huge reason we are seeing such a big political shift in Mexico.",
        "start": 526.54,
        "duration": 4.2
    },
    {
        "text": "With an incredibly strong majority Mexico voted for 64 year old leftist candidate and",
        "start": 530.74,
        "duration": 4.0
    },
    {
        "text": "former mayor of Mexico City Andrés Manuel López Obrador",
        "start": 534.74,
        "duration": 2.94
    },
    {
        "text": "He was predicted to win but he blew past those predictions. And as I'm recording this video only 6% of the vote has been counted",
        "start": 537.82,
        "duration": 5.26
    },
    {
        "text": "So far, but his rivals have called to concede. Lopez Obrador who is usually known by his initials OMLO,",
        "start": 543.09,
        "duration": 5.099
    },
    {
        "text": "He's expected to maintain that large margin and will take office in December.",
        "start": 548.22,
        "duration": 3.089
    },
    {
        "text": "And OMLO's victory is a huge change for Mexican politics over the last three decades the moderate PRI party and the right-of-center PAN party have dominated",
        "start": 551.41,
        "duration": 6.859
    },
    {
        "text": "National politics in the country. But OMLO represents the National Regeneration Movement or morena.",
        "start": 558.4,
        "duration": 3.979
    },
    {
        "text": "It's a leftist coalition party that's only been in existence as an official political party since 2014.",
        "start": 562.38,
        "duration": 4.109
    },
    {
        "text": "And so it appears that the voters in Mexico are showing no faith for the",
        "start": 566.49,
        "duration": 3.06
    },
    {
        "text": "Establishment and have been looking for a leader that can quell the violence in the country and reduce economic inequality.",
        "start": 569.68,
        "duration": 3.98
    },
    {
        "text": "And I think it's important we talk about OMLO's stances because it's not just going to affect Mexico.",
        "start": 573.66,
        "duration": 3.149
    },
    {
        "text": "It is very likely and understandably going to affect the United States of America for all the reasons that I started with and so we'll",
        "start": 576.81,
        "duration": 4.74
    },
    {
        "text": "Start with the drug war because OMLO's position here is actually one of the most",
        "start": 581.55,
        "duration": 3.539
    },
    {
        "text": "Controversial he holds. OMLO wants to negotiate with the drug cartels and even potentially offer them amnesty,",
        "start": 585.22,
        "duration": 4.489
    },
    {
        "text": "Saying last December,",
        "start": 589.78,
        "duration": 1.04
    },
    {
        "text": "Additionally in a recent debate,",
        "start": 594.96,
        "duration": 1.08
    },
    {
        "text": "He said he would not rule out any option to achieve peace.",
        "start": 596.04,
        "duration": 2.62
    },
    {
        "text": "He's also called for a reduction in the militarization of government forces fighting drug cartels. He's used the campaign slogan,",
        "start": 598.82,
        "duration": 4.98
    },
    {
        "text": "\"Abrazos, no balazos\". Or in English it would be, \"Hugs not gunfire\".",
        "start": 603.86,
        "duration": 3.7
    },
    {
        "text": "He's also open the door to legalizing certain drugs and with this stance",
        "start": 607.56,
        "duration": 3.21
    },
    {
        "text": "We've seen a lot of pushback from political opponents as well as victims of the drug war.",
        "start": 610.77,
        "duration": 3.35
    },
    {
        "text": "PRI Presidential candidate Jose Antonio Meade saying, \"You want to forgive the unforgivable?\"",
        "start": 614.16,
        "duration": 3.6
    },
    {
        "text": "We also have people supporting OMLO, saying it is hypocritical for his political opponents to critizise",
        "start": 618.04,
        "duration": 3.92
    },
    {
        "text": "His stance given how many politicians are working hand in hand with the drug cartels.",
        "start": 622.12,
        "duration": 3.34
    },
    {
        "text": "And actually, on that note, in OMLO's victory speech he specifically focused on rooting out corruption at all levels of the government",
        "start": 625.54,
        "duration": 4.66
    },
    {
        "text": "Then there's OMLO's stance on economic inequality.",
        "start": 640.32,
        "duration": 2.58
    },
    {
        "text": "And that's a massive issue in Mexico.",
        "start": 642.9,
        "duration": 2.01
    },
    {
        "text": "Which is unsurprising because according to a 2015 Oxfam report just 1% of the country owns 43 percent of the countries' wealth.",
        "start": 644.91,
        "duration": 5.429
    },
    {
        "text": "And so here OMLO pledged to launch or expand a series of social programs to combat this inequality.",
        "start": 650.34,
        "duration": 4.14
    },
    {
        "text": "This includes",
        "start": 654.48,
        "duration": 0.5
    },
    {
        "text": "And, according to his advisors, these reforms are expected to cost around 10% of the federal budget or 25 billion a year.",
        "start": 663.7,
        "duration": 4.84
    },
    {
        "text": "And then that brings us to US-Mexico relations.",
        "start": 668.54,
        "duration": 2.2
    },
    {
        "text": "In response to OMLO's win we saw President Trump tweet,",
        "start": 670.9,
        "duration": 2.26
    },
    {
        "text": "But as far as if that goodwill will last we'll see and I'm not the most hopeful.",
        "start": 680.13,
        "duration": 4.559
    },
    {
        "text": "And the reason I say that is, at least publicly,",
        "start": 684.689,
        "duration": 1.871
    },
    {
        "text": "Immigration is one of the biggest issues between the two countries right now.",
        "start": 686.56,
        "duration": 2.78
    },
    {
        "text": "Back in February in response to Trump talking about the border wall",
        "start": 689.34,
        "duration": 2.6
    },
    {
        "text": "OMLO said,",
        "start": 692.0,
        "duration": 0.5
    },
    {
        "text": "Additionally OMLO will be inheriting the tariff situation right now, also how that connects to NAFTA.",
        "start": 698.72,
        "duration": 5.04
    },
    {
        "text": "Also we have specific instances, like back in January. Trump incorrectly tweeted that Mexico is the most dangerous country in the world writing,",
        "start": 703.86,
        "duration": 6.2
    },
    {
        "text": "To which OMLO responded at that same day to reporters,",
        "start": 717.02,
        "duration": 2.04
    },
    {
        "text": "Okay, I'm gonna make a WILD prediction, uh would be something that Donald Trump would not appreciate.",
        "start": 721.56,
        "duration": 4.78
    },
    {
        "text": "But that said of course really only time will tell",
        "start": 726.34,
        "duration": 1.54
    },
    {
        "text": "One, how this pans out for Mexico and two, how this pans out for US-Mexico relations.",
        "start": 727.96,
        "duration": 4.98
    },
    {
        "text": "And obviously with a story like this, there's a lot you could chime in on and feel free to talk about anything",
        "start": 732.94,
        "duration": 3.86
    },
    {
        "text": "But the specific question I have for this story is what is your feeling about amnesty for people involved with the drug cartels?",
        "start": 736.8,
        "duration": 6.57
    },
    {
        "text": "I mean we mentioned it at the top of the story",
        "start": 743.37,
        "duration": 1.56
    },
    {
        "text": "We've had several stories throughout the years where we talked about the incredible violence in the country.",
        "start": 744.93,
        "duration": 5.21
    },
    {
        "text": "What are your thoughts about this potential move to legalize drugs, to forgive the cartels, and people involved",
        "start": 750.16,
        "duration": 5.24
    },
    {
        "text": "In these crimes and hopes that it leads to a better tomorrow.",
        "start": 755.44,
        "duration": 2.26
    },
    {
        "text": "Is it your thought that it's insane that it shows that there is no justice here?",
        "start": 757.7,
        "duration": 3.74
    },
    {
        "text": "Or do you have the mindset that overwhelming situations that seem to not be getting better require drastic moves? A mindset that the ends justify the means?",
        "start": 761.52,
        "duration": 8.52
    },
    {
        "text": "I'd love to know your thoughts on this story",
        "start": 770.279,
        "duration": 1.3
    },
    {
        "text": "Especially if you are a viewer from Mexico.",
        "start": 771.58,
        "duration": 2.0
    },
    {
        "text": "That's actually where I'm going to end today's show.",
        "start": 773.58,
        "duration": 2.0
    },
    {
        "text": "And of course remember, this is the Philip Defranco Show. It's not just a show, it is a conversation.",
        "start": 775.68,
        "duration": 3.14
    },
    {
        "text": "So whether it be the last story, the first one, or anything in between,",
        "start": 778.829,
        "duration": 2.34
    },
    {
        "text": "Let me know what you're thinking in those comments down below.",
        "start": 781.209,
        "duration": 2.03
    },
    {
        "text": "Also remember, if you like this video, like I'm trying to do with this show, hit that like button if you're new here hit that subscribe button.",
        "start": 783.24,
        "duration": 4.76
    },
    {
        "text": "And ring that bell for notification. Also if you missed the last show, Friday shows are back",
        "start": 788.12,
        "duration": 4.16
    },
    {
        "text": "So if you want to watch that, click or tap right there to watch that.",
        "start": 792.3,
        "duration": 1.96
    },
    {
        "text": "Or if you want to watch the newest behind the scenes vlog, you can click or tap right there to watch that.",
        "start": 794.26,
        "duration": 3.78
    },
    {
        "text": "But that said of course, as always, my name is Philip Defranco, you've just been Phill'd in, I love yo faces and I'll see you tomorrow.",
        "start": 798.14,
        "duration": 5.48
    }
]