[
    {
        "text": "Sup you beautiful bastards",
        "start": 0.0,
        "duration": 1.319
    },
    {
        "text": "hope you're having a",
        "start": 1.319,
        "duration": 0.85
    },
    {
        "text": "fantastic Tuesday welcome back to the Philip DeFranco show and let's just jump into it.",
        "start": 2.169,
        "duration": 5.84
    },
    {
        "text": "And the first thing were going to talk about today is we have TJ Miller in the news because he has been Arrested.",
        "start": 8.01,
        "duration": 3.753
    },
    {
        "text": "and specifically he was arrested last night at LaGuardia Airport by the FBI in Port Authority",
        "start": 11.763,
        "duration": 2.756
    },
    {
        "text": "after returning from stand-up shows in Canada and as far as his crime",
        "start": 14.519,
        "duration": 2.939
    },
    {
        "text": "He is accused of intentionally conveying to law enforcement false",
        "start": 17.46,
        "duration": 2.58
    },
    {
        "text": "Information about an explosive device talking about potential up to five years",
        "start": 20.199,
        "duration": 3.319
    },
    {
        "text": "Imprisonment and as far as the situation will start with TJ Miller's version of events on March 18th",
        "start": 23.619,
        "duration": 4.46
    },
    {
        "text": "TJ Miller was on an Amtrak train from DC to Penn Station in New York City according to a conversation",
        "start": 28.15,
        "duration": 4.64
    },
    {
        "text": "He had with an investigator after the train ride during that train ride there was a woman near him in first class that he noticed",
        "start": 32.79,
        "duration": 5.25
    },
    {
        "text": "Kept looking into her bag",
        "start": 38.04,
        "duration": 0.9
    },
    {
        "text": "She kept checking her bag without taking anything out, kept asking the first-class",
        "start": 38.94,
        "duration": 3.209
    },
    {
        "text": "Attendant what the next stop was and seemed to want to get off the train and leave her bag behind. TJ Miller saying that this",
        "start": 42.28,
        "duration": 5.75
    },
    {
        "text": "Made him believe that the bag might contain a bomb so he called 911",
        "start": 48.03,
        "duration": 2.79
    },
    {
        "text": "Dispatcher all of this. But either way following this Connecticut police end up stopping train two two five six passengers detrain,",
        "start": 51.52,
        "duration": 5.599
    },
    {
        "text": "There was a search for the alleged bomb, none was found that's also not surprising because TJ Miller was actually on train two two five eight",
        "start": 57.12,
        "duration": 5.61
    },
    {
        "text": "It's unclear if a mix-up was accidental, or if TJ Miller gave the wrong train number. Eventually his train was stopped",
        "start": 62.73,
        "duration": 5.969
    },
    {
        "text": "it was checked there was no bomb, Also according to the press release around this, the officer involved detected slurring and Miller's voice asked if he",
        "start": 68.7,
        "duration": 6.0
    },
    {
        "text": "Had consumed alcohol that day TJ said he had one glass of wine that day. The officer",
        "start": 74.7,
        "duration": 3.599
    },
    {
        "text": "Then reportedly asked him if he had mental illness. Miller responded \"no absolutely not\" based off of that line of questioning",
        "start": 78.299,
        "duration": 4.62
    },
    {
        "text": "You most likely will not be shocked by the news that the Department of Justice does not agree with",
        "start": 82.92,
        "duration": 4.41
    },
    {
        "text": "Miller's account of event according to a stewardess in the first-class car Miller was clearly intoxicated when he entered the car also",
        "start": 87.4,
        "duration": 6.049
    },
    {
        "text": "He didn't order one glass of wine",
        "start": 93.45,
        "duration": 1.559
    },
    {
        "text": "But multiple drinks",
        "start": 95.009,
        "duration": 1.0
    },
    {
        "text": "Specifically two glasses of wine and two double scotch and sodas also saying Miller then got into an argument with a woman on the car",
        "start": 96.009,
        "duration": 6.14
    },
    {
        "text": "Specifically saying that he engaged in quote hostile exchanges with a woman who was sitting in a different row from him in the first-class car",
        "start": 102.159,
        "duration": 5.3
    },
    {
        "text": "Also referring to it as a screaming match and according to the criminal complaint",
        "start": 107.46,
        "duration": 2.729
    },
    {
        "text": "Accordingly the evidence supports the conclusion that Miller motivated by some perceived grudge against the subject female knowingly intentionally and falsely made an emergency",
        "start": 110.56,
        "duration": 7.25
    },
    {
        "text": "911 call to law enforcement",
        "start": 118.18,
        "duration": 1.56
    },
    {
        "text": "accusing her of carrying a bomb and when",
        "start": 119.74,
        "duration": 2.0
    },
    {
        "text": "Contacted by law enforcement while the public safety response still was ongoing made a deliberate choice to continue conveying false",
        "start": 121.75,
        "duration": 5.869
    },
    {
        "text": "Information in order to maintain and enhance the believability of his initial false bomb threat. I have to say this is true",
        "start": 127.84,
        "duration": 5.349
    },
    {
        "text": "I'm completely on board",
        "start": 133.189,
        "duration": 1.211
    },
    {
        "text": "With the fuck you TJ Miller train calling in a bomb threat because he didn't like some lady lucky writing your emoji movie shitty HBO",
        "start": 134.4,
        "duration": 6.889
    },
    {
        "text": "Comedy special face like you've already kind of skirted past the sexual abuse allegations that came out about you",
        "start": 141.29,
        "duration": 5.88
    },
    {
        "text": "And then you're like what else could I do oh I know",
        "start": 147.17,
        "duration": 2.0
    },
    {
        "text": "Bomb threats that would just be a garbage move from a garbage person, and I think that in the back of my head",
        "start": 149.639,
        "duration": 4.55
    },
    {
        "text": "I've not wanted to believe any of the negative shit",
        "start": 154.189,
        "duration": 2.01
    },
    {
        "text": "That's kind of come out",
        "start": 156.2,
        "duration": 1.209
    },
    {
        "text": "About TJ Miller cuz I've just I've gonna be a big fan since back in the day with Cloverfield. Just come on",
        "start": 157.409,
        "duration": 4.669
    },
    {
        "text": "I don't know. What are your thoughts about this. Let me know in those comments down below, but from that",
        "start": 162.079,
        "duration": 3.54
    },
    {
        "text": "I want to share some stuff",
        "start": 165.62,
        "duration": 0.78
    },
    {
        "text": "I loved today and today in awesome brought to you by shop DeFranco dot-com. Shop Defranco of course is the place to go to get",
        "start": 166.4,
        "duration": 5.339
    },
    {
        "text": "Any and all of your DeFranco gear you can snag some best-selling new designs like the stay humble hustle hard shirt, boycott everyone,",
        "start": 171.76,
        "duration": 5.64
    },
    {
        "text": "Why be informed when you can use your feelings as your facts, sports, pretentious also every now, and then we launched something exclusive",
        "start": 177.54,
        "duration": 6.08
    },
    {
        "text": "That's up for one week only then we remove it like the newest one the hot fills if you want to snag that one while",
        "start": 183.62,
        "duration": 4.52
    },
    {
        "text": "You can or any of the others go to shop DeFranco dot-com",
        "start": 188.15,
        "duration": 2.25
    },
    {
        "text": "Or just click the link in the description down below.",
        "start": 190.4,
        "duration": 2.85
    },
    {
        "text": "And the first bit of Awesome today: I just have to give props to these show runners of West World. Jonathan Nolan, Lisa Joy were on reddit",
        "start": 193.25,
        "duration": 5.49
    },
    {
        "text": "They were doing an AMA and they wrote \"if you guys agree",
        "start": 198.74,
        "duration": 2.729
    },
    {
        "text": "We're going to post a video that lays out the plot and twists and turns of season two",
        "start": 201.47,
        "duration": 3.689
    },
    {
        "text": "Everything the whole sordid thing upfront that way the members of the community here",
        "start": 205.26,
        "duration": 3.379
    },
    {
        "text": "Who want the season spoiled for them can watch ahead and then protect the rest of the community",
        "start": 208.639,
        "duration": 3.827
    },
    {
        "text": "and help to distinguish between what's theory and what's spoiler.\" Adding,",
        "start": 212.466,
        "duration": 3.453
    },
    {
        "text": "\"It's a new age and a new world in terms of the relationship between the folks making shows in the community watching them,",
        "start": 215.919,
        "duration": 4.809
    },
    {
        "text": "and trust is a big part of it. We've made our cast part of this decision and they're fully supportive.",
        "start": 220.729,
        "duration": 3.75
    },
    {
        "text": "We're so excited to be in this with you guys together.",
        "start": 224.479,
        "duration": 1.62
    },
    {
        "text": "So this post reaches a thousand up votes will deliver the goods.\"",
        "start": 226.099,
        "duration": 3.461
    },
    {
        "text": "The story then blew up. Of course, it got the up votes it needed and then they released a video.",
        "start": 229.56,
        "duration": 2.539
    },
    {
        "text": "and I won't ruin it for you. If you are actually worried about spoilers",
        "start": 232.099,
        "duration": 5.22
    },
    {
        "text": "Do not worry watch the video after you're done with today's show then if you ever found yourself going man",
        "start": 237.419,
        "duration": 4.91
    },
    {
        "text": "I was Jason Statham wasn't a movie about a giant",
        "start": 242.329,
        "duration": 2.399
    },
    {
        "text": "shark that he has to kill one you have very specific in weird wishes and to it's your lucky day. got a trailer for the",
        "start": 244.919,
        "duration": 6.451
    },
    {
        "text": "movie, 'mega' which seems like",
        "start": 251.37,
        "duration": 2.0
    },
    {
        "text": "Fantastic absurdity. Then for those who need some food porn we got a new video from Thrillist",
        "start": 253.56,
        "duration": 4.309
    },
    {
        "text": "It's all about that, Austin, Texas brisket",
        "start": 257.87,
        "duration": 2.0
    },
    {
        "text": "It was a Casey Nistat sneaker shopping with Complex. If you want to see the full versions of everything",
        "start": 259.909,
        "duration": 4.11
    },
    {
        "text": "I just shared dive deeper on anything we about today links as always are in the description down below",
        "start": 264.02,
        "duration": 4.25
    },
    {
        "text": "Then let's talk about the situation with Donald Trump, Michael Cohen, the FBI, Robert Muller. If you don't know Michael Cohen",
        "start": 268.28,
        "duration": 6.409
    },
    {
        "text": "He is one of the president's closest confidants. He was an executive vice president of the Trump, Organization",
        "start": 274.689,
        "duration": 4.5
    },
    {
        "text": "He is Donald Trump's personal lawyer and Cowen's been in the news a lot himself recently",
        "start": 279.379,
        "duration": 4.22
    },
    {
        "text": "Usually connected to one of two stories either the Russia",
        "start": 283.789,
        "duration": 2.75
    },
    {
        "text": "Investigation or the payment of a porn star that porn star of course specifically stormy Daniels. He has admitted to giving her",
        "start": 286.909,
        "duration": 5.391
    },
    {
        "text": "$130,000 of course famously said it was his own money Donald Trump didn't know about this",
        "start": 293.599,
        "duration": 4.369
    },
    {
        "text": "It wasn't his money never got paid for it. Also saying, 'It's not what a government watchdog group said.'",
        "start": 297.969,
        "duration": 4.65
    },
    {
        "text": "It said \"it was an unreported in kind contribution to and expenditure by Trump's 2016 presidential campaign\"",
        "start": 302.62,
        "duration": 5.549
    },
    {
        "text": "And that's very meaningful because that would be illegal under campaign finance law. Also the same group filed another complaint in February over a payment",
        "start": 308.169,
        "duration": 6.63
    },
    {
        "text": "to another woman who alleged she had an affair with Trump between 2006 and 2007. In 2016 ex-Playboy model Karen McDougal allegedly received",
        "start": 314.8,
        "duration": 6.959
    },
    {
        "text": "$150,000 from the parent company of the National Enquirer that being American Media and reportedly that was to quote \"buy and bury her story\" which",
        "start": 322.909,
        "duration": 5.99
    },
    {
        "text": "The same watchdog group argued was another illegal quote \"in-kind contribution\" since Cohen knew about the payment.",
        "start": 328.9,
        "duration": 5.1
    },
    {
        "text": "Also as far as the Russia investigation, reportedly",
        "start": 334.0,
        "duration": 1.949
    },
    {
        "text": "He was previously in the crosshairs of Special Counsel Robert Muller's Investigation.",
        "start": 335.949,
        "duration": 2.97
    },
    {
        "text": "That both for reaching out to Vladimir Putin's spokesman during the presidential campaign to ask for assistance building a Trump Tower in Moscow and",
        "start": 339.139,
        "duration": 6.139
    },
    {
        "text": "For reportedly receiving a proposal about a Russia friendly peace proposal to end the conflict in eastern Ukraine just one week after Trump took office",
        "start": 345.279,
        "duration": 5.981
    },
    {
        "text": "But a big note there is: that for both of these things there have been no legal actions against Cohen",
        "start": 351.26,
        "duration": 4.46
    },
    {
        "text": "based off What happened yesterday that could be changed on Monday the FBI executed a series of warrants at Michael Cohen's office,",
        "start": 355.72,
        "duration": 5.069
    },
    {
        "text": "Hotel room, and home in New York City, the raids were reportedly ordered by the US Attorney's Office for the Southern",
        "start": 360.919,
        "duration": 4.339
    },
    {
        "text": "District of New York this after special counsel Robert Muller referred the matter to the Justice Department also three anonymous sources familiar with the investigation",
        "start": 365.389,
        "duration": 6.589
    },
    {
        "text": "told The Washington Post that Cohen is under investigation for possible bank fraud, wire fraud, and campaign finance violations.",
        "start": 372.199,
        "duration": 5.66
    },
    {
        "text": "And there was also reportedly a fourth source that told the post at the investigator sees Cohen's computer has phone",
        "start": 377.87,
        "duration": 4.549
    },
    {
        "text": "personal financial records this including his tax returns",
        "start": 382.49,
        "duration": 2.599
    },
    {
        "text": "Also the New York Times reporting that according to several sources the raids were",
        "start": 385.24,
        "duration": 2.849
    },
    {
        "text": "Specifically about payments made to women who allegedly had affairs with Trump. That would be stormy Daniels Karen McDougal",
        "start": 388.159,
        "duration": 4.82
    },
    {
        "text": "We also have Michael Cohen's own attorney release a statement yesterday confirming the raids and saying the decision by the US",
        "start": 392.979,
        "duration": 5.429
    },
    {
        "text": "Attorney's office in New York to conduct their investigation using search warrants is completely inappropriate and unnecessary. It resulted in the unnecessary",
        "start": 398.58,
        "duration": 6.329
    },
    {
        "text": "Seizure of protected attorney-client communications between a lawyer and his clients. These government tactics are also wrong because mr.",
        "start": 405.069,
        "duration": 6.26
    },
    {
        "text": "Cohen has cooperated completely with all government entities including providing thousands of non privileged documents to the Congress and sitting for",
        "start": 411.33,
        "duration": 6.54
    },
    {
        "text": "Depositions under oath, we also saw a president Trump reacting to the news of the raids on camera, so I just heard that",
        "start": 418.0,
        "duration": 5.479
    },
    {
        "text": "They broke into the office of",
        "start": 424.15,
        "duration": 2.269
    },
    {
        "text": "one of my personal attorneys good man and",
        "start": 427.36,
        "duration": 3.529
    },
    {
        "text": "It's a disgraceful situation. It's a total witch hunt. I've been saying it for a long time. I've wanted to keep it down. We've given",
        "start": 432.19,
        "duration": 7.039
    },
    {
        "text": "I believe over a million pages worth of documents to the Special Counsel",
        "start": 440.11,
        "duration": 5.209
    },
    {
        "text": "They continue to just go forward, and I have this witch hunt",
        "start": 446.379,
        "duration": 3.35
    },
    {
        "text": "constantly going on for over",
        "start": 450.46,
        "duration": 2.509
    },
    {
        "text": "12 months now it's frankly a real disgrace. It's a-an attack on our",
        "start": 453.61,
        "duration": 4.609
    },
    {
        "text": "country in a true sense",
        "start": 458.979,
        "duration": 1.19
    },
    {
        "text": "It's an attack on",
        "start": 460.169,
        "duration": 1.15
    },
    {
        "text": "What we all stand for. Side note: I'm cutting for time if you want to watch the full clip I'm linking it down below.",
        "start": 461.319,
        "duration": 4.85
    },
    {
        "text": "Trump goes on to say this is a whole new level of unfairness",
        "start": 466.169,
        "duration": 1.831
    },
    {
        "text": "Trump saying this is the most biased \n group that he's ever seen and all Democrats some Republicans who worked for Obama",
        "start": 468.0,
        "duration": 4.409
    },
    {
        "text": "They're not looking into Hillary. He then goes after his own Attorney General Jeff Sessions again the Attorney General made a terrible mistake when",
        "start": 472.419,
        "duration": 6.739
    },
    {
        "text": "He did this and when he recused himself",
        "start": 480.009,
        "duration": 2.63
    },
    {
        "text": "Or he should have certainly let us know if he was going to recuse himself",
        "start": 482.8,
        "duration": 3.289
    },
    {
        "text": "And we would have used a, put a different Attorney General in",
        "start": 486.25,
        "duration": 4.129
    },
    {
        "text": "So he made what I consider to be a very terrible mistake for the country",
        "start": 490.81,
        "duration": 3.979
    },
    {
        "text": "We also had a reporter in the room",
        "start": 494.789,
        "duration": 1.081
    },
    {
        "text": "That said why don't you just fire Moeller to which President Trump responded and many people have said you should fire him",
        "start": 495.87,
        "duration": 5.099
    },
    {
        "text": "again, they found nothing",
        "start": 502.089,
        "duration": 1.94
    },
    {
        "text": "We also saw him jump on Twitter tweeted out",
        "start": 504.029,
        "duration": 2.16
    },
    {
        "text": "Attorney-client privilege is dead then adding a total witch hunt",
        "start": 506.529,
        "duration": 2.99
    },
    {
        "text": "So here's the thing well Trump's comments focus heavily on the alleged bias against him by investigators",
        "start": 509.699,
        "duration": 4.17
    },
    {
        "text": "Official the case seems to be that his own appointee or appointees",
        "start": 514.18,
        "duration": 3.049
    },
    {
        "text": "Authorized this raid. Right. you have Donald Trump saying you know people have said I should fire Muellerwith the way things are set Mueller",
        "start": 517.419,
        "duration": 4.849
    },
    {
        "text": "Would have to consult with Deputy Attorney General",
        "start": 522.269,
        "duration": 2.0
    },
    {
        "text": "Rosenstein on how to move forward is because Muller is actually required to consult the Deputy Attorney General if he comes across",
        "start": 524.38,
        "duration": 4.849
    },
    {
        "text": "information that could fall outside of the parameters of the Russia investigation and so then most likely",
        "start": 529.449,
        "duration": 3.77
    },
    {
        "text": "FBI director Christopher Rea a trump appointee would have had to sign off on the raids",
        "start": 533.5,
        "duration": 4.07
    },
    {
        "text": "additionally because the seized records reportedly involved",
        "start": 537.76,
        "duration": 2.21
    },
    {
        "text": "Communication between Trump and Cohen a review by a team of special agents would be required",
        "start": 540.04,
        "duration": 4.219
    },
    {
        "text": "It is according to Justice Department guidelines while every effort should be made to avoid viewing privileged material",
        "start": 544.26,
        "duration": 4.32
    },
    {
        "text": "search may require a limited review of arguably privileged material to ascertain whether the material is covered by the warrant therefore to protect the",
        "start": 548.74,
        "duration": 6.349
    },
    {
        "text": "attorney-client privilege and to ensure that the investigation is not compromised by exposure to privileged material relating to the",
        "start": 555.28,
        "duration": 5.63
    },
    {
        "text": "Investigation or to defense strategy a quote \"privileged team should be designated consisting of agents and lawyers not involved in the underlying",
        "start": 561.13,
        "duration": 6.38
    },
    {
        "text": "investigation.\" Because this is a very unique and special situation those documents would be protected under",
        "start": 568.0,
        "duration": 4.01
    },
    {
        "text": "Attorney-client privilege it can only be seized under special circumstances and as far as special circumstances go",
        "start": 572.35,
        "duration": 4.519
    },
    {
        "text": "there is a crime fraud exception",
        "start": 576.87,
        "duration": 1.84
    },
    {
        "text": "Which applies if quote the client was in the process of committing or intended to commit a crime or?",
        "start": 578.71,
        "duration": 4.609
    },
    {
        "text": "Fraudulent act and the client communicated with the lawyer with intent to further the crime or fraud or to cover it up.",
        "start": 583.51,
        "duration": 6.08
    },
    {
        "text": "In other words the communication itself must further or facilitate the crime.",
        "start": 589.59,
        "duration": 3.84
    },
    {
        "text": "Understand, this is an aggressive move by the Justice Department",
        "start": 593.43,
        "duration": 2.0
    },
    {
        "text": "Usually they use grand juries to issue subpoenas to obtain records from people represented by lawyers search warrants are usually only issued when prosecutors don't",
        "start": 595.57,
        "duration": 6.53
    },
    {
        "text": "Trust people to preserve or turn over the records themselves",
        "start": 602.1,
        "duration": 2.0
    },
    {
        "text": "according to New York",
        "start": 604.21,
        "duration": 0.84
    },
    {
        "text": "University Law Professor Steven gillers \"a search warrant for a law office is extremely rare. Lawyers are given the courtesy of producing documents in response",
        "start": 605.05,
        "duration": 6.109
    },
    {
        "text": "To a subpoena or a request unless the government believes a lawyer will destroy or conceal the objects of the search.\"",
        "start": 611.16,
        "duration": 5.13
    },
    {
        "text": "Essentially the general belief was that Cohen is not really a trustworthy guy.",
        "start": 616.39,
        "duration": 3.71
    },
    {
        "text": "as far as what crimes they think Cohen may have committed it doesn't appear to be anything with Russia if it was Russia related.",
        "start": 620.28,
        "duration": 5.46
    },
    {
        "text": "We most likely wouldn't have seen Muller hands us off to New York prosecutors. That said and understand",
        "start": 625.74,
        "duration": 4.409
    },
    {
        "text": "I'm jumping into speculation territory. It could still be in some way",
        "start": 630.15,
        "duration": 3.539
    },
    {
        "text": "There is a possibility that Mueller did come across information about Cohen that did not relate to Russia by sharing with, New York",
        "start": 633.69,
        "duration": 5.97
    },
    {
        "text": "Prosecutors and then all of a sudden this raid happened if there's evidence of something with Russia",
        "start": 639.85,
        "duration": 4.339
    },
    {
        "text": "He could still then get it from the FBI so in that way it could actually serve Mueller and so the raid was Mueller by",
        "start": 644.4,
        "duration": 6.63
    },
    {
        "text": "proxy",
        "start": 651.07,
        "duration": 0.5
    },
    {
        "text": "But if we go with the most simple",
        "start": 651.57,
        "duration": 1.18
    },
    {
        "text": "explanation of this raid it's most likely due to bank and wire fraud. Cohen as previously said, that in order for him to make the",
        "start": 652.75,
        "duration": 5.239
    },
    {
        "text": "Payment to stormy Daniels he used a home equity line of credit to finance it.",
        "start": 657.99,
        "duration": 2.7
    },
    {
        "text": "He then moved the money to a shell company before transferring it to Daniels's lawyer",
        "start": 660.69,
        "duration": 3.9
    },
    {
        "text": "And banks don't normally require an explanation for why customers are using credit lines.",
        "start": 664.59,
        "duration": 2.979
    },
    {
        "text": "But if Cohen was asked about the transfer because it was such a large amount of money",
        "start": 667.57,
        "duration": 3.75
    },
    {
        "text": "$130,000 and he lied that could be considered fraud on top of that",
        "start": 672.23,
        "duration": 2.929
    },
    {
        "text": "There's also the possible violations of election law we mentioned earlier",
        "start": 675.16,
        "duration": 2.76
    },
    {
        "text": "Also was he lying about Trump knowing yes or no the Trump or another proxy pay Cohen back either directly or with increased hours",
        "start": 677.92,
        "duration": 7.02
    },
    {
        "text": "There's a lot of questions that need to be answered, but that is ultimately where we are right now",
        "start": 684.94,
        "duration": 3.0
    },
    {
        "text": "That said I do want to pass a question off to you",
        "start": 687.94,
        "duration": 1.8
    },
    {
        "text": "What are your thoughts about this? Do you agree with the president that this is a disgraceful situation -",
        "start": 689.74,
        "duration": 3.479
    },
    {
        "text": "Biased people overstepping or no this investigation is on the up and up Muller has done nothing wrong,  everyone involved",
        "start": 694.01,
        "duration": 6.409
    },
    {
        "text": "They're just trying to get to the truth?",
        "start": 700.42,
        "duration": 1.71
    },
    {
        "text": "I'd love to know what you're thinking and why and those comments down below.",
        "start": 702.13,
        "duration": 2.339
    },
    {
        "text": "Then let's talk about this heartbreaking story coming out of Canada",
        "start": 704.47,
        "duration": 2.609
    },
    {
        "text": "Specifically the city of Humboldt. Now Humboldt has a tradition of fielding Junior League hockey teams where they bring in players from all over they",
        "start": 707.24,
        "duration": 5.869
    },
    {
        "text": "They stay with host families, but they call them Villette families. Players ages range from 16 to 21.",
        "start": 713.11,
        "duration": 4.739
    },
    {
        "text": "and I mention that because on Friday night a bus carrying Humboldt junior hockey team the",
        "start": 717.85,
        "duration": 3.51
    },
    {
        "text": "Broncos and staff was traveling to a playoff game there were 29 people on board and just after 5:00 p.m.",
        "start": 721.49,
        "duration": 5.029
    },
    {
        "text": "They were in a crash. Reportedly the bus was approaching an intersection going north",
        "start": 726.68,
        "duration": 4.099
    },
    {
        "text": "there was a",
        "start": 730.779,
        "duration": 0.791
    },
    {
        "text": "tractor-trailer approaching the intersection",
        "start": 731.57,
        "duration": 1.35
    },
    {
        "text": " ",
        "start": 732.92,
        "duration": 0.5
    },
    {
        "text": "going West. The tractor trailer had a stop sign, the bus did not and they collided according to the Royal Canadian Mounted Police",
        "start": 733.42,
        "duration": 6.03
    },
    {
        "text": "15 people were dead 14 injured. the driver of the tractor-trailer was not injured of those killed there were 10 players two",
        "start": 739.64,
        "duration": 6.769
    },
    {
        "text": "coaches, a statistician, a radio announcer, and the driver. Now as I'm recording this video the",
        "start": 746.51,
        "duration": 4.19
    },
    {
        "text": "RCMP have not released details of the accident",
        "start": 750.89,
        "duration": 2.029
    },
    {
        "text": "Things like did the tractor trailers stop at the stop sign, whether the trees created a blind spot.",
        "start": 752.99,
        "duration": 4.58
    },
    {
        "text": "RCMP Assistant Commissioner Curtis a blocky saying the scope and complexity of this",
        "start": 757.63,
        "duration": 3.659
    },
    {
        "text": "investigation means it will take some time to determine the cause of the collision and the",
        "start": 761.57,
        "duration": 3.409
    },
    {
        "text": "circumstances surrounding it and as far as the injured as of Monday afternoon 12 the injured remained in the hospital for in critical condition four",
        "start": 765.11,
        "duration": 6.41
    },
    {
        "text": "in serious condition and four in stable condition. There was also some confusion with this situation. On Sunday the",
        "start": 771.52,
        "duration": 5.25
    },
    {
        "text": "RCMP released the names of those that died in the crash, but on Monday",
        "start": 776.93,
        "duration": 3.229
    },
    {
        "text": "We got new is that there was actually a mistake initially authorities had identified Xavier LaBelle as one of the deceased",
        "start": 780.16,
        "duration": 4.5
    },
    {
        "text": "But they later said that it was actually the body of parker Tobin who had been misidentified as LaBelle. \"Late last night",
        "start": 784.66,
        "duration": 4.95
    },
    {
        "text": "we were made aware of an error that had occurred and the",
        "start": 789.61,
        "duration": 3.33
    },
    {
        "text": "identification of two of the",
        "start": 793.16,
        "duration": 1.05
    },
    {
        "text": "Individuals as you will have seen in the news release this morning Xavier LaBelle who had previously been confirmed deceased is not deceased",
        "start": 794.21,
        "duration": 7.64
    },
    {
        "text": "He is alive and unfortunately that means that Parker Tolman has",
        "start": 801.85,
        "duration": 4.739
    },
    {
        "text": "Been confirmed to be deceased. a lot of these boys looked alike",
        "start": 806.99,
        "duration": 3.619
    },
    {
        "text": "They had the blonde hair that was supportive of their team for their playoff run. They're very similar builds",
        "start": 810.61,
        "duration": 5.25
    },
    {
        "text": "They're all very similar ages, and they're very athletic of course as they are junior hockey players the new information came to light last night",
        "start": 816.17,
        "duration": 7.909
    },
    {
        "text": "That raised questions with the health care professionals in turn they were able to positively identify",
        "start": 825.19,
        "duration": 6.57
    },
    {
        "text": "Xavier LaBelle as Xavier LaBelle",
        "start": 832.79,
        "duration": 2.359
    },
    {
        "text": "Who of course we had previously thought",
        "start": 835.94,
        "duration": 2.09
    },
    {
        "text": "Was Parker Tobin and following that the two families released a joint statement saying that they are grieving together and adding they hope the focus",
        "start": 838.58,
        "duration": 5.9
    },
    {
        "text": "will remain on those grieving and those recovering not the confusion and an",
        "start": 844.48,
        "duration": 3.359
    },
    {
        "text": "Unimaginable tragedy and as far as the community reaction to this horrible tragedy it has been utter",
        "start": 848.12,
        "duration": 5.21
    },
    {
        "text": "heartbreak and an outpouring of love to the victims on Saturday Prime Minister Justin Trudeau released a statement saying we are heartbroken knowing many of",
        "start": 853.46,
        "duration": 6.83
    },
    {
        "text": "Those we lost had their entire lives in front of them grieve with those facing news no parent or family should ever have to face",
        "start": 860.29,
        "duration": 5.849
    },
    {
        "text": "People also sending their love and support with hashtags like Humboldt strong sticks out for Humboldt also on Sunday night",
        "start": 866.14,
        "duration": 5.489
    },
    {
        "text": "There was a vigil at the Humboldt hockey arena",
        "start": 871.63,
        "duration": 1.98
    },
    {
        "text": "Which Trudeau attended saw NHL players showing their support by wearing jerseys with the Broncos name on them on Monday night",
        "start": 873.61,
        "duration": 5.519
    },
    {
        "text": "We saw Niagara Falls, turn green and gold in support of the residents of Humboldt",
        "start": 879.13,
        "duration": 3.6
    },
    {
        "text": "We also a saw GoFundMe launched to help support the players and their families",
        "start": 882.73,
        "duration": 3.209
    },
    {
        "text": "That GoFundMe specifically saying the money will go directly to families to help with any expenses incurred and as of recording this video people did",
        "start": 886.16,
        "duration": 6.049
    },
    {
        "text": "Not just send their condolences the GoFundMe has raised over",
        "start": 892.21,
        "duration": 2.88
    },
    {
        "text": "7.2 million dollars",
        "start": 895.61,
        "duration": 1.61
    },
    {
        "text": "also\nif you'd like to put your dollars towards this I'll include a link down below",
        "start": 897.22,
        "duration": 2.909
    },
    {
        "text": "As of right now with an investigation still going that is where we are. The way",
        "start": 900.29,
        "duration": 3.89
    },
    {
        "text": "I want to end this story is just to send my love and my thoughts to everyone affected here",
        "start": 904.18,
        "duration": 4.799
    },
    {
        "text": "I know, it's just words in a situation that is",
        "start": 908.98,
        "duration": 2.0
    },
    {
        "text": "unimaginably devastating and everyone else",
        "start": 911.36,
        "duration": 2.0
    },
    {
        "text": "I think it's just one of those stories",
        "start": 913.36,
        "duration": 1.24
    },
    {
        "text": "To remind yourself that you, whoever you have in your life that you love and you haven't said it",
        "start": 914.6,
        "duration": 5.329
    },
    {
        "text": "Let them know while you can. Hold them close while you can. Because ultimately one day for one reason or another you won't",
        "start": 919.93,
        "duration": 4.86
    },
    {
        "text": "Be able to and that's where I'm going to end today's show and remember if you liked this video like I'm trying to do on",
        "start": 924.96,
        "duration": 4.349
    },
    {
        "text": "This channel that like button if you're new here hit that subscribe button ring that bell to turn on notifications",
        "start": 929.31,
        "duration": 4.44
    },
    {
        "text": "So you don't miss these daily videos which actually if you didn't catch yesterday's philip defranco show which is not",
        "start": 933.94,
        "duration": 4.429
    },
    {
        "text": "Shocking because we really weren't hitting",
        "start": 938.5,
        "duration": 1.77
    },
    {
        "text": "Recommended or anything because we were talking about some serious things if you want to watch esther day show click or tap right there to",
        "start": 940.27,
        "duration": 4.309
    },
    {
        "text": "Watch that or if you're in the mood for something louder you can watch a brand new behind-the-scenes vlog liquor tap right there",
        "start": 944.58,
        "duration": 3.989
    },
    {
        "text": "But so that's that of course as always my name is philip defranco. You've just been phill'd in I",
        "start": 948.57,
        "duration": 4.35
    },
    {
        "text": "Love yo faces, and i'll see you tomorrow",
        "start": 952.92,
        "duration": 2.339
    }
]