[
    {
        "text": "Sup you beautiful bastards? Hope you're having a",
        "start": 0.03,
        "duration": 2.2
    },
    {
        "text": "fantastic Thursday. Welcome back to the Philip Defranco show and actually just a quick note before we jump into it. Yesterday has become more",
        "start": 2.23,
        "duration": 6.44
    },
    {
        "text": "of a standard ,in addition to the youtube demonetizing yesterday's video, they seem to be suppressing the video from the front page",
        "start": 8.67,
        "duration": 7.379
    },
    {
        "text": "recommended, watch next, which is unfortunate because it is where we get",
        "start": 16.299,
        "duration": 3.35
    },
    {
        "text": "30% of our views. So if you didn't watch yesterday's video or you didn't think we posted a video yesterday",
        "start": 20.05,
        "duration": 3.71
    },
    {
        "text": "I'll include a link down below,",
        "start": 23.76,
        "duration": 1.75
    },
    {
        "text": "so you can watch that after this video",
        "start": 25.51,
        "duration": 1.79
    },
    {
        "text": "But with that said, let's just jump into it.",
        "start": 27.3,
        "duration": 1.96
    },
    {
        "text": "The first thing we're going to talk about today is",
        "start": 29.26,
        "duration": 2.0
    },
    {
        "text": "something special. A lot of people have been talking about this,",
        "start": 31.93,
        "duration": 2.599
    },
    {
        "text": "I have been asked what I think about it.",
        "start": 34.53,
        "duration": 2.85
    },
    {
        "text": "And it's about a creator on the website by the name of touchdalight. You also may know him as Carmie sellitto",
        "start": 37.38,
        "duration": 5.729
    },
    {
        "text": "and/or the guy who posted this video titled \"One kill equals remove one clothing with my 13 year old",
        "start": 43.48,
        "duration": 6.11
    },
    {
        "text": "sister.\" And based off that title, you it would not be crazy for you to assume that the the girl in the thumbnail with the",
        "start": 49.75,
        "duration": 5.689
    },
    {
        "text": "censor bar over her breast is the 13 year old sister? So unsurprisingly,",
        "start": 55.44,
        "duration": 4.259
    },
    {
        "text": "there are a lot of people weirded out, freaked out, very concerned after seeing this. You know you see that and you go",
        "start": 60.19,
        "duration": 6.17
    },
    {
        "text": "what kind of monster would do that with their 13 year old sister?",
        "start": 66.36,
        "duration": 3.419
    },
    {
        "text": "But if you actually look into the situation",
        "start": 69.85,
        "duration": 1.86
    },
    {
        "text": "it turns out that the girl appears to not be his sister, also appears to be at least",
        "start": 71.71,
        "duration": 3.979
    },
    {
        "text": "17 years of age. In fact it turns out she's also a YouTuber.",
        "start": 75.759,
        "duration": 2.54
    },
    {
        "text": "And I will say while that obviously makes the situation better, it doesn't make the situation",
        "start": 78.299,
        "duration": 5.55
    },
    {
        "text": "much better, especially when you take a deeper dive on his channel",
        "start": 84.64,
        "duration": 2.869
    },
    {
        "text": "and you realize this this is not the first time he ever played with this angle. He also had videos like truth or dare with my little sister and yes",
        "start": 87.509,
        "duration": 6.51
    },
    {
        "text": "that's the real thumbnail for that video. And also it should be noted that it wasn't just a click bait title in the video, he",
        "start": 94.02,
        "duration": 5.309
    },
    {
        "text": "really hits home that she is 13 and definitely his sister.",
        "start": 99.49,
        "duration": 3.65
    },
    {
        "text": "\"Me and my 13 year old sister are going to be playing Fortnite.",
        "start": 103.14,
        "duration": 2.25
    },
    {
        "text": "and if I get a kill she has to take something off of her.",
        "start": 105.39,
        "duration": 2.819
    },
    {
        "text": "And I know it's not supposed to be weird because we're brother and  sister.",
        "start": 108.21,
        "duration": 3.265
    },
    {
        "text": "\"For a 13-year old  you speak like that you speak colloquy\"",
        "start": 111.475,
        "duration": 2.525
    },
    {
        "text": "\"See I'm gonna have to completely blur her because one she's underage,",
        "start": 114.0,
        "duration": 3.029
    },
    {
        "text": "and two I don't think you show boobs on YouTube.\"",
        "start": 117.18,
        "duration": 2.433
    },
    {
        "text": "Now with all of  that said, the question that is in my head is still...",
        "start": 119.613,
        "duration": 3.326
    },
    {
        "text": "Why would you do this? Right,  like I understand the concept of you're trying to get people in with clickbait",
        "start": 123.219,
        "duration": 5.39
    },
    {
        "text": "maybe they'll stay for the content, but by",
        "start": 128.61,
        "duration": 1.879
    },
    {
        "text": "*blows raspberry*",
        "start": 130.489,
        "duration": 0.76
    },
    {
        "text": "What kind of audience are you trying to bring in with the premise of \"Hey guys I'm pimping out my 13 year old sister\"?",
        "start": 132.14,
        "duration": 6.809
    },
    {
        "text": "\"And/or several months ago. I was making out with my little sister.\"",
        "start": 139.05,
        "duration": 3.379
    },
    {
        "text": "What's the goal there?",
        "start": 142.44,
        "duration": 1.269
    },
    {
        "text": "Now today Carmie released a video that's kind of an apology?",
        "start": 143.709,
        "duration": 3.46
    },
    {
        "text": "But also kind of not an apology because he's joking through about a quarter of it.  Also watching it",
        "start": 147.17,
        "duration": 4.68
    },
    {
        "text": "I will say I don't know if I should really come down on him hard because I think that he may have been dropped on is head as a child.",
        "start": 151.85,
        "duration": 5.37
    },
    {
        "text": "I feel like I need to check with my legal to see if like going in on this guy would be a hate crime.",
        "start": 157.22,
        "duration": 4.24
    },
    {
        "text": "But to kind of simplify what he ends up saying in general",
        "start": 161.46,
        "duration": 3.26
    },
    {
        "text": "He was like I'm just a boy trying to clickbait.",
        "start": 164.72,
        "duration": 2.039
    },
    {
        "text": "\"I'm literally just a boy talking to my camera, trying to make a few clickbait videos, trying to get my name out there.\"",
        "start": 166.76,
        "duration": 4.71
    },
    {
        "text": "He also addresses people saying that's not humor. My humor is messed up",
        "start": 171.65,
        "duration": 3.3
    },
    {
        "text": "and I know some people are gonna be like that's not humor that's genuinely messed up.",
        "start": 174.95,
        "duration": 3.6
    },
    {
        "text": "Like that's pedophilia, this kind of stuff. Honesstly true, but I'm not a pedophile . I really do understand",
        "start": 178.55,
        "duration": 5.489
    },
    {
        "text": "Why child pornography is not allowed.",
        "start": 184.04,
        "duration": 2.241
    },
    {
        "text": "But in my mind",
        "start": 186.281,
        "duration": 0.909
    },
    {
        "text": "I knew it wasn't child pornography because my friend is over the age of 13",
        "start": 187.19,
        "duration": 3.238
    },
    {
        "text": "Do you know what I mean?\"",
        "start": 190.428,
        "duration": 1.512
    },
    {
        "text": "So I feel like in general",
        "start": 191.94,
        "duration": 0.5
    },
    {
        "text": "He's just missing the point of what a lot of people are weirded out by. A lot of people aren't calling him a pedophile",
        "start": 192.44,
        "duration": 6.239
    },
    {
        "text": "they're calling him out and reporting him to YouTube because he is a partnered Youtuber who is trying to gain views and make money by",
        "start": 198.68,
        "duration": 7.32
    },
    {
        "text": "advertising",
        "start": 206.34,
        "duration": 0.989
    },
    {
        "text": "Stripping thirteen year olds. Even more specifically an allegedly 13 year old girl who in the thumbnail",
        "start": 207.329,
        "duration": 4.4
    },
    {
        "text": "appears to maybe be naked, that is also his sister and in past videos",
        "start": 211.799,
        "duration": 4.43
    },
    {
        "text": "he has kissed.",
        "start": 216.39,
        "duration": 0.96
    },
    {
        "text": "Also when I say that he apologizes, but he doesn't really apologize...",
        "start": 217.35,
        "duration": 3.59
    },
    {
        "text": "He says sorry a lot, but then even that gets sarcastic and goes off the rails.",
        "start": 220.94,
        "duration": 3.329
    },
    {
        "text": "\"I'm sorry for breathing like I'm not gonna lie. Like I'm sorry for being in the world",
        "start": 224.269,
        "duration": 3.57
    },
    {
        "text": "I'm sorry my parents met and had sex and made me you know what I mean? Like I'm genuinely sorry about it.\"",
        "start": 227.84,
        "duration": 0.5
    },
    {
        "text": "But even with all of that said I will say unless YouTube decides to like intervene or something else happens",
        "start": 228.34,
        "duration": 10.27
    },
    {
        "text": "This guy's most likely gonna be fine.",
        "start": 239.0,
        "duration": 1.427
    },
    {
        "text": "If you look in the comments of his video",
        "start": 240.427,
        "duration": 1.543
    },
    {
        "text": "There's a lot of support from his community.",
        "start": 241.97,
        "duration": 1.53
    },
    {
        "text": "And he's also at such a kind of a smaller size that he has more to gain than",
        "start": 243.5,
        "duration": 3.899
    },
    {
        "text": "potentially lose. A lot of the comments justifying what he did is like \"hey",
        "start": 247.62,
        "duration": 3.139
    },
    {
        "text": "He didn't pull a Logan Paul,\" which I really think is troubling if the bar for what is wrong",
        "start": 250.76,
        "duration": 3.96
    },
    {
        "text": "and right is showcasing and exploiting a dead body in your video.",
        "start": 254.72,
        "duration": 3.329
    },
    {
        "text": "That's kind of troubling to me as we've kind of seen over and over the past few years",
        "start": 258.049,
        "duration": 3.51
    },
    {
        "text": "you can be stupid and disgusting and still thrive.",
        "start": 261.78,
        "duration": 2.771
    },
    {
        "text": "But that said I do want to pass a question off to you.",
        "start": 264.551,
        "duration": 2.938
    },
    {
        "text": "What is your take away from this situation? What does this story make you feel?",
        "start": 267.49,
        "duration": 3.059
    },
    {
        "text": "Do you think something should be done?",
        "start": 270.55,
        "duration": 1.41
    },
    {
        "text": "Yes, or no? Let me know in those comments down below. But from that I want to share some stuff",
        "start": 271.96,
        "duration": 3.899
    },
    {
        "text": "I loved today. And today in awesome,  brought to you by SeatGeek. SeatGeek of course a fantastic ticket app that takes",
        "start": 275.86,
        "duration": 5.25
    },
    {
        "text": "confusion out of buying tickets for events like live concerts - to comedy shows - to sporting events.",
        "start": 281.27,
        "duration": 4.901
    },
    {
        "text": "They put all the tickets in one place, they give them 0 to 100 scores",
        "start": 286.171,
        "duration": 3.008
    },
    {
        "text": "so you know if you're getting a good deal or not.",
        "start": 289.18,
        "duration": 1.54
    },
    {
        "text": "I've got the app on my phone and it is by far the easiest way",
        "start": 290.72,
        "duration": 2.06
    },
    {
        "text": "to buy tickets, whether it be a last minute thing or just like a concert or something",
        "start": 292.78,
        "duration": 3.329
    },
    {
        "text": "I'm looking forward to. So when you decide to make the smart move like many from the nation already",
        "start": 296.11,
        "duration": 2.97
    },
    {
        "text": "have Go to a seat geek fill com download the app then enter an offer code fill",
        "start": 299.08,
        "duration": 3.989
    },
    {
        "text": "They will give you $20 off your first ticket purchase the first bit of Awesome",
        "start": 303.069,
        "duration": 3.3
    },
    {
        "text": "We have today is the honest trailer for far cry 5 way the slow mo guys",
        "start": 306.37,
        "duration": 3.479
    },
    {
        "text": "answering slow-mo questions from Twitter with wired binging with babish embracing national grilled cheese day Trick Daddy on hot ones",
        "start": 309.979,
        "duration": 6.529
    },
    {
        "text": "The official main trailer for ocean's 8 then we have Neill Blomkamp of course fantastic director of district 9",
        "start": 316.69,
        "duration": 5.369
    },
    {
        "text": "You might also remember a year ago. He released a 30 minute short called firebase",
        "start": 322.06,
        "duration": 3.329
    },
    {
        "text": "He just announced that he is crowdfunding to turn firebase into a movie. No he's not launching it with Kickstarter, IndieGoGo",
        "start": 325.389,
        "duration": 5.61
    },
    {
        "text": "He's not doing any physical perks",
        "start": 331.07,
        "duration": 1.849
    },
    {
        "text": "He's doing it on their own site and the reason he's doing this is he wants every dollar that they bring in to be used",
        "start": 332.919,
        "duration": 4.95
    },
    {
        "text": "For the actual movie and not for all the other stuff and also what's interesting is that the premise is that they're going to?",
        "start": 337.87,
        "duration": 5.13
    },
    {
        "text": "Make the movie based off of what they crowd fund in these 30 days definitely writing if we raise",
        "start": 343.099,
        "duration": 4.94
    },
    {
        "text": "$40 we will film a fire based cat video if we raise 100 million",
        "start": 348.32,
        "duration": 3.769
    },
    {
        "text": "We will shoot a fire based feature trilogy, but also if you haven't seen firebase",
        "start": 352.09,
        "duration": 3.359
    },
    {
        "text": "I'll link to the short as well, so you can check it out if you want to see the full versions everything",
        "start": 355.449,
        "duration": 3.51
    },
    {
        "text": "I just shared the secret link of the day anything",
        "start": 358.96,
        "duration": 1.679
    },
    {
        "text": "I really talk about links as always are in the description down below, then let's talk about an update around the United Airlines dr.",
        "start": 360.639,
        "duration": 5.49
    },
    {
        "text": "David Dow situation, and you might remember this happened back in April of 2017 dr. David Dow was on United Airlines flight",
        "start": 366.13,
        "duration": 5.819
    },
    {
        "text": "he was randomly selected to give up his seat on an overbooked flight you refused so then he was dragged and really just",
        "start": 371.949,
        "duration": 5.64
    },
    {
        "text": "Manhandled and manhandled in such a way that he ended up getting a broken nose, too",
        "start": 378.199,
        "duration": 3.98
    },
    {
        "text": "broken see initially the CEO of United Airlines",
        "start": 382.18,
        "duration": 2.19
    },
    {
        "text": "Try to blame the passenger then when the public was just not having that then apologized knighted Airlines",
        "start": 384.37,
        "duration": 5.519
    },
    {
        "text": "Also ended up settling out of court with him. Well as of Tuesday",
        "start": 389.889,
        "duration": 2.73
    },
    {
        "text": "There is now a new lawsuit one of the officers involved in the incident James long is United Airlines",
        "start": 392.62,
        "duration": 4.88
    },
    {
        "text": "Ginger Evans who was the Commissioner of the Chicago Department of Aviation and the Chicago Department of Aviation",
        "start": 397.72,
        "duration": 4.459
    },
    {
        "text": "after the incident the suit claims that he and three other officers were placed on administrative leave before he was fired in August in the",
        "start": 402.31,
        "duration": 5.75
    },
    {
        "text": "Suit states that despite completing five months of police training program",
        "start": 408.06,
        "duration": 3.0
    },
    {
        "text": "He quote was not trained in the procedure of the level of force continuum the suit saying but for the CDA's",
        "start": 411.06,
        "duration": 4.529
    },
    {
        "text": "Negligence and failure to train long how to respond to an escalating situation with an airline",
        "start": 415.66,
        "duration": 4.099
    },
    {
        "text": "Passenger he would not have acted in the manner",
        "start": 419.95,
        "duration": 1.76
    },
    {
        "text": "He did which resulted in his termination suit also claiming that the airline should have been aware that calling security would result in the use",
        "start": 421.71,
        "duration": 5.429
    },
    {
        "text": "Of physical force as far as why he's suing Ginger Evans that is for defamation",
        "start": 427.14,
        "duration": 3.3
    },
    {
        "text": "After the incident she tweeted the security officer who did this as not leo the actions of the officers were completely inappropriate",
        "start": 430.6,
        "duration": 5.929
    },
    {
        "text": "We do not arm security staff for good reasons the suit says that Evans published oral and written",
        "start": 436.53,
        "duration": 4.41
    },
    {
        "text": "statements with a high degree of awareness of their falsity and containing deliberate and intentionally misleading",
        "start": 441.01,
        "duration": 4.67
    },
    {
        "text": "Omissions with a direct intention to harm plaintiff law among a seeking damages this including back pay and payment to his retirement plan and really",
        "start": 445.81,
        "duration": 6.019
    },
    {
        "text": "Other than the defamation part it you can really boil down Long's defense to something his lawyer set in regards to long",
        "start": 451.83,
        "duration": 5.7
    },
    {
        "text": "He said he was not in the wrong, but if he did do something wrong",
        "start": 457.53,
        "duration": 2.76
    },
    {
        "text": "It was because the city of Chicago failed to properly train it and so that raises an interesting question that I do want to pass",
        "start": 460.29,
        "duration": 4.559
    },
    {
        "text": "Off to you",
        "start": 464.85,
        "duration": 0.64
    },
    {
        "text": "Who do you hold accountable in that situation?",
        "start": 465.49,
        "duration": 3.079
    },
    {
        "text": "Do you think the general idea of what long is saying of I was not trained properly to handle this situation",
        "start": 468.57,
        "duration": 4.95
    },
    {
        "text": "That there is merit there or no",
        "start": 473.62,
        "duration": 1.73
    },
    {
        "text": "It's just common",
        "start": 475.35,
        "duration": 0.54
    },
    {
        "text": "Sense it when you're trying to move someone that you don't just yank them especially in a confined area because they may slam into something",
        "start": 475.89,
        "duration": 6.029
    },
    {
        "text": "Like that did I love know what you think then let's talk about updates around the United States Russia and Syria we had president micron",
        "start": 481.92,
        "duration": 5.339
    },
    {
        "text": "Of France saying we have proof that last week chemical weapons at least chlorine were used by the regime of Bashar al-assad adding",
        "start": 487.26,
        "duration": 5.88
    },
    {
        "text": "He would target the Syrian government's chemical capabilities",
        "start": 493.14,
        "duration": 2.55
    },
    {
        "text": "And then added France will in no way allow an escalation or anything that would harm regional stability",
        "start": 495.69,
        "duration": 3.959
    },
    {
        "text": "But we cannot allow regimes that believe they can act with impunity to violate international law in the worst possible way all set British media",
        "start": 499.84,
        "duration": 6.38
    },
    {
        "text": "Reporting that Prime Minister Theresa May ordered British submarines to move within striking distance of Syria that said Parliament is on recess and while may",
        "start": 506.22,
        "duration": 6.75
    },
    {
        "text": "is not",
        "start": 512.97,
        "duration": 0.37
    },
    {
        "text": "Restricted from acting without consent it is customary to consult the House of Commons for this sort of action and in fact Labour Party leader",
        "start": 513.34,
        "duration": 5.539
    },
    {
        "text": "Jeremy Corbyn has urged Theresa May to recall Parliament to hold a vote on the issue that said other countries like Germany and Canada have",
        "start": 518.98,
        "duration": 6.259
    },
    {
        "text": "Said they will not participate in any strikes",
        "start": 525.24,
        "duration": 1.95
    },
    {
        "text": "We also saw a statement from Russia's",
        "start": 527.19,
        "duration": 1.97
    },
    {
        "text": "Ambassador Selina Benzi is saying they know we are there wish there was dialect through the proper channels on this to avert any dangerous",
        "start": 529.16,
        "duration": 5.87
    },
    {
        "text": "developments danger of escalation is higher than simply Syria because our military are there so the",
        "start": 535.22,
        "duration": 4.189
    },
    {
        "text": "situation is very dangerous and saying the immediate priority is to avert the danger of war as far as the United States at least as",
        "start": 539.51,
        "duration": 5.779
    },
    {
        "text": "Of recording you never know how things are gonna",
        "start": 545.29,
        "duration": 1.98
    },
    {
        "text": "Go it seems like things may be cooling down today when defense secretary matters was speaking to the House Armed Services Committee",
        "start": 547.27,
        "duration": 5.369
    },
    {
        "text": "He said that he feared a strike on Syria would escalate out of control if you get my drift also referencing the u.s.",
        "start": 552.64,
        "duration": 5.19
    },
    {
        "text": "Role in Syria was not to engage in the civil war itself",
        "start": 557.83,
        "duration": 2.279
    },
    {
        "text": "but defeat Isis noting that some things are simply an excusable beyond the pale and ultimately stating I believe there was a chemical attack and",
        "start": 560.27,
        "duration": 6.38
    },
    {
        "text": "We were looking for the actual evidence outside Trump tweeting on the situation saying never said when an attack on Syria would take place to?",
        "start": 566.65,
        "duration": 6.089
    },
    {
        "text": "be very soon or not so soon at all in any event the United States under my",
        "start": 572.74,
        "duration": 3.39
    },
    {
        "text": "Administration has done a great job of ridding the region of Isis",
        "start": 576.32,
        "duration": 2.659
    },
    {
        "text": "Where is our? Thank you America also commenting this morning on camera? We're looking very very seriously very closely at that whole situation and",
        "start": 578.98,
        "duration": 7.26
    },
    {
        "text": "We'll see what happens folks. We'll see what happens",
        "start": 587.66,
        "duration": 2.36
    },
    {
        "text": "You know as far as now in terms tweet that seems to be in response to a lot of people pointing to an old Trump",
        "start": 590.02,
        "duration": 4.469
    },
    {
        "text": "Tweet where he said that it's very stupid that we let people know when we're going to attack",
        "start": 594.49,
        "duration": 3.54
    },
    {
        "text": "But if you look at his tweet yesterday it does appear that he's saying we are going to strike Syria that appears that he thinks",
        "start": 598.03,
        "duration": 4.739
    },
    {
        "text": "That he didn't go against his old tweet because you didn't say specifically when he would strike",
        "start": 602.77,
        "duration": 4.799
    },
    {
        "text": "And we'll see where this goes right now general mattis said that he's going to be meeting with national security advisors",
        "start": 607.57,
        "duration": 4.619
    },
    {
        "text": "So potentially we're going to get at least a plan maybe an announcement",
        "start": 612.19,
        "duration": 3.63
    },
    {
        "text": "I'll have to wait and see I feel like there are a lot of things this year",
        "start": 615.91,
        "duration": 2.849
    },
    {
        "text": "It feels like you you think that for a story. It's the season finale, but are they surprised you. It's a two-parter a three-parter a",
        "start": 618.76,
        "duration": 6.779
    },
    {
        "text": "578 parter will see one way or another that's where I'm going to end today's show also if you missed and want to watch yesterday's",
        "start": 627.77,
        "duration": 5.0
    },
    {
        "text": "Philip defranco show you can click or tap right there to watch that or maybe you want something lighter you can watch the newest behind",
        "start": 632.77,
        "duration": 4.829
    },
    {
        "text": "The scenes vlog just click or tap right there rocks. That said of course as always my name's philip defranco",
        "start": 637.6,
        "duration": 4.29
    },
    {
        "text": "You've just been phill'd in. I love yo faces, and i'll see you tomorrow",
        "start": 641.96,
        "duration": 4.159
    }
]