[
    {
        "text": "What's up you beautiful bastards. Hope you're having a fantastic Monday.",
        "start": 0.03,
        "duration": 2.0
    },
    {
        "text": "Welcome back to the Philip Defranco show and let's just jump into it, and the first thing",
        "start": 2.77,
        "duration": 4.31
    },
    {
        "text": "I want to talk about  today is another huge fair use case that could change what people see is fair use and I will say",
        "start": 7.08,
        "duration": 5.46
    },
    {
        "text": "There is part of me that is surprised that we are talking about another massive fair use case this close to the H3H3 decision",
        "start": 12.54,
        "duration": 6.87
    },
    {
        "text": "We of course talked about that landmark fair use decision late last week the same time the other part of my brain goes well all",
        "start": 19.41,
        "duration": 5.53
    },
    {
        "text": "situations aren't the same and we've been calling this for a while as far as youtubers suing youtubers as the industry matures there's",
        "start": 25.12,
        "duration": 5.689
    },
    {
        "text": "More money lawyers get involved and there's something to actually take well",
        "start": 30.809,
        "duration": 3.511
    },
    {
        "text": "Yes\nYou can pay lawyers upfront put them on retainer there are lawyers willing to work for a share of the winnings and now that youtubers",
        "start": 34.32,
        "duration": 5.939
    },
    {
        "text": "Are making enough that there are actual winnings to be taken?",
        "start": 40.26,
        "duration": 2.28
    },
    {
        "text": "We're gonna see more of that that note of all fair use cases are not made the same",
        "start": 42.54,
        "duration": 3.449
    },
    {
        "text": "I think that's something that we need to focus on the h3h3 case and what we're about to talk about are far different the",
        "start": 45.989,
        "duration": 5.7
    },
    {
        "text": "The situation we're talking about today Involves YouTuber akilah hughes otherwise known as Akela",
        "start": 51.69,
        "duration": 3.869
    },
    {
        "text": "Obviously doing carl Benjamin otherwise known as sargon of akkad I'll link to the full claim down below",
        "start": 55.69,
        "duration": 4.549
    },
    {
        "text": "but let me try and simplify November 18",
        "start": 60.239,
        "duration": 1.84
    },
    {
        "text": "2016 Akela puts out a video called \"We thought she would win\" the video is a mishmash of her talking in front of her kitchen",
        "start": 62.079,
        "duration": 5.6
    },
    {
        "text": "And then also footage from election night she's on the ground floor where hillary Clinton is supposed to give her victory speech",
        "start": 67.68,
        "duration": 4.769
    },
    {
        "text": "They're gonna have a party and then you see the night. Go horribly wrong for Clinton and her supporters the lawsuit claims",
        "start": 72.45,
        "duration": 4.77
    },
    {
        "text": "Oh Karl takes that video",
        "start": 77.22,
        "duration": 1.079
    },
    {
        "text": "He essentially",
        "start": 78.299,
        "duration": 0.761
    },
    {
        "text": "Trims it Aquila's video coming in at just under 10 minutes while Karl's is coming in at around a minute and a half",
        "start": 79.06,
        "duration": 5.059
    },
    {
        "text": "But has essentially been described as just clips from Aquila's video played back to back",
        "start": 84.119,
        "duration": 4.11
    },
    {
        "text": "There's no commentary like you would see with an h3h3 video where they play a clip",
        "start": 88.259,
        "duration": 3.33
    },
    {
        "text": "They react play a clip than they were yeah karl's videos then taken down by Akela. Here's a carl",
        "start": 91.59,
        "duration": 4.65
    },
    {
        "text": "then start trying to fight against that but then also",
        "start": 96.24,
        "duration": 2.01
    },
    {
        "text": "Uploaded the video to another site called minds there the promotion of the video reads akilah hughes his copyright strike my satire of her",
        "start": 98.409,
        "duration": 6.47
    },
    {
        "text": "So I am uploading it here original video then providing a link, but if you try and see that video today",
        "start": 104.88,
        "duration": 3.87
    },
    {
        "text": "It's no longer there and before. We move any further",
        "start": 108.75,
        "duration": 1.68
    },
    {
        "text": "It's just really important that we understand the difference here",
        "start": 110.43,
        "duration": 2.399
    },
    {
        "text": "And I figure let's just use Jake paul as an example if I play a clip from Jake Paul's new video and provide some commentary",
        "start": 112.829,
        "duration": 5.04
    },
    {
        "text": "Like this yes. I was a dumb fifth grade stupid bully still forget the shipment Coolie",
        "start": 117.869,
        "duration": 5.21
    },
    {
        "text": "Rhyme Bully and Coolie I gotta make sure this isn't like twelve-year-old slang that I'm not aware of",
        "start": 123.6,
        "duration": 4.88
    },
    {
        "text": "Nope unless he was making a racist reference to unskilled Asian labor",
        "start": 129.75,
        "duration": 3.559
    },
    {
        "text": "That was just the laziest",
        "start": 133.31,
        "duration": 1.45
    },
    {
        "text": "Fucking rhyme ever couldn't be bothered to let the y roll into whatever the next word would be brett that bully",
        "start": 134.76,
        "duration": 5.149
    },
    {
        "text": "Nothin just lazy same garbage different day that would be an example of the h3H3 situation in Defense whereas",
        "start": 140.01,
        "duration": 5.899
    },
    {
        "text": "This this is like if I took one minute of Jake Paul's video just upload it on the internet",
        "start": 145.91,
        "duration": 5.19
    },
    {
        "text": "But then change the title instead of his title of fuck Jake Paul official music video in this situation",
        "start": 151.1,
        "duration": 4.83
    },
    {
        "text": "I just re-upped loaded with the title kid with learning disability raps for the first time not clickbait",
        "start": 155.93,
        "duration": 4.769
    },
    {
        "text": "emotional that is the situation",
        "start": 160.98,
        "duration": 1.4
    },
    {
        "text": "It looks like we're dealing with with Sargon of akkad because reportedly Sargon's clip was originally titled",
        "start": 162.38,
        "duration": 4.169
    },
    {
        "text": "Sjw levels of awareness the question becomes is that",
        "start": 166.98,
        "duration": 2.329
    },
    {
        "text": "Defensible when it comes to fair use my opinion as someone that is 100%",
        "start": 169.59,
        "duration": 3.35
    },
    {
        "text": "Not a lawyer not that I really feel like I need to clarify that but just so I did my opinion is",
        "start": 173.1,
        "duration": 5.539
    },
    {
        "text": "Really although there may be one defense out there for him",
        "start": 178.8,
        "duration": 3.229
    },
    {
        "text": "It could be argued that Sargon's title of the video which essentially serves as a caption on the viewing page here on YouTube is",
        "start": 182.03,
        "duration": 5.97
    },
    {
        "text": "Transformative in Nature and an example people have been using for this to be a proper defense is an artist by the name of Richard",
        "start": 188.25,
        "duration": 5.089
    },
    {
        "text": "Prince Richard Prince is the artist that made massive news when he simply took people's instagram photos with their captions",
        "start": 193.34,
        "duration": 6.18
    },
    {
        "text": "And then simply included his comment at the bottom of the picture and then sold those as art and at least one of these pieces",
        "start": 199.53,
        "duration": 6.35
    },
    {
        "text": "Reportedly sold for almost",
        "start": 205.95,
        "duration": 2.0
    },
    {
        "text": "$100,000 so note there is that while people are saying well prince has gotten away with",
        "start": 207.959,
        "duration": 3.62
    },
    {
        "text": "Appropriation in the past he's still dealing with this situation princes won, and when he lost he successfully appealed cases in the past",
        "start": 211.98,
        "duration": 6.349
    },
    {
        "text": "But this is a different situation",
        "start": 218.33,
        "duration": 0.87
    },
    {
        "text": "And it's one like with a sargon situation that is being taken seriously in july a us district judge",
        "start": 219.2,
        "duration": 5.099
    },
    {
        "text": "Sidney Stein ruled the princes case would not be dismissed and said the primary image in both works is the photograph itself Prince is not",
        "start": 224.459,
        "duration": 6.77
    },
    {
        "text": "materially altered the composition",
        "start": 231.33,
        "duration": 1.83
    },
    {
        "text": "Presentation scale color Palette and media originally used by Graham that's another place that this situation could be seen as different with Sargon's video what?",
        "start": 233.16,
        "duration": 6.5
    },
    {
        "text": "He took out could be seen as a creative choice to go along with his change of title still is that enough?",
        "start": 239.66,
        "duration": 4.649
    },
    {
        "text": "I don't know and at most",
        "start": 244.34,
        "duration": 1.53
    },
    {
        "text": "I think it's kind of a weak defense",
        "start": 245.87,
        "duration": 1.53
    },
    {
        "text": "But that is me personally also the amount being pursued in this situation is very interested payout here could end up being six figures",
        "start": 247.4,
        "duration": 6.45
    },
    {
        "text": "but the video that this is all coming from at this time as I'm filming as",
        "start": 253.85,
        "duration": 3.989
    },
    {
        "text": "28,000 views lots of claims video is on its way to becoming one of our most popular videos",
        "start": 258.18,
        "duration": 3.59
    },
    {
        "text": "If we go to our videos now they range between six thousand twenty thousand views and if you look at our most viewed videos those",
        "start": 261.87,
        "duration": 5.66
    },
    {
        "text": "range between one hundred Eighty thousand one point five seven",
        "start": 267.53,
        "duration": 2.64
    },
    {
        "text": "Million views so to me that specific claim seems pretty soft although her lawyers will most likely argue because Sargon's video was not",
        "start": 270.3,
        "duration": 6.5
    },
    {
        "text": "Transformative in Nature his rib trimmed and re-uploaded video",
        "start": 276.99,
        "duration": 3.259
    },
    {
        "text": "Undercut the potential of her at that point you could argue not only ad revenue for that specific video",
        "start": 280.38,
        "duration": 4.369
    },
    {
        "text": "But gaming lifetime viewers who over the course of blah blah blah bring in whatever at this point?",
        "start": 284.75,
        "duration": 4.559
    },
    {
        "text": "We're talking about the legal situation of was this video market substitute, and I'll let the lawyers argue that out",
        "start": 289.31,
        "duration": 4.89
    },
    {
        "text": "So that's where we are with this situation right now",
        "start": 294.2,
        "duration": 1.68
    },
    {
        "text": "It will be very",
        "start": 295.88,
        "duration": 1.06
    },
    {
        "text": "Interesting to see what happens if Sargon will settle if he will fight back be very interesting to see what happens",
        "start": 296.94,
        "duration": 5.42
    },
    {
        "text": "But I also want to pass the question off to you",
        "start": 302.36,
        "duration": 1.74
    },
    {
        "text": "What are your thoughts here? Do you think the video is defensible by a claim of fair use or no?",
        "start": 304.1,
        "duration": 3.72
    },
    {
        "text": "Do you think that Sargon was in the wrong here? I'd love to know your thoughts. Let's talk about president trump officially pardoning",
        "start": 307.82,
        "duration": 5.519
    },
    {
        "text": "Joe, Arpaio's, this is a situation. That's a big deal",
        "start": 313.34,
        "duration": 2.22
    },
    {
        "text": "It didn't get as much coverage because of the hurricane which that is an understandable situation. That is a massive disaster",
        "start": 315.56,
        "duration": 5.4
    },
    {
        "text": "That is worthy of people's attention, and we're going to touch on that",
        "start": 321.0,
        "duration": 2.779
    },
    {
        "text": "But we need to talk about this rPO",
        "start": 323.78,
        "duration": 1.66
    },
    {
        "text": "Situation so for those who don't know Joe arpaio was an Arizona sheriff in fact",
        "start": 325.44,
        "duration": 3.26
    },
    {
        "text": "He was known as the toughest sheriff in America by some is a little overview Rika arpaio was a sheriff for MaricoPa County, Arizona",
        "start": 328.7,
        "duration": 5.549
    },
    {
        "text": "Who's known for being a hardliner on immigration?",
        "start": 334.38,
        "duration": 2.119
    },
    {
        "text": "He was highly criticized for his use of tent jails and racial profiling",
        "start": 336.5,
        "duration": 3.51
    },
    {
        "text": "It was tent jails were outdoor holding facilities for those awaiting trial with limited air conditioning in the Arizona desert",
        "start": 340.01,
        "duration": 5.459
    },
    {
        "text": "He one of his policies for fighting illegal immigration was to have his officers Target latinos for traffic stops to check if they were citizens",
        "start": 345.47,
        "duration": 6.089
    },
    {
        "text": "If the person pulled over was not a us citizen or paio would have them arrested and sent to federal immigration officials for deportation",
        "start": 351.56,
        "duration": 5.4
    },
    {
        "text": "But racial profiling is illegal in the united states and violates the fourth Amendment essentially of a situation of hey that guy's brown",
        "start": 356.96,
        "duration": 6.389
    },
    {
        "text": "I'm gonna stop him well yes, you might find someone that is in this country illegally, and they're gonna send them away",
        "start": 363.35,
        "duration": 4.739
    },
    {
        "text": "You're otherwise just going to harass someone because they have brown skin right? You're not stopping someone because they're",
        "start": 368.13,
        "duration": 4.64
    },
    {
        "text": "Speeding or they have a broken taillight",
        "start": 372.87,
        "duration": 1.49
    },
    {
        "text": "They have a weapon or drugs",
        "start": 374.36,
        "duration": 1.69
    },
    {
        "text": "Viewable from the window seeing a brown person and using that as a reason to stop them right and so not so shockingly there was",
        "start": 376.05,
        "duration": 5.21
    },
    {
        "text": "A racial profiling loss the case was Melendez VS.",
        "start": 381.26,
        "duration": 2.669
    },
    {
        "text": "Arpaio and District Court Judge Jean-Marie snow put a permanent injunction against the use of racial profiling by our pay",
        "start": 383.93,
        "duration": 5.19
    },
    {
        "text": "and his team in 2011 later reaffirming that decision in",
        "start": 389.33,
        "duration": 3.0
    },
    {
        "text": "2013 so that means he was ordered to no longer use racial profiling to Target latinos in any Manner without a suspected crime or traffic",
        "start": 392.49,
        "duration": 6.769
    },
    {
        "text": "violation there were to be no stumps",
        "start": 399.27,
        "duration": 1.519
    },
    {
        "text": "But arpaio made it very clear that he was not going to stop his policy and felt. He was just enforcing immigration laws",
        "start": 400.789,
        "duration": 5.01
    },
    {
        "text": "He said in an interview after the decision that he's going to quote never give into control by the federal government if they don't like",
        "start": 405.8,
        "duration": 5.519
    },
    {
        "text": "What I'm doing get the laws changed in Washington",
        "start": 411.319,
        "duration": 2.4
    },
    {
        "text": "and in",
        "start": 413.72,
        "duration": 0.43
    },
    {
        "text": "2016 he lost his election for sheriff then in july of this year the 85 year old was found guilty of contempt of court for",
        "start": 414.15,
        "duration": 5.63
    },
    {
        "text": "Disobeying the injunction used to be sentenced in October, but then president trump jumped in initially he teased it in that Arizona speech",
        "start": 419.819,
        "duration": 6.38
    },
    {
        "text": "I'll make a prediction. I think he's gonna be just fine okay and later sweeting on the 25th",
        "start": 426.199,
        "duration": 4.38
    },
    {
        "text": "I'm pleased to inform you that I've just granted a full pardon to 85 year-old American Patriots Sheriff Joe arpaio",
        "start": 430.58,
        "duration": 4.709
    },
    {
        "text": "kept Arizona safe and so the question became why would trump do this yes arpaio was one of the first people to back trump when",
        "start": 435.569,
        "duration": 5.87
    },
    {
        "text": "He said he was going to run one. We're talking about a misdemeanor charge one year in Jail",
        "start": 441.44,
        "duration": 3.209
    },
    {
        "text": "Tops most pardons are for more serious felonies",
        "start": 444.65,
        "duration": 2.279
    },
    {
        "text": "But to our pay ou had not even been sentenced yet for this",
        "start": 446.93,
        "duration": 2.549
    },
    {
        "text": "Misdemeanor his penalty could have been as small as a fine and three well the president went a hundred percent is in his right to",
        "start": 449.639,
        "duration": 5.36
    },
    {
        "text": "Be able to do this pay. Oh never even petitioned to be pardoned",
        "start": 455.0,
        "duration": 3.299
    },
    {
        "text": "So if anything, it seemed like this was trump making a statement because he could maybe using the situation to show how hard lined",
        "start": 458.3,
        "duration": 5.339
    },
    {
        "text": "He is in regards to illegal immigration also",
        "start": 463.639,
        "duration": 2.519
    },
    {
        "text": "Just maybe using this as a chance to flip the bird to president Obama again Arpaio's representation in the past had said the obama",
        "start": 466.159,
        "duration": 5.94
    },
    {
        "text": "Administration we're conducting a witch-hunt and after trump issued this pardon Arpaio's lawyer said sheriff sees it as president trump doing the right thing in",
        "start": 472.289,
        "duration": 6.2
    },
    {
        "text": "The face of a great injustice in connection with an innocent man who was the victim of a political witch-hunt by the Obama administration?",
        "start": 478.49,
        "duration": 4.589
    },
    {
        "text": "That said as you'd expect there was still a lot of backlash even from Trump's own party a spokesman for speaker of the house Paul",
        "start": 483.389,
        "duration": 5.209
    },
    {
        "text": "Ryan issued this statement saying the speaker does not agree with this decision",
        "start": 488.599,
        "duration": 3.27
    },
    {
        "text": "Law enforcement officials have a special responsibility to respect the rights of everyone in the United States",
        "start": 492.199,
        "duration": 4.41
    },
    {
        "text": "We should not allow anyone to believe that the responsibility is diminished by this pardon senator John McCain tweeting",
        "start": 496.61,
        "duration": 5.7
    },
    {
        "text": "Otis's Pardon of Joe Arpaio who illegally Profile Latinos undermines his claim for the respective rule of law outside of the party the",
        "start": 502.31,
        "duration": 6.449
    },
    {
        "text": "Aclu s deputy legal director said with his pardon of our pay o trump has chosen lawlessness over justice",
        "start": 508.979,
        "duration": 5.059
    },
    {
        "text": "Division over unity hurt over healing once again the president has acted in support of illegal failed immigration enforcement",
        "start": 514.14,
        "duration": 6.049
    },
    {
        "text": "practices that target people of color and have benched",
        "start": 520.44,
        "duration": 2.0
    },
    {
        "text": "Down by the Court this pardon of our pay. Oh is a presidential endorsement of racism",
        "start": 522.5,
        "duration": 3.45
    },
    {
        "text": "It's not know that I want to hit on with Donald trump being called a racist do I see the president as a racist no",
        "start": 525.95,
        "duration": 5.07
    },
    {
        "text": "I personally do not I personally see the president as someone that is so anti illegal immigration, so",
        "start": 531.02,
        "duration": 4.589
    },
    {
        "text": "Anti Terrorism that he is willing to stomp on the rights afforded to us citizens by our",
        "start": 535.86,
        "duration": 4.85
    },
    {
        "text": "Constitution and pursuit to combat those things and as often is the case the people most affected by that are minorities once again",
        "start": 541.08,
        "duration": 6.079
    },
    {
        "text": "I am not in President Trump's head",
        "start": 547.16,
        "duration": 1.44
    },
    {
        "text": "He may well be when you call him a racist all of a sudden the argument turns into one of intent",
        "start": 548.6,
        "duration": 4.71
    },
    {
        "text": "why is he doing this rather than the core of what this situation is the pardoning of a man who in the pursuit of",
        "start": 553.31,
        "duration": 5.099
    },
    {
        "text": "Fighting illegal immigration decided that probable cause could include someone's skin color as Americans",
        "start": 558.54,
        "duration": 5.42
    },
    {
        "text": "we're supposed to have protections from unreasonable search and seizures what we're seeing here is the",
        "start": 563.96,
        "duration": 3.75
    },
    {
        "text": "Defense and pardon of a man who said the fuck with that. I'm gonna get a result regardless of whose rights",
        "start": 567.84,
        "duration": 5.359
    },
    {
        "text": "I trample on but of course that's just the way I see it and then let's talk about hurricane and then tropical storm harvey",
        "start": 573.2,
        "duration": 5.25
    },
    {
        "text": "Ira made landfall on Friday as a Category 4 hurricane",
        "start": 578.45,
        "duration": 2.19
    },
    {
        "text": "and hit",
        "start": 580.8,
        "duration": 0.68
    },
    {
        "text": "Texas near Corpus Christi and along with the high-speed winds Harvey brought an iMmense amount of rain and we were talking about Houston and surrounding",
        "start": 581.48,
        "duration": 6.42
    },
    {
        "text": "areas with",
        "start": 588.12,
        "duration": 1.14
    },
    {
        "text": "catastrophic flood and the thing is it's not over yet over the next few days harvey is forecast to head back into the gulf of",
        "start": 589.26,
        "duration": 5.179
    },
    {
        "text": "Mexico and they are they expected to pick up moisture before moving back over Galveston, Texas and into Houston again",
        "start": 594.44,
        "duration": 5.219
    },
    {
        "text": "So that's looking like at least four more days of rain understand",
        "start": 599.66,
        "duration": 2.97
    },
    {
        "text": "Just because this was a cat 4 and is now just a tropical storm",
        "start": 602.63,
        "duration": 3.45
    },
    {
        "text": "this will be huge so far the storm has dumped more than",
        "start": 606.27,
        "duration": 3.019
    },
    {
        "text": "24 inches of rain over Southern Texas some are reporting that we should expect that number to double to 50 inches in some areas parts",
        "start": 609.36,
        "duration": 6.29
    },
    {
        "text": "Of Harris County specifically have already seen over 30 inches of rain in the past 72 hours the flood has swallowed up cars houses",
        "start": 615.65,
        "duration": 5.909
    },
    {
        "text": "Highways and left people in dangerous situations as of recording this video",
        "start": 621.78,
        "duration": 3.439
    },
    {
        "text": "Five deaths have been reported by the national weather service two have been confirmed the thing is because this is a developing situation",
        "start": 625.22,
        "duration": 5.4
    },
    {
        "text": "There our rescues",
        "start": 630.9,
        "duration": 1.01
    },
    {
        "text": "They're searches that number is very likely to rise also the longer people are left without",
        "start": 631.91,
        "duration": 4.23
    },
    {
        "text": "Medications or treatment for injuries that will have an impact and as far as the search and rescue for these people the coast guard said",
        "start": 636.3,
        "duration": 5.27
    },
    {
        "text": "it as before more than 2,000 multi-person rescues in the Houston Galveston area and that includes more than 200 rescues by air and more than",
        "start": 641.57,
        "duration": 6.839
    },
    {
        "text": "1,000 rescues by water officials are also predicting more than 30,000 people may be forced into temporary shelters and for",
        "start": 648.6,
        "duration": 6.109
    },
    {
        "text": "50,000 people will seek some sort of disaster assistance",
        "start": 655.4,
        "duration": 2.299
    },
    {
        "text": "we have Texas governor Greg Abbott saying on Sunday that more than",
        "start": 657.7,
        "duration": 2.76
    },
    {
        "text": "3000 National and State guard Troops have been deployed to assist with relief efforts an additional",
        "start": 660.77,
        "duration": 4.309
    },
    {
        "text": "1,000 national guard members to be sent to Houston today",
        "start": 665.24,
        "duration": 2.33
    },
    {
        "text": "Houston Mayor",
        "start": 667.73,
        "duration": 0.75
    },
    {
        "text": "Sylvester Turner warning that some",
        "start": 668.48,
        "duration": 1.47
    },
    {
        "text": "9-1-1 calls are going to go unanswered as operators are giving preference to life threatening calls the city of Houston even tweeting 911 services at",
        "start": 669.95,
        "duration": 7.039
    },
    {
        "text": "capacity if you can shelter in place",
        "start": 676.99,
        "duration": 1.72
    },
    {
        "text": "Do so a few inches in your home is not imminent",
        "start": 678.71,
        "duration": 2.389
    },
    {
        "text": "Danger only call if in imminent danger a spokesman for the joint information center in Houston saying the advice is if you don't have to",
        "start": 681.1,
        "duration": 5.73
    },
    {
        "text": "Be out don't be out",
        "start": 686.83,
        "duration": 0.72
    },
    {
        "text": "I think that most of the calls for help the center to receive and come from residents who tried to drive through the storm and",
        "start": 687.55,
        "duration": 4.35
    },
    {
        "text": "Got stuck in high water",
        "start": 691.9,
        "duration": 0.82
    },
    {
        "text": "Officials have also urged people to climb to their roofs to await shelter if water was rising in their homes and local TV anchors reminded",
        "start": 692.72,
        "duration": 5.719
    },
    {
        "text": "People to stay out of attics where they might be trapped",
        "start": 698.44,
        "duration": 1.98
    },
    {
        "text": "So if you can kind of tell it doesn't seem like there's enough people to help and so this is why you have Harris County",
        "start": 700.42,
        "duration": 4.71
    },
    {
        "text": "Judge at Ema the area's top emergency official asking citizens with boats to help",
        "start": 705.13,
        "duration": 3.869
    },
    {
        "text": "Rescue people that are trapped and people have answered the call both people locally as well as people from outside",
        "start": 709.13,
        "duration": 4.669
    },
    {
        "text": "Driving their boats",
        "start": 714.35,
        "duration": 0.95
    },
    {
        "text": "and there's also been blame and disagreement around the idea of",
        "start": 715.3,
        "duration": 2.91
    },
    {
        "text": "Evacuation governor Abbott and other state officials have disagreed over the past few days with local Houston officials about whether the region should be",
        "start": 718.61,
        "duration": 5.929
    },
    {
        "text": "evacuated on Friday Abbott urged coastal residents",
        "start": 724.7,
        "duration": 2.179
    },
    {
        "text": "including residents of Houston that even if an evacuation order has not been issued by your local official if you are in areas between",
        "start": 726.98,
        "duration": 5.96
    },
    {
        "text": "Corpus Christi and",
        "start": 733.01,
        "duration": 1.05
    },
    {
        "text": "Houston need to strongly consider",
        "start": 734.06,
        "duration": 1.74
    },
    {
        "text": "Evacuating if you wait until you realize how serious this condition is you likely will find that",
        "start": 735.8,
        "duration": 4.04
    },
    {
        "text": "It's too late for you to be able to evacuate you had city officials",
        "start": 739.84,
        "duration": 2.879
    },
    {
        "text": "That said it wasn't necessary which left people confused as what to do Mayor turner defended his decision not to order a mandatory evacuation",
        "start": 742.72,
        "duration": 5.76
    },
    {
        "text": "Saying it would have been more dangerous for so many residents to try and travel through the heavy rains is because harvey was also affecting",
        "start": 748.85,
        "duration": 6.05
    },
    {
        "text": "San Antonio and Austin the logical locations for fleeing houstonian and saying quote you cannot in the city of Houston put",
        "start": 754.9,
        "duration": 5.94
    },
    {
        "text": "2.3 million people on the road that is dangerous when you combine Houston in Harris County you literally cannot put",
        "start": 760.91,
        "duration": 5.779
    },
    {
        "text": "6.5 million people on the road if you think the situation right now is bad",
        "start": 766.85,
        "duration": 3.5
    },
    {
        "text": "You give an order to evacuate you are creating a nightmare it appears that as of this morning governor Abbott is trying to just get",
        "start": 770.35,
        "duration": 5.58
    },
    {
        "text": "Past this and focus on the situation at hand on CnN this morning",
        "start": 775.93,
        "duration": 3.059
    },
    {
        "text": "He said it's so difficult to look in hindsight to see would it have been better to",
        "start": 778.99,
        "duration": 3.09
    },
    {
        "text": "Evacuate or not evacuate which is why we simply aren't focused on it right now instead all of our attention is focused on saving",
        "start": 782.24,
        "duration": 5.54
    },
    {
        "text": "on the note of all these different groups working together to save people president trump has praised many eating wonderful coordination between federal state and",
        "start": 788.15,
        "duration": 7.139
    },
    {
        "text": "local governments in the Great state of Texas Teamwork record-setting rainfall rate coordination between agencies",
        "start": 795.29,
        "duration": 4.739
    },
    {
        "text": "at all levels of government in ewing rains and flash floods are being dealt with thousands rescue many people are now saying this is the",
        "start": 800.16,
        "duration": 5.66
    },
    {
        "text": "worst storm Hurricane",
        "start": 805.82,
        "duration": 0.959
    },
    {
        "text": "They have ever seen good news is that we have great talent on the ground and president trump is also signed a disaster",
        "start": 806.779,
        "duration": 4.53
    },
    {
        "text": "proclamation for both, Texas and Louisiana",
        "start": 811.86,
        "duration": 1.77
    },
    {
        "text": "And these moves are to allow for additional federal assistance to be directed towards the response efforts with help from fema and truly",
        "start": 813.63,
        "duration": 5.539
    },
    {
        "text": "I mean that money is going to be needed this is going to be devastating for this area for years",
        "start": 819.17,
        "duration": 4.35
    },
    {
        "text": "That's in these trying times that we see the good in people",
        "start": 823.68,
        "duration": 2.599
    },
    {
        "text": "Yes\nwe're seeing heroes from the national guard and more saving people seeing this picture of Houston police officer Bob Gorlitz passed out from",
        "start": 826.61,
        "duration": 7.679
    },
    {
        "text": "exhaustion exhaustion from Having works non-stop",
        "start": 834.57,
        "duration": 2.0
    },
    {
        "text": "Rescuing people helping victims seeing neighbors have heard the call for help rescuing their other neighbors seeing that TV crew in their coverage",
        "start": 837.27,
        "duration": 6.979
    },
    {
        "text": "Noticing that there was a man trapped in a semi instead of just filming him they they waved down",
        "start": 844.35,
        "duration": 3.95
    },
    {
        "text": "Emergency services to rescue him all of these are examples that most heroes don't wear capes and so for those not there",
        "start": 848.55,
        "duration": 6.289
    },
    {
        "text": "You're not able to help in person there of course are other ways to help you can donate to the red cross either online",
        "start": 854.839,
        "duration": 5.22
    },
    {
        "text": "Or by texting Harvey to nine Zero nine nine nine",
        "start": 860.06,
        "duration": 2.909
    },
    {
        "text": "That's x we'll donate $10 also if you don't have cash you can help by giving part of yourself",
        "start": 863.04,
        "duration": 4.1
    },
    {
        "text": "There's an emergency need for blood donations for the victims of Harvey include a link down below so you can find your nearest location",
        "start": 867.14,
        "duration": 4.949
    },
    {
        "text": "Also, the crowdfunding website globalgiving is trying to raise two million dollars to provide food water",
        "start": 872.31,
        "duration": 4.219
    },
    {
        "text": "Medicine in addition to long-term recovery assistance also lesser-known groups like the Texas Diaper bank is assisting people with small children",
        "start": 877.23,
        "duration": 6.32
    },
    {
        "text": "AirBnb is waiving all their service fees for those affected by this disaster",
        "start": 883.83,
        "duration": 3.5
    },
    {
        "text": "also",
        "start": 887.37,
        "duration": 0.5
    },
    {
        "text": "If you're somewhat near the area there's a link down below where you can offer your home for someone for free to stay there",
        "start": 887.87,
        "duration": 5.099
    },
    {
        "text": "There's a lot of different ways a lot of different people can help even sometimes sharing some of that information",
        "start": 892.97,
        "duration": 4.17
    },
    {
        "text": "Like the fact that you can find a place is finding a place to stay for displaced families like that that could be huge",
        "start": 897.209,
        "duration": 4.97
    },
    {
        "text": "So in whatever way you can help that would be amazingly",
        "start": 902.18,
        "duration": 3.27
    },
    {
        "text": "I'm donating to the red cross because I can but there are a lot of other ways",
        "start": 905.45,
        "duration": 2.969
    },
    {
        "text": "It's in these most trying of times where it's so important",
        "start": 908.42,
        "duration": 3.03
    },
    {
        "text": "We come together",
        "start": 911.45,
        "duration": 0.6
    },
    {
        "text": "And that's where I'm gonna end today's show and remember if you like this video you like what I'm trying to do on this channel",
        "start": 912.05,
        "duration": 4.2
    },
    {
        "text": "hit that like button if you're new here hit that subscribe button make sure you don't miss these daily videos a lot actually if you",
        "start": 916.32,
        "duration": 5.0
    },
    {
        "text": "didn't miss",
        "start": 921.32,
        "duration": 0.39
    },
    {
        "text": "Lan's Philip Defranco show you want to catch up click a tap right there to watch that or if you want to see the newest",
        "start": 921.71,
        "duration": 4.559
    },
    {
        "text": "Behind-the-Scenes vlog click or tap right there to watch that that said of course as always my name's Philip Defranco",
        "start": 926.46,
        "duration": 5.09
    },
    {
        "text": "You've just been phill'd xin, how laughs yo faces, and I'll see you tomorrow",
        "start": 931.62,
        "duration": 4.13
    }
]