[
    {
        "text": "Sup you beautiful bastards, hope you havin' a fantastic Wednesday",
        "start": 0.009,
        "duration": 3.23
    },
    {
        "text": "Welcome back to the Philip DeFranco show and let's just jump into it",
        "start": 3.24,
        "duration": 3.419
    },
    {
        "text": "And the first thing we're gonna talk about today are updates and continued fallout from the Roseanne Barr situation.",
        "start": 6.66,
        "duration": 4.95
    },
    {
        "text": "Of course yesterday we talked about the backlash against Roseanne for her tweet that many including myself found to be incredibly racist. You even had people",
        "start": 11.61,
        "duration": 6.179
    },
    {
        "text": "that worked on the show is speaking out against it people like Wanda Sykes saying will never work on it again.",
        "start": 17.789,
        "duration": 3.989
    },
    {
        "text": "ABC ends up canceling the show, Roseanne is dropped by her talent agency. And after all of this",
        "start": 21.84,
        "duration": 4.439
    },
    {
        "text": "There was a much smaller debate",
        "start": 26.279,
        "duration": 1.631
    },
    {
        "text": "regarding if the tweet was racist or not. Some people yesterday messaged me saying",
        "start": 27.91,
        "duration": 3.26
    },
    {
        "text": "that it wasn't racist because she didn't say that she was a monkey",
        "start": 31.24,
        "duration": 3.05
    },
    {
        "text": "she was, she was compared to someone in a movie because the apes and monkeys in that are fictional",
        "start": 34.29,
        "duration": 4.769
    },
    {
        "text": "it is not racist. But, and this is my opinion, that's an incredibly stupid argument.",
        "start": 39.059,
        "duration": 4.83
    },
    {
        "text": "I mean even Tommy Lehren has said that it was incredibly offensive.",
        "start": 43.89,
        "duration": 3.209
    },
    {
        "text": "But then of course there was the much larger argument of should the show have been canceled or not?",
        "start": 47.1,
        "duration": 3.33
    },
    {
        "text": "Some people saying you should just let the free market decide don't just kill the show.",
        "start": 50.43,
        "duration": 2.699
    },
    {
        "text": "Others are saying no it's a private company. They can do whatever they want.",
        "start": 53.129,
        "duration": 2.371
    },
    {
        "text": "And they're they're opting here for standards over numbers and that is a debate that has continued many people saying, okay",
        "start": 55.5,
        "duration": 4.98
    },
    {
        "text": "Well, okay if you're gonna cancel Roseanne. What about all these other people?",
        "start": 60.48,
        "duration": 2.52
    },
    {
        "text": "Who did these other things? And that double standard argument is something I want to touch on again in a minute or two.",
        "start": 63.0,
        "duration": 3.689
    },
    {
        "text": "But the big update to the story revolved around Roseanne who went on a tweeting/ retweeting spree.",
        "start": 66.689,
        "duration": 5.25
    },
    {
        "text": "She tried to explain that the offending tweet may have been the results of Ambien. Tweeting",
        "start": 71.939,
        "duration": 3.18
    },
    {
        "text": "I think Joe Rogan is right about Ambien not giving excuses for what I did(tweeted)",
        "start": 75.119,
        "duration": 3.18
    },
    {
        "text": "but I've done weird stuff while on Ambien cracked eggs on the wall at 2:00 a.m",
        "start": 78.299,
        "duration": 2.7
    },
    {
        "text": "Etcetera that tweet has since been deleted as well as another tweet that read guys",
        "start": 81.1,
        "duration": 3.29
    },
    {
        "text": "I did something unforgivable said do not defend me. It was 2:00 in the morning and I was Ambien tweeting",
        "start": 84.39,
        "duration": 3.839
    },
    {
        "text": "It was Memorial Day too. I went too far and do not want it defend it. It was egregious indefensible. I made a mistake",
        "start": 88.229,
        "duration": 4.65
    },
    {
        "text": "I wish I hadn't but don't defend it, please,",
        "start": 92.88,
        "duration": 1.949
    },
    {
        "text": "thank you. And that explanation",
        "start": 94.829,
        "duration": 1.211
    },
    {
        "text": "or excuse, depending on where you land, kind of fell short for a lot of people. Many mocking it and even the pharmaceutical company behind",
        "start": 96.04,
        "duration": 5.78
    },
    {
        "text": "Ambien tweeted: People of all races, religions,",
        "start": 101.96,
        "duration": 2.54
    },
    {
        "text": "and nationalities",
        "start": 104.5,
        "duration": 0.75
    },
    {
        "text": "work at Sanofi every day to improve the lives of people around the world. While all pharmaceutical treatments have side effects, racism is not a",
        "start": 105.25,
        "duration": 6.169
    },
    {
        "text": "known side effect of any Sanofi medication. in 2018, even pharmaceutical companies are hitting people with clap backs on Twitter.",
        "start": 111.42,
        "duration": 6.93
    },
    {
        "text": "But also at the same time I can't leave that tweet uncontested",
        "start": 118.35,
        "duration": 2.849
    },
    {
        "text": "this show isn't about just attacking people and piling on, it's about showing you the situation. Sometimes",
        "start": 121.2,
        "duration": 4.769
    },
    {
        "text": "I include my opinion but really just showing you the situation. And what I would say to that company's tweet is on your",
        "start": 125.969,
        "duration": 4.571
    },
    {
        "text": "own website, you said that Ambien side effects include abnormal thinking and behavior changes including decreased inhibition and bizarre behavior.",
        "start": 130.64,
        "duration": 7.02
    },
    {
        "text": "So I'm just sayin there are some holes in your clap back. Now as far as was it the medication that",
        "start": 137.67,
        "duration": 3.479
    },
    {
        "text": "caused this? I'm not really sold on that because despite Roseanne having tweeted that what she did was indefensible",
        "start": 141.22,
        "duration": 4.879
    },
    {
        "text": "That it was wrong",
        "start": 146.62,
        "duration": 1.009
    },
    {
        "text": "She multiple times in a variety of ways tried to excuse her behavior. One of the angles",
        "start": 147.629,
        "duration": 3.69
    },
    {
        "text": "she tried to play is that she did not realize Valerie",
        "start": 151.319,
        "duration": 1.831
    },
    {
        "text": "Jarrett was black. Seemingly trying to lean into the argument that you know, you can compare a George Bush to a chimpanzee,",
        "start": 153.15,
        "duration": 5.58
    },
    {
        "text": "it's not offensive",
        "start": 158.73,
        "duration": 0.81
    },
    {
        "text": "but if it's a black person it is. I wa-- I thought it was more of the George Bush kind of reference.",
        "start": 159.54,
        "duration": 4.65
    },
    {
        "text": "But throughout the night",
        "start": 164.19,
        "duration": 0.48
    },
    {
        "text": "she couldn't keep her story straight.",
        "start": 164.67,
        "duration": 1.289
    },
    {
        "text": "At one point saying she thought Jarrett was Saudi another time saying she thought she was Jewish and Persian. Another time saying she thought Jarrett",
        "start": 165.959,
        "duration": 5.85
    },
    {
        "text": "was white. There's also a lot more including even though she seemed to be trying to say 'yes, It is 100% my fault",
        "start": 171.81,
        "duration": 4.649
    },
    {
        "text": "this is happening'. Then she put the blame on Wanda Sykes saying she made ABC nervous. To her former co-star Michael fisherman",
        "start": 176.459,
        "duration": 5.01
    },
    {
        "text": "she said, 'I created the platform for that inclusivity and you know it. ME. you throw me under the bus. Nice!'",
        "start": 181.47,
        "duration": 4.889
    },
    {
        "text": "She also went on to retweet some fake images including this one of Whoopi Goldberg. Turns out the shirt was photoshopped.",
        "start": 186.359,
        "duration": 4.86
    },
    {
        "text": "She later retracted that retweet. She also retweeted this fake bit on Valerie Jarrett",
        "start": 191.22,
        "duration": 3.989
    },
    {
        "text": "She also reached out directly to Valerie Jarrett to apologize.",
        "start": 195.209,
        "duration": 2.871
    },
    {
        "text": "And today this story even gained the attention of President Trump who tweeted: Bob Iger of ABC called Valerie Jarrett to let her know that ABC does",
        "start": 198.08,
        "duration": 6.0
    },
    {
        "text": "not tolerate comments like those made by Roseanne Barr",
        "start": 204.09,
        "duration": 2.069
    },
    {
        "text": "Gee, he never called President Donald J Trump to apologize for the horrible statements made and said about me on ABC.",
        "start": 206.199,
        "duration": 5.15
    },
    {
        "text": "Maybe I just didn't get the call?",
        "start": 211.419,
        "duration": 1.371
    },
    {
        "text": "And personally I think that tweet, that statement is very telling of where this debate",
        "start": 212.79,
        "duration": 3.41
    },
    {
        "text": "ultimately will land. Comparisons of what happens to people when they're they're more liberal more",
        "start": 216.26,
        "duration": 4.14
    },
    {
        "text": "conservative and 'insert blank thing' happens. People pointing to the controversies around Joy Behar,",
        "start": 220.68,
        "duration": 4.34
    },
    {
        "text": "Joy Reid,",
        "start": 225.02,
        "duration": 0.62
    },
    {
        "text": "Keith Olbermann also comes to mind. And it ultimately makes sense that it landed here because once again it really appears to only be",
        "start": 225.659,
        "duration": 5.52
    },
    {
        "text": "the most detached from reality that are defending her statement. Also two of those people",
        "start": 231.18,
        "duration": 4.649
    },
    {
        "text": "thank you for the view on yesterday and now today's video as well as the dislike",
        "start": 235.829,
        "duration": 3.839
    },
    {
        "text": "Any engagement is engagement. You hittin that dislike button's not gonna change the reality of the situation",
        "start": 239.669,
        "duration": 3.54
    },
    {
        "text": "or me covering things like this in the future. And we even had Bill O'Reilly say, \"Roseanne Barr's vicious personal attack on former Obama",
        "start": 243.31,
        "duration": 5.929
    },
    {
        "text": "Senior advisor Valerie Jarrett came out of nowhere and cost Ms Barr and the entire staff of her program their jobs.",
        "start": 249.239,
        "duration": 5.01
    },
    {
        "text": "ABC/Disney could not continue with the show without insulting millions of Americans.\" Later adding, \"By attacking Valerie Jarrett in a gross",
        "start": 254.459,
        "duration": 6.24
    },
    {
        "text": "personal way, Ms Barr",
        "start": 260.769,
        "duration": 1.37
    },
    {
        "text": "sent a signal to the nation's 13 million African Americans that white racism is indeed alive",
        "start": 262.139,
        "duration": 4.44
    },
    {
        "text": "and well.\" Then also pivoting to ask the question,",
        "start": 266.58,
        "duration": 2.1
    },
    {
        "text": "is there a double standard? And honestly looking out to the left and the right?",
        "start": 268.68,
        "duration": 2.94
    },
    {
        "text": "I think there is some apple to apple comparisons that there there is a legitimate argument there some apples to oranges",
        "start": 271.62,
        "duration": 5.519
    },
    {
        "text": "It doesn't really make sense. But with that said, I do want to pass the question off to you.",
        "start": 277.139,
        "duration": 3.959
    },
    {
        "text": "Where do you land on this story?",
        "start": 281.259,
        "duration": 1.641
    },
    {
        "text": "Whether it be with Roseanne's kind of excuses/ explanations/ general behavior as well as the argument of double standards",
        "start": 282.9,
        "duration": 5.729
    },
    {
        "text": "Where do you see it? Where do you not? I'd love to know your thoughts. But from that I want to share some stuff",
        "start": 288.629,
        "duration": 4.08
    },
    {
        "text": "I love today and Today in Awesome, brought to you by SeatGeek. SeatGeek of course fantastic",
        "start": 292.74,
        "duration": 4.529
    },
    {
        "text": "app that takes the confusion out of buying tickets for live events, whether it be comedy shows, concerts, sporting events",
        "start": 297.27,
        "duration": 5.91
    },
    {
        "text": "They put all the tickets in one place, they give them 0 to 100 score",
        "start": 303.18,
        "duration": 2.729
    },
    {
        "text": "so you know if you're getting a good deal or not. I've got the app on my phone",
        "start": 305.909,
        "duration": 2.16
    },
    {
        "text": "and it is by far the easiest way to shop for tickets whether it be something in the future or something",
        "start": 308.069,
        "duration": 3.671
    },
    {
        "text": "I kind of need now.",
        "start": 311.74,
        "duration": 1.0
    },
    {
        "text": "And it's is a great time to try it out. Baseball season's back, Childish Gambino, Drake, Taylor Swift, the Eagles.",
        "start": 312.75,
        "duration": 5.099
    },
    {
        "text": "How dare the people that mocked me for saying the Eagles last time? Those and more all on sale right now?",
        "start": 317.849,
        "duration": 4.14
    },
    {
        "text": "So if you want to make the smart move like many from the nation have go to SeatGeekPhil.com",
        "start": 321.99,
        "duration": 3.66
    },
    {
        "text": "Download the app and make sure you use offer code 'PHIL' to get $20 off your first ticket purchase. And the first bit of Awesome",
        "start": 325.81,
        "duration": 5.299
    },
    {
        "text": "today is we got the announcement and trailer for brand new Pokemon games. Trailers that have footage that I'm not showing in this video because",
        "start": 331.11,
        "duration": 5.57
    },
    {
        "text": "Ahhhh",
        "start": 336.68,
        "duration": 0.5
    },
    {
        "text": "Nintendo has not the best history when it comes to claiming videos. That said, I'm excited. I'm hopeful and worst case scenario",
        "start": 337.18,
        "duration": 6.529
    },
    {
        "text": "it looks like it's something that I could end up playing with my kid.",
        "start": 343.71,
        "duration": 2.25
    },
    {
        "text": "Then we got the official teaser trailer for Fallout 76, got the Honest Game Trailer from Subnautica,",
        "start": 345.96,
        "duration": 4.649
    },
    {
        "text": "we had John Cena teaching you trucker slang",
        "start": 351.159,
        "duration": 1.73
    },
    {
        "text": "We had Dan Harmon breaking down some of the biggest Rick and Morty moments. The last bit of Awesome is it's not necessarily even awesome",
        "start": 352.889,
        "duration": 5.13
    },
    {
        "text": "It's more just me taking an opportunity to make an announcement. Tomorrow or Friday will be the last Philip DeFranco show shot on this set",
        "start": 358.02,
        "duration": 5.579
    },
    {
        "text": "in this office. We're moving into a brand new bigger better studio",
        "start": 363.599,
        "duration": 2.64
    },
    {
        "text": "that's gonna allow us to make, on top of the Philip DeFranco show,",
        "start": 366.24,
        "duration": 2.159
    },
    {
        "text": "so much more. A lot of the stuff that we've been kind of building the bones of for the past year.",
        "start": 368.469,
        "duration": 3.86
    },
    {
        "text": "Of course like with any move, it's caused a lot of insanity behind the scenes.",
        "start": 372.33,
        "duration": 2.489
    },
    {
        "text": "That's why sometimes it's taken us longer to get to certain topics",
        "start": 374.819,
        "duration": 2.94
    },
    {
        "text": "It's why sometimes there has not been a Friday show just to try and manage the move.",
        "start": 377.759,
        "duration": 3.6
    },
    {
        "text": "Worst case scenario on Friday, if we don't get out a regular show",
        "start": 381.389,
        "duration": 2.519
    },
    {
        "text": "I think I'll do just a live stream from the new office so you can see the new facility.",
        "start": 383.909,
        "duration": 3.239
    },
    {
        "text": "But yeah, I just want to give you a little heads up since you know,",
        "start": 387.149,
        "duration": 1.77
    },
    {
        "text": "the internet always responds very very well to any change. For example earlier this week when I decided to just kind of",
        "start": 388.919,
        "duration": 5.76
    },
    {
        "text": "...fuck with you,",
        "start": 394.679,
        "duration": 0.811
    },
    {
        "text": "When I called you beauties and you were like, how dare you? Oh, yeah. And if you want to see the full versions of everything",
        "start": 395.49,
        "duration": 3.739
    },
    {
        "text": "I just shared, the Secret Link of the Day, anything",
        "start": 399.229,
        "duration": 1.891
    },
    {
        "text": "I talk about today, links as always are in the description down below. Then in 'random people in mainstream media making Youtubers look bad' news",
        "start": 401.12,
        "duration": 5.97
    },
    {
        "text": "We jump to Orlando.",
        "start": 407.09,
        "duration": 1.19
    },
    {
        "text": "This because on Monday 22 year old Dillian Burch told guests at Walt Disney World's Contemporary Resort that there was an active shooter",
        "start": 408.28,
        "duration": 4.98
    },
    {
        "text": "inside the hotel. Reportedly he went around",
        "start": 413.46,
        "duration": 2.0
    },
    {
        "text": "approaching guests telling them that there was an emergency, that they needed to evacuate.",
        "start": 415.56,
        "duration": 2.96
    },
    {
        "text": "He told other guys that the hotel was on lockdown because of a shooting. So naturally people began to panic.",
        "start": 418.52,
        "duration": 4.0
    },
    {
        "text": "Of course people did the right thing.",
        "start": 422.539,
        "duration": 1.321
    },
    {
        "text": "They called the authorities who ended up going to the hotel",
        "start": 423.86,
        "duration": 1.95
    },
    {
        "text": "and of course none of it was real. Though",
        "start": 425.81,
        "duration": 1.53
    },
    {
        "text": "the manager for the hotel went over to Burch who reportedly said that he was working on a school project in which he had to record",
        "start": 427.34,
        "duration": 4.739
    },
    {
        "text": "people's reaction when they find out there was an emergency happening. The manager then tells him you can't do that,",
        "start": 432.08,
        "duration": 4.019
    },
    {
        "text": "the deputies are on the way. They want to talk with you.",
        "start": 436.099,
        "duration": 1.831
    },
    {
        "text": "Burch says 'I'm gonna leave on my own' asked him not to follow him.",
        "start": 437.93,
        "duration": 2.699
    },
    {
        "text": "He walks out of the hotel lobby",
        "start": 440.629,
        "duration": 1.44
    },
    {
        "text": "and that's when he saw deputy lights and began to run",
        "start": 442.069,
        "duration": 2.22
    },
    {
        "text": "into the parking lot. And eventually hotel security later found Burch hiding in a row of bushes on the property and called deputies over.",
        "start": 444.419,
        "duration": 5.69
    },
    {
        "text": "The authorities searched and they found a beer in his backpack. According to eyewitness reports,",
        "start": 450.109,
        "duration": 3.911
    },
    {
        "text": "he was highly intoxicated. Burch ended up being charged with disturbing the peace at a public lodging and disorderly intoxication",
        "start": 454.24,
        "duration": 5.42
    },
    {
        "text": "He's evicted from his hotel room and banned from the Walt Disney World property. He appeared in court yesterday.",
        "start": 459.72,
        "duration": 4.22
    },
    {
        "text": "He pled 'no contest' to both charges and he was sentenced to three days in jail.",
        "start": 463.94,
        "duration": 3.719
    },
    {
        "text": "And at this point you may be wondering, \"But Phil, at no point",
        "start": 467.659,
        "duration": 2.82
    },
    {
        "text": "have you mentioned that he is a Youtuber.\" And that's because despite all of the headlines,",
        "start": 470.479,
        "duration": 3.839
    },
    {
        "text": "he doesn't appear to be a",
        "start": 474.389,
        "duration": 1.62
    },
    {
        "text": "Youtuber. Literally the only part where YouTube is mentioned in this story is that reportedly he told guests and a staff member",
        "start": 476.009,
        "duration": 5.231
    },
    {
        "text": "after he freaked them the hell out, that this was all for YouTube. If you try to find him on YouTube,",
        "start": 481.32,
        "duration": 3.98
    },
    {
        "text": "He does not pop up.",
        "start": 485.3,
        "duration": 1.4
    },
    {
        "text": "Instead it's like another YouTuber's workout videos. And I found even in the articles that note that specific thing, they still titled it \"A 'Highly Intoxicated'",
        "start": 486.7,
        "duration": 6.24
    },
    {
        "text": "Youtuber...\" He's not ours and it's ridiculous to even try and pair him to us.",
        "start": 493.68,
        "duration": 3.679
    },
    {
        "text": "That's like if a 16 year old with a Tumblr that no one went to did some horrible stuff and they were like",
        "start": 497.36,
        "duration": 4.32
    },
    {
        "text": "'Oh, no, I'm doing it for a report' and all the headlines read 'Highly Intoxicated",
        "start": 501.68,
        "duration": 4.109
    },
    {
        "text": "Journalist did blah blah blah...' It's annoying and stupid especially because, I mean, I love YouTube.",
        "start": 506.49,
        "duration": 4.94
    },
    {
        "text": "There's no shortage of more accessible stupid you could go after, yet people do this. Whatever you're trash",
        "start": 511.43,
        "duration": 4.739
    },
    {
        "text": "Let's move on.",
        "start": 516.169,
        "duration": 0.66
    },
    {
        "text": "And then let's talk about an update around the Active Shooter video game story that we covered earlier this week.",
        "start": 516.829,
        "duration": 3.57
    },
    {
        "text": "And if you didn't see the story there's a lot of controversy a lot of outrage around this game because it allowed people",
        "start": 520.399,
        "duration": 4.47
    },
    {
        "text": "to play both the SWAT team member",
        "start": 524.87,
        "duration": 1.68
    },
    {
        "text": "but also the 'school shooter'. The game description even saying that a 'Civilian",
        "start": 526.55,
        "duration": 3.29
    },
    {
        "text": "Survival mode' would be added later and many were disgusted that in the wake of all these school shootings",
        "start": 530.09,
        "duration": 4.039
    },
    {
        "text": "anyone would be developing a game like this. On Monday the change.org petition calling for Valve to stop the game from launching had around",
        "start": 534.13,
        "duration": 5.039
    },
    {
        "text": "20,000 signatures. As of this morning it now has over",
        "start": 539.54,
        "duration": 2.14
    },
    {
        "text": "200,000. But of course that's just an online petition and it was unclear what was going to happen with the game until last night when",
        "start": 541.84,
        "duration": 5.24
    },
    {
        "text": "Valve released a statement saying, \"We have removed the developer Revived Games and publisher ACID from Steam.\" Adding, \"This developer and publisher is in fact",
        "start": 547.09,
        "duration": 6.929
    },
    {
        "text": "a person calling himself Ata Berdiyev, who had previously been removed last fall when he was operating as '[bc] Interactive' and 'Elusive Team.'\"",
        "start": 554.02,
        "duration": 6.479
    },
    {
        "text": "\"Ata is a troll with a history of customer abuse, publishing copyrighted material and user review manipulation.\"",
        "start": 560.53,
        "duration": 5.01
    },
    {
        "text": "And so it was that discovery during their investigation that led them to the removal, not necessarily the content itself.",
        "start": 565.54,
        "duration": 4.739
    },
    {
        "text": "Although on the note of content policy they did add, \"The broader conversation about Steam's content policies is one that we'll be addressing soon.\"",
        "start": 570.28,
        "duration": 6.449
    },
    {
        "text": "It'll be interesting to see what they end up saying",
        "start": 576.73,
        "duration": 1.65
    },
    {
        "text": "but as far as the core story here, having learned this, it does appear that this was kind of someone maybe trying to make money",
        "start": 578.38,
        "duration": 5.789
    },
    {
        "text": "via outrage marketing. Essentially",
        "start": 584.17,
        "duration": 1.74
    },
    {
        "text": "the idea could be making a low-quality asset flip game very quickly. Essentially planning on there being a lot of outrage",
        "start": 585.91,
        "duration": 5.099
    },
    {
        "text": "but then knowing that because people do not like",
        "start": 591.01,
        "duration": 2.13
    },
    {
        "text": "censorship or things being pulled or being told what to do, that people will buy this game just to say they did. And there's definitely",
        "start": 593.24,
        "duration": 5.6
    },
    {
        "text": "money to be made from people who want to kind of give 'the bird' to politicians who say video games cause violence. Which actually, side",
        "start": 598.84,
        "duration": 5.369
    },
    {
        "text": "note, some politicians aren't just taking aim at video games. In Tennessee, Republican representative Diane Black in the news because she said this:",
        "start": 604.21,
        "duration": 6.32
    },
    {
        "text": " ",
        "start": 610.53,
        "duration": 0.5
    },
    {
        "text": "\"Why do we see kids being so violent? What's out there? What makes them do that?",
        "start": 611.03,
        "duration": 5.35
    },
    {
        "text": "Because as a nurse, I go back to Root Cause, and I think it's a couple things.",
        "start": 616.38,
        "duration": 4.02
    },
    {
        "text": "Pornography",
        "start": 620.42,
        "duration": 0.86
    },
    {
        "text": "Is available it's available on the shelf when you walked in the grocery store.",
        "start": 621.3,
        "duration": 4.36
    },
    {
        "text": "Yeah, you have to reach up to get it, but there's pornography there.",
        "start": 625.7,
        "duration": 3.68
    },
    {
        "text": "All of this is available",
        "start": 629.4,
        "duration": 1.36
    },
    {
        "text": " ",
        "start": 630.76,
        "duration": 0.5
    },
    {
        "text": "without parental guidance.",
        "start": 631.26,
        "duration": 2.0
    },
    {
        "text": "And I think that's a big part of the root cause.\"",
        "start": 633.32,
        "duration": 3.42
    },
    {
        "text": "We also know some adult actresses speaking out against this claim including Alana Evans",
        "start": 636.8,
        "duration": 3.66
    },
    {
        "text": "She tweeted 'You can blame us for a lot of things but no, porn is not the cause of school shootings.",
        "start": 640.47,
        "duration": 3.929
    },
    {
        "text": "Stop blaming us for the problems of society. It's just sex.' And I have to say to that and obviously this is my opinion here,",
        "start": 644.4,
        "duration": 5.25
    },
    {
        "text": "I find the argument both incredibly stupid but also adorable that her idea of pornography in 2018 is a top-shelf",
        "start": 649.65,
        "duration": 6.85
    },
    {
        "text": "Playboy at a grocery store. I'm not going to completely defend all pornography, I think there's a lot of it that sets up unrealistic",
        "start": 656.62,
        "duration": 6.78
    },
    {
        "text": "Expectations there's there's some stuff that that's sketchy. But but to",
        "start": 663.4,
        "duration": 3.66
    },
    {
        "text": "Use that as part of the answer to 'why are kids being so violent?' that is that is that's ludicrous. Even if you don't want",
        "start": 667.14,
        "duration": 5.28
    },
    {
        "text": "to take on the gun debate, that's not even on the table there.",
        "start": 672.42,
        "duration": 1.86
    },
    {
        "text": "There's the overmedication of children and plenty of other things that you can get to before pornography.",
        "start": 674.28,
        "duration": 5.159
    },
    {
        "text": "But that's where I leave it and pass the question off to you with both stories. What are your thoughts here?",
        "start": 679.44,
        "duration": 4.2
    },
    {
        "text": "And then let's talk about one of the craziest stories today coming out of Ukraine",
        "start": 683.64,
        "duration": 3.21
    },
    {
        "text": "and this story revolves around Arkady Babchenko, a",
        "start": 686.85,
        "duration": 2.429
    },
    {
        "text": "41 year old Russian journalist who had to flee Russia for fear of his life. To give you a little background",
        "start": 689.35,
        "duration": 3.95
    },
    {
        "text": "he studied law at the age of 18 in Moscow. He was conscripted into the Russian army.",
        "start": 693.3,
        "duration": 4.349
    },
    {
        "text": "He served during the Chechen Wars from 1994 to 2000. After his time in the military, he then worked as a war correspondent.",
        "start": 697.65,
        "duration": 5.489
    },
    {
        "text": "He wrote several books. He won multiple literary awards. Then December 2016",
        "start": 703.18,
        "duration": 3.979
    },
    {
        "text": "He writes this Facebook post about a transport plane carrying the Red Army Choir to Syria that crashed. In that post",
        "start": 707.16,
        "duration": 4.679
    },
    {
        "text": "he says he felt no regret about the deaths of the choir members. In a piece for the Guardian",
        "start": 711.84,
        "duration": 3.299
    },
    {
        "text": "he defended himself saying, \"I didn't call for anything or insult anyone",
        "start": 715.14,
        "duration": 3.15
    },
    {
        "text": "I just reminded my readers that Russia was indiscriminately bombing Aleppo without recognizing that dozens of children were dying in those bombs.",
        "start": 718.29,
        "duration": 5.4
    },
    {
        "text": "I also called Russia an aggressor. After all these wars and deaths",
        "start": 723.69,
        "duration": 2.699
    },
    {
        "text": "I felt only one thing when I heard that the representatives of Russia's military had died: indifference.\"",
        "start": 726.39,
        "duration": 4.17
    },
    {
        "text": "But the main point is that Facebook post essentially pushed him out of the country.",
        "start": 730.56,
        "duration": 2.579
    },
    {
        "text": "He said his address was published online. His family had received death threats and as a result",
        "start": 733.14,
        "duration": 3.76
    },
    {
        "text": "he left Russia in 2017 first moving to Prague then to Kiev, Ukraine.",
        "start": 736.94,
        "duration": 3.48
    },
    {
        "text": "There he was working as a presenter on a Ukrainian TV station. But this past Tuesday on his way back from the grocery store",
        "start": 740.5,
        "duration": 5.24
    },
    {
        "text": "he was reportedly murdered outside of his apartment.",
        "start": 745.74,
        "duration": 1.93
    },
    {
        "text": "Ukrainian police confirming Babchenko's death, saying he was shot several times in the back. According to police,",
        "start": 747.67,
        "duration": 4.339
    },
    {
        "text": "his wife said she was in the bathroom when she heard what sounded like several loud 'claps'. Wife finds him bleeding",
        "start": 752.01,
        "duration": 4.32
    },
    {
        "text": "he ends up dying of his wounds",
        "start": 756.33,
        "duration": 1.449
    },
    {
        "text": "in the ambulance. The Kiev police chief told local media that they suspected his murder was connected to his professional activities. On Wednesday police released a",
        "start": 757.779,
        "duration": 6.599
    },
    {
        "text": "sketch of a man with a beard and a baseball cap",
        "start": 764.379,
        "duration": 2.01
    },
    {
        "text": "but did not name the suspect. As you would imagine, reactions around the world were immediate and strong.",
        "start": 766.389,
        "duration": 4.859
    },
    {
        "text": "We saw people putting pictures of Babchenko on the Russian Embassy's fence in Kiev.",
        "start": 771.249,
        "duration": 3.24
    },
    {
        "text": "Ukraine's Prime Minister accused Russia of being behind the murder.",
        "start": 774.499,
        "duration": 2.809
    },
    {
        "text": "You saw Russia call for an investigation into the death of Babchenko and its foreign ministry said in a statement,",
        "start": 777.309,
        "duration": 4.53
    },
    {
        "text": "\"We demand that the Ukrainian authorities make every effort to promptly",
        "start": 781.839,
        "duration": 2.729
    },
    {
        "text": "investigate.\" The head of Russia's internal security service the FSB referring to the allegations against Russia as",
        "start": 784.73,
        "duration": 4.399
    },
    {
        "text": "nonsense and a provocation. And today at a press conference to discuss the details of the investigation",
        "start": 789.22,
        "duration": 4.44
    },
    {
        "text": "the craziest thing happened. The head of the Ukrainian Security Service said that they had solved Babchenko's murder and then",
        "start": 793.76,
        "duration": 5.64
    },
    {
        "text": "invited him into the room. He was very much alive very much well.",
        "start": 799.48,
        "duration": 3.28
    },
    {
        "text": "As far as how,",
        "start": 802.78,
        "duration": 0.88
    },
    {
        "text": "why they said that they had to 'fake his death to catch the people that were actually trying to kill him'.",
        "start": 803.66,
        "duration": 4.429
    },
    {
        "text": "There was a real threat",
        "start": 808.089,
        "duration": 0.67
    },
    {
        "text": "but he was not really killed yesterday. And together with Ukrainian police, the Ukrainian Security Service staged the death. And they also said that the",
        "start": 808.759,
        "duration": 6.32
    },
    {
        "text": "killing was ordered by Russian security services themselves.",
        "start": 815.079,
        "duration": 2.58
    },
    {
        "text": "Adding that investigators identified a Ukrainian citizen functioning as a middleman to then find someone to kill Babchenko.",
        "start": 818.17,
        "duration": 5.039
    },
    {
        "text": "$30,000 for the killer $10,000 for the intermediary and with that they showed a video of the arrest.",
        "start": 823.699,
        "duration": 4.309
    },
    {
        "text": "While everything isn't clear right now like how the murder was staged,",
        "start": 828.189,
        "duration": 2.64
    },
    {
        "text": "how it led to the suspects apprehension, who all was in on it.",
        "start": 830.829,
        "duration": 3.0
    },
    {
        "text": "What we do know is that it reportedly was planned for at least a month and his wife was apparently not in on it. Now in",
        "start": 833.829,
        "duration": 5.25
    },
    {
        "text": "response to this, the Russian Foreign Ministry said that they were happy that Babchenko was alive. But also a spokesperson for the ministry said",
        "start": 839.079,
        "duration": 5.4
    },
    {
        "text": "that this was done for propagandistic effect. We also saw other criticism like Andrei Soldatov.",
        "start": 844.48,
        "duration": 4.44
    },
    {
        "text": "He's a writer and expert on Russian security services. He tweeted: 'Sorry guys, to me. It's crossing a line big time.",
        "start": 848.92,
        "duration": 4.2
    },
    {
        "text": "Babchenko is a journalist",
        "start": 853.149,
        "duration": 0.961
    },
    {
        "text": "not a policeman for Christ's sake and part of our job is trust whatever Trump and Putin say about fake news",
        "start": 854.11,
        "duration": 3.929
    },
    {
        "text": "I'm glad he is alive",
        "start": 858.04,
        "duration": 0.93
    },
    {
        "text": "but he undermined even further the credibility of journalists and the media'. And ultimately where I land on this with that with what the",
        "start": 858.97,
        "duration": 4.709
    },
    {
        "text": "last person said I get what they're saying.",
        "start": 863.679,
        "duration": 2.64
    },
    {
        "text": "But if the police came to me and said 'someone's gonna try to kill you, you gotta play along'",
        "start": 866.319,
        "duration": 4.38
    },
    {
        "text": "I'm gonna play along. I'm a big fan of being alive.",
        "start": 870.699,
        "duration": 2.16
    },
    {
        "text": "It has, it has its downsides but I'm giving it a 9 out of 10. Sucks that the current version of the game has permadeath",
        "start": 872.86,
        "duration": 5.26
    },
    {
        "text": "but you know you take what you can get. And that's where I'm going to end",
        "start": 878.12,
        "duration": 2.059
    },
    {
        "text": "today's show. Of course with this being the Philip DeFranco show",
        "start": 880.179,
        "duration": 1.83
    },
    {
        "text": "I'll give you the news, sometimes my opinion, and then I want to hear from you whether it be the last story the first one, anything",
        "start": 882.009,
        "duration": 4.77
    },
    {
        "text": "in between",
        "start": 886.779,
        "duration": 0.721
    },
    {
        "text": "let me know what you're thinking in those comments down below. Also while you're at it if you like my show hit that 'Like' button if",
        "start": 887.5,
        "duration": 4.14
    },
    {
        "text": "you're new here, hit that 'Subscribe' button, maybe even ring that Bell.",
        "start": 891.64,
        "duration": 2.369
    },
    {
        "text": "Also\nif you missed yesterday's show and you want to catch up click or tap right there to watch that or if you want something a",
        "start": 894.01,
        "duration": 4.229
    },
    {
        "text": "little bit lighter you can watch these brand new behind the scenes vlog. But so that's it. Of course as always my name's Philip",
        "start": 898.24,
        "duration": 4.5
    },
    {
        "text": "DeFranco you've just been Phill'd in. I love yo faces and i'll see you tomorrow",
        "start": 902.74,
        "duration": 4.29
    }
]