[
    {
        "text": "Sup you beautiful  bastards",
        "start": 0.03,
        "duration": 1.409
    },
    {
        "text": "Hope your having a",
        "start": 1.439,
        "duration": 0.821
    },
    {
        "text": "Fantastic Thursday welcome back to the Philip Defranco show and let's just jump into it and the first thing we have to talk about today",
        "start": 2.26,
        "duration": 5.86
    },
    {
        "text": "Is the crazy story around the now ousted Mayor of a small",
        "start": 8.12,
        "duration": 3.66
    },
    {
        "text": "Michigan town now former Mayor Elijah Daniel who before taking office tweeted \"If Donald trump a reality star can be our president",
        "start": 11.92,
        "duration": 6.5
    },
    {
        "text": "There's no reason why I can't be a politician\" made waves with a big controversial move. Yesterday, Daniel signs an official declaration",
        "start": 18.42,
        "duration": 5.76
    },
    {
        "text": "Banning heterosexuals from the town. The declaration:reading: \"As of today",
        "start": 24.76,
        "duration": 3.619
    },
    {
        "text": "I am establishing new vetting measures to keep radical heterosexuals out of our town",
        "start": 28.38,
        "duration": 3.929
    },
    {
        "text": "We want to ensure that we are not admitting into our town the very heterosexual",
        "start": 32.309,
        "duration": 3.06
    },
    {
        "text": "Threats we are fighting against the straights coming into our town procreating having more straight children to take our rightfully gay jobs",
        "start": 35.5,
        "duration": 6.319
    },
    {
        "text": "We only want to admit those into our town who will support our town and love deeply our people apparently feel as if it would",
        "start": 41.82,
        "duration": 5.279
    },
    {
        "text": "Just be safer to Ban all",
        "start": 47.1,
        "duration": 1.209
    },
    {
        "text": "heterosexuality until we can assess the situation further and build a strategy to resolve our problem\". Later noting in the",
        "start": 48.309,
        "duration": 5.03
    },
    {
        "text": "Declaration that if you are straight, and you live that you can pay an eighty four thousand dollar reproductive precautionary deposit",
        "start": 53.44,
        "duration": 5.66
    },
    {
        "text": "This would be returned after one year of heterosexual abstinence. Also noting with the town to be offering a heterosexual reparative therapy",
        "start": 59.1,
        "duration": 5.04
    },
    {
        "text": "Program now mandatory, but highly encouraged and soon after, in an unsurprising move, the Mayor was inpeached",
        "start": 64.39,
        "duration": 5.599
    },
    {
        "text": "I say",
        "start": 69.99,
        "duration": 0.76
    },
    {
        "text": "Unsurprisingly for two reasons one any politician throwing down stuff like this is insane",
        "start": 70.75,
        "duration": 3.799
    },
    {
        "text": "and should not be empowered and two this is what Elijah signed up for and actually mean literally like he actually signed up for and",
        "start": 74.65,
        "duration": 6.349
    },
    {
        "text": "Paid a hundred dollars to do this now keep in mind",
        "start": 81.0,
        "duration": 1.68
    },
    {
        "text": "There are people still outraged by this",
        "start": 82.68,
        "duration": 1.81
    },
    {
        "text": "But it was all a joke. There is a town in Michigan called hell where you can actually pay to be mayor of hell for a day then",
        "start": 84.49,
        "duration": 6.41
    },
    {
        "text": "From the photos we see this is exactly what Elijah did also if you go to the town's website which has around like",
        "start": 90.9,
        "duration": 5.069
    },
    {
        "text": "Seventy two people it seems like the town is essentially just a gimmick a tourist trap you've got the hellhole diner damnation university",
        "start": 96.07,
        "duration": 7.04
    },
    {
        "text": "Where you can get a degree you can even get married in house, you can be like we got married in hell",
        "start": 103.11,
        "duration": 4.11
    },
    {
        "text": "And then that never gets old at every party for the rest of your life you get the point",
        "start": 107.22,
        "duration": 4.259
    },
    {
        "text": "Still this story with Elijah Daniel made not only national",
        "start": 111.57,
        "duration": 2.97
    },
    {
        "text": "But international news Elijah by the way if you don't know at this point is a big youTuber all things jokes",
        "start": 114.54,
        "duration": 5.039
    },
    {
        "text": "But there's still so many people that were angry let's look at a few of the lies you're so pressing straight people is okay",
        "start": 119.579,
        "duration": 4.02
    },
    {
        "text": "But oppressing gay people isn't okay makes sense another writing",
        "start": 123.6,
        "duration": 3.059
    },
    {
        "text": "Yo of hell, Michigan banned the gays for a day all hell would break loose",
        "start": 126.659,
        "duration": 3.45
    },
    {
        "text": "So the straights are fair game has tagg double standards and here's what I'll say",
        "start": 130.379,
        "duration": 3.19
    },
    {
        "text": "I understand why people gonna say that this is a double standard that if you switch the situation people would be fury",
        "start": 133.569,
        "duration": 5.309
    },
    {
        "text": "I think it's important to have context in situational awareness",
        "start": 138.879,
        "duration": 2.49
    },
    {
        "text": "We live in a country where only recently we decided that same-sex",
        "start": 141.37,
        "duration": 2.97
    },
    {
        "text": "couples could legally get married you live in a world where there are certain countries where they will kill you if you are gay I've",
        "start": 144.47,
        "duration": 5.839
    },
    {
        "text": "Never heard of a country that jails you if you want to have sex with the opposite gender. It's a joke. It's a joke",
        "start": 150.31,
        "duration": 5.25
    },
    {
        "text": "That's supposed to be so ridiculous that it reflects in some way on the ridiculousness of a different situation right when the former gayer",
        "start": 155.56,
        "duration": 6.419
    },
    {
        "text": "Elijah Daniel tweets",
        "start": 162.019,
        "duration": 1.34
    },
    {
        "text": "I don't care if you're straight",
        "start": 163.359,
        "duration": 1.05
    },
    {
        "text": "Just don't want you doing it in front of my kids as a joke aimed at people who say the same thing about gay people",
        "start": 164.409,
        "duration": 4.53
    },
    {
        "text": "in Elijah's official declaration",
        "start": 168.98,
        "duration": 2.0
    },
    {
        "text": "Banning heterosexuals, it's a joke because it uses the same phrasing of trump with his Muslim",
        "start": 171.2,
        "duration": 5.149
    },
    {
        "text": "But not a muslim travel ban just jokes with no real-World impact",
        "start": 176.349,
        "duration": 3.9
    },
    {
        "text": "We've just got to stop being so uptight but of course is the Philip Defranco show it's not just the story",
        "start": 180.25,
        "duration": 3.899
    },
    {
        "text": "It's not just my opinion",
        "start": 184.15,
        "duration": 0.959
    },
    {
        "text": "I want you to chime in what are your thoughts here hilarious stupid or offensive?",
        "start": 185.109,
        "duration": 4.05
    },
    {
        "text": "And then let's talk about the controversy and outrage around Joel osteen Joel is a multi-millionaire",
        "start": 189.159,
        "duration": 3.75
    },
    {
        "text": "televangelist with a super church in Houston that can house around",
        "start": 193.22,
        "duration": 3.049
    },
    {
        "text": "16,000 people Houston of course was ravaged by Hurricane Harvey who is Massively?",
        "start": 196.819,
        "duration": 4.37
    },
    {
        "text": "flooded and there were tons of people displaced and so on august 27th osteen's church Lakewood church put out a Facebook post saying your",
        "start": 201.379,
        "duration": 6.53
    },
    {
        "text": "Houstonians Lakewood Church is inaccessible due to severe flooding we want to help make sure you are safe",
        "start": 208.099,
        "duration": 4.34
    },
    {
        "text": "Please see the list below for safe shelters around our city and please share this with those in need then providing a list of shelters",
        "start": 212.44,
        "duration": 5.369
    },
    {
        "text": "In the area for those who have been displaced then on the 28th a lakewood church does another Facebook post this time Joel and his?",
        "start": 217.81,
        "duration": 5.97
    },
    {
        "text": "wife Victoria Osteen",
        "start": 223.78,
        "duration": 0.94
    },
    {
        "text": "put out a link where people can donate money and I write our hearts are breaking as we see the images of the damage and",
        "start": 224.72,
        "duration": 5.299
    },
    {
        "text": "destruction in our city and the surrounding areas from Hurricane Harvey",
        "start": 230.019,
        "duration": 2.76
    },
    {
        "text": "We are praying for everyone's safety in Houston and Texas as a community we can help each other get through this storm adding",
        "start": 232.78,
        "duration": 5.039
    },
    {
        "text": "We are working diligently with the city of Houston to mobilize our many volunteers at shelters around the city then something interesting happens around",
        "start": 237.819,
        "duration": 6.33
    },
    {
        "text": "Osteen's church went there to see what the flooding look like and they found",
        "start": 244.37,
        "duration": 3.289
    },
    {
        "text": "No",
        "start": 247.76,
        "duration": 0.5
    },
    {
        "text": "Flooding keep in mind a good number of these are from before",
        "start": 248.26,
        "duration": 2.55
    },
    {
        "text": "Lakewood Church, wrote that second update charles climber posting this picture front of Joel Osteen's Huge Lakewood church in Houston there 11 a.m.",
        "start": 250.879,
        "duration": 6.349
    },
    {
        "text": "Closed due to quote flooding person who took it has to be anonymous and providing more",
        "start": 257.229,
        "duration": 3.72
    },
    {
        "text": "Close-up photos of what seems to be the zero flooding whatsoever where more people started going to the Lakewood church?",
        "start": 261.289,
        "duration": 5.24
    },
    {
        "text": "Taking photos taking video very quickly there was massive internet outrage because it looked like Joel osteen",
        "start": 266.72,
        "duration": 5.569
    },
    {
        "text": "And his church live and he's saying why are you saying your church was inaccessible due to flooding there is none",
        "start": 272.289,
        "duration": 5.64
    },
    {
        "text": "How dare you you run a place of worship that can house?",
        "start": 277.93,
        "duration": 2.04
    },
    {
        "text": "16,000 people when there are tens of thousands of displaced people, and you're lying to keep your doors closed",
        "start": 280.37,
        "duration": 4.88
    },
    {
        "text": "And it was reported that rather than respond to many of these people on Twitter Joel osteen, or whoever was running his account",
        "start": 285.25,
        "duration": 5.699
    },
    {
        "text": "We don't know they started blocking the people that were sending them critical",
        "start": 290.949,
        "duration": 3.029
    },
    {
        "text": "Responses also some like Lynn Gabriele kane tried to come to the defense of the church shooting out these images with the caption seriously quite",
        "start": 294.05,
        "duration": 6.29
    },
    {
        "text": "sickening when people spread negative news without knowing the situation",
        "start": 300.34,
        "duration": 2.25
    },
    {
        "text": "This is the situation of our church",
        "start": 302.63,
        "duration": 1.969
    },
    {
        "text": "But people are quick to point out that these photos seem to be from the parking garage and underground areas",
        "start": 304.599,
        "duration": 5.19
    },
    {
        "text": "So unless all these displaced people had cars that they needed to park which really wasn't the case for men that wasn't a valid defense",
        "start": 309.789,
        "duration": 5.52
    },
    {
        "text": "And the church responds to the backlash saying they're prepared to house people once other shelters hit",
        "start": 315.31,
        "duration": 4.619
    },
    {
        "text": "capacity so a lot of people said this is too little too late and then Joel osteen did a TV interview and in it he",
        "start": 320.06,
        "duration": 4.88
    },
    {
        "text": "seems to Dismiss what he is calling a false narrative that he closed his doors Osi tries to explain of why they were not a",
        "start": 324.94,
        "duration": 6.209
    },
    {
        "text": "Shelter sooner why did the church wait until yesterday to start taking in people?",
        "start": 331.15,
        "duration": 4.41
    },
    {
        "text": "Well our church our church doors have always been open in fact",
        "start": 337.07,
        "duration": 3.949
    },
    {
        "text": "We took people in right when the water started to recede right off the bat?",
        "start": 341.02,
        "duration": 3.389
    },
    {
        "text": "I'll say that's a pretty odd claim because there's actual video on the internet of",
        "start": 344.409,
        "duration": 3.75
    },
    {
        "text": "Someone going up to the church trying to open the door at his la place doesn't appear flooded, but I'll let Joel continue",
        "start": 348.229,
        "duration": 5.72
    },
    {
        "text": "Well, I wouldn't a house of worship open its doors immediately",
        "start": 353.949,
        "duration": 2.91
    },
    {
        "text": "Initially even perhaps before some of the other shelters, we're all about helping people",
        "start": 358.13,
        "duration": 4.19
    },
    {
        "text": "This is what the churches in our church is all about so I think it's I don't know if it's unfounded",
        "start": 362.32,
        "duration": 5.099
    },
    {
        "text": "But I think if people were here",
        "start": 367.419,
        "duration": 1.381
    },
    {
        "text": "They'd realize there were safety issues this building had flooded before and so we were just being precautious",
        "start": 368.8,
        "duration": 5.369
    },
    {
        "text": "But the main thing is the city didn't ask us to become a shelter then and so that note of the city didn't ask us",
        "start": 374.169,
        "duration": 5.07
    },
    {
        "text": "That rubbed a lot of people the wrong way we had stories that we talked about like yesterday where a business owner mattress mack",
        "start": 379.24,
        "duration": 5.369
    },
    {
        "text": "He opened up his store to people that were displaced",
        "start": 384.61,
        "duration": 2.369
    },
    {
        "text": "There also other places of faith in Houston that transform themselves into 24 hour relief centers so at least for Houston area mosques that did",
        "start": 387.07,
        "duration": 6.479
    },
    {
        "text": "So according to a writer from Mike calm and a swartz she tweeted",
        "start": 393.55,
        "duration": 2.91
    },
    {
        "text": "I spoke to the president of the islamic society of greater Houston yesterday they weren't asked to turn mosques into shelters",
        "start": 396.46,
        "duration": 5.049
    },
    {
        "text": "They just did it, but also in Joel's defense. It's kind of like what the bible says in Matthew",
        "start": 401.509,
        "duration": 3.779
    },
    {
        "text": "25:35 where I was hungry, and you gave me food. I was thirsty and you gave me drink",
        "start": 406.229,
        "duration": 4.819
    },
    {
        "text": "I was a stranger",
        "start": 411.559,
        "duration": 0.9
    },
    {
        "text": "And you welcomed me dot dot dot",
        "start": 412.459,
        "duration": 2.22
    },
    {
        "text": "Obviously after you were asked to do so and not of your own free will",
        "start": 415.109,
        "duration": 3.29
    },
    {
        "text": "Hashtag dab on them haters Matthew out and if you're wondering, yes",
        "start": 418.579,
        "duration": 2.7
    },
    {
        "text": "That is 100% an accurate reading of the bible if you don't know that maybe read the Bible center, okay?",
        "start": 421.279,
        "duration": 5.399
    },
    {
        "text": "But back to the interview Joel says they also didn't have the manpower. It's easy to say wow there's that big building",
        "start": 426.679,
        "duration": 4.679
    },
    {
        "text": "They're not using it, but we don't have volunteers and we don't have staff that could get here",
        "start": 431.359,
        "duration": 4.35
    },
    {
        "text": "so",
        "start": 435.709,
        "duration": 0.43
    },
    {
        "text": "We're all about helping the city whenever we could if they would ask us to become a shelter early on we would have prepared for",
        "start": 436.139,
        "duration": 5.39
    },
    {
        "text": "It all and been ready to help, but hey thank God we can do it now and help the city",
        "start": 441.529,
        "duration": 3.72
    },
    {
        "text": "You know in this way on that note?",
        "start": 445.289,
        "duration": 1.67
    },
    {
        "text": "I would say that's pretty confusing that he's saying that because in the update post on their Facebook signed by Joel and Victoria Osteen",
        "start": 446.959,
        "duration": 6.029
    },
    {
        "text": "They write",
        "start": 452.989,
        "duration": 0.72
    },
    {
        "text": "We are working diligently with the city of Houston to mobilize our many",
        "start": 453.709,
        "duration": 2.91
    },
    {
        "text": "Volunteers at shelters around the city and there are also all those images from the 28 that appeared to show no flooding that would impede",
        "start": 456.749,
        "duration": 5.51
    },
    {
        "text": "People from arriving I'm not gonna go as far as others saying that Joel osteen is a wolf in sheep's clothing",
        "start": 462.259,
        "duration": 4.799
    },
    {
        "text": "But he's a predator that preys on people by using their faith against them just so he can make himself richer",
        "start": 467.099,
        "duration": 5.359
    },
    {
        "text": "Here's about money more than people and you can see that because he started raising funds on Their own",
        "start": 472.459,
        "duration": 4.77
    },
    {
        "text": "Website rather than publicly opening their doors to the displaced and needy but I will say it doesn't look great",
        "start": 477.449,
        "duration": 5.48
    },
    {
        "text": "For Joel and it does seem like from those interviews that it. They're really in damage control mode also",
        "start": 483.029,
        "duration": 5.119
    },
    {
        "text": "I want to know your opinion. Do you think that Osteen's and the wrong here?",
        "start": 488.149,
        "duration": 2.58
    },
    {
        "text": "They're just trying to make good know what you think but from that. I want to share some stuff",
        "start": 490.729,
        "duration": 3.269
    },
    {
        "text": "I love today in today in awesome",
        "start": 494.029,
        "duration": 2.279
    },
    {
        "text": "Brought to you by the sports shirt that says I understand. What's happening the rules",
        "start": 496.309,
        "duration": 3.57
    },
    {
        "text": "How things are scored but our team is better than the other team and also thank you for inviting me to this party",
        "start": 499.879,
        "duration": 5.339
    },
    {
        "text": "I'm a fan of free food",
        "start": 505.219,
        "duration": 1.08
    },
    {
        "text": "Wi-Fi $140 official tea when you get an",
        "start": 506.299,
        "duration": 2.399
    },
    {
        "text": "All-encompassing tea if you want to snag one from this run linked event down below the first bit of awesome, and oh my God",
        "start": 508.949,
        "duration": 5.42
    },
    {
        "text": "I'm so excited scumming back. We got a trailer for Mr.",
        "start": 514.37,
        "duration": 2.339
    },
    {
        "text": "Robot season 3 also for those of you that have not watched a show yet",
        "start": 516.709,
        "duration": 3.03
    },
    {
        "text": "I highly recommend you check it out. Then we had life noggin answering one of life's most important questions",
        "start": 519.74,
        "duration": 4.769
    },
    {
        "text": "What would happen if you never shower, then we got a fantastic video from Nerdwriter one?",
        "start": 524.509,
        "duration": 4.14
    },
    {
        "text": "It's fantastic channel in general if you're a fan of entertainment and to that",
        "start": 528.649,
        "duration": 3.21
    },
    {
        "text": "It's been at a very interesting video about the handmaid's tale and Shallow focus having our fantastic",
        "start": 531.86,
        "duration": 4.32
    },
    {
        "text": "Live-Action trailer for destiny - if you want to see the full versions everything",
        "start": 536.61,
        "duration": 3.41
    },
    {
        "text": "I just shared the secret link of the day anything at all links as always are in the description down below",
        "start": 540.02,
        "duration": 4.679
    },
    {
        "text": "Let's talk about this story that is blown up out of Georgia about this police officer caught on Dashcam reportedly saying quote",
        "start": 544.83,
        "duration": 5.659
    },
    {
        "text": "We only kill black people obviously that headline makes you go what what in the actual hell?",
        "start": 550.49,
        "duration": 5.25
    },
    {
        "text": "So let's look at Dashcam footage starts off with the officer telling a woman to call someone and tell them to not pick her up",
        "start": 555.74,
        "duration": 5.07
    },
    {
        "text": "Because she's being arrested and the car is being impounded. She seems incredibly nervous and then this back and Forth happens your phone",
        "start": 560.81,
        "duration": 6.239
    },
    {
        "text": "Yeah, we always go black people, right?",
        "start": 581.2,
        "duration": 2.0
    },
    {
        "text": "Now in response to all this Cobb County police Chief Mike register and his command staff looked at the footage and the officer involved was",
        "start": 586.6,
        "duration": 6.109
    },
    {
        "text": "Placed on administrative leave while they investigate chief registers saying no matter what the contact statements like these are",
        "start": 592.71,
        "duration": 5.61
    },
    {
        "text": "Unacceptable and are not indicative of the type of culture we are trying to facilitate here in the police department",
        "start": 598.51,
        "duration": 4.13
    },
    {
        "text": "also in response to the situation Abbott's attorney released a statement saying his comments must be observed in their totality to understand their",
        "start": 602.77,
        "duration": 6.32
    },
    {
        "text": "Context he was attempting to de-escalate the situation involving an uncooperative",
        "start": 609.22,
        "duration": 3.32
    },
    {
        "text": "Passenger in context his comments were clearly aimed at attempting to gain compliance by using the Passengers own",
        "start": 612.94,
        "duration": 5.0
    },
    {
        "text": "Statements and reasoning to avoid making an arrest in the context angle is something others hit on",
        "start": 618.04,
        "duration": 4.28
    },
    {
        "text": "Including the attorney for the driver who got the Dui attorney saying they were shocked by it and said I heard that and I cringe",
        "start": 622.48,
        "duration": 5.84
    },
    {
        "text": "I had to replay it",
        "start": 628.47,
        "duration": 0.72
    },
    {
        "text": "I thought there's no way but even the attorney here says they think that the police officer was being sarcastic",
        "start": 629.19,
        "duration": 4.109
    },
    {
        "text": "But adding that's still no excuse saying the reality is to us minorities",
        "start": 633.43,
        "duration": 3.83
    },
    {
        "text": "There is a real fear when you're pulled over you thought it was a joke, but it's not a joke to many people",
        "start": 637.26,
        "duration": 4.379
    },
    {
        "text": "This is where there's been a lot of debate because a lot of people are saying okay. Let's say",
        "start": 641.64,
        "duration": 3.03
    },
    {
        "text": "He said it as a joke let's say he was being sarcastic. That's still not appropriate. It's a few of the big comments",
        "start": 644.67,
        "duration": 4.739
    },
    {
        "text": "I've seen around this no one should play about using racism as a form of sarcasm",
        "start": 649.41,
        "duration": 3.299
    },
    {
        "text": "There's been people who have died because the cop in question was being racist the people who are defending him are amoral if you see",
        "start": 652.71,
        "duration": 5.28
    },
    {
        "text": "Nothing wrong with the fact that he said they only kill black people",
        "start": 657.99,
        "duration": 2.219
    },
    {
        "text": "joking or not that tells me a lot about you another writing the problem with this is that even though many people believe that he's",
        "start": 660.52,
        "duration": 4.88
    },
    {
        "text": "Being sarcastic. It's inappropriate as a professional",
        "start": 665.4,
        "duration": 2.46
    },
    {
        "text": "There's a fine line between being facetious and being insensitive one of the most liked comments of course all the white people are making excuses",
        "start": 667.86,
        "duration": 5.429
    },
    {
        "text": "for his ignorant and unprofessional",
        "start": 673.29,
        "duration": 1.69
    },
    {
        "text": "Comments such a shame his racist behind doesn't deserve a badge period But they're also those defending the officer one writing that was sarcasm",
        "start": 674.98,
        "duration": 6.14
    },
    {
        "text": "For everyone who says that's racist",
        "start": 681.3,
        "duration": 1.5
    },
    {
        "text": "Well, it's not it's literally what all the mainstream media says cops only killed black people not true another writing",
        "start": 682.8,
        "duration": 4.77
    },
    {
        "text": "I don't think the cop was doing anything wrong except maybe he shouldn't have said what he said, but I do get it",
        "start": 687.57,
        "duration": 3.809
    },
    {
        "text": "It's not fair the way the media is blowing things out of proportion to promote the false idea that Cops are trigger-happy",
        "start": 691.38,
        "duration": 3.929
    },
    {
        "text": "Racist who Target minority police brutality is a real issue, but it's not about color so with this story",
        "start": 695.41,
        "duration": 4.25
    },
    {
        "text": "I want to pass the question off to you part of my brain goes",
        "start": 699.66,
        "duration": 2.07
    },
    {
        "text": "This is beneath what a police officer should be the other part of me",
        "start": 701.73,
        "duration": 2.909
    },
    {
        "text": "Goes was he trying to de-escalate the situation about her what he considered rude Kela spheres",
        "start": 704.64,
        "duration": 5.729
    },
    {
        "text": "I've taken a piece of her narrative and going hey look in this ridiculous narrative this wouldn't even apply to you anyway about know your",
        "start": 710.37,
        "duration": 4.83
    },
    {
        "text": "Thoughts here. Do you think the cop isn't the wrong yes or no I also if you think yes?",
        "start": 715.2,
        "duration": 3.359
    },
    {
        "text": "What should the punishment be I'd love to know what you're thinking then in kind of interesting local news that I just wanted to share",
        "start": 718.56,
        "duration": 4.83
    },
    {
        "text": "Los Angeles has become the largest city nationwide to remove Columbus day as an official holiday and replace it with a city council vote of",
        "start": 723.39,
        "duration": 6.75
    },
    {
        "text": "14 to 1",
        "start": 730.14,
        "duration": 0.67
    },
    {
        "text": "Columbus day has officially been changed to indigenous people day now keep in mind La is not the first city to do this seattle",
        "start": 730.81,
        "duration": 5.51
    },
    {
        "text": "Phoenix Denver, Albuquerque, San Francisco portland many other places have adopted this in States, including, Alaska",
        "start": 736.39,
        "duration": 6.169
    },
    {
        "text": "South Dakota Vermont have enacted similar changes for those who don't know Christopher Columbus is an Italian Explorer who celebrated for discovering?",
        "start": 742.57,
        "duration": 7.28
    },
    {
        "text": "America, and he definitely didn't do anything else",
        "start": 750.13,
        "duration": 2.09
    },
    {
        "text": "But the fact is he celebrated for something he didn't do and he was also a murdering psychopath one. He never actually discovered America",
        "start": 752.22,
        "duration": 6.659
    },
    {
        "text": "He did get to what we would consider now Haiti Cuba and the Dominican republic also the places he discovered were already",
        "start": 758.88,
        "duration": 5.489
    },
    {
        "text": "Inhabited by a bunch of other people he then enslaved and murdered in crazy",
        "start": 764.62,
        "duration": 4.369
    },
    {
        "text": "numbers if I say this as an Italian",
        "start": 769.12,
        "duration": 1.67
    },
    {
        "text": "And I grew up proud that Christopher Columbus was Italian we helped make our mark on America",
        "start": 770.79,
        "duration": 5.76
    },
    {
        "text": "No, he is a he's a lying crazy monster today is a federal holiday",
        "start": 776.55,
        "duration": 3.359
    },
    {
        "text": "but let's stop celebrating such a horrible person and if anything the",
        "start": 779.91,
        "duration": 3.329
    },
    {
        "text": "Celebration of the False idol that is Christopher Columbus takes away from the real",
        "start": 783.49,
        "duration": 3.68
    },
    {
        "text": "Contributions of Italian immigrants people came here to actually build and create something not to murder and pillage and then let's talk about the Lord",
        "start": 787.6,
        "duration": 7.099
    },
    {
        "text": "Of the flies remake now to explain this story. I do have to say spoiler alert which some of you Gonna",
        "start": 794.7,
        "duration": 4.38
    },
    {
        "text": "Go wait, you're issuing a spoiler alert for a movie that came out in 1990 about a book that came out in 1954. Yes",
        "start": 799.08,
        "duration": 5.25
    },
    {
        "text": "people are stupid and love to complain to briefly sum up a story of lord of the flies a group of boys are on a",
        "start": 804.33,
        "duration": 4.409
    },
    {
        "text": "Plane that crash lands on an island they get their first leader of the group he tries to get the other boys perform important survival",
        "start": 808.74,
        "duration": 4.89
    },
    {
        "text": "Tasks like keeping a signal fire going alerting any passing ships and building shelters",
        "start": 813.63,
        "duration": 4.109
    },
    {
        "text": "but instead a lot of the boys like to play and hunt pigs and eventually the leader of the group is challenged and it just",
        "start": 817.74,
        "duration": 4.95
    },
    {
        "text": "spirals from there and then well",
        "start": 822.85,
        "duration": 1.7
    },
    {
        "text": "I don't actually want to ruin the book for those who haven't read it or the movie for those who haven't watched I recommend it",
        "start": 824.55,
        "duration": 4.5
    },
    {
        "text": "It's pretty good",
        "start": 829.05,
        "duration": 0.45
    },
    {
        "text": "well\nHere's the thing in this remake they want to change it from a group of boys to a group of girls Scott McGehee and David",
        "start": 829.5,
        "duration": 5.04
    },
    {
        "text": "Segal are signed on to write and direct the movie when asked about the movie segal said we want to do a very faithful",
        "start": 834.54,
        "duration": 5.219
    },
    {
        "text": "But contemporized adaptation of the book but our idea was to do with all girls rather than boys",
        "start": 839.76,
        "duration": 4.739
    },
    {
        "text": "It is a timeless story that is especially relevant today with the interpersonal",
        "start": 844.499,
        "duration": 3.3
    },
    {
        "text": "Conflicts and bullying and the idea of children forming a society and replicating the behavior they saw in Grown-Ups before they were maroon",
        "start": 848.079,
        "duration": 5.869
    },
    {
        "text": "McGehee added that they were taking the opportunity to tell it in a way that has been told before with girls rather than boys which",
        "start": 854.019,
        "duration": 5.75
    },
    {
        "text": "Shifts things in a way that might help people see the story anew now to no one's surprise",
        "start": 859.769,
        "duration": 3.33
    },
    {
        "text": "There were many people outraged by this",
        "start": 863.29,
        "duration": 1.909
    },
    {
        "text": "But to the surprise of some people expressing their displeasure in this move come in all colors of the rainbow we had",
        "start": 865.199,
        "duration": 6.51
    },
    {
        "text": "anti-feminists and feminists alike saying this is stupid one of the reasons for that is william golding the author of the original book said he",
        "start": 872.23,
        "duration": 6.049
    },
    {
        "text": "Specifically did it with boys reb and girls for a reason he explained if you as it were scaled down human being scaled down",
        "start": 878.41,
        "duration": 5.809
    },
    {
        "text": "society if you land with a group of little boys",
        "start": 884.439,
        "duration": 2.21
    },
    {
        "text": "They are more like a scaled-down version a society event a group of little girls would be this has nothing to do with",
        "start": 886.649,
        "duration": 4.65
    },
    {
        "text": "Equality at all I think women are foolish to pretend. They're equal to men",
        "start": 891.37,
        "duration": 2.899
    },
    {
        "text": "They're far",
        "start": 894.269,
        "duration": 0.61
    },
    {
        "text": "Superior and always have been but one thing you cannot do with them is take a bunch of them and boil them down into a",
        "start": 894.879,
        "duration": 5.48
    },
    {
        "text": "set of little girls who would then become a kind of image of",
        "start": 900.36,
        "duration": 2.399
    },
    {
        "text": "Civilization or",
        "start": 902.92,
        "duration": 0.69
    },
    {
        "text": "Society people angry because they say the directors must have missed the point of the story people angry because they say the storyline cannot be",
        "start": 903.61,
        "duration": 5.659
    },
    {
        "text": "Swapped by Gender and also the fact that this gender swap is happening with two men at the helm some examples of people sounding off",
        "start": 909.269,
        "duration": 6.69
    },
    {
        "text": "Writing Lorda flies about replication of systemic masculine toxicity every ninth grader knows this you can read about it on Sparknotes",
        "start": 915.999,
        "duration": 6.559
    },
    {
        "text": "Rachel Leishman writing the female",
        "start": 922.889,
        "duration": 1.44
    },
    {
        "text": "Led Lord of the Flies would never happen because women just branch off into their own respective groups peacefully which I do want to call",
        "start": 924.329,
        "duration": 5.429
    },
    {
        "text": "A reasonable amount of bullshit here I've seen the way women and young girls fight and it is brutal",
        "start": 929.759,
        "duration": 5.94
    },
    {
        "text": "I'm not talking about like on worldstar. I've seen groups of women crush other women's souls with just with words",
        "start": 935.699,
        "duration": 5.58
    },
    {
        "text": "It's not like women are immune to being on the giving end of Anger and violence",
        "start": 941.279,
        "duration": 3.39
    },
    {
        "text": "But it should also be noted that there are people defending them the few that have been defending them are saying that by people getting",
        "start": 944.67,
        "duration": 5.789
    },
    {
        "text": "Angry about this move are those people are they?",
        "start": 950.459,
        "duration": 2.94
    },
    {
        "text": "Perpetuating gender stereotypes that men are more aggressive than women and men are more prone to acts of violence rather than rational conversation",
        "start": 953.679,
        "duration": 5.96
    },
    {
        "text": "And so shouldn't we welcome whatever this movie becomes because right now. There is no script of course at the same time",
        "start": 959.8,
        "duration": 4.94
    },
    {
        "text": "Understandably you have people saying sure or is it just hollywood being lazy and saying. What if we just?",
        "start": 964.87,
        "duration": 4.909
    },
    {
        "text": "Changed the remake into an all-female cast so we don't have to come up with original ideas",
        "start": 970.149,
        "duration": 4.669
    },
    {
        "text": "I say personally I always try to have the mind set of not to hate something before we know what it is exactly",
        "start": 974.86,
        "duration": 5.63
    },
    {
        "text": "But I will say right out of the gate this doesn't seem promising more than happy to be wrong about this",
        "start": 980.49,
        "duration": 5.159
    },
    {
        "text": "I would welcome that but no one's going to be a pass for me",
        "start": 985.649,
        "duration": 3.21
    },
    {
        "text": "That's actually where I'm going to end today's show and remember if you like this video. You like what I do on this channel",
        "start": 988.86,
        "duration": 4.049
    },
    {
        "text": "that lack",
        "start": 993.01,
        "duration": 1.04
    },
    {
        "text": "But if you knew we were hit that subscribe button make sure you don't miss these daily videos which actually if you did miss yesterday's",
        "start": 994.05,
        "duration": 4.71
    },
    {
        "text": "Philip Defranco show you want to catch up click or tap right there to watch that or if you want to watch and maybe join?",
        "start": 998.76,
        "duration": 4.439
    },
    {
        "text": "The first episode of the Defranco book club click or tap right there that said of course as always my name is Philip Defranco",
        "start": 1003.199,
        "duration": 5.64
    },
    {
        "text": "You've just been phill'd in. I love yo faces, and I'll see you tomorrow",
        "start": 1009.0,
        "duration": 4.07
    }
]