[
    {
        "text": "'Sup you beautiful bastards",
        "start": 0.0,
        "duration": 1.079
    },
    {
        "text": "I hope you are having a fantastic Thursday",
        "start": 1.08,
        "duration": 2.04
    },
    {
        "text": "Welcome back to the Philip Defranco show and let's just jump into it",
        "start": 3.12,
        "duration": 3.32
    },
    {
        "text": "And the first thing I want to talk about today is Dave Chappelle is in the news again",
        "start": 6.6,
        "duration": 3.12
    },
    {
        "text": "But it's because people are pissed",
        "start": 10.0,
        "duration": 2.08
    },
    {
        "text": "Chappelle just came out with 2 Netflix specials. One was shot in 2015. The other in 2016",
        "start": 12.08,
        "duration": 4.5
    },
    {
        "text": "They went up. They've been generally well-received having an average of 4.5 stars",
        "start": 16.68,
        "duration": 3.84
    },
    {
        "text": "But, that hasn't stopped a lot of people saying that the special wasn't funny because it was homophobic and transphobic",
        "start": 20.52,
        "duration": 4.46
    },
    {
        "text": "In the comedy especially when it comes to gay rights he criticized people petitioning the federal court to take the words husband and wife out",
        "start": 25.1,
        "duration": 5.14
    },
    {
        "text": "Of the law. He says: \"please save me the semantics take your chips out of the casino you're about to crap outside",
        "start": 30.24,
        "duration": 4.409
    },
    {
        "text": "Talk it over amongst yourselves whichever one of you is Gayer. That's the wife\" on the term LGBTQ",
        "start": 34.69,
        "duration": 4.549
    },
    {
        "text": "He says what does q even stand for thing?",
        "start": 39.24,
        "duration": 1.979
    },
    {
        "text": "It's for gay dudes that don't really know they're gay then saying \"you know that guys in prison. They're like what I'm not gay",
        "start": 41.22,
        "duration": 4.62
    },
    {
        "text": "I'm just sucking these dicks to pass the time\". Caitlyn Jenner",
        "start": 45.84,
        "duration": 2.48
    },
    {
        "text": "He says that he misses Bruce",
        "start": 48.329,
        "duration": 1.41
    },
    {
        "text": "But then he also feeds into a theme around a lot of these jokes which is competing",
        "start": 49.74,
        "duration": 3.0
    },
    {
        "text": "Discrimination saying that as a black American he was jealous saying \"how are",
        "start": 52.88,
        "duration": 3.06
    },
    {
        "text": "Transgender people beating black people in the discrimination",
        "start": 56.0,
        "duration": 2.5
    },
    {
        "text": "Olympics? if the police shot half as many",
        "start": 58.5,
        "duration": 1.629
    },
    {
        "text": "Transgenders as they did black people last year, there would be a fucking war in L.A. I know black dudes and Brooklyn, hard, street motherfuckers who",
        "start": 60.129,
        "duration": 5.599
    },
    {
        "text": "Wear high heels just to feel safe\". And so coming out of this special there were people that were for him, and there were people that were against him.",
        "start": 65.729,
        "duration": 5.16
    },
    {
        "text": "Those against him saying that this is homophobic. It's transphobic",
        "start": 70.89,
        "duration": 2.669
    },
    {
        "text": "He is a problematic person. Those defending him saying this is in line with his comedy for the past decade",
        "start": 73.56,
        "duration": 5.04
    },
    {
        "text": "He's always been a comedian that pushed the line at the end of the day it's comedy",
        "start": 78.6,
        "duration": 3.12
    },
    {
        "text": "And you watch comedy or you go to a comedy show you take off your real world hat, you live in a bubble, and as far",
        "start": 81.72,
        "duration": 4.439
    },
    {
        "text": "As those asking my opinion and this is not going to be shocking to those who have watched me for a while",
        "start": 86.159,
        "duration": 3.66
    },
    {
        "text": "I have to side with Dave Chappelle. and what I mean there is I don't agree with the stuff that he's saying but when it comes",
        "start": 89.82,
        "duration": 5.43
    },
    {
        "text": "To comedy I am usually going to side with the comic pushing the line. When I go to watch comedy",
        "start": 95.25,
        "duration": 4.739
    },
    {
        "text": "I'm not looking for a politically correct person. I'm looking for a raw look through someone else's eyes",
        "start": 99.99,
        "duration": 5.879
    },
    {
        "text": "Dave Chappelle also does this whole bit about Bill Cosby and the rape allegations.",
        "start": 105.869,
        "duration": 3.451
    },
    {
        "text": "and there were points in those shows where people could say it sounds like he's being dismissive and he's",
        "start": 109.62,
        "duration": 3.92
    },
    {
        "text": "Disrespecting the women in those cases, but through his style of comedy that yes",
        "start": 113.88,
        "duration": 3.26
    },
    {
        "text": "It does push the line, he ended up giving me greater insight to why",
        "start": 117.149,
        "duration": 3.03
    },
    {
        "text": "People would defend bill Cosby, not that bill Cosby is a good person,",
        "start": 120.28,
        "duration": 3.68
    },
    {
        "text": "but why initially and then some others not including him are still resistant?",
        "start": 124.0,
        "duration": 4.429
    },
    {
        "text": "And I've always found Dave Chappelle and comedians like him to be equal opportunity offenders",
        "start": 128.429,
        "duration": 3.449
    },
    {
        "text": "That's always just been personally my mind set. I don't want my comics to be PC. Louis C.K.",
        "start": 132.01,
        "duration": 4.09
    },
    {
        "text": "Going on SNL and making weird ass",
        "start": 136.2,
        "duration": 2.48
    },
    {
        "text": "Pedophile Jokes, stuff where you see where he's talking about it almost to lose the audience just so he can get them back",
        "start": 138.81,
        "duration": 5.09
    },
    {
        "text": "That's the kind of comedy I love to see. But like I always say that's just my opinion. I'd love to know yours",
        "start": 144.06,
        "duration": 4.52
    },
    {
        "text": "I always say yes, this is a show, but it's also a conversation",
        "start": 148.58,
        "duration": 3.15
    },
    {
        "text": "I want to know what you beautiful bastards all the way on the left to all way on the right and maybe even in the upside-down,",
        "start": 151.73,
        "duration": 4.679
    },
    {
        "text": "what are you thinking? Are you the same mindset as me or no he did cross the line,",
        "start": 156.41,
        "duration": 3.54
    },
    {
        "text": "He is wrong even if it's supposed to be comedy",
        "start": 159.95,
        "duration": 2.159
    },
    {
        "text": "you don't completely take your real world hat off? Let me know what you're thinking. Then let's talk about 18 year old Briana Talbot of",
        "start": 162.11,
        "duration": 5.07
    },
    {
        "text": "Texas. Briana was in the news because on a Wednesday night she burst into her local church. She's only wearing a shirt bra underwear",
        "start": 167.34,
        "duration": 6.74
    },
    {
        "text": "She was believing she said that she had been kidnapped and sexually assaulted by three black men",
        "start": 174.08,
        "duration": 4.86
    },
    {
        "text": "She said she didn't know who they were they were wearing ski masks",
        "start": 178.94,
        "duration": 2.669
    },
    {
        "text": "They put her in the back of a black SUV, and then they gang raped her behind the church. It was horrifying stories",
        "start": 181.61,
        "duration": 5.49
    },
    {
        "text": "I look like it shook Briana, her fiance, her family, the whole",
        "start": 187.1,
        "duration": 2.91
    },
    {
        "text": "Neighborhood. This community had many fearful of who's going to be abducted next and after this happened",
        "start": 190.23,
        "duration": 4.729
    },
    {
        "text": "It seemed like this case was at a standstill there were no suspects there were no arrest and people even grew more",
        "start": 194.96,
        "duration": 4.86
    },
    {
        "text": "Frustrated this happened on March eight women's day. How do they have no suspects?",
        "start": 199.95,
        "duration": 3.889
    },
    {
        "text": "How is this not a bigger story people start sharing this and saying three black men kidnapped and gang raped an engaged 18 year old",
        "start": 203.84,
        "duration": 6.059
    },
    {
        "text": "White girl yesterday. March 8th on Women's Day. If the races were reversed this would be national news these men must be brought to justice",
        "start": 209.9,
        "duration": 5.52
    },
    {
        "text": "And then unmarked 21st a breakthrough",
        "start": 215.52,
        "duration": 2.419
    },
    {
        "text": "We finally got that justice because it turned out that Briana Talbot lied and made up the whole thing",
        "start": 217.94,
        "duration": 5.22
    },
    {
        "text": "according to reports, Briana confessed to the hoax March 21st to a member of the",
        "start": 223.32,
        "duration": 4.009
    },
    {
        "text": "Investigative team working the case. It never happened and as far as her wounds they were reportedly self-inflicted. The alleged crime scene's staged",
        "start": 227.43,
        "duration": 6.86
    },
    {
        "text": "And I'm just left wondering",
        "start": 234.29,
        "duration": 1.9
    },
    {
        "text": "Why? Why would anyone ever",
        "start": 236.19,
        "duration": 1.95
    },
    {
        "text": "Do this? Reportedly, the police department is going to file a criminal case against her for a false report and in Texas",
        "start": 238.14,
        "duration": 5.21
    },
    {
        "text": "I believe I mean she faces up to 180 days in jail and a fine. And on top of that",
        "start": 243.35,
        "duration": 3.959
    },
    {
        "text": "They're also going to seek restitution because there was a lot of money wasted looking for someone that didn't exist",
        "start": 247.31,
        "duration": 4.83
    },
    {
        "text": "But still at the end of the story, I'm left so disgusted is even",
        "start": 252.14,
        "duration": 4.02
    },
    {
        "text": "Is 180 days which she most likely won't get the maximum, is 180 days enough?",
        "start": 256.16,
        "duration": 4.29
    },
    {
        "text": "Not only that did she make false",
        "start": 260.45,
        "duration": 1.42
    },
    {
        "text": "allegations that helped spread fake news and",
        "start": 261.87,
        "duration": 2.21
    },
    {
        "text": "fearmonger. Ah, all black people are scary. Real rape victims in our society have it so hard as",
        "start": 264.3,
        "duration": 4.789
    },
    {
        "text": "Is. So many people will just instantly not believe you make excuses or say were you drinking what we dress like and then they get?",
        "start": 269.16,
        "duration": 6.08
    },
    {
        "text": "The point of cases like Briana, and go see someone did [it] if girl lives it? Who's to say that you're not lying",
        "start": 275.24,
        "duration": 5.489
    },
    {
        "text": "I'm just I'm",
        "start": 280.73,
        "duration": 1.24
    },
    {
        "text": "Done with this story from there. I want to share some stuff",
        "start": 281.97,
        "duration": 2.99
    },
    {
        "text": "I love today and today in awesome brought to you by the sports shirt shirt that says thank you for inviting me to this sports",
        "start": 284.96,
        "duration": 5.549
    },
    {
        "text": "event I am going to root for the same person and/or team as you but I am not going to buy a",
        "start": 290.51,
        "duration": 3.48
    },
    {
        "text": "$150 official t-shirt that's crazy because as soon as I leave this party",
        "start": 294.63,
        "duration": 3.29
    },
    {
        "text": "I will go back [to] not caring about sports, but yeah team and or person sports",
        "start": 297.92,
        "duration": 3.809
    },
    {
        "text": "so if you want to snag that shirt this run is available for three more days link to that down below the first bits of",
        "start": 301.73,
        "duration": 4.5
    },
    {
        "text": "[awesome] our trailer awesome. You have an ebay launch trailer. What just stop just release the movie",
        "start": 306.23,
        "duration": 3.869
    },
    {
        "text": "I'm going to go watch it got the Rock and Alexandra Daddario",
        "start": 310.1,
        "duration": 2.1
    },
    {
        "text": "I'm in there's been enough foreplay then we got a trailer for the animated movie Captain underpants",
        "start": 312.2,
        "duration": 4.229
    },
    {
        "text": "And I apparently am the only person who has no idea what this is apparently I'm instead in childhood",
        "start": 316.43,
        "duration": 5.01
    },
    {
        "text": "But it actually looks good",
        "start": 321.44,
        "duration": 1.02
    },
    {
        "text": "Then I got a trailer for the new mystery science theater 3000 and it looks",
        "start": 322.46,
        "duration": 3.149
    },
    {
        "text": "Fantastically campy then goes from the show instead of releasing another trailer",
        "start": 326.01,
        "duration": 3.649
    },
    {
        "text": "They just released four minutes of the movie on Twitter, then I want to pimp out a fantastic musician",
        "start": 329.66,
        "duration": 4.5
    },
    {
        "text": "I just discovered are they gonna mispronounce this but it's I am Kawaii marvelous. I love the [song] part of it",
        "start": 334.16,
        "duration": 4.559
    },
    {
        "text": "I just love that",
        "start": 338.72,
        "duration": 0.87
    },
    {
        "text": "She was she did this brought me in with a weird and cute of this music video",
        "start": 339.59,
        "duration": 3.509
    },
    {
        "text": "And I've been I've been loving everything so and then I got a pimp out casually explained who put out a hit",
        "start": 343.1,
        "duration": 4.38
    },
    {
        "text": "Tastic video called evolution 3 the human player type it is it is so funny and it actually had like a real message",
        "start": 347.97,
        "duration": 6.769
    },
    {
        "text": "Involved I had to give it some love and remember if you want to see the full versions everything",
        "start": 354.93,
        "duration": 3.26
    },
    {
        "text": "I just shared the secret link of the day anything at all links is always are in the description down below then let's talk about",
        "start": 358.19,
        "duration": 5.429
    },
    {
        "text": "Massive YouTube news how many have been talking about complaining?",
        "start": 363.78,
        "duration": 3.05
    },
    {
        "text": "ranting about YouTube's controversial",
        "start": 367.14,
        "duration": 2.0
    },
    {
        "text": "restricted mode a mode where many people found their videos are being blocked let's kind of small potatoes to the problem that Google and Youtube",
        "start": 369.15,
        "duration": 5.929
    },
    {
        "text": "Is having right now that's because huge companies like AT&T",
        "start": 375.08,
        "duration": 3.119
    },
    {
        "text": "Verizon Johnson & Johnson many many major us companies are pulling their ads off of the platform and we're talking",
        "start": 378.72,
        "duration": 6.17
    },
    {
        "text": "hundreds and hundreds of millions of dollars in a driven",
        "start": 385.2,
        "duration": 3.169
    },
    {
        "text": "Apt specifically is halting all ad spending on google except for search ads those ads won't be appearing on YouTube now",
        "start": 388.53,
        "duration": 6.019
    },
    {
        "text": "It seems like a big reason for that is based around a point that I",
        "start": 394.55,
        "duration": 2.64
    },
    {
        "text": "Made a very long time ago when the news around the YouTube d",
        "start": 397.28,
        "duration": 2.579
    },
    {
        "text": "Monetization issue hit a while back and I made that video of YouTube shutting down my channel",
        "start": 400.11,
        "duration": 4.43
    },
    {
        "text": "And I don't know what to do then it turned out. They had actually been d. Monetizing videos for a long time",
        "start": 404.54,
        "duration": 4.349
    },
    {
        "text": "They were just letting us in on it now the question",
        "start": 408.889,
        "duration": 1.981
    },
    {
        "text": "I posed was when I'm just saying words, and I'm getting my ads pulled",
        "start": 410.87,
        "duration": 3.69
    },
    {
        "text": "why is that happening when there's a video of a bombing right next to that video was like a",
        "start": 414.56,
        "duration": 4.079
    },
    {
        "text": "Campbell soup at how the hell does that make sense why am I being punished forward well it turned out a lot of advertisers?",
        "start": 418.74,
        "duration": 5.059
    },
    {
        "text": "Didn't like the sound what's happening over some reports that there as or even showing up next two videos that were promoting?",
        "start": 423.9,
        "duration": 4.339
    },
    {
        "text": "Terrorism a PNC said in a statement",
        "start": 428.37,
        "duration": 1.82
    },
    {
        "text": "We are deeply concerned that our ads may have appeared Alongside YouTube content",
        "start": 430.19,
        "duration": 3.329
    },
    {
        "text": "Promoting Terrorism and hate until Google can ensure this won't happen again",
        "start": 433.59,
        "duration": 3.2
    },
    {
        "text": "We were moving our ads from Google's non search platform",
        "start": 436.79,
        "duration": 2.91
    },
    {
        "text": "And when I look further into that's what I found is that this is actually just an escalation of a big problem",
        "start": 439.7,
        "duration": 4.679
    },
    {
        "text": "Google is happening uk for a while and uk there's been an advertiser boycott going on reportedly more than 250 organizations including the British government?",
        "start": 444.38,
        "duration": 7.26
    },
    {
        "text": "themselves",
        "start": 452.1,
        "duration": 0.54
    },
    {
        "text": "Toyota",
        "start": 452.64,
        "duration": 0.96
    },
    {
        "text": "McDonald even more have pulled their",
        "start": 453.6,
        "duration": 2.0
    },
    {
        "text": "Advertising off of YouTube and the Google display network and many experts is still saying that this [is] still just the beginning",
        "start": 455.639,
        "duration": 5.21
    },
    {
        "text": "Of what will become many now as far as you came response to the latest companies to drop out",
        "start": 461.04,
        "duration": 4.309
    },
    {
        "text": "I have not seen [that] in response to the problems and complaints that the advertisers have expressed last week",
        "start": 465.35,
        "duration": 4.739
    },
    {
        "text": "They said we've heard from our advertisers and agencies loud and clear that we can provide",
        "start": 470.09,
        "duration": 3.389
    },
    {
        "text": "simpler more robust ways to stop their ads from showing against controversial content",
        "start": 473.7,
        "duration": 4.159
    },
    {
        "text": "We will be making shore in the coming weeks to give brands more control where their ads appear across Youtube in the Google display Network",
        "start": 477.86,
        "duration": 4.92
    },
    {
        "text": "And of course that's when creators get concerned because how we have a company as big as Google",
        "start": 482.789,
        "duration": 4.61
    },
    {
        "text": "you have a product as big as",
        "start": 487.4,
        "duration": 1.69
    },
    {
        "text": "YouTube and you have so many places that adds can appear just on YouTube and this is probably an old statistic",
        "start": 489.09,
        "duration": 5.449
    },
    {
        "text": "They said back at 2016 300 hours of video are uploaded to YouTube every minute",
        "start": 494.539,
        "duration": 4.56
    },
    {
        "text": "How can you implement anything that goes through [all] of that content and then on top of that?",
        "start": 499.1,
        "duration": 4.259
    },
    {
        "text": "tons of websites with individual posts",
        "start": 503.49,
        "duration": 2.66
    },
    {
        "text": "How can you put anything into place that make sure that that content is advertiser?",
        "start": 506.15,
        "duration": 3.36
    },
    {
        "text": "Friendly in a way that it works and makes all the advertisers happy",
        "start": 509.61,
        "duration": 3.41
    },
    {
        "text": "But also in a way that doesn't falsely hurt creator is that possible?",
        "start": 513.02,
        "duration": 3.929
    },
    {
        "text": "I personally do not believe so I think it becomes a case of what we know whatever we implements",
        "start": 516.95,
        "duration": 4.2
    },
    {
        "text": "not going to be one hundred percent effective a we as a giant company as well as to think about making money first well put",
        "start": 521.15,
        "duration": 4.619
    },
    {
        "text": "Something in the place that makes the advertisers happy and when it messes up for our creators will try",
        "start": 525.77,
        "duration": 4.109
    },
    {
        "text": "Make a system that helps in fixes that its axis pots",
        "start": 530.11,
        "duration": 2.429
    },
    {
        "text": "And that's really just me jumping into the shoes of Youtube and google and thinking of a best-case [scenario]",
        "start": 532.54,
        "duration": 5.07
    },
    {
        "text": "So I emphasize what the situation youtube and google is in right now",
        "start": 537.61,
        "duration": 2.969
    },
    {
        "text": "I also understand the mindset of these advertisers that are worried about their their baby every time you think of their products as their baby",
        "start": 540.579,
        "duration": 5.79
    },
    {
        "text": "And then all of a sudden, they're seeing their baby next to an isis video",
        "start": 546.37,
        "duration": 3.419
    },
    {
        "text": "then I also understand the fear that the situation causes many because those who get fucked in this situation are usually the",
        "start": 549.79,
        "duration": 6.51
    },
    {
        "text": "Creators because creators [two] suits are just delivery vehicles for money and if that vehicle breaks down Bob's bringing in that money",
        "start": 556.43,
        "duration": 5.989
    },
    {
        "text": "They're in a position to go, [we'll] why waste our time because my main point",
        "start": 562.42,
        "duration": 3.15
    },
    {
        "text": "Here is a very intrigued to see what is going to be implemented, and how it's going to affect",
        "start": 565.57,
        "duration": 4.829
    },
    {
        "text": "everyone hopefully YouTube can also communicate with us as",
        "start": 570.709,
        "duration": 2.69
    },
    {
        "text": "Things change please and then let's talk about president trump Donald trump is of course always in the news",
        "start": 573.589,
        "duration": 4.58
    },
    {
        "text": "but one of the most requested",
        "start": 578.17,
        "duration": 1.15
    },
    {
        "text": "Stories this week is one story one seemingly same bit of information that people are perceiving two different ways",
        "start": 579.32,
        "duration": 6.649
    },
    {
        "text": "this is about Donald Trump Barack Obama and",
        "start": 585.97,
        "duration": 2.52
    },
    {
        "text": "Wiretap and the reason we're talking about this today is on March Forth Donald Trump said Haribol",
        "start": 588.649,
        "duration": 4.369
    },
    {
        "text": "Just found out that Obama had my wires tap doing air quotes in trump Tower just before the victory nothing found",
        "start": 593.019,
        "duration": 5.85
    },
    {
        "text": "this is",
        "start": 598.87,
        "duration": 0.88
    },
    {
        "text": "McCarthyism is it legal for a sitting president to be wiretapping a race for president prior to an election earned down by Court earlier A",
        "start": 599.75,
        "duration": 6.32
    },
    {
        "text": "New low, how low as President Obama Ganda tapped my phones during the very secret election process, so then people said show us evidence",
        "start": 606.07,
        "duration": 7.049
    },
    {
        "text": "He said hey I read an article about it",
        "start": 613.12,
        "duration": 1.92
    },
    {
        "text": "but we should",
        "start": 615.04,
        "duration": 0.88
    },
    {
        "text": "Investigate this and I went on for a while trump opponents saying how are you going to make this claim and then not provide evidence?",
        "start": 615.92,
        "duration": 5.45
    },
    {
        "text": "and trump and many of the supporters pointed to a new york times article where the word",
        "start": 621.37,
        "duration": 3.479
    },
    {
        "text": "Wiretap was you in reference to trump eight so then this week",
        "start": 625.1,
        "duration": 3.02
    },
    {
        "text": "We have FBI director James Comey record of the National security?",
        "start": 628.12,
        "duration": 3.0
    },
    {
        "text": "Agency Michael s rogers both dismissing Trump's claim that Barack Obama had him wiretap with respect to the President's tweets about",
        "start": 631.31,
        "duration": 7.309
    },
    {
        "text": "alleged wiretapping directed at him by the prior administration",
        "start": 638.81,
        "duration": 2.479
    },
    {
        "text": "I have no information that supports those tweets, and we have looked carefully inside the FBI",
        "start": 641.6,
        "duration": 5.51
    },
    {
        "text": "The Department of Justice has asked me to share with you",
        "start": 647.839,
        "duration": 2.72
    },
    {
        "text": "That the answer is the same for the department's bestest and all its components the department has no information that supports",
        "start": 650.93,
        "duration": 5.63
    },
    {
        "text": "Those tweets and then comee told the house intelligence committee this I have been authorized by the department of Justice",
        "start": 656.87,
        "duration": 5.839
    },
    {
        "text": "To confirm that the FBI as part of our counterintelligence mission is",
        "start": 663.31,
        "duration": 5.28
    },
    {
        "text": "investigating the Russian government's efforts to interfere in the 2016 presidential election and that",
        "start": 669.02,
        "duration": 6.109
    },
    {
        "text": "includes",
        "start": 675.98,
        "duration": 1.41
    },
    {
        "text": "investigating the nature of any links between",
        "start": 677.39,
        "duration": 2.0
    },
    {
        "text": "individuals associated with the trump campaign and the Russian government and",
        "start": 680.15,
        "duration": 4.069
    },
    {
        "text": "Whether there was any coordination between the campaign and Russia's efforts then yesterday house intelligence",
        "start": 684.92,
        "duration": 6.32
    },
    {
        "text": "Chairman devon new net or Republican Ana California said he had a source within the intelligence",
        "start": 691.46,
        "duration": 3.709
    },
    {
        "text": "community that had shown him dozens of reports that were produced from",
        "start": 695.36,
        "duration": 3.08
    },
    {
        "text": "Incidentally collected communications between members of the trump transition team and foreign parkas and so this one bit of information",
        "start": 698.81,
        "duration": 5.51
    },
    {
        "text": "Seemed to hit trump supporters and trump opponents in a completely different way the trump supporters believing when Tina said was yes",
        "start": 704.66,
        "duration": 6.14
    },
    {
        "text": "Donald Trump was right Obama wiretap",
        "start": 710.8,
        "duration": 2.25
    },
    {
        "text": "Trump trump even telling time magazine as they were reading the other sites article wow",
        "start": 713.05,
        "duration": 3.84
    },
    {
        "text": "So that means I'm right but trump opponents are arguing mills. That's not what this",
        "start": 717.05,
        "duration": 3.739
    },
    {
        "text": "Information says nunez even saying that all of this looks like it was collected",
        "start": 720.95,
        "duration": 2.869
    },
    {
        "text": "Legally and the recording of trump aids was incidental because they were trying to listen to someone else",
        "start": 723.95,
        "duration": 4.099
    },
    {
        "text": "So it wasn't actually trump or his aides or trump tower that was actually",
        "start": 728.05,
        "duration": 3.299
    },
    {
        "text": "Tapped so their argument of why trump is wrong here is essentially if I had a friend named Greg and Greg had for some reason",
        "start": 731.42,
        "duration": 5.75
    },
    {
        "text": "Was wiretap if I had some point call greg that doesn't mean I got wiretap",
        "start": 737.17,
        "duration": 3.809
    },
    {
        "text": "I wasn't the target it was an incident or recording so I can't say I'm being wiretapped",
        "start": 740.98,
        "duration": 3.78
    },
    {
        "text": "And that's also separate from the claim [that] it was Obama enough",
        "start": 744.83,
        "duration": 3.139
    },
    {
        "text": "I seem to point to Obama it seems to point to the intelligence community but on the note of the incidental recordings or people saying",
        "start": 747.97,
        "duration": 5.58
    },
    {
        "text": "Well look this is evidence",
        "start": 753.55,
        "duration": 1.289
    },
    {
        "text": "It ties back to commis saying that they are investigating russian ties",
        "start": 754.839,
        "duration": 3.63
    },
    {
        "text": "and oh if all of a Sudden the",
        "start": 758.47,
        "duration": 1.869
    },
    {
        "text": "Trump's are being recorded maybe that's because they have the time well divine argument nunez says that it appears that these",
        "start": 760.339,
        "duration": 4.64
    },
    {
        "text": "Incidental recordings most likely don't have to do with the russian ties and on top of all of that",
        "start": 765.08,
        "duration": 4.25
    },
    {
        "text": "There's been a lot of fallout because nunez went to the white house with this",
        "start": 769.33,
        "duration": 2.94
    },
    {
        "text": "Information before he went to the intelligence committee got john Mccain saying that because of this a house panel has lost their credibility he calls",
        "start": 772.37,
        "duration": 5.96
    },
    {
        "text": "Noon as his actions very disturbing and said he wants an independent investigation",
        "start": 778.33,
        "duration": 3.269
    },
    {
        "text": "And that's where we are right now obviously there's also a lot more going on here got a health care vote",
        "start": 781.6,
        "duration": 4.559
    },
    {
        "text": "Corsets trying to get on the supreme court honestly don't know what's going to happen next",
        "start": 786.44,
        "duration": 3.44
    },
    {
        "text": "But that said that's what I'm going to end today's show whether it be this final story the first one anything in between",
        "start": 789.88,
        "duration": 4.289
    },
    {
        "text": "I'd love to know your thoughts today remember if you liked this video you like what I do on this channel",
        "start": 794.48,
        "duration": 3.45
    },
    {
        "text": "Hit that like button if you knew where hit that subscribe button that way you don't miss me use daily videos which actually on that",
        "start": 797.94,
        "duration": 4.969
    },
    {
        "text": "Note if you want to watch yesterday's Philip Defranco show you can click or tap right there to watch that oh if you want to?",
        "start": 802.91,
        "duration": 4.229
    },
    {
        "text": "See the Wednesday behind the scenes vlog you can click a cap right there to watch that",
        "start": 807.139,
        "duration": 3.03
    },
    {
        "text": "But that's it of course as always money and Philip Defranco. You've just been phill'd then I love yo faces, and I'll see you tomorrow",
        "start": 810.17,
        "duration": 6.69
    }
]