[
    {
        "text": "Sup you beautiful bastards",
        "start": 0.0,
        "duration": 1.5
    },
    {
        "text": "Hope ya' having a",
        "start": 1.5,
        "duration": 0.73
    },
    {
        "text": "Fantastic Wednesday",
        "start": 2.23,
        "duration": 1.01
    },
    {
        "text": "Welcome back to the Philip DeFranco show and let's just jump into it and the first thing we're going to talk actually before we I gotta",
        "start": 3.24,
        "duration": 5.399
    },
    {
        "text": "This is too much today cheers",
        "start": 8.639,
        "duration": 2.19
    },
    {
        "text": "Okay, the first thing we're going to talk about today the most requested story of the day today by far",
        "start": 11.08,
        "duration": 4.79
    },
    {
        "text": "And that is did CNN blackmail the subject of one of their stories?",
        "start": 15.87,
        "duration": 3.9
    },
    {
        "text": "So where is this coming from?Remember that meme that President Trump tweeted that showed him back when he was in the wwe?",
        "start": 19.77,
        "duration": 6.359
    },
    {
        "text": "Beating on someone but instead of that someone being vince McMahon it was Cnn",
        "start": 26.56,
        "duration": 3.53
    },
    {
        "text": "Reportedly that meme or at least a version of that mean came from a reddit user by the name of han",
        "start": 30.16,
        "duration": 4.97
    },
    {
        "text": "Asshole Solo after the president posted that video to his twitter, so when to read it and rejoice he took credit for it",
        "start": 35.35,
        "duration": 5.75
    },
    {
        "text": "He seemed very excited the president used it and then something interesting happened",
        "start": 41.1,
        "duration": 3.18
    },
    {
        "text": "Well a lot of the media hit Donald trump for posting this either because they thought it was immature because they thought it was inciting",
        "start": 44.28,
        "duration": 5.13
    },
    {
        "text": "violence against the media a lot of journalists looked into solo himself to find out who this man was one of the first people to",
        "start": 49.41,
        "duration": 5.309
    },
    {
        "text": "Find this information was a writer by the name of Jared Sexton in his research he found that the apparent creator of this means",
        "start": 54.719,
        "duration": 5.19
    },
    {
        "text": "Solo had a history that involved racism and bigotry in general",
        "start": 59.98,
        "duration": 3.59
    },
    {
        "text": "It was black people and muslims that were targeted then last night it goes even further Cnn tweets out",
        "start": 63.57,
        "duration": 4.559
    },
    {
        "text": "Exclusive Cnn tracked down the reddit user behind the trump wrestling gift now. He's apologized and here's what we learned on Monday",
        "start": 68.32,
        "duration": 6.049
    },
    {
        "text": "Cnn's kay file identified the creator of the post and attempted to contact the user by email and photo doesn't initially respond",
        "start": 74.369,
        "duration": 6.09
    },
    {
        "text": "But instead it looks like he deleted his history on reddit and then post an apology to the Donald subreddit on red apology has since",
        "start": 80.46,
        "duration": 6.389
    },
    {
        "text": "been removed",
        "start": 86.85,
        "duration": 0.42
    },
    {
        "text": "but here's part of the text so the rights my fellow redditors first of all I would like to apologize to the members of the",
        "start": 87.27,
        "duration": 4.68
    },
    {
        "text": "Reddit Community for getting this site and the sub embroiled in a controversy that should never have happened",
        "start": 91.95,
        "duration": 3.959
    },
    {
        "text": "I would also like to apologize for the post made that were racist bigoted and anti-semitic",
        "start": 95.909,
        "duration": 3.93
    },
    {
        "text": "I am in no way this kind of person",
        "start": 99.84,
        "duration": 1.8
    },
    {
        "text": "I love and accept people of all walks of life and have done so for my entire life",
        "start": 101.64,
        "duration": 3.33
    },
    {
        "text": "I was trolling and posting things to get a reaction from the subs on reddit and never meant any of the hateful things I said",
        "start": 104.97,
        "duration": 4.949
    },
    {
        "text": "in these posts",
        "start": 109.92,
        "duration": 0.57
    },
    {
        "text": "I would never support any kind of violence or actions against others simply for what they believed in their religion",
        "start": 110.49,
        "duration": 4.739
    },
    {
        "text": "Or the lifestyle they choose to have later adding free speech is a right we all have but it shouldn't be used in the Manner",
        "start": 115.229,
        "duration": 4.83
    },
    {
        "text": "That it was in the posts that were put on this site",
        "start": 120.06,
        "duration": 1.8
    },
    {
        "text": "And so then after that solo contact Cnn's Caifa and during that call Cnn",
        "start": 121.86,
        "duration": 3.539
    },
    {
        "text": "Reported he sounded nervous and asked the network not to reveal his identity out of fear for his safety and to spare his family from",
        "start": 125.5,
        "duration": 5.479
    },
    {
        "text": "Public embarrassment okay, so we know how he got here, but I are people claiming",
        "start": 130.979,
        "duration": 3.21
    },
    {
        "text": "This is blackmail any article Cnn, right Cnn is not publishing hon",
        "start": 134.19,
        "duration": 3.6
    },
    {
        "text": "Asshole solos name because he is a private citizen who has issued an extensive statement of apology showed his remorse by saying he has taken",
        "start": 137.79,
        "duration": 5.819
    },
    {
        "text": "Down all his offending post and because he said he is not going to repeat this ugly behavior on Social media again",
        "start": 143.61,
        "duration": 4.65
    },
    {
        "text": "Then adding Cnn reserved the right to Publish his identity should any of that change I read that I highlighted it",
        "start": 148.26,
        "duration": 6.689
    },
    {
        "text": "I threw it up on Twitter really quick, and I was like this sound right Cnn",
        "start": 154.95,
        "duration": 3.63
    },
    {
        "text": "Essentially saying we won't docs you if you're a good little boy, and it blew up from there he will start sharing Hashtag Cnn",
        "start": 158.58,
        "duration": 5.61
    },
    {
        "text": "blackmail Julian assange the Founder of Wikileaks tweeted Enn",
        "start": 164.26,
        "duration": 3.169
    },
    {
        "text": "Just committed a crime violating",
        "start": 167.43,
        "duration": 1.39
    },
    {
        "text": "135 point six zero of the New York Criminal Code coercion adding Cnn has also appeared to have committed a federal felony violation of 18",
        "start": 168.82,
        "duration": 6.799
    },
    {
        "text": "us code",
        "start": 175.62,
        "duration": 0.91
    },
    {
        "text": "241 in relation to the first Amendment, and we also had politicians chiming in Ted cruz this morning. We did trouble",
        "start": 176.53,
        "duration": 5.089
    },
    {
        "text": "I assume Cnn's leaders are examining theft by extortion Cnn constructively obtained the gift makers ip it's a Georgia crime if they threaten to",
        "start": 181.65,
        "duration": 6.21
    },
    {
        "text": "Disseminate any information tending to subject any person to hatred contempt or ridicule it should be noted that Cnn is also defending themselves",
        "start": 187.93,
        "duration": 6.08
    },
    {
        "text": "Cnn's kay file Andrew Kaczynski tweeted this line is being misinterpreted",
        "start": 194.23,
        "duration": 3.259
    },
    {
        "text": "It was intended only to mean we had no agreement with the man about his identity adding FyI Hana fo solo just calls me",
        "start": 197.49,
        "duration": 6.21
    },
    {
        "text": "I'm in total agreement with your statement. I was not threatened in any way",
        "start": 203.7,
        "duration": 2.489
    },
    {
        "text": "I think Cnn",
        "start": 206.19,
        "duration": 0.7
    },
    {
        "text": "Specifically choose not to reveal this guy's identity and a say be friend to anyone as a total lie and hon a so solo posted",
        "start": 206.89,
        "duration": 5.72
    },
    {
        "text": "His apology before we ever spoke to him called us afterwards to apologize further so from all of this",
        "start": 212.61,
        "duration": 4.5
    },
    {
        "text": "There's a lot of hate being thrown at CnN Cnn defending itself and seemingly out of nowhere",
        "start": 217.11,
        "duration": 4.08
    },
    {
        "text": "information started being spread around that hon asshole",
        "start": 221.44,
        "duration": 2.33
    },
    {
        "text": "Solo is actually a 15 year old the people started saying wow",
        "start": 223.78,
        "duration": 2.63
    },
    {
        "text": "CnN was trying to blackmail and ruin a 15 year olds life because he made a gif even people like Donald trump, Jr.",
        "start": 226.48,
        "duration": 5.149
    },
    {
        "text": "Tweeting, so I guess they weren't effective threatening the administration",
        "start": 231.7,
        "duration": 2.509
    },
    {
        "text": "So they go after and bully a 15 year old seems in line with their standards and responds to a bunch of these tweets",
        "start": 234.209,
        "duration": 4.26
    },
    {
        "text": "Andrew Kaczynski were erecting this information. Hahn a so-so. Low is an adult and not 15 which people have spread people claiming",
        "start": 238.62,
        "duration": 5.339
    },
    {
        "text": "He's 15 are wrong",
        "start": 243.959,
        "duration": 0.961
    },
    {
        "text": "Some are intentionally spreading this I do want to point out that through all of our research we found",
        "start": 244.92,
        "duration": 3.75
    },
    {
        "text": "nothing that actually",
        "start": 248.98,
        "duration": 1.08
    },
    {
        "text": "Points to this guy being 15 years old the first time I could find that being said was on 4chan and by looking through",
        "start": 250.06,
        "duration": 5.21
    },
    {
        "text": "Archives of solos now deleted posts on Reddit I can see that's not true",
        "start": 255.37,
        "duration": 4.16
    },
    {
        "text": "I can also kind of guess how cnn figured out who this was in his post. He has several bits of identifying information",
        "start": 259.56,
        "duration": 5.669
    },
    {
        "text": "I'm going to black that out here because I don't",
        "start": 265.229,
        "duration": 1.891
    },
    {
        "text": "The docks the guy so as opposed to reid I live in bling can confirm",
        "start": 267.12,
        "duration": 3.63
    },
    {
        "text": "I'm almost finished with my doctorate most people that I speak to I have to dumb down my word usage to a fourth grade level",
        "start": 270.75,
        "duration": 5.16
    },
    {
        "text": "Now of course I note there is he could have been lying in that post",
        "start": 275.91,
        "duration": 2.669
    },
    {
        "text": "maybe he wasn't getting his doctorate and everything read on the internet is true when I was 14 in Halo chat rooms I was a",
        "start": 278.58,
        "duration": 4.92
    },
    {
        "text": "20 year old just decked out with mussels firefight",
        "start": 283.51,
        "duration": 3.109
    },
    {
        "text": "I don't make it true about me, but if we're taking solo at his word",
        "start": 286.62,
        "duration": 2.309
    },
    {
        "text": "And we're not really able to see any evidence to the contrary",
        "start": 288.93,
        "duration": 2.549
    },
    {
        "text": "That leads me to believe that this is not a child a situation has also",
        "start": 291.58,
        "duration": 2.869
    },
    {
        "text": "resulted in several people",
        "start": 294.669,
        "duration": 1.711
    },
    {
        "text": "Daxing Cnn employs an",
        "start": 296.38,
        "duration": 1.71
    },
    {
        "text": "Executive also is a big middle finger to Cnn many users online have started gifting Donald trump destroying Cnn and other instances",
        "start": 298.09,
        "duration": 7.19
    },
    {
        "text": "There are just a few of the ever-growing",
        "start": 305.28,
        "duration": 1.63
    },
    {
        "text": "Number of them in the final bits of the story as of recording this video is Cnn has officially released a statement saying Cnn decided",
        "start": 306.91,
        "duration": 6.589
    },
    {
        "text": "Not to Publish the name of the reddit user out of concern for his safety any assertion that a network",
        "start": 313.5,
        "duration": 3.75
    },
    {
        "text": "Blackmailed or coerced him is false user who is an adult male not a 15 year old boy",
        "start": 317.35,
        "duration": 3.829
    },
    {
        "text": "Apologized and deleted his account before ever speaking with our reporter Cnn",
        "start": 321.46,
        "duration": 3.11
    },
    {
        "text": "Never made any deal of any kind with the use in fact Cnn included its decision to withhold the users identity in an effort to",
        "start": 324.57,
        "duration": 5.759
    },
    {
        "text": "Be completely transparent that there was no deal so at this point",
        "start": 330.33,
        "duration": 2.43
    },
    {
        "text": "Here's where I want to chime it right here at the top of this opinion. I want to point out",
        "start": 332.76,
        "duration": 2.909
    },
    {
        "text": "I am not a fan of solos history online there are multiple instances",
        "start": 335.669,
        "duration": 3.45
    },
    {
        "text": "online of him using slurs again the black people phobic stuff rates of stuff against Chinese people hosts about Muslims like I hope trump or",
        "start": 339.37,
        "duration": 6.559
    },
    {
        "text": "potent Nukes",
        "start": 345.93,
        "duration": 0.57
    },
    {
        "text": "MecCa and Medina",
        "start": 346.5,
        "duration": 0.81
    },
    {
        "text": "And when that happens I'll jack off onto my computer screen over the pics of the vaporized goat fuckers who won't be here to ruin",
        "start": 347.31,
        "duration": 5.97
    },
    {
        "text": "Society anymore now. It doesn't need to be pointed out that that post and many of the other ones were posting they subreddit called",
        "start": 353.38,
        "duration": 5.0
    },
    {
        "text": "I'm going to hell for this it's a place where right in the sidebar read tasteless politically incorrect dark offensive and twisted humor of all",
        "start": 358.68,
        "duration": 5.519
    },
    {
        "text": "Types is welcome here",
        "start": 364.199,
        "duration": 0.78
    },
    {
        "text": "We're welcome to be as crude as you like while you enjoy your stay in here and how picture of that subreddit is Ariana Grande",
        "start": 364.979,
        "duration": 5.34
    },
    {
        "text": "Surrounded by fans and have revived icons above their head, so you kind of understand",
        "start": 370.419,
        "duration": 4.4
    },
    {
        "text": "what kind of places is meant to be so they're those coming to solos defense saying because it was in this place because the whole",
        "start": 374.82,
        "duration": 4.649
    },
    {
        "text": "Reason to do any of this was to troll",
        "start": 379.57,
        "duration": 1.849
    },
    {
        "text": "It's not as bad as how the media is making it out to be I'm not gonna be arguing for against that",
        "start": 381.419,
        "duration": 3.27
    },
    {
        "text": "personally isn't the fact that they did or did not",
        "start": 385.18,
        "duration": 2.149
    },
    {
        "text": "Release this guy's name my issue is that Cnn that k file they are holding the release of his information?",
        "start": 387.4,
        "duration": 5.779
    },
    {
        "text": "over his head once again to read Cnn reserved the right to Publish his identities should any of",
        "start": 393.34,
        "duration": 4.579
    },
    {
        "text": "That change you don't do anything else. We find offensive you saints when you have someone from Cnn saying well",
        "start": 398.02,
        "duration": 4.35
    },
    {
        "text": "He says he doesn't feel threatened well",
        "start": 402.37,
        "duration": 1.5
    },
    {
        "text": "Yeah, that's what you're going to say to these seemingly agitated guy",
        "start": 403.87,
        "duration": 2.759
    },
    {
        "text": "Who's trying to show to the world that you don't feel threatened while he also holds a gun to your head the Cnn keeps defending",
        "start": 406.629,
        "duration": 4.77
    },
    {
        "text": "Themselves saying he issued an apology before even spoke to him",
        "start": 411.4,
        "duration": 2.759
    },
    {
        "text": "They're using spoke in a very specific way",
        "start": 414.159,
        "duration": 1.591
    },
    {
        "text": "I mean on the phone",
        "start": 415.75,
        "duration": 1.05
    },
    {
        "text": "But they said previously they called and emailed we obviously knew what was up",
        "start": 416.8,
        "duration": 3.869
    },
    {
        "text": "And what was coming the line that you claim as being?",
        "start": 420.669,
        "duration": 1.96
    },
    {
        "text": "misinterpreted didn't need to be",
        "start": 422.629,
        "duration": 1.171
    },
    {
        "text": "Included they argue that we include this line to make sure that everyone understood that we didn't make a deal with them",
        "start": 423.8,
        "duration": 4.19
    },
    {
        "text": "Why would we assume that you literally just had a three line sentence explaining?",
        "start": 427.99,
        "duration": 3.57
    },
    {
        "text": "Why you didn't release his name the intent of the sentence wasn't meant to threaten or pressure or hold information over someone's head or or?",
        "start": 431.56,
        "duration": 6.119
    },
    {
        "text": "Posture yourselves as the strong big company what's an unnecessary sentence that makes you guys look like fool?",
        "start": 437.75,
        "duration": 5.239
    },
    {
        "text": "I also don't understand the goal of this story that your story is of course the president of the United States",
        "start": 442.99,
        "duration": 3.869
    },
    {
        "text": "Posting this but then to dive into the creator of this mean which by the way his version was reportedly a gif it didn't have",
        "start": 447.08,
        "duration": 5.329
    },
    {
        "text": "Audio someone took that and then brought it to the next level you jump into this gif creators past to what?",
        "start": 452.409,
        "duration": 4.86
    },
    {
        "text": "Expose him as a horrible person and then that connects to the president because the president of the United States post a piece of content",
        "start": 457.4,
        "duration": 5.989
    },
    {
        "text": "And so he is connected to everything that person has ever said",
        "start": 463.389,
        "duration": 3.119
    },
    {
        "text": "It's insane blanket association logic someone shares something of mine that doesn't make them lock to everything I've ever done",
        "start": 466.509,
        "duration": 5.91
    },
    {
        "text": "It just seems crazy to me, but nation of course this isn't just a show is a conversation",
        "start": 472.599,
        "duration": 3.84
    },
    {
        "text": "I want to know what you think you think that Cnn was in the wrong here or no you you see what they're saying you?",
        "start": 476.44,
        "duration": 4.469
    },
    {
        "text": "Agree with them is it the release of information in general, or is it just the threat that's real at the rep",
        "start": 480.909,
        "duration": 4.5
    },
    {
        "text": "It seems like a threat loving your thoughts here in those comments down below but from there. I want to share some stuff",
        "start": 485.409,
        "duration": 4.41
    },
    {
        "text": "I loved today in today in awesome",
        "start": 489.819,
        "duration": 2.19
    },
    {
        "text": "Brought to you by the sports shirt shirt that says I don't understand the rules or the scoring system",
        "start": 492.009,
        "duration": 3.899
    },
    {
        "text": "But thank you for inviting me to this barbecue",
        "start": 495.909,
        "duration": 2.1
    },
    {
        "text": "I shall root for your team because our team is better and everyone knows it and anyone who thinks otherwise is",
        "start": 498.039,
        "duration": 4.679
    },
    {
        "text": "inferior and stupid put a new run up today so link to that down below if you want to snag one while you can the",
        "start": 502.909,
        "duration": 5.059
    },
    {
        "text": "first bit of awesome is we got a bunch of new clips from",
        "start": 507.969,
        "duration": 2.34
    },
    {
        "text": "Valerian and the City of a thousand planets is gorgeous",
        "start": 510.409,
        "duration": 2.48
    },
    {
        "text": "It looks interesting the more they show of this movie the more I'm actually excited usually it works the other way around and we got",
        "start": 512.89,
        "duration": 5.609
    },
    {
        "text": "An extended movie clip for Spider-Man homecoming and it's essentially peter parker vlogging which side no marvel Money-wise it probably doesn't make sense",
        "start": 518.5,
        "duration": 6.599
    },
    {
        "text": "But if Peter parker had a vlogging series on YouTube",
        "start": 525.1,
        "duration": 2.7
    },
    {
        "text": "I was impressed growing out there and on the note Peter parker, but a different one",
        "start": 527.8,
        "duration": 4.049
    },
    {
        "text": "We got a new honest trailer for the amazing Spider-Man 2 and I had to share the video for um dude perfect the video showing",
        "start": 531.85,
        "duration": 5.579
    },
    {
        "text": "off Beach stereotypes",
        "start": 537.429,
        "duration": 1.02
    },
    {
        "text": "And it's just something to get you prepped for this season if you want to see the full versions of everything",
        "start": 538.449,
        "duration": 3.69
    },
    {
        "text": "I just share the secret link of the day anything at all",
        "start": 542.139,
        "duration": 2.76
    },
    {
        "text": "Links has always are in the description down below then let's talk about Kenneth Harrison of Newfoundland Ken was arrested by police for an item",
        "start": 545.059,
        "duration": 6.05
    },
    {
        "text": "He received in the mail, okay",
        "start": 551.11,
        "duration": 1.409
    },
    {
        "text": "So the obvious question you have what's in the box for the box which was from China was labeled foam rubber dummy for massage?",
        "start": 552.519,
        "duration": 5.94
    },
    {
        "text": "purposes now that seems vague yeah",
        "start": 558.589,
        "duration": 1.67
    },
    {
        "text": "it's vague for a reason according to authorities in Newfoundland the bots contained a prepubescent female doll made of foam like",
        "start": 560.259,
        "duration": 6.15
    },
    {
        "text": "Consistency it stands around 4 foot 2 it comes with clothes and other optional accessories some of those accessories could be and can be used",
        "start": 566.689,
        "duration": 5.809
    },
    {
        "text": "for sexual gratification",
        "start": 572.499,
        "duration": 1.06
    },
    {
        "text": "Purposes, and it still isn't clear enough ken seems to have ordered a childlike sex doll because of this he is facing four charges possessing",
        "start": 573.559,
        "duration": 6.83
    },
    {
        "text": "child porn using the male for delivering something obscene",
        "start": 580.389,
        "duration": 2.159
    },
    {
        "text": "Violating the customs act by smuggling or attempting to smuggle the doll into Canada and having in his possession an item that violates the customs",
        "start": 582.619,
        "duration": 5.6
    },
    {
        "text": "a to these charges the 51 year old electrician has pled not guilty",
        "start": 588.22,
        "duration": 2.909
    },
    {
        "text": "Sister if a debate one side saying that this is this is awful this guy needs to go to prison Meanwhile the other side is",
        "start": 591.559,
        "duration": 5.63
    },
    {
        "text": "Arguing that this doesn't actually constitute as child pornography let's hear the argued forensic pSYChologist, Dr.",
        "start": 597.189,
        "duration": 4.619
    },
    {
        "text": "Peter Collins who testified at the trial wrote my professional opinion the possession of a sex doll is just another form of depicting a child?",
        "start": 601.809,
        "duration": 6.239
    },
    {
        "text": "For a sexual purpose and therefore would meet the criteria for child pornography at Harrison ordered a sex doll likely has an erotic attraction to",
        "start": 608.049,
        "duration": 6.33
    },
    {
        "text": "Prepubescent children Meanwhile Dr.. James Canter a clinical psychologist argues there is no actual person it is a piece of latex",
        "start": 614.509,
        "duration": 6.08
    },
    {
        "text": "So if there is no victim where is there exactly a harm being committed and it's an interesting debate now",
        "start": 620.589,
        "duration": 4.38
    },
    {
        "text": "Just so you know where I stand I am disgusted by pedophiles",
        "start": 624.97,
        "duration": 3.119
    },
    {
        "text": "I understand there is a difference between a pedophile and a child Molester John the last years if they change the penalty to the death",
        "start": 628.089,
        "duration": 5.159
    },
    {
        "text": "Penalty I would sign up to administer that penalty I understand that there are pedophiles that have not acted on their perverse still and want",
        "start": 633.35,
        "duration": 5.659
    },
    {
        "text": "them within eyesight of my or any other child",
        "start": 639.009,
        "duration": 1.98
    },
    {
        "text": "but I understand the question becomes is there a difference between a",
        "start": 640.989,
        "duration": 2.76
    },
    {
        "text": "Robot or a sex doll the consumption and or production",
        "start": 644.179,
        "duration": 2.78
    },
    {
        "text": "Involving real-life children because no one's being hurt with this sex doll",
        "start": 647.059,
        "duration": 3.14
    },
    {
        "text": "Does that make it okay, but almost like therapy for someone that is a pedophile?",
        "start": 650.199,
        "duration": 3.39
    },
    {
        "text": "Or does this just put gas on the fire the person using that then more likely?",
        "start": 653.589,
        "duration": 3.329
    },
    {
        "text": "to make a child a victim in real life",
        "start": 657.11,
        "duration": 2.179
    },
    {
        "text": "I'd love to know your thoughts, and then let's talk about that angry baby with a hand Grenade North Korea Before Evil yesterday",
        "start": 659.289,
        "duration": 4.98
    },
    {
        "text": "North Korea fired an intercontinental ballistic missile Icbm being referred to as the",
        "start": 664.27,
        "duration": 4.38
    },
    {
        "text": "Kn-14 according to a spokeswoman from the pentagon, this is a new type of missile",
        "start": 669.2,
        "duration": 3.589
    },
    {
        "text": "We have not seen before this the united states and South Korea conducted a military exercise u.s.",
        "start": 672.79,
        "duration": 4.8
    },
    {
        "text": "And South Korean Troops fired each strike precision missiles of a South Korea's east coast and additionally the United States Japan and South Korea have",
        "start": 677.59,
        "duration": 6.419
    },
    {
        "text": "Requested an emergency un Security council sessions. What does this mean well things are escalate the Kn?",
        "start": 684.01,
        "duration": 4.799
    },
    {
        "text": "14 reportedly had a flight time of 37 minutes it flew",
        "start": 688.81,
        "duration": 2.94
    },
    {
        "text": "578 Miles and it landed in the sea between North Korea",
        "start": 692.39,
        "duration": 2.419
    },
    {
        "text": "And Japan here's a big thing of know you know the missile only went 578 miles",
        "start": 694.81,
        "duration": 4.14
    },
    {
        "text": "This is actually representative of something far scary this test involved a lofted trajectory",
        "start": 698.95,
        "duration": 4.409
    },
    {
        "text": "It was shot way higher than it normally would it's estimated as a can 14 on normal trajectory could go",
        "start": 703.36,
        "duration": 4.619
    },
    {
        "text": "4,100 miles and the reason that's a big deal is not only is South Korea of course within range a us",
        "start": 708.47,
        "duration": 5.03
    },
    {
        "text": "Ally Japan is now Within range us",
        "start": 713.5,
        "duration": 2.58
    },
    {
        "text": "ally",
        "start": 716.08,
        "duration": 0.79
    },
    {
        "text": "Alaska is in range and North Korea having the ability to strike the United States of course",
        "start": 716.87,
        "duration": 4.01
    },
    {
        "text": "Escalates everything the escalation of the situation isn't just a math problem. Okay? We would be in rain",
        "start": 721.31,
        "duration": 4.76
    },
    {
        "text": "It's a specific garbage coming out of Kim jong un's mouth the North Korean State news Agency quoted Kim Jeong-hoon",
        "start": 726.07,
        "duration": 6.029
    },
    {
        "text": "saying the test was a gift to the Americans on their independence day with the report saying he order officials to frequently send big and",
        "start": 732.37,
        "duration": 5.64
    },
    {
        "text": "Small gift packages to the yankees and to all this president trump tweeted with Korea has just launched another missile this guy had anything better",
        "start": 738.01,
        "duration": 6.57
    },
    {
        "text": "to do with his life hard to believe that South Korea and Japan will put up with this much longer Halves China will put a",
        "start": 744.58,
        "duration": 4.109
    },
    {
        "text": "heavy move on North Korea",
        "start": 748.69,
        "duration": 0.96
    },
    {
        "text": "And end this nonsense once and for all those are from the 3rd and then today he tweeted trade between China and North Korea Grew",
        "start": 749.65,
        "duration": 5.279
    },
    {
        "text": "Almost 40 percent in the first quarter so much for China working with us",
        "start": 754.93,
        "duration": 3.03
    },
    {
        "text": "We had to give it a try and in a non tweeted response from the United States of America",
        "start": 757.96,
        "duration": 4.079
    },
    {
        "text": "We had rex tillerson our secretary of state urging countries around the world to sincerely carry out un",
        "start": 762.04,
        "duration": 4.59
    },
    {
        "text": "sanctions saying any country that hosts North Korean Guest workers revives any",
        "start": 766.7,
        "duration": 3.709
    },
    {
        "text": "economic and military",
        "start": 770.57,
        "duration": 0.81
    },
    {
        "text": "Benefits or fails to fully implement un Security council resolutions is aiding and abetting a dangerous regime all nations should publicly demonstrate to North Korea",
        "start": 771.38,
        "duration": 7.7
    },
    {
        "text": "That there are consequences to the pursuit of Nuclear weapons",
        "start": 779.08,
        "duration": 2.159
    },
    {
        "text": "And I feel like to get the full understanding of what he's really saying here imagine someone saying this addressing a room",
        "start": 781.279,
        "duration": 5.48
    },
    {
        "text": "But while he addresses the room he's specifically staring at a guy who is China the last thing I do want to note here is",
        "start": 786.76,
        "duration": 5.099
    },
    {
        "text": "We still technically right now?",
        "start": 791.86,
        "duration": 1.59
    },
    {
        "text": "Do not know that",
        "start": 793.45,
        "duration": 1.34
    },
    {
        "text": "North Korea could deliver a warhead why say that is North Korea claimed that this missile had a heavy warhead",
        "start": 794.79,
        "duration": 5.039
    },
    {
        "text": "But as of right now we also have south Korea arguing that there is no definitive evidence that these missiles could survive high",
        "start": 799.83,
        "duration": 4.92
    },
    {
        "text": "Temperatures and re-entry into the atmosphere that's where we are right now and the big question is what comes next",
        "start": 804.91,
        "duration": 4.76
    },
    {
        "text": "It seems like there's more and more talk about is this going to still be solved by sanctions",
        "start": 809.67,
        "duration": 4.289
    },
    {
        "text": "Or is there going to have to be military?",
        "start": 813.96,
        "duration": 1.84
    },
    {
        "text": "Intervention is this vast to try and handle this in a diplomatic manner, or it has it reached a point",
        "start": 815.8,
        "duration": 4.039
    },
    {
        "text": "Where you just kind of have to tear off the band-aid if we don't do something now while it may get?",
        "start": 819.84,
        "duration": 4.23
    },
    {
        "text": "Nasty it will be far worse. If nothing happens there. Tech is allowed to advance where they could strike any major u.s.",
        "start": 824.2,
        "duration": 6.23
    },
    {
        "text": "City it is fascinating and scary time and then let's talk about a happy story a good story a timeline",
        "start": 830.43,
        "duration": 5.429
    },
    {
        "text": "We're talking about revenge for the reason we're talking about revenge born today is Rob",
        "start": 835.86,
        "duration": 3.539
    },
    {
        "text": "Kardashian and Blac Chyna these two had been together in a relationship for a while",
        "start": 839.74,
        "duration": 3.739
    },
    {
        "text": "They got engaged had a baby then back in December. They had a big public split. They call off the engagement in February",
        "start": 843.48,
        "duration": 6.15
    },
    {
        "text": "There's been stories in the news since then but a lot of those are just drama that's not worth covering and today things got nasty",
        "start": 849.63,
        "duration": 5.489
    },
    {
        "text": "And potentially elite at some parts of the Timeline are a little hazy",
        "start": 855.37,
        "duration": 2.69
    },
    {
        "text": "But will describe time as bn aaa for nudes afternoon the reason for that spoiler alert is Rob",
        "start": 858.06,
        "duration": 6.269
    },
    {
        "text": "Kardashian posted nude pictures of Blac Chyna on his Instagram presumably without her permission",
        "start": 864.61,
        "duration": 5.239
    },
    {
        "text": "We see in the Bn is Rob",
        "start": 869.85,
        "duration": 1.81
    },
    {
        "text": "Kardashian posting this video of Blac Chyna and another guy",
        "start": 871.66,
        "duration": 2.929
    },
    {
        "text": "Kissing with a caption from raha China just sent me this video saying happy fourth of july. What a crazy person",
        "start": 874.66,
        "duration": 5.39
    },
    {
        "text": "I'm spending time with your daughter instead of fucking me",
        "start": 880.05,
        "duration": 1.98
    },
    {
        "text": "And then this dude right after you need he'll also be in we have blac Chyna posting on her snapchat",
        "start": 882.03,
        "duration": 4.169
    },
    {
        "text": "Alleging some things against Rob writing Rob you did all this, but you beat me up and try acted never happened",
        "start": 886.51,
        "duration": 5.09
    },
    {
        "text": "He put hand on me",
        "start": 891.6,
        "duration": 0.87
    },
    {
        "text": "I swear on God on my kids",
        "start": 892.47,
        "duration": 1.29
    },
    {
        "text": "But I'm supposed to be quiet because you're a kardashian light will come to the light Rob fall back Robert fuck so many bitches I",
        "start": 893.76,
        "duration": 5.28
    },
    {
        "text": "Can't even count any met up with Ferrari Robert",
        "start": 899.04,
        "duration": 2.07
    },
    {
        "text": "leave me alone fuck and Rob post picture of a guy writing and this dude the posted a pic in the same bed Chyna and",
        "start": 901.11,
        "duration": 4.589
    },
    {
        "text": "I made our baby",
        "start": 905.7,
        "duration": 0.72
    },
    {
        "text": "And then saying he has messages from this guy and asked him to link with him or he's going to expose Chyna",
        "start": 906.42,
        "duration": 4.589
    },
    {
        "text": "I didn't probably spend a million dollars on chyna in the past few months and posting a text around accusing Chyna of being drunk and",
        "start": 911.01,
        "duration": 5.04
    },
    {
        "text": "On drugs went around their kids posting a video of China in a hospital bed. She seems loopy writing everyone wonders",
        "start": 916.05,
        "duration": 5.099
    },
    {
        "text": "how china lost all that weight after the baby and she lies I paid 100k to do this surgery to get all everything fix as",
        "start": 921.15,
        "duration": 4.83
    },
    {
        "text": "Much as they could he posts the text messages from that guy talking about earlier than more text rams",
        "start": 925.98,
        "duration": 4.059
    },
    {
        "text": "And then Rob Kardashian posted nude photos of blac Chyna on his instagram first one featuring her stomach and breasts with the caption",
        "start": 930.04,
        "duration": 7.65
    },
    {
        "text": "It's all you girls who want to do surgery?",
        "start": 937.69,
        "duration": 1.32
    },
    {
        "text": "We don't have your dude pay 100 hey on your anniversary",
        "start": 939.01,
        "duration": 1.75
    },
    {
        "text": "Like I did and then our nipples turned out big as shit then one of her but that he captioned this is after surgery",
        "start": 940.76,
        "duration": 5.419
    },
    {
        "text": "LOL, and it's still like this come on",
        "start": 946.18,
        "duration": 1.62
    },
    {
        "text": "Shy, not posting them, but workout ads like you're doing something stop fucking dudes in the bed you lay my daughter in ever again",
        "start": 947.8,
        "duration": 4.979
    },
    {
        "text": "I can't ever this woman is literally everyone's girl and posting a picture that showed China's vagina Caption",
        "start": 952.779,
        "duration": 4.71
    },
    {
        "text": "She sent me this yesterday and fucked another man right where she took this pic",
        "start": 957.49,
        "duration": 2.969
    },
    {
        "text": "The same day where our daughter lives then posting a picture of a chat he was having with China that also showed her phone number",
        "start": 960.459,
        "duration": 5.61
    },
    {
        "text": "Also reportedly as pictures are getting pulled down by Instagram. He was then just posting new ones again",
        "start": 966.26,
        "duration": 4.94
    },
    {
        "text": "Everything's down now. Although the internet is the internet and everyone's been sharing these videos and photos",
        "start": 971.2,
        "duration": 4.169
    },
    {
        "text": "It's a big screaming Lan chats taking place now",
        "start": 975.37,
        "duration": 1.74
    },
    {
        "text": "is is this revenge poor and there's also as a potential to effect cases in the future and here's why in",
        "start": 977.11,
        "duration": 4.83
    },
    {
        "text": "California the revenge porn law is a misdemeanor",
        "start": 982.13,
        "duration": 2.179
    },
    {
        "text": "Punishable is up to six months in jail and a thousand dollar five additional fines repeat",
        "start": 984.31,
        "duration": 4.709
    },
    {
        "text": "Violation and to prove that this is a crime the criminal prosecutor must prove that the defendant",
        "start": 989.149,
        "duration": 3.679
    },
    {
        "text": "one took pictures of videos of another person's intimate body part with the mutual understanding that such images will be kept confidential to",
        "start": 993.05,
        "duration": 6.049
    },
    {
        "text": "Distribute such images where the victim is",
        "start": 999.29,
        "duration": 1.919
    },
    {
        "text": "Identifiable r-e has the intent to cause serious emotional",
        "start": 1001.209,
        "duration": 2.42
    },
    {
        "text": "Distress to the Victim and for the victim actually suffers such distress now from everything we've seen in the text messages",
        "start": 1003.699,
        "duration": 5.39
    },
    {
        "text": "It looks like this was meant to be confidential victim is",
        "start": 1009.089,
        "duration": 2.19
    },
    {
        "text": "identifiable does appear that part of the intent was to cause distress",
        "start": 1011.86,
        "duration": 2.719
    },
    {
        "text": "But there is an argument that for the victim actually didn't suffer",
        "start": 1014.579,
        "duration": 3.03
    },
    {
        "text": "Distress and the reasons behind this argument that we're seeing from places like TMZ",
        "start": 1017.709,
        "duration": 3.29
    },
    {
        "text": "Is that reportedly blac Chyna liked some of the photos?",
        "start": 1021.0,
        "duration": 3.39
    },
    {
        "text": "I don't mean in the real world like when you hit a button to like a picture on Instagram",
        "start": 1024.39,
        "duration": 3.779
    },
    {
        "text": "She of TMz writing Chyna liked the pics on Instagram. It's hard to argue",
        "start": 1028.169,
        "duration": 3.57
    },
    {
        "text": "She suffered emotional distress liking the pics does not seem",
        "start": 1031.74,
        "duration": 2.699
    },
    {
        "text": "Consistent with keeping the pics private I kind of have to call bullshit on I quote-unquote like things on Twitter",
        "start": 1034.51,
        "duration": 5.0
    },
    {
        "text": "But it's not because I actually like everything some of it's because I want to find a story later",
        "start": 1039.51,
        "duration": 4.439
    },
    {
        "text": "I want to be able to find this this thing that",
        "start": 1043.949,
        "duration": 2.01
    },
    {
        "text": "Happens one day in the future it could be argued that blac Chyna knowing. How Instagram work would be like hey",
        "start": 1046.15,
        "duration": 4.699
    },
    {
        "text": "Look what this guy is doing to hell",
        "start": 1050.85,
        "duration": 1.65
    },
    {
        "text": "She could have even liked it because she wanted Rob Kardashian the nose you saw",
        "start": 1052.5,
        "duration": 3.03
    },
    {
        "text": "but if it does those illegal route",
        "start": 1055.53,
        "duration": 1.38
    },
    {
        "text": "then there is",
        "start": 1056.91,
        "duration": 0.85
    },
    {
        "text": "To have to most likely be a judge at some point that deems whether a like is a life where I like is not alike",
        "start": 1057.76,
        "duration": 5.579
    },
    {
        "text": "In some instances, and that's why the story ends for me",
        "start": 1063.34,
        "duration": 2.34
    },
    {
        "text": "It's the legal and societal issues that I want to talk about is more drama",
        "start": 1065.68,
        "duration": 2.969
    },
    {
        "text": "That's been thrown around there's more drama still coming out now",
        "start": 1068.65,
        "duration": 2.969
    },
    {
        "text": "But that's not a big part of the story and also how the fuck this rob Kardashian still have an active",
        "start": 1071.62,
        "duration": 4.109
    },
    {
        "text": "Instagram account right now not only posted multiple naked photos of a woman he posted make revenge porn photos",
        "start": 1076.13,
        "duration": 6.17
    },
    {
        "text": "Apparently they just took them down there likes acquitted Rob quit it you adorable best get back to posting about your cool socks",
        "start": 1082.49,
        "duration": 5.18
    },
    {
        "text": "We love those Rob okay? We'll see you later. Wait. I take that back literally as I said that line",
        "start": 1087.67,
        "duration": 4.229
    },
    {
        "text": "I refresh the page page is not available let that be a lesson to you internet",
        "start": 1091.9,
        "duration": 3.78
    },
    {
        "text": "You can't post revenge porn on instagrams now",
        "start": 1095.68,
        "duration": 2.609
    },
    {
        "text": "Maybe getting suspended six hours later even though they were the most viewed things on instagram for those hours",
        "start": 1098.29,
        "duration": 5.729
    },
    {
        "text": "I'm done with day let me know what you thought about anything",
        "start": 1104.02,
        "duration": 2.309
    },
    {
        "text": "That's actually where I'm going to end today's show remember if you liked this video you like what I do on this channel hit that",
        "start": 1106.64,
        "duration": 5.18
    },
    {
        "text": "Like button if you anywhere hit that subscribe button also if you missed yesterday's Philip Defranco show you can click a cop right there to",
        "start": 1111.82,
        "duration": 4.739
    },
    {
        "text": "watch that if you want to see the newest behind the scenes video click or tap right there that said of course as always my",
        "start": 1116.56,
        "duration": 5.789
    },
    {
        "text": "Name's Philip Defranco, you just been phill'd then I love yo faces, and I'll see you tomorrow",
        "start": 1122.35,
        "duration": 4.89
    }
]