[
    {
        "text": "Sup, you beautiful bastards Hope even a",
        "start": 0.16,
        "duration": 2.219
    },
    {
        "text": "Fantastic Monday Welcome back to the Philip Defranco show and let's just jump into it the first thing I have to talk about today is",
        "start": 2.379,
        "duration": 5.99
    },
    {
        "text": "White house communications director Anthony Skaar away",
        "start": 8.37,
        "duration": 2.58
    },
    {
        "text": "I'm just getting word okay make that former white house communications director",
        "start": 10.95,
        "duration": 3.99
    },
    {
        "text": "Anthony Scaramucci that means that Anthony Scaramucci held that position for just ten days now as I'm recording this video it is not",
        "start": 15.1,
        "duration": 7.04
    },
    {
        "text": "Clear if Scaramucci is just leaving that position and will continue to work at the white house or if he's out",
        "start": 22.14,
        "duration": 5.069
    },
    {
        "text": "Completely that is being reported that Scaramucci removal from this position was at the request of the new Chief of Staff John F Kelly",
        "start": 27.279,
        "duration": 5.869
    },
    {
        "text": "who appears to be trying to make it clear that he is the man in charge?",
        "start": 33.94,
        "duration": 2.86
    },
    {
        "text": "And not Scaramucci who seemingly was bragging about having direct access to the president talked",
        "start": 36.91,
        "duration": 4.579
    },
    {
        "text": "Incredibly negative about the former chief of staff",
        "start": 41.77,
        "duration": 2.062
    },
    {
        "text": "although update to the story the white house has released an official press statement stating anthony Scaramucci",
        "start": 43.832,
        "duration": 4.528
    },
    {
        "text": "will be leaving his role as white house communications director, Mr. Scaramucci",
        "start": 48.36,
        "duration": 2.879
    },
    {
        "text": "felt it was best to give chief of staff John Kelly a clean slate and the ability to build his own team",
        "start": 51.239,
        "duration": 4.83
    },
    {
        "text": "We wish him all the best. Yeah, that sounds like Scaramucci that seems to be what actually happened",
        "start": 56.07,
        "duration": 4.439
    },
    {
        "text": "I also do want to point out that we live in such a weird timeline that we are shocked",
        "start": 60.51,
        "duration": 3.81
    },
    {
        "text": "genuinely shocked at the guy that said someone that works with him was too busy sucking his own cock and",
        "start": 64.51,
        "duration": 5.659
    },
    {
        "text": "Undermining his boss at the time the chief of staff, but he got fired things",
        "start": 70.36,
        "duration": 3.799
    },
    {
        "text": "He openly said to a reporter",
        "start": 74.159,
        "duration": 1.331
    },
    {
        "text": "He called up while also not asking that it be off the record and for most of us. We were like ah he's proud",
        "start": 75.49,
        "duration": 5.0
    },
    {
        "text": "That's probably not going to affect him. What is happening? Does anyone know also kind of be honest here?",
        "start": 80.49,
        "duration": 4.26
    },
    {
        "text": "I'm a little bit disappointed Scaramucci was the best thing to happen to the white house ever nice",
        "start": 84.75,
        "duration": 4.349
    },
    {
        "text": "Scaramucci was like having my dad be the white house communications",
        "start": 89.29,
        "duration": 3.11
    },
    {
        "text": "Director the loud Italian guys a crazy shit that always bordered on vague threats",
        "start": 92.65,
        "duration": 4.879
    },
    {
        "text": "but if you do look on the bright side of situations",
        "start": 97.53,
        "duration": 2.069
    },
    {
        "text": "Scaramucci was actually successful in just 10 days",
        "start": 99.79,
        "duration": 2.569
    },
    {
        "text": "He joined the team said I'm going to stop the leaks then either on purpose or on accident leaked information, just like that",
        "start": 102.399,
        "duration": 6.35
    },
    {
        "text": "He's out of the white house say what you will he is effective.",
        "start": 108.75,
        "duration": 1.75
    },
    {
        "text": "the question I want to pass off to you",
        "start": 110.5,
        "duration": 2.119
    },
    {
        "text": "What are your opinions about Scaramucci \"leaving\"?",
        "start": 112.619,
        "duration": 1.776
    },
    {
        "text": "also when you come in to answer, let me know if your pro-trump anti-trump your kind of middle-of-the-road on",
        "start": 114.395,
        "duration": 4.524
    },
    {
        "text": "I'm really interested to see what the whole gambit thinks about this and then let's talk about Russia in the news so Russia's in the",
        "start": 118.92,
        "duration": 5.099
    },
    {
        "text": "news for two reasons the first being",
        "start": 124.02,
        "duration": 2.0
    },
    {
        "text": "Censorship Russian president vladimir putin has signed a law that as of november 1st",
        "start": 126.04,
        "duration": 4.099
    },
    {
        "text": "bans technology which lets you access banned websites in looting virtual Private networks and proxies, so in Russia",
        "start": 130.14,
        "duration": 5.75
    },
    {
        "text": "It has been banned it is not legal to use a vPN",
        "start": 135.89,
        "duration": 2.43
    },
    {
        "text": "The president signed another law that makes it so that chat apps they now legally have to identify their users by phone number by January",
        "start": 138.39,
        "duration": 7.13
    },
    {
        "text": "1st 2018 a lot of the apps re allowed you to connect your phone number, but it wasn't a requirement",
        "start": 145.52,
        "duration": 4.5
    },
    {
        "text": "It was not mandatory",
        "start": 150.02,
        "duration": 0.9
    },
    {
        "text": "And it's a big deal if you want to have some sort of anonymity the russian government will most likely tout this is  to prevent extremism",
        "start": 150.92,
        "duration": 5.37
    },
    {
        "text": "but this really does appear to be more about control of their",
        "start": 156.92,
        "duration": 2.4
    },
    {
        "text": "population which is having a presidential election in March Chanting VPNs is going to make it harder for Russian citizens to",
        "start": 159.45,
        "duration": 4.88
    },
    {
        "text": "bypass",
        "start": 164.43,
        "duration": 0.57
    },
    {
        "text": "Russian Bloc's on news that they don't want their people seeing it also appears to be meant to make what they're searching less secure and",
        "start": 165.0,
        "duration": 5.389
    },
    {
        "text": "Making it a legal requirement",
        "start": 170.39,
        "duration": 1.3
    },
    {
        "text": "That someone has to connect their phone number to a chat app as we need to hurt people setting up protests",
        "start": 171.69,
        "duration": 4.19
    },
    {
        "text": "It's much more likely that the police are going to be able to track",
        "start": 175.88,
        "duration": 2.099
    },
    {
        "text": "whoever's trying to set up these protests trying to scare others away from even the thought of",
        "start": 177.98,
        "duration": 3.9
    },
    {
        "text": "Organizing a protest and so with these two moves going into place what we're seeing is Russia stranglehold on information",
        "start": 182.25,
        "duration": 5.24
    },
    {
        "text": "And they're their citizens ability to do anything groups even tighter Russia within the news day for more than what they're doing to their own",
        "start": 187.49,
        "duration": 5.759
    },
    {
        "text": "People essence in the news today because they are expelling",
        "start": 193.25,
        "duration": 2.16
    },
    {
        "text": "755 us diplomats and technical personnel those being expelled from Russia will be expelled by September 1st",
        "start": 196.11,
        "duration": 5.659
    },
    {
        "text": "Also, Russia reportedly closed a u.s.",
        "start": 201.84,
        "duration": 2.0
    },
    {
        "text": "recreational retreat in Moscow and Warehouse",
        "start": 203.85,
        "duration": 2.119
    },
    {
        "text": "facilities and this seems to be in response to a few things russian foreign ministry had previously said that the United States should cut at",
        "start": 206.04,
        "duration": 5.209
    },
    {
        "text": "embassy and consular Employees to",
        "start": 211.25,
        "duration": 1.81
    },
    {
        "text": "455 that being the same number that russia has in the united states also there were the sanctions under Obama also under President Obama there",
        "start": 213.06,
        "duration": 6.139
    },
    {
        "text": "Was the expulsion of 35 Russian diplomats from the United States?",
        "start": 219.2,
        "duration": 2.88
    },
    {
        "text": "And then most recently this past week and while everyone was talking about health care and Scaramucci talking about people suck in their own",
        "start": 222.08,
        "duration": 5.189
    },
    {
        "text": "Cocks congress passed a sanctions bill against North Korea, Iran and Russia a bill passed with an overwhelming majority",
        "start": 227.269,
        "duration": 5.88
    },
    {
        "text": "I'm talking about in the senate",
        "start": 233.15,
        "duration": 1.47
    },
    {
        "text": "It was a 98 to 2 vote so in addition to having that super majority of that",
        "start": 234.62,
        "duration": 4.05
    },
    {
        "text": "Veto-Proof bill the Bill also goes out of its way to limit what the president can do in removing sanctions against Russia?",
        "start": 238.98,
        "duration": 6.02
    },
    {
        "text": "It's are important to remove or lighten the sanctions against Russia reportedly you would have to send congress a report",
        "start": 245.0,
        "duration": 4.47
    },
    {
        "text": "Explaining and justifying his decision and congress would then have 30 days to decide whether to allow it in late Sunday night on state television",
        "start": 249.9,
        "duration": 6.709
    },
    {
        "text": "Vladimir putin says it hoped that the situation will somehow change, but apparently if it changes it won't be soon",
        "start": 256.68,
        "duration": 5.21
    },
    {
        "text": "I thought it was the time to show that we're not going to leave it without an answer and respond to this move by Russia",
        "start": 261.89,
        "duration": 4.27
    },
    {
        "text": "The us State Department said that this was a regrettable and uncalled for act as far as what happens from here",
        "start": 266.18,
        "duration": 4.86
    },
    {
        "text": "We have vladimir putin saying that there's no reason to escalate any further no further action against the United states is needed at this moment",
        "start": 271.04,
        "duration": 5.82
    },
    {
        "text": "But will be interesting to see if president trump signs the bill that congress has sent him about the sanction or if he'll use what",
        "start": 276.86,
        "duration": 5.159
    },
    {
        "text": "Russia has done here as a reason that he is going to veto this bill",
        "start": 282.02,
        "duration": 2.97
    },
    {
        "text": "Even if it is just a superficial veto and congress can override it but from that. I want to show you some stuff",
        "start": 284.99,
        "duration": 4.62
    },
    {
        "text": "I love today and today and awesome brought to you by the",
        "start": 289.64,
        "duration": 2.849
    },
    {
        "text": "Pretentious shirt a shirt lets the world know I'm willing to pay a premium for a shirt with a single word on it as long",
        "start": 292.77,
        "duration": 6.17
    },
    {
        "text": "As it's in a red rectangle if you want this exclusive custom limited Edition t-shirt",
        "start": 298.94,
        "duration": 4.38
    },
    {
        "text": "Hoodie ladies grab them while you can by using the link down below the first",
        "start": 303.57,
        "duration": 3.649
    },
    {
        "text": "Bit of awesome is actually a reminder if you are a member of the defranco elite today at 4 p.m.",
        "start": 307.22,
        "duration": 4.29
    },
    {
        "text": "we're doing our live Townhall to talk about all the",
        "start": 311.51,
        "duration": 2.0
    },
    {
        "text": "Behind-the-Scenes numbers and where we're headed with the new content a bunch of new stuff coming up this new quarter",
        "start": 313.56,
        "duration": 4.279
    },
    {
        "text": "I'm excited to talk to you about it",
        "start": 317.84,
        "duration": 1.26
    },
    {
        "text": "Then we had the official premiere of this season of Rick and morty last night if you want to watch the first two episodes there",
        "start": 319.1,
        "duration": 5.13
    },
    {
        "text": "Up right now on adult swim dot com it's just such a good show then we had John oliver from last week tonight",
        "start": 324.23,
        "duration": 5.19
    },
    {
        "text": "Dedicating 22 minutes of his show on Alex Jones. It is a thing of beauty",
        "start": 329.49,
        "duration": 4.04
    },
    {
        "text": "then we got a trailer for what happened to Monday and for fans a baby driver",
        "start": 333.92,
        "duration": 3.089
    },
    {
        "text": "which by the way it was a fantastic movie box actually made a video where they map to the opening car chase if you",
        "start": 337.01,
        "duration": 4.619
    },
    {
        "text": "Want to see the full version to everything",
        "start": 341.63,
        "duration": 1.56
    },
    {
        "text": "I just shared the secret links of the day anything at all links has always are in the description down below then let's talk about",
        "start": 343.19,
        "duration": 5.729
    },
    {
        "text": "HbO who's in the news and not just because oh my God last night's episode of game of thrones. What Scalia going to do?",
        "start": 348.919,
        "duration": 5.07
    },
    {
        "text": "That's know why I'm talking about hbO today today",
        "start": 353.99,
        "duration": 2.04
    },
    {
        "text": "We are talking about them because it looks like they got hacked as I'm recording this video",
        "start": 356.03,
        "duration": 3.119
    },
    {
        "text": "Hbo has not said what was stolen",
        "start": 359.19,
        "duration": 1.95
    },
    {
        "text": "How much data was accessed but it does appear if you search and look in the right places that several episodes of the series ball?",
        "start": 361.14,
        "duration": 5.959
    },
    {
        "text": "Is released several episodes of room 104?",
        "start": 367.1,
        "duration": 2.009
    },
    {
        "text": "We're lee and reportedly in a script for next week's episode of game of thrones",
        "start": 369.11,
        "duration": 2.82
    },
    {
        "text": "Leaked according to e w several reporters were sent an anonymous email last night that read hi to all mankind the greatest leak of cyber",
        "start": 372.09,
        "duration": 6.529
    },
    {
        "text": "Space Era is happening. What's its name?",
        "start": 378.62,
        "duration": 1.56
    },
    {
        "text": "I forgot to tell it's hBO",
        "start": 380.18,
        "duration": 1.36
    },
    {
        "text": "and game of thrones",
        "start": 381.54,
        "duration": 0.96
    },
    {
        "text": "You are lucky to be the first pioneers to witness and download the lee enjoy it and spread to the word whoever spreads well",
        "start": 382.5,
        "duration": 5.45
    },
    {
        "text": "we will have an interview with him hbo is falling and today the ceo of",
        "start": 387.95,
        "duration": 3.179
    },
    {
        "text": "Hbo Richard plepler sent out an email to employees at red",
        "start": 391.47,
        "duration": 3.079
    },
    {
        "text": "There's been a cyber incident directed at the company which has resulted in some stolen proprietary information",
        "start": 394.55,
        "duration": 4.35
    },
    {
        "text": "Including some our program any intrusion of this nature is obviously",
        "start": 399.27,
        "duration": 3.349
    },
    {
        "text": "Disruptive unsettling and disturbing for all of us I can assure you that senior leadership in our extraordinary",
        "start": 402.749,
        "duration": 4.13
    },
    {
        "text": "technology team along with",
        "start": 407.219,
        "duration": 1.17
    },
    {
        "text": "Outside expert are working around the clock to protect our collective interests the efforts across multiple departments have been nothing short of Herculean it is",
        "start": 408.389,
        "duration": 6.169
    },
    {
        "text": "A textbook example of quintessential hbo teamwork the problem before us is unfortunately all too familiar in the world",
        "start": 414.559,
        "duration": 5.04
    },
    {
        "text": "We now find ourselves a part of as has been the case with any challenge. We have ever faced",
        "start": 419.599,
        "duration": 3.39
    },
    {
        "text": "I have absolutely no doubt that we will navigate our way through this successfully",
        "start": 422.99,
        "duration": 3.089
    },
    {
        "text": "There's that if you want to ruin the next episode of game of thrones for yourself you can I'm personally going to wait",
        "start": 426.11,
        "duration": 4.949
    },
    {
        "text": "But to each of their own really had Chris Christie the governor of New Jersey",
        "start": 431.059,
        "duration": 2.88
    },
    {
        "text": "Back in the news last time we talked about the governor",
        "start": 434.009,
        "duration": 2.269
    },
    {
        "text": "He was under fire because he and family and friends were vacationing on a beach",
        "start": 436.279,
        "duration": 3.869
    },
    {
        "text": "He would shut down that weekend his response to the backlash and really just any",
        "start": 440.149,
        "duration": 3.84
    },
    {
        "text": "Criticism these days seems to be I don't care go fuck yourself. Which is also probably the reason that last month",
        "start": 444.089,
        "duration": 4.82
    },
    {
        "text": "it was reported that he had a",
        "start": 448.909,
        "duration": 1.24
    },
    {
        "text": "15 percent approval rating he's back then he was yesterday because he was at a cubs game",
        "start": 450.149,
        "duration": 3.98
    },
    {
        "text": "And he got in a fans face the cubs fan in question was brad",
        "start": 454.129,
        "duration": 3.149
    },
    {
        "text": "Joseph reportedly he called out Chris Christie's names that you suck called him a hypocrite then this moment",
        "start": 457.349,
        "duration": 5.209
    },
    {
        "text": "Allegedly before the video was recording Chris Christie said why don't you have another beer and here's what I say the first thing is to",
        "start": 467.4,
        "duration": 4.429
    },
    {
        "text": "Brad Joseph",
        "start": 471.83,
        "duration": 0.84
    },
    {
        "text": "It's kind of a bitch move to scream mean things at someone after they passed you according to his interview Chris Christie has already passed",
        "start": 472.67,
        "duration": 6.239
    },
    {
        "text": "To me it was 30 feet away when he started yelling, but also, too",
        "start": 478.91,
        "duration": 2.339
    },
    {
        "text": "I find it so hilarious that Chris Christie is trying to be intimidating Chris it is a",
        "start": 481.25,
        "duration": 4.17
    },
    {
        "text": "scientifically proven fact that you cannot be intimidating while dressed like humpty-dumpty",
        "start": 485.61,
        "duration": 3.68
    },
    {
        "text": "Expected threat to be taken seriously when you're dressed like a half done easter egg only reason to fear Chris Christie in that moment is",
        "start": 489.72,
        "duration": 5.209
    },
    {
        "text": "To fear that he's accidentally going to drop his fully loaded nachos on you",
        "start": 494.93,
        "duration": 3.15
    },
    {
        "text": "Which if we're being honest here isn't a real fear to have because the entire time Chris Christie's get in that guy's face that was",
        "start": 498.08,
        "duration": 5.219
    },
    {
        "text": "Not just talked about he's ready to break some tackles",
        "start": 503.3,
        "duration": 1.89
    },
    {
        "text": "But if you think about it Chris Christie dresses like he governs you can tell he goes through the motions",
        "start": 505.19,
        "duration": 4.109
    },
    {
        "text": "But also that he stopped caring a long time ago, then let's talk about the tomorrowland music festival in Barcelona",
        "start": 509.3,
        "duration": 5.1
    },
    {
        "text": "Which had to be evacuated this Saturday and the reason",
        "start": 514.56,
        "duration": 3.109
    },
    {
        "text": "22,000 people had to be evacuated is this",
        "start": 518.19,
        "duration": 2.39
    },
    {
        "text": "insane fire broke out reportedly around 20 people were treated for minor injuries and anxiety reportedly no one was seriously hurt the",
        "start": 520.77,
        "duration": 6.229
    },
    {
        "text": "Evacuation went through as of right now",
        "start": 527.22,
        "duration": 1.37
    },
    {
        "text": "They don't know why the fire",
        "start": 528.59,
        "duration": 1.45
    },
    {
        "text": "Started I mentioned the story for two reasons the first being holy shit that fire is scary secondly to congratulate authorities on a successful",
        "start": 530.04,
        "duration": 6.92
    },
    {
        "text": "Evacuation the fact that so few were hurt. I mean, it's a thing that should be applauded here",
        "start": 537.36,
        "duration": 4.1
    },
    {
        "text": "I felt like it was important to talk about something like this because normally a story like this only blows up",
        "start": 541.46,
        "duration": 4.5
    },
    {
        "text": "If there's a huge loss of life here everyone reacted and responded appropriately so it's less clickbaity",
        "start": 545.96,
        "duration": 4.979
    },
    {
        "text": "But it's definitely more good for the people that were there",
        "start": 550.94,
        "duration": 2.489
    },
    {
        "text": "Let's talk about the big update around the alleged planting of Evidence by the Baltimore Police Department a few weeks ago",
        "start": 553.43,
        "duration": 6.119
    },
    {
        "text": "we talked about the body cam footage released by the Baltimore police department that appeared to show an officer planting and then",
        "start": 559.55,
        "duration": 5.46
    },
    {
        "text": "Finding evidence the cop in question there was officer Panero the body camera which records",
        "start": 565.14,
        "duration": 3.769
    },
    {
        "text": "30 seconds prior to when you activated here to show officer Panero planting drugs?",
        "start": 569.1,
        "duration": 4.28
    },
    {
        "text": "Hiding the drugs going out then activating his body camera and finding the drugs",
        "start": 573.72,
        "duration": 3.92
    },
    {
        "text": "So there of course is a lot of scrutiny many saying this shows the police officers here planted the evidence",
        "start": 577.64,
        "duration": 4.529
    },
    {
        "text": "But you have the local police union defending the officers here saying if they found the drugs in the backyard and the filming was just",
        "start": 582.17,
        "duration": 5.64
    },
    {
        "text": "A reenactment of the fine, but of course this is led to an investigation",
        "start": 587.81,
        "duration": 2.669
    },
    {
        "text": "Officer Panero was suspended in addition the other two officers in the video were placed on administrative duty the big update today is this",
        "start": 591.12,
        "duration": 5.869
    },
    {
        "text": "video has affected far more than just this one incident reportedly Baltimore State's attorney Marilyn",
        "start": 597.2,
        "duration": 4.65
    },
    {
        "text": "Mosby has dismissed thirty-four cases that required the officers in question here as witnesses and all of them are drug or gun related cases",
        "start": 601.85,
        "duration": 6.359
    },
    {
        "text": "Mosby saying the credibility of those officers has now been directly called into question as I have stated before it is incumbent upon us as",
        "start": 608.25,
        "duration": 6.049
    },
    {
        "text": "Prosecutors to be the ministers of justice and to do what is right in the pursuit of justice over convictions while simultaneously",
        "start": 614.3,
        "duration": 5.61
    },
    {
        "text": "Prioritizing public safety and in addition to these 34 cases there are another",
        "start": 620.58,
        "duration": 3.26
    },
    {
        "text": "77 cases being reviewed and even that's not the end of it reportedly when Mosby's office was made aware of this whole",
        "start": 624.36,
        "duration": 5.6
    },
    {
        "text": "Situation they started investigating a ton of other videos reportedly there is now a second video that brings into question",
        "start": 630.06,
        "duration": 5.54
    },
    {
        "text": "219 other cases as of right now",
        "start": 636.78,
        "duration": 2.0
    },
    {
        "text": "We have very limited information on this second video since there is an ongoing investigation with internal affairs. I mean the Domino effect",
        "start": 638.78,
        "duration": 5.76
    },
    {
        "text": "We're talking about here could be massive",
        "start": 644.54,
        "duration": 1.74
    },
    {
        "text": "And it'll be very interesting to see what comes from this investigation the question",
        "start": 646.28,
        "duration": 3.51
    },
    {
        "text": "I do want to pass off to you because I don't think we framed it. This way in a very long time",
        "start": 649.79,
        "duration": 2.879
    },
    {
        "text": "What is your opinion on Police wearing body cams? Yes",
        "start": 652.68,
        "duration": 2.48
    },
    {
        "text": "they should? No they shouldn't? but also if you want the police officers to wear body cameras should they be on",
        "start": 655.16,
        "duration": 4.52
    },
    {
        "text": "24/7 or should the officer have control and get the ball rolling for you the arguments against both of these is if the police officers",
        "start": 660.26,
        "duration": 5.48
    },
    {
        "text": "Have control of when it is being filmed even if it's 30 seconds prior of course that the police will manipulate or omit footage any",
        "start": 665.74,
        "duration": 5.48
    },
    {
        "text": "Argument against the always on Cameras is it's both an invasion of privacy for the police officer as well as just the general public being",
        "start": 671.56,
        "duration": 5.47
    },
    {
        "text": "so the main point",
        "start": 677.03,
        "duration": 0.81
    },
    {
        "text": "I would really love to know your thoughts here",
        "start": 677.84,
        "duration": 1.68
    },
    {
        "text": "And that's actually where I'm going to end today's show remember if you liked this video you like when I try and do on this",
        "start": 679.52,
        "duration": 4.26
    },
    {
        "text": "Channel hit that like button if you new here hit that subscribe",
        "start": 683.78,
        "duration": 2.4
    },
    {
        "text": "But also if you missed the last Philip Defranco show you want to catch up click or tap right there to watch that",
        "start": 686.18,
        "duration": 4.23
    },
    {
        "text": "Well if you want to see the new it's behind the scenes vlog click or tap right there to watch that",
        "start": 690.41,
        "duration": 3.539
    },
    {
        "text": "But that's of course as always my name's Philip Defranco. You've just been phill'd in. I love yo faces, and I'll see you tomorrow",
        "start": 693.95,
        "duration": 6.75
    }
]