[
    {
        "text": "'Sup, you beautiful bastards! I hope you're having a fantastic Monday. Welcome back to the Philip Defranco show and let's just jump into it.",
        "start": 0.43,
        "duration": 5.87
    },
    {
        "text": "And the first thing we're gonna talk about today is a story that has a headline that makes you go,",
        "start": 6.299,
        "duration": 3.48
    },
    {
        "text": "\"Yeah,",
        "start": 9.849,
        "duration": 0.5
    },
    {
        "text": "\"that sounds about right.\" And the reason I say that is the headline is: \"Woman Attacked By a Jaguar After Jumping Zoo Barrier to Get",
        "start": 10.349,
        "duration": 6.09
    },
    {
        "text": "a Photo. Yeah, that sounds about right. You play a stupid game, you got a stupid prize.",
        "start": 16.44,
        "duration": 3.809
    },
    {
        "text": "Jaguars are gonna do Jaguar stuff! Also attached to this story is a video that has been making its rounds all over social media",
        "start": 20.439,
        "duration": 5.72
    },
    {
        "text": "that I'm not gonna share in this story. It's her bleeding from the attack. Part of the reason",
        "start": 26.16,
        "duration": 3.75
    },
    {
        "text": "I'm not sharing that video is that it is a",
        "start": 29.91,
        "duration": 1.75
    },
    {
        "text": "graphic video and it also may make you look at her in a sympathetic light because maybe for a second you forget that",
        "start": 31.66,
        "duration": 5.419
    },
    {
        "text": "she put herself in that situation by jumping a barrier. But, on the note of the woman's injuries",
        "start": 37.079,
        "duration": 3.389
    },
    {
        "text": "The zoo did tweet, \"The visitor sustained non-life-threatening injuries to their arm from one of our female jaguars. At the request of the family,",
        "start": 40.469,
        "duration": 5.819
    },
    {
        "text": "paramedics were called. At no time was the animal out of its enclosure.",
        "start": 46.45,
        "duration": 3.109
    },
    {
        "text": "Please understand why barriers are put in place. Sending prayers to the family tonight.\" also for the people worried that this jaguar would get put",
        "start": 49.739,
        "duration": 5.49
    },
    {
        "text": "down because it attacked a human, the zoo responded: \"We can promise you nothing will happen to our Jaguar.",
        "start": 55.23,
        "duration": 4.349
    },
    {
        "text": "She's a wild animal and there were proper barriers in place to keep our guests safe.",
        "start": 59.579,
        "duration": 2.94
    },
    {
        "text": "Not a wild animals fault when barriers are crossed. Still sending prayers to her and her family.\" The most recent update to the story is the",
        "start": 62.52,
        "duration": 5.34
    },
    {
        "text": "woman suing the zoo!! I'm kidding. I'm kidding. I know you're like, \"America. That sounds real.\"",
        "start": 67.86,
        "duration": 3.15
    },
    {
        "text": "No, the woman is not suing and in fact, according to report, she went back to the zoo to apologize.",
        "start": 71.01,
        "duration": 4.139
    },
    {
        "text": "With the zoo spokeswoman saying the woman \"feels horrible about the bad publicity",
        "start": 75.15,
        "duration": 2.759
    },
    {
        "text": "the zoo is getting regarding the incident.\" To which I would personally respond:",
        "start": 77.909,
        "duration": 2.94
    },
    {
        "text": "I don't know how much bad press the zoo",
        "start": 80.85,
        "duration": 2.25
    },
    {
        "text": "is getting. I feel like most everyone is on the same page of she probably shouldn't have jumped the safety barrier to get an",
        "start": 83.17,
        "duration": 5.48
    },
    {
        "text": "Instagram pic or whatever the hell it was. And you know what? Really, if I could end this story on one note",
        "start": 88.75,
        "duration": 3.829
    },
    {
        "text": "It's: think about the picture or video you're gonna take it and ask, is it worth it? What's the worst that could happen?",
        "start": 92.579,
        "duration": 5.31
    },
    {
        "text": "I say that because this situation isn't completely unique. You might remember back in 2018. We talked about a study",
        "start": 97.889,
        "duration": 5.611
    },
    {
        "text": "that found between October 2011 and November 2017,",
        "start": 103.5,
        "duration": 2.76
    },
    {
        "text": "259 selfie related deaths were reported. You have people falling from great heights, getting hit by trains, getting mauled by bears.",
        "start": 106.32,
        "duration": 6.82
    },
    {
        "text": "Yeah, use your common sense; know where your limit is. Personally,",
        "start": 113.92,
        "duration": 3.16
    },
    {
        "text": "my limit is no actual physical risk to my health, but I'm completely fine looking like a big idiot.",
        "start": 117.09,
        "duration": 4.77
    },
    {
        "text": "For example on my Instagram, (@phillydefranco)",
        "start": 122.04,
        "duration": 2.099
    },
    {
        "text": "I have this adorable slow motion video of me swinging my son around. I greatly trust my hamstring,",
        "start": 124.14,
        "duration": 4.589
    },
    {
        "text": "so the biggest risk I have in that moment is someone's filming",
        "start": 128.729,
        "duration": 2.399
    },
    {
        "text": "how I'm filming that, which if you pause that clip you can see I'm holding my phone in my mouth. But, at no point and",
        "start": 131.61,
        "duration": 3.929
    },
    {
        "text": "here is the key: am I at risk of a jaguar attack. And that's the trick.",
        "start": 135.64,
        "duration": 4.399
    },
    {
        "text": "So, I guess if there's a two main points here. One, don't be stupid,",
        "start": 140.04,
        "duration": 3.15
    },
    {
        "text": "stupid and two, when I say, \"Let's jump into it,\"",
        "start": 143.71,
        "duration": 2.599
    },
    {
        "text": "\"It\" is never a pit with a Jaguar in it. Ever. And if you didn't know, now you do. Then somewhat quick:",
        "start": 146.31,
        "duration": 6.66
    },
    {
        "text": "We have an update around Captain Marvel. There is a big question out there of would this movie bomb? And the kind of",
        "start": 152.97,
        "duration": 5.009
    },
    {
        "text": "oversimplified",
        "start": 158.41,
        "duration": 0.75
    },
    {
        "text": "TLDR for for what led to this question: We had a good number of people saying that Brie Larson was anti white guy. That she was out",
        "start": 159.16,
        "duration": 6.08
    },
    {
        "text": "there alienating part of the Marvel fan base, but in the other side you had people like Clark Gregg aka Agent Coulson",
        "start": 165.24,
        "duration": 5.069
    },
    {
        "text": "Describing the backlash with different words. \n[Clark:] I don't know if the expression is \"butthurt\" about seeing someone else get a hero that looks like them",
        "start": 170.98,
        "duration": 6.979
    },
    {
        "text": "But that's because they've always had heroes that look like them.",
        "start": 178.69,
        "duration": 2.509
    },
    {
        "text": "There are people who get very bent out of shape about the fact that she's a woman and that Brie's a woman and that she",
        "start": 181.2,
        "duration": 4.71
    },
    {
        "text": "wants to see women moving into an equal place in humanity to men.",
        "start": 186.1,
        "duration": 3.949
    },
    {
        "text": "Sad, it must be sad to be that kind of dinosaur",
        "start": 191.02,
        "duration": 2.36
    },
    {
        "text": "Wandering toward the Tar Pits.",
        "start": 194.05,
        "duration": 1.07
    },
    {
        "text": "But, you also had a lot of people pushing back against Greg's",
        "start": 195.12,
        "duration": 2.22
    },
    {
        "text": "characterization of why people were bothered. For example, some of the top comments from the Nerdist video and interview include, \"Why wasn't Wonder Woman hated like",
        "start": 197.769,
        "duration": 6.41
    },
    {
        "text": "Captain Marvel?\", \"Ah, I see. That is why Elite Battle Angel is getting so much hate as well.",
        "start": 204.18,
        "duration": 3.869
    },
    {
        "text": "It's like Wonder Woman all over again!",
        "start": 208.08,
        "duration": 1.62
    },
    {
        "text": "Oh wait...\" and, \"Who actually says they hate Captain Marvel because she's a woman? That's not why people dislike the movie.\"",
        "start": 209.7,
        "duration": 4.59
    },
    {
        "text": "But ultimately, it appears that whatever was happening online,",
        "start": 214.29,
        "duration": 2.489
    },
    {
        "text": "Including some people saying they were boycotting the movie, it didn't have a massive effect.",
        "start": 217.06,
        "duration": 3.679
    },
    {
        "text": "According to reports, over the weekend, Captain Marvel brought in over",
        "start": 220.739,
        "duration": 2.16
    },
    {
        "text": "153 million dollars domestic and 455 million dollars worldwide in its opening weekend. And according to reports,",
        "start": 223.15,
        "duration": 6.44
    },
    {
        "text": "This makes it the seventh largest opening for a Marvel movie",
        "start": 229.59,
        "duration": 2.399
    },
    {
        "text": "domestically and it became the fourth biggest non sequel launch ever. And as far as my review, I haven't seen it yet.",
        "start": 232.42,
        "duration": 5.87
    },
    {
        "text": "Although, that was just cuz I didn't have time. Now as far as the reason this movie still did so well,",
        "start": 238.29,
        "duration": 3.719
    },
    {
        "text": "There are people that have been throwing out theories. Some saying whatever is happening on the Internet, good or bad,",
        "start": 242.01,
        "duration": 4.199
    },
    {
        "text": "Ultimately, it just becomes a noise and if people are interested in the movie,",
        "start": 246.28,
        "duration": 2.779
    },
    {
        "text": "They're gonna go see it. Especially when it's something like a Marvel movie, which has had a very, very good track record over the past decade.",
        "start": 249.06,
        "duration": 5.399
    },
    {
        "text": "At the same time, you also have people saying, you know, they didn't support brie Larson.",
        "start": 254.459,
        "duration": 2.94
    },
    {
        "text": "They weren't especially excited about this movie,",
        "start": 257.4,
        "duration": 2.519
    },
    {
        "text": "But in anticipation for endgame, they felt that they had to watch this movie.",
        "start": 259.919,
        "duration": 3.66
    },
    {
        "text": "What I would say is: I would personally love to see the demographic breakdown of people buying tickets",
        "start": 263.58,
        "duration": 3.989
    },
    {
        "text": "Because as we've talked about in the past, a lot of the times when there when there is a controversy,",
        "start": 267.79,
        "duration": 3.739
    },
    {
        "text": "when there's a lot of pushback from one side, you see a lot of support from another, right?",
        "start": 271.53,
        "duration": 4.019
    },
    {
        "text": "Like maybe people that would see it in a few weeks or when it would be on iTunes,",
        "start": 275.55,
        "duration": 2.61
    },
    {
        "text": "But all of a sudden they were motivated to go see it now to a make some sort of statement.",
        "start": 278.35,
        "duration": 3.5
    },
    {
        "text": "So, I wonder if that played a factor.",
        "start": 281.85,
        "duration": 1.409
    },
    {
        "text": "But with all of that said, of course, with the story, I passed question off to you.",
        "start": 283.259,
        "duration": 3.33
    },
    {
        "text": "Why do you think the release of this movie was still so incredibly",
        "start": 286.59,
        "duration": 2.579
    },
    {
        "text": "successful? And also if you saw the movie, what you think about it? And from that, I want to share some stuff I loved today in",
        "start": 289.24,
        "duration": 4.73
    },
    {
        "text": "Today in Awesome brought to you by Beautiful Bastard. And Beautiful Bastard, if you don't know, is my men's",
        "start": 293.97,
        "duration": 4.41
    },
    {
        "text": "care line starting with hair care",
        "start": 298.449,
        "duration": 1.671
    },
    {
        "text": "It's been a while since I promoted it, since the last time it sold out in the first hour.",
        "start": 300.12,
        "duration": 3.69
    },
    {
        "text": "And then, we did pre-orders for a limited 24 hours and we just now finally gotten through all that.",
        "start": 303.81,
        "duration": 5.07
    },
    {
        "text": "But, finally as of today, you can go over to beautifulbastard.com. You can click the link down below. We are back in stock.",
        "start": 309.13,
        "duration": 4.94
    },
    {
        "text": "Fantastic natural",
        "start": 314.26,
        "duration": 0.75
    },
    {
        "text": "pomades, along with our best-selling matte clay pomade, and chasten beard oils with three different scents which, by the way, they smells so",
        "start": 315.01,
        "duration": 6.169
    },
    {
        "text": "Good.",
        "start": 321.18,
        "duration": 0.18
    },
    {
        "text": "We turned two of them into candles and I will say, this has become the most appreciated product from the ladies of the nation.",
        "start": 321.36,
        "duration": 5.58
    },
    {
        "text": "But also, in addition to being back in stock on everything,",
        "start": 326.94,
        "duration": 2.369
    },
    {
        "text": "we're also introducing the new Sea Cliff mint lip balm. And in addition to all of that after a ton of",
        "start": 329.31,
        "duration": 3.989
    },
    {
        "text": "requests, we have also enabled subscriptions. If you want to get certain products every month,",
        "start": 333.52,
        "duration": 3.41
    },
    {
        "text": "every two months, every three months, that option is available and you actually save 10%. But yeah, same as last time. If you want to",
        "start": 337.0,
        "duration": 5.479
    },
    {
        "text": "Snag yourself some beautiful bastard, which is, of course, made with high quality ingredients,",
        "start": 342.479,
        "duration": 3.24
    },
    {
        "text": "ethically sourced from around the world, handmade in the United States, snag",
        "start": 345.72,
        "duration": 3.509
    },
    {
        "text": "'em while you can. It's first-come first-serve. And the first bit of awesome today is actually connected to our sponsor because in the next 36 hours,",
        "start": 349.229,
        "duration": 5.85
    },
    {
        "text": "I'm gonna pick two people that are subscribed to the beautiful bastard mailing list (link to subscribe to that down below)",
        "start": 355.08,
        "duration": 4.68
    },
    {
        "text": "and I'll be giving those to people any three products that they want for free.",
        "start": 359.76,
        "duration": 3.449
    },
    {
        "text": "All you got to do is subscribe. Then, corridor gave us chopstick God. We had CGP grey revisiting brexit",
        "start": 363.21,
        "duration": 5.55
    },
    {
        "text": "We have Freddie Highmore answering the web's most searched questions.We got the unofficial clip for the inventor out for blood in Silicon Valley",
        "start": 368.76,
        "duration": 5.009
    },
    {
        "text": "Teaser for The Art of Self Defense.We had video game donkey taking on Tetris. And if you want to see the full versions of everything",
        "start": 373.96,
        "duration": 5.149
    },
    {
        "text": "I just shared, the secret link of the day, really anything at all,",
        "start": 379.11,
        "duration": 2.7
    },
    {
        "text": "links is always there in the description down below. And then let's talk about this just",
        "start": 381.94,
        "duration": 2.809
    },
    {
        "text": "horrible story out of Ethiopia that is now turned into an international scale. On Sunday at 8:38 local time,",
        "start": 384.86,
        "duration": 5.46
    },
    {
        "text": "a brand-new Boeing 737 max 8 took off from Addis Ababa, Ethiopia with plans to fly to Nairobi. The plane had 157 people on board",
        "start": 390.32,
        "duration": 7.66
    },
    {
        "text": "with 149 passengers a crew members. The people on the flight came from over 35 countries and the passengers also included at least 21 employees of",
        "start": 398.3,
        "duration": 7.07
    },
    {
        "text": "United Nations affiliated agencies who were flying to Nairobi to attend a conference.",
        "start": 405.37,
        "duration": 3.45
    },
    {
        "text": "The flight was chartered by Ethiopian Airlines, which is one of Africa's largest carriers and shortly after takeoff,",
        "start": 408.82,
        "duration": 5.009
    },
    {
        "text": "the pilot of Ethiopian Airlines flight 302 reportedly made a distress call and requested to return to the airport, which he was granted.",
        "start": 413.83,
        "duration": 5.82
    },
    {
        "text": "But the last transmission from flight 302 was reported at 8:41 a.m",
        "start": 419.65,
        "duration": 3.6
    },
    {
        "text": "And just six minutes after takeoff, flight 302 disappeared from radar which is the time",
        "start": 423.38,
        "duration": 4.609
    },
    {
        "text": "It is believed to have crashed and eyewitness who saw the crash reported that the plane was quote,",
        "start": 427.99,
        "duration": 3.809
    },
    {
        "text": "\"Swerving and dipping before crashing about 40 miles outside of Adis Abbaba.\"",
        "start": 431.9,
        "duration": 3.769
    },
    {
        "text": "And what we saw after is that Ethiopian authorities have announced that they will investigate the crash with the assistance from the United States,",
        "start": 435.7,
        "duration": 4.589
    },
    {
        "text": "Kenya, and others.",
        "start": 440.48,
        "duration": 1.26
    },
    {
        "text": "Forensic experts have come from Israel to help with the investigation and",
        "start": 441.74,
        "duration": 3.11
    },
    {
        "text": "members of the Red Cross have been seen sifting through debris, recovering passports and other personal documents among other things and while the cause of",
        "start": 444.919,
        "duration": 6.17
    },
    {
        "text": "The crash is still unknown, Ethiopian Airlines did tweet that the digital flight data recorder and cockpit voice recorder,",
        "start": 451.09,
        "duration": 5.88
    },
    {
        "text": "Otherwise known as the black box, had been recovered.",
        "start": 456.97,
        "duration": 2.19
    },
    {
        "text": "And if you're unfamiliar with that, the black box records a number of inputs such as the sounds in the cockpit",
        "start": 459.16,
        "duration": 3.72
    },
    {
        "text": "Including the pilots conversation and it is specifically designed to aid in investigations in aviation accidents.",
        "start": 462.88,
        "duration": 5.19
    },
    {
        "text": "And so, a big thing to understand with this story is that",
        "start": 468.07,
        "duration": 1.65
    },
    {
        "text": "It is expected that we will get more information soon. Now, if Boeing 737 max sounds familiar,",
        "start": 469.72,
        "duration": 4.949
    },
    {
        "text": "It's because just four months ago, another Boeing 737 max plane known as Lyon aircraft flight 610 crashed off the coast of Indonesia, killing",
        "start": 474.669,
        "duration": 7.62
    },
    {
        "text": "189 people. In fac,t we talked about this back in October, which",
        "start": 482.57,
        "duration": 2.809
    },
    {
        "text": "We'll link to the coverage down below. But the circumstances surrounding both flights are eerily similar. The pilot of the Lion Air flight also reported issues",
        "start": 485.38,
        "duration": 6.72
    },
    {
        "text": "Within minutes of taking off from Tangerang Airport. The pilot also asked air-traffic control if they could return to the airport",
        "start": 492.1,
        "duration": 4.889
    },
    {
        "text": "and just one minute later,",
        "start": 497.35,
        "duration": 1.05
    },
    {
        "text": "The flight goes off the radar and it is believed that the flight crashed within 12 minutes of taking off. And a big note here",
        "start": 498.4,
        "duration": 4.98
    },
    {
        "text": "Is that this plane is not just a random uncommon model.",
        "start": 503.38,
        "duration": 2.279
    },
    {
        "text": "This is Boeing's latest iteration of the 737, which is the world's best-selling plane.",
        "start": 505.66,
        "duration": 4.259
    },
    {
        "text": "And as of right now, more than 300 Boeing 737 max planes are currently in operation and since",
        "start": 509.919,
        "duration": 4.5
    },
    {
        "text": "2017, more than 5,000 have been ordered worldwide.",
        "start": 514.61,
        "duration": 2.78
    },
    {
        "text": "So, people have seen this is a big deal just for general safety as well",
        "start": 517.39,
        "duration": 3.089
    },
    {
        "text": "As Boeing's money. Right now, Boeing has 4,700 unfilled orders for these",
        "start": 520.479,
        "duration": 3.75
    },
    {
        "text": "737s which represent 80% of their orders backlog, which while we're talking about Boeing, Boeing has also released a statement following the",
        "start": 524.57,
        "duration": 6.2
    },
    {
        "text": "crash saying, \"Boeing is deeply saddened to learn of the passing of the passengers and crew on Ethiopian Airlines flight 302, a",
        "start": 530.92,
        "duration": 5.7
    },
    {
        "text": "737 max 8 airplane.\" and adding, \"A Boeing technical team will be traveling to the crash site to provide technical assistance under the direction of",
        "start": 537.2,
        "duration": 6.529
    },
    {
        "text": "the Ethiopia Accident Investigation Bureau and US National Transportation, Safety Board.\"",
        "start": 543.73,
        "duration": 4.44
    },
    {
        "text": "But Boeing has also said that it doesn't have new plans for guidance with Charlie Miller Boeing's vice president of communications",
        "start": 548.17,
        "duration": 4.979
    },
    {
        "text": "Reportedly saying in a statement, \"The investigation is in its early stages, but at this point, based on the information available,",
        "start": 553.339,
        "duration": 4.64
    },
    {
        "text": "we do not have any basis to issue new guidance to operators.\" But still for Boeing regarding the money,",
        "start": 557.98,
        "duration": 4.44
    },
    {
        "text": "They have taken massive heat with Boeing stock dropping more than twelve percent this Monday morning.",
        "start": 562.42,
        "duration": 4.2
    },
    {
        "text": "Which, according to reports, this puts Boeing on track for its worst day since the first day of trading following the",
        "start": 566.62,
        "duration": 4.829
    },
    {
        "text": "9/11 terror attacks. But that said, the stock has actually rebounded a little bit since this morning and now they're only down about six percent",
        "start": 571.579,
        "duration": 5.51
    },
    {
        "text": "as of recording this. And to make matter is even worse for Boeing, numerous countries have responded to this crash by grounding their planes. Notably,",
        "start": 577.089,
        "duration": 5.91
    },
    {
        "text": "you have the Indonesian Transport Ministry announcing today that they will be temporarily grounding the Boeing 737 max 8,",
        "start": 583.0,
        "duration": 5.07
    },
    {
        "text": "Which is also significant because they also previously grounded all max 8s in the country following the Lyon Air crash.",
        "start": 588.07,
        "duration": 5.19
    },
    {
        "text": "But, after inspections, the planes were declared safe to fly. Also among those grounding flights,",
        "start": 593.26,
        "duration": 4.739
    },
    {
        "text": "One of the biggest players was China and that is a massive deal because China is one of Boeing's biggest markets.",
        "start": 598.0,
        "duration": 4.829
    },
    {
        "text": "In fact, about 85 percent of Boeing's Chinese airline orders that haven't been filled yet are",
        "start": 602.829,
        "duration": 4.02
    },
    {
        "text": "737 max planes and Boeing in the past has already predicted that China will become the world's first",
        "start": 607.1,
        "duration": 4.19
    },
    {
        "text": "Trillion-dollar market for jets within the next few years. additionally, going back to Ethiopian Airlines,",
        "start": 611.51,
        "duration": 4.159
    },
    {
        "text": "They have taken more drastic measures announcing that they will take all 737 max planes out of service entirely.",
        "start": 615.67,
        "duration": 5.549
    },
    {
        "text": "This has even broader implications for the African continent, because Ethiopian Airlines is widely considered the best managed airline in Africa.",
        "start": 621.22,
        "duration": 6.119
    },
    {
        "text": "But all of that said, not everyone is grounding their planes. So far,",
        "start": 627.339,
        "duration": 3.27
    },
    {
        "text": "No US airlines have grounded their 737 max jets and looking at the numbers together, American Alaska United and Southwest Airlines owned 65",
        "start": 630.82,
        "duration": 7.44
    },
    {
        "text": "737 max jets, which reportedly is only part of 548 Jets that have been ordered.",
        "start": 638.72,
        "duration": 4.94
    },
    {
        "text": "Once again, this is another way where this could just be",
        "start": 643.66,
        "duration": 2.01
    },
    {
        "text": "devastating for both. And ultimately, that is where we are right now and we're kind of just left with questions and fear.",
        "start": 646.19,
        "duration": 4.969
    },
    {
        "text": "Is it safe? Why are some countries grounding vs.",
        "start": 651.16,
        "duration": 2.52
    },
    {
        "text": "Not? For example, in the states, you of those 65",
        "start": 653.68,
        "duration": 1.93
    },
    {
        "text": "aircraft and if you decided to ground those and replace them with other planes,",
        "start": 655.61,
        "duration": 3.049
    },
    {
        "text": "the disruption would be slight. But, right now as we wait to hear answers,",
        "start": 658.66,
        "duration": 3.119
    },
    {
        "text": "We've seen some pilots say that it may have thing to do with autopilot.",
        "start": 661.779,
        "duration": 3.35
    },
    {
        "text": "The latest iteration of the 737 has been noted for its increased capabilities of flying autonomously.",
        "start": 665.13,
        "duration": 4.2
    },
    {
        "text": "Well, that likely sounds like to a lot of us that would increase safety,",
        "start": 669.33,
        "duration": 2.729
    },
    {
        "text": "that's not always the case. This article in The Guardian written by Quinn Topham, who compares this to",
        "start": 672.06,
        "duration": 4.32
    },
    {
        "text": "Self-driving cars writing, \"It is notable that insurers,",
        "start": 676.54,
        "duration": 2.33
    },
    {
        "text": "considering driverless cars, worry most about the period when highly autonomous vehicles will coexist with human drivers, the uncertain interface between human and",
        "start": 679.089,
        "duration": 7.76
    },
    {
        "text": "artificial intelligence. And a big part of the controversy around this comes from pilots around the world following the Lyon",
        "start": 686.92,
        "duration": 4.52
    },
    {
        "text": "Aircraft. You had some pilots saying they believe that small software modifications to the Max 8 autopilot had not been fully",
        "start": 691.57,
        "duration": 4.94
    },
    {
        "text": "communicated to them and they were not subject to new training to deal with that software. Specifically,",
        "start": 696.67,
        "duration": 4.01
    },
    {
        "text": "It's reported that one new feature of the 737 max 8 is that the plane",
        "start": 700.68,
        "duration": 2.98
    },
    {
        "text": "Automatically corrects if it believes an angle it is flying at puts it at risk of stalling; and it's a safety feature",
        "start": 703.76,
        "duration": 4.28
    },
    {
        "text": "that is reportedly different from what",
        "start": 708.12,
        "duration": 1.75
    },
    {
        "text": "737 pilots were used to. And this is a big deal, because Lyon Air's blackbox suggested that the pilots of that flight had been wrestling",
        "start": 709.87,
        "duration": 5.599
    },
    {
        "text": "with this issue, but Boeing for its part argue that if pilots followed procedures, there shouldn't be a problem.",
        "start": 715.47,
        "duration": 4.17
    },
    {
        "text": "But, past crashes have shown that sensors, which aircraft systems rely on can malfunction.",
        "start": 720.089,
        "duration": 3.69
    },
    {
        "text": "Additionally, it's been argued that many pilots become used to certain technologies;",
        "start": 724.089,
        "duration": 3.05
    },
    {
        "text": "they don't always know what to do when things go wrong.",
        "start": 727.14,
        "duration": 1.8
    },
    {
        "text": "But, also understand this is one line of thinking, people looking for an explanation",
        "start": 728.94,
        "duration": 3.089
    },
    {
        "text": "You also have aviation experts out there",
        "start": 732.029,
        "duration": 1.991
    },
    {
        "text": "criticizing the lack of experience of the copilot in this instance who reportedly only had 200 hours of experience.",
        "start": 734.02,
        "duration": 4.909
    },
    {
        "text": "But, with all that said, of course, I want to pass the questions off to you. One,",
        "start": 738.93,
        "duration": 3.33
    },
    {
        "text": "What do you think about the situation in general and two, seeing these reports,",
        "start": 742.26,
        "duration": 3.209
    },
    {
        "text": "does it make you nervous, would you second-guess getting on a 737 max 8 or no?",
        "start": 745.47,
        "duration": 4.68
    },
    {
        "text": "Do you still see this as outlier",
        "start": 750.15,
        "duration": 1.57
    },
    {
        "text": "incidents and flying in general is still so much safer than any other form of travel? Any and all thoughts you have on this, I'd",
        "start": 751.72,
        "duration": 5.48
    },
    {
        "text": "love to hear from you. And that's where we're going to end today's show.",
        "start": 757.2,
        "duration": 2.13
    },
    {
        "text": "And of course, remember, if you liked today's video, you like jumpin' into the news with me every single day,",
        "start": 759.33,
        "duration": 3.659
    },
    {
        "text": "let me know! Hit that like button.",
        "start": 762.99,
        "duration": 1.63
    },
    {
        "text": "Also,",
        "start": 764.62,
        "duration": 0.5
    },
    {
        "text": "If you're new here, be sure to hit subscribe. Definitely ring that bell to turn on notifications.",
        "start": 765.12,
        "duration": 3.119
    },
    {
        "text": "Also, on that note, if you missed last Philip Defranco show, the last extra morning news deep dive,",
        "start": 768.55,
        "duration": 4.039
    },
    {
        "text": "you want to catch up, click or tap right there to watch those. With that said, of course, as always, my name's Philip",
        "start": 772.589,
        "duration": 4.619
    },
    {
        "text": "Defranco. You've just been phill'd in. I love yo' faces, and i'll see you tomorrow.",
        "start": 777.209,
        "duration": 4.38
    }
]