[
    {
        "text": "Oh, my god!",
        "start": 0.7,
        "duration": 1.3
    },
    {
        "text": "This is the last video on this channel for 2018.",
        "start": 2.0,
        "duration": 2.82
    },
    {
        "text": "This is a different one.",
        "start": 4.82,
        "duration": 1.22
    },
    {
        "text": "And what a year and wild ride it has been.",
        "start": 6.04,
        "duration": 2.6
    },
    {
        "text": "Thank you for being on it with me.",
        "start": 8.64,
        "duration": 2.02
    },
    {
        "text": "All of that said please do not freak out, the Philip DeFranco show will be returning on January 7th 2019.",
        "start": 10.66,
        "duration": 5.46
    },
    {
        "text": "That is 1/7/'19.",
        "start": 16.12,
        "duration": 2.08
    },
    {
        "text": "Unless you live in those places that you do the the days and the months different",
        "start": 18.26,
        "duration": 3.38
    },
    {
        "text": "The main point: Jan. 7, 2019",
        "start": 21.64,
        "duration": 1.6
    },
    {
        "text": "But this is obviously holiday vacation time for myself and the team",
        "start": 23.72,
        "duration": 2.64
    },
    {
        "text": "But also it's honestly just to give me time be able to sit down and actually",
        "start": 26.36,
        "duration": 2.46
    },
    {
        "text": "Tinker with the stuff that's happening behind the scenes and in video just to make sure that this is all sustainable",
        "start": 28.9,
        "duration": 5.14
    },
    {
        "text": "and going into 2019 I want to make sure that we not only have set major goals for the company and the content overall",
        "start": 34.04,
        "duration": 4.9
    },
    {
        "text": "But that the growth were aiming at is actually doable for the long term",
        "start": 38.98,
        "duration": 3.26
    },
    {
        "text": "which actually on that note brings us to the announcement part of this video",
        "start": 42.24,
        "duration": 3.62
    },
    {
        "text": "and for timelines sake think of this as kind of Q1 and Q2 of next year",
        "start": 45.86,
        "duration": 3.56
    },
    {
        "text": "or if you're not familiar the first three months and then the three months after that",
        "start": 49.42,
        "duration": 2.98
    },
    {
        "text": "During q1 once we have everyone back in the office",
        "start": 52.4,
        "duration": 1.839
    },
    {
        "text": "We're going to continue the main change that we saw in December",
        "start": 54.239,
        "duration": 2.881
    },
    {
        "text": "That being in addition to the five regular Philip DeFranco Shows a week",
        "start": 57.12,
        "duration": 2.759
    },
    {
        "text": "we'll be doing two morning shows a week as well",
        "start": 59.879,
        "duration": 2.061
    },
    {
        "text": "Which by the way if you were not aware that we were doing that how dare you?",
        "start": 61.94,
        "duration": 2.52
    },
    {
        "text": "yeah, those have been going up on Tuesday and Thursday morning at 7:00 a.m Eastern",
        "start": 64.46,
        "duration": 2.98
    },
    {
        "text": "and I've been so happy that so many of you love getting \"Phil'd\" in twice a day",
        "start": 67.44,
        "duration": 3.1
    },
    {
        "text": "Some refer to it as getting a DP double Phil",
        "start": 70.54,
        "duration": 2.12
    },
    {
        "text": "That's so fucking stupid",
        "start": 72.66,
        "duration": 1.38
    },
    {
        "text": "For no reason I'm like what if I got the video do you monetize that would be fun",
        "start": 74.04,
        "duration": 2.76
    },
    {
        "text": "But also those two extra morning videos a week",
        "start": 76.8,
        "duration": 1.469
    },
    {
        "text": "We're seeing that not only as a continuation, but just the start",
        "start": 78.269,
        "duration": 3.071
    },
    {
        "text": "The goal for those. Is that by the end of q2",
        "start": 81.34,
        "duration": 1.58
    },
    {
        "text": "We'll be able to have a morning show every weekday in addition to the regular Philip DeFranco show",
        "start": 83.12,
        "duration": 3.56
    },
    {
        "text": "meaning the goal Is that by then we'll be consistently putting up 9 to 10 videos on this channel every week",
        "start": 86.68,
        "duration": 4.36
    },
    {
        "text": "and also if you've been paying attention to some of that new content",
        "start": 91.04,
        "duration": 2.14
    },
    {
        "text": "We've been trying out different delivery styles",
        "start": 93.18,
        "duration": 1.86
    },
    {
        "text": "and some are gonna be going out in the field and travelling on location",
        "start": 95.04,
        "duration": 2.34
    },
    {
        "text": "Which you've seen some snippets of and there's a bit more and more of that",
        "start": 97.38,
        "duration": 2.64
    },
    {
        "text": "Additionally, we've had those graphic heavy deep-dives, kind of just regular solo pieces",
        "start": 100.02,
        "duration": 3.9
    },
    {
        "text": "Increasingly. we've been including interviews with experts on the subjects we're covering.",
        "start": 103.92,
        "duration": 3.0
    },
    {
        "text": "And of course, all of these videos that I'm talking about",
        "start": 106.92,
        "duration": 1.98
    },
    {
        "text": "It's just news, news, news, news",
        "start": 108.9,
        "duration": 1.66
    },
    {
        "text": "But additionally regarding new content: it is not just completely news",
        "start": 110.56,
        "duration": 3.26
    },
    {
        "text": "and that's because we will actually, finally be launching 'A Conversation With' podcast",
        "start": 113.86,
        "duration": 3.98
    },
    {
        "text": "We of course in the past tested Oh with my pal Casey Neistat,",
        "start": 117.92,
        "duration": 2.56
    },
    {
        "text": "Sean Evans",
        "start": 120.48,
        "duration": 0.54
    },
    {
        "text": "for the first episode back I thought I'd bring back the person who loves to talk the most shit about me",
        "start": 121.02,
        "duration": 4.16
    },
    {
        "text": "My wife Lindsay",
        "start": 125.18,
        "duration": 0.74
    },
    {
        "text": "In the initial release schedule that we're planning for that right now is at least once a month",
        "start": 125.92,
        "duration": 3.14
    },
    {
        "text": "with hopefully, if we're able to get everything figured out, but of course news comes first",
        "start": 129.06,
        "duration": 3.48
    },
    {
        "text": "maybe we'll be able to get it up to two times a month from there",
        "start": 132.54,
        "duration": 1.949
    },
    {
        "text": "also in addition to all the new video and audio content coming to the channel in the new year",
        "start": 134.489,
        "duration": 4.211
    },
    {
        "text": "by the end of q1 we want to officially launch RogueRocket.com",
        "start": 138.7,
        "duration": 3.86
    },
    {
        "text": "and that of course will be our dedicated news website; our home",
        "start": 142.56,
        "duration": 3.4
    },
    {
        "text": "and it'll be a lot of things: It'll be a different way for people to consume the stories we're already talking about in the show",
        "start": 145.96,
        "duration": 4.1
    },
    {
        "text": "But more importantly covering stories that aren't included in that",
        "start": 150.06,
        "duration": 3.04
    },
    {
        "text": "it'll also serve as a home, an alternative and additional funding platform",
        "start": 153.1,
        "duration": 3.559
    },
    {
        "text": "So and just in general, so we're never really at the mercy of all these different places",
        "start": 156.659,
        "duration": 4.481
    },
    {
        "text": "where we ultimately don't really have any control",
        "start": 161.14,
        "duration": 1.98
    },
    {
        "text": "The main point: this is obviously one of the major steps for the company and just delivering more news focused content to you",
        "start": 163.12,
        "duration": 5.08
    },
    {
        "text": "also to jump back to the video and audio content",
        "start": 168.2,
        "duration": 2.48
    },
    {
        "text": "if everything does stay on track with everything that we're planning on doing with all the new programming, the ventures we're building.",
        "start": 170.68,
        "duration": 4.58
    },
    {
        "text": "The hope is by the second half of 2019,",
        "start": 175.26,
        "duration": 2.339
    },
    {
        "text": "I want to launch a dedicated YouTube channel for Rouge Rocket as well",
        "start": 177.599,
        "duration": 3.241
    },
    {
        "text": "Something that excels because I enable it but something that is not kind of locked in a box because it has to go through me",
        "start": 180.84,
        "duration": 5.38
    },
    {
        "text": "and once again I want to hit on this: do not freak out.",
        "start": 186.22,
        "duration": 2.52
    },
    {
        "text": "I know often people hear about change and they get very concerned",
        "start": 188.74,
        "duration": 2.28
    },
    {
        "text": "This is all in addition to",
        "start": 191.02,
        "duration": 2.32
    },
    {
        "text": "even once we have that I will still have this channel",
        "start": 193.34,
        "duration": 1.68
    },
    {
        "text": "I will still continue producing Philip Defranco shows",
        "start": 195.03,
        "duration": 2.27
    },
    {
        "text": "This change good; this change not scary",
        "start": 197.3,
        "duration": 2.44
    },
    {
        "text": "Although, I guess technically for me it is both but of course all these changes are meant to grow something that can live past me",
        "start": 201.12,
        "duration": 5.0
    },
    {
        "text": "And it really just sustained for the long haul",
        "start": 206.129,
        "duration": 1.991
    },
    {
        "text": "and as far as why some of the timelines are somewhat loose",
        "start": 208.12,
        "duration": 1.759
    },
    {
        "text": "It's really it's a number of things",
        "start": 210.099,
        "duration": 1.581
    },
    {
        "text": "in order to build all this, some of the departments in the company will actually be doubling in size",
        "start": 211.68,
        "duration": 3.97
    },
    {
        "text": "Almost immediately in the beginning of the year and then potentially doubling again later in the year",
        "start": 215.65,
        "duration": 4.35
    },
    {
        "text": "So obviously what comes with that is there's a lot of training happening trips and stumbles growing pains overall",
        "start": 220.019,
        "duration": 4.709
    },
    {
        "text": "I always try and provide some buffer room since the unforeseeable almost always hits us",
        "start": 224.728,
        "duration": 4.072
    },
    {
        "text": "But all of that said, I am incredibly excited to deal with this team to grow this team to do it all with you",
        "start": 228.8,
        "duration": 4.52
    },
    {
        "text": "which by the way there's I really want to hit I could not have done this without all of you beautiful bastard supporting us",
        "start": 233.32,
        "duration": 4.48
    },
    {
        "text": "Over in DeFrancoElite.com none of this would be possible",
        "start": 237.81,
        "duration": 2.459
    },
    {
        "text": "But with all of that said I'll leave you with a happy Christmas. Happy Hanukkah. Happy holidays. Happy New Year, Happy everything",
        "start": 240.31,
        "duration": 7.16
    },
    {
        "text": "I'm going to miss all of you immensely and I mean probably after just four days",
        "start": 247.47,
        "duration": 4.079
    },
    {
        "text": "Like I definitely need this break, but after about four days, I really questioned my purpose on this planet",
        "start": 251.549,
        "duration": 4.679
    },
    {
        "text": "But I am excited about the notion of coming back repaired coming back excited coming back hungry On January 7, 2019",
        "start": 256.228,
        "duration": 7.292
    },
    {
        "text": "Did I mention that? January 7, 2019. Have you heard about 1/7/19?",
        "start": 263.52,
        "duration": 3.249
    },
    {
        "text": "Uh, I feel like I'm slowly losing it as I cross the finish line that is this year",
        "start": 266.77,
        "duration": 3.989
    },
    {
        "text": "Oh, and if you if you miss my my dumb face on the dumb words that come out of my mouth",
        "start": 270.759,
        "duration": 3.93
    },
    {
        "text": "be sure to follow me on Twitter Instagram and",
        "start": 274.96,
        "duration": 2.58
    },
    {
        "text": "Really that's the only place I actively post",
        "start": 277.84,
        "duration": 1.88
    },
    {
        "text": "We can become best friends and then you'll message me and then I won't respond for like seven weeks",
        "start": 279.72,
        "duration": 4.24
    },
    {
        "text": "and I'll be like, oh, I just saw this, but honestly, you know that I saw it",
        "start": 283.96,
        "duration": 3.329
    },
    {
        "text": "I saw it right after you sent it, but I forgot to message you and then I was like",
        "start": 287.289,
        "duration": 3.12
    },
    {
        "text": "Oh, I got a message them but it was seven weeks later. No, I'm gonna be like, ah, sorry",
        "start": 290.41,
        "duration": 3.69
    },
    {
        "text": "Anyway, when we're Tostitos invented, I should've just googled it. Okay, I'm gonna go now",
        "start": 294.38,
        "duration": 3.889
    },
    {
        "text": "January 7th, 2019",
        "start": 304.88,
        "duration": 2.209
    }
]