[
    {
        "text": "Sup you beautiful bastards hope you're having a fantastic Tuesday",
        "start": 0.03,
        "duration": 3.21
    },
    {
        "text": "Welcome back to the philip defranco show and let's just jump in doing the first thing when I talk about today",
        "start": 3.24,
        "duration": 4.5
    },
    {
        "text": "Is this whole?",
        "start": 7.74,
        "duration": 0.67
    },
    {
        "text": "Situation from just like the last 24 hours where people have been freaking out about this new Gillette and it kind of summarized the end",
        "start": 8.41,
        "duration": 6.2
    },
    {
        "text": "it's Gillette moving from their standard slogan of the best a man can get and pivoting it to the best men can be one of",
        "start": 14.61,
        "duration": 5.999
    },
    {
        "text": "The ways they promoted this video online was with the caption boys will be boys, isn't it time?",
        "start": 20.609,
        "duration": 3.96
    },
    {
        "text": "We stopped",
        "start": 24.57,
        "duration": 0.52
    },
    {
        "text": "Excusing bad behavior rethink and take action by joining us at the best men can be org and among the things that the ad dries",
        "start": 25.09,
        "duration": 6.08
    },
    {
        "text": "To touch on you have bullying fighting not making you strong sexual assault objectification of women",
        "start": 31.17,
        "duration": 5.67
    },
    {
        "text": "Cat calling as you get further into the video",
        "start": 37.18,
        "duration": 2.029
    },
    {
        "text": "You see other men intervening to stop bad behavior, whether it be with children or their friends a part of the closing reads",
        "start": 39.21,
        "duration": 5.819
    },
    {
        "text": "It's only by challenging ourselves to do more that we can get closer to our best and this ad was met with mixed",
        "start": 45.03,
        "duration": 4.95
    },
    {
        "text": "Responses it some like Micah MacKinnon saying once again, I'm very much",
        "start": 50.17,
        "duration": 3.409
    },
    {
        "text": "Ok with the shift in cultural standards be a good human is getting ever more",
        "start": 53.579,
        "duration": 3.18
    },
    {
        "text": "Commercially viable sound like this users posts that just blew up saying this is how you use your brand",
        "start": 56.86,
        "duration": 4.219
    },
    {
        "text": "This is how you engage with your audience Gillette being aware of mostly having a male audience and using their influence as a global brand",
        "start": 61.079,
        "duration": 5.52
    },
    {
        "text": "To make a change for the better other companies take notes",
        "start": 66.6,
        "duration": 2.489
    },
    {
        "text": "But then on the other side of this you had a completely different reaction with many people taking offense or being incredibly bothered by this",
        "start": 69.09,
        "duration": 6.33
    },
    {
        "text": "At your the likes of Piers Morgan tweeting",
        "start": 75.42,
        "duration": 2.19
    },
    {
        "text": "I've used Gillette razors my entire adult life",
        "start": 77.61,
        "duration": 2.189
    },
    {
        "text": "But this absurd virtue",
        "start": 79.799,
        "duration": 1.301
    },
    {
        "text": "Signaling PC guff me drive me away to a company less eager to fuel the current pathetic global assault on masculinity",
        "start": 81.1,
        "duration": 5.54
    },
    {
        "text": "But boys be damned boys",
        "start": 86.64,
        "duration": 1.14
    },
    {
        "text": "Let men be damned men others also seem to take this as kind of an assault on men like not just sound but just men",
        "start": 87.78,
        "duration": 5.79
    },
    {
        "text": "in general godson tweeting",
        "start": 93.57,
        "duration": 1.35
    },
    {
        "text": "it is grotesque to repeatedly ascribe collective guilt owns a half of humanity known as men being a man is not a disease nor a",
        "start": 94.92,
        "duration": 5.819
    },
    {
        "text": "Pathology Chuck Woolery tweeting. I'd like to think Gillette for reminding me how horrible it is to be man",
        "start": 100.93,
        "duration": 3.829
    },
    {
        "text": "this should sit well with your customers not as there are more and more examples if you just if you just searched Gillette on pretty",
        "start": 104.759,
        "duration": 5.19
    },
    {
        "text": "Much any social media platform right now as far as my response to it",
        "start": 109.95,
        "duration": 2.79
    },
    {
        "text": "I watched a full ad which I'll link to down below watching it. I'm kind of surprised that it became this",
        "start": 112.74,
        "duration": 4.62
    },
    {
        "text": "and while watching the video down I could see it as being",
        "start": 117.89,
        "duration": 2.33
    },
    {
        "text": "Preachy being a part of what I personally refer to as woken now mix essentially the monetization and some would argue",
        "start": 120.35,
        "duration": 5.0
    },
    {
        "text": "Exploitation of acting woke is a company to get more products sold",
        "start": 126.08,
        "duration": 3.229
    },
    {
        "text": "I don't personally see this as an attack on all men and the range of replies was really interesting",
        "start": 129.31,
        "duration": 3.96
    },
    {
        "text": "I was scrolling through the comments and you people screaming things like I have men in my family that served this country",
        "start": 133.27,
        "duration": 5.129
    },
    {
        "text": "How dare you and I was just reading this like who is who is attacking them?",
        "start": 138.4,
        "duration": 4.47
    },
    {
        "text": "Were they bullying where they can't calling were they sexually harassing someone no doesn't seem like it's about them understand in this moment",
        "start": 142.87,
        "duration": 6.54
    },
    {
        "text": "I'm not like yeah Gillette get him, but I just I personally just saw this as",
        "start": 149.41,
        "duration": 3.779
    },
    {
        "text": "masculinity can be seen as a different thing by being seen as a father who instills respect in their child someone that's not I mean",
        "start": 153.709,
        "duration": 6.529
    },
    {
        "text": "To kind of go into specifics someone that's not like a Piers Morgan",
        "start": 160.239,
        "duration": 2.88
    },
    {
        "text": "You got Piers Morgan out here just randomly attacking women because they're showing their bodies on",
        "start": 163.12,
        "duration": 3.779
    },
    {
        "text": "Instagram going after Daniel Craig cuz he's carrying his baby a certain way",
        "start": 167.06,
        "duration": 3.889
    },
    {
        "text": "Yeah",
        "start": 170.95,
        "duration": 0.33
    },
    {
        "text": "this guy is trying to shame this father that's taking care of his kid because he's doing it in a way that some people might",
        "start": 171.28,
        "duration": 5.97
    },
    {
        "text": "See is feminine like that's for me personally something I see is general insecure douchebaggery other people might refer to that as toxic",
        "start": 177.25,
        "duration": 6.209
    },
    {
        "text": "Masculinity also understand that up to this point. This is me kind of just talking about the general outrage",
        "start": 183.62,
        "duration": 5.27
    },
    {
        "text": "We have seen around this specific situation as far as making fun of this situation",
        "start": 188.89,
        "duration": 3.96
    },
    {
        "text": "I",
        "start": 192.85,
        "duration": 0.34
    },
    {
        "text": "Say go for it",
        "start": 193.19,
        "duration": 1.16
    },
    {
        "text": "the fact that we have a a razor",
        "start": 194.35,
        "duration": 2.039
    },
    {
        "text": "Company trying to instill values into our culture for example this morning at the likes of Ricky two-face tweeting",
        "start": 196.459,
        "duration": 4.79
    },
    {
        "text": "I used to love beating up kids at barbecues. Now. I realize that is wrong. Also, my balls have never been smoother",
        "start": 201.25,
        "duration": 5.22
    },
    {
        "text": "Thanks, Gillette people took that as him being against the ad to which you responded not against it at all",
        "start": 206.47,
        "duration": 4.5
    },
    {
        "text": "Should I only joke about things I'm against because it is a little bit funny",
        "start": 210.97,
        "duration": 2.639
    },
    {
        "text": "It's like if McDonald's put out an ad and was like don't hit your kids and you're like what what so we just here for?",
        "start": 213.61,
        "duration": 4.349
    },
    {
        "text": "The burgers what do you want to bet?",
        "start": 217.959,
        "duration": 1.231
    },
    {
        "text": "But I also think this point sound kind of a different type of consumer on both parts",
        "start": 219.19,
        "duration": 4.199
    },
    {
        "text": "You have a lot of consumers that just want the product to be the product just if you're a razor company",
        "start": 223.39,
        "duration": 4.02
    },
    {
        "text": "Just give me razors, whereas more and more. You have a lot of consumers",
        "start": 227.44,
        "duration": 2.429
    },
    {
        "text": "especially with young people that they like when a brand stands for something but then also with a part of the syrup you need to",
        "start": 229.87,
        "duration": 4.919
    },
    {
        "text": "Understand are people that are like, yeah",
        "start": 234.79,
        "duration": 1.8
    },
    {
        "text": "I like when a company stands for something what they're really saying is I like when a company stands for something that I also agree",
        "start": 236.59,
        "duration": 5.279
    },
    {
        "text": "With it's kind of like with how on my show a lot of people like Phil",
        "start": 241.87,
        "duration": 2.459
    },
    {
        "text": "I love the way you tell it like it is but with around 30% of that group what they're saying is I like when you",
        "start": 244.329,
        "duration": 4.71
    },
    {
        "text": "Say it like it is with something that I not all and I would even say a majority of the audience isn't like that",
        "start": 249.04,
        "duration": 4.96
    },
    {
        "text": "Especially the people that have been with me for a while in my opinions have evolved",
        "start": 254.04,
        "duration": 2.959
    },
    {
        "text": "But hey, that was a story my personal takeaway. And of course it passed the question off to you",
        "start": 257.0,
        "duration": 3.66
    },
    {
        "text": "what are your thoughts around this but that said it's very possible this whole Gillette situation may just be a smokescreen a",
        "start": 260.66,
        "duration": 5.94
    },
    {
        "text": "distraction to keep you from the news that once again Netflix is raising their prices and the price changes are 1 and",
        "start": 267.03,
        "duration": 5.059
    },
    {
        "text": "$2 $8 plans going to 9 the 11s going to 13 and the 14 is going to 60 if you're a new customer",
        "start": 272.16,
        "duration": 5.269
    },
    {
        "text": "This price change is immediate",
        "start": 277.5,
        "duration": 1.55
    },
    {
        "text": "If you were an existing customer that will be changing over the next few months and I will 100% not be unsubscribing",
        "start": 279.05,
        "duration": 5.819
    },
    {
        "text": "I love my Netflix account",
        "start": 284.87,
        "duration": 1.89
    },
    {
        "text": "I also think that's what Netflix and the market are counting on because as of recording this right now the stock is up over",
        "start": 286.76,
        "duration": 5.489
    },
    {
        "text": "6% and it's also probably due to the fact that if you're changing",
        "start": 292.59,
        "duration": 2.63
    },
    {
        "text": "The price of the subscriptions from one to two dollars you're talking very likely at least",
        "start": 295.32,
        "duration": 4.25
    },
    {
        "text": "137 million new dollars",
        "start": 300.69,
        "duration": 1.77
    },
    {
        "text": "Every month. The reason I say at least is because last quarter they had 137 million subscribers",
        "start": 302.46,
        "duration": 4.46
    },
    {
        "text": "They're expecting to get to 147 million this next quarter",
        "start": 306.92,
        "duration": 2.879
    },
    {
        "text": "I just want to use their last quarter numbers in case maybe there that maybe there are a mass on subscriptions",
        "start": 309.8,
        "duration": 4.47
    },
    {
        "text": "But still, I mean even with how big they are we're in this situation where the whole environment is still evolving",
        "start": 314.27,
        "duration": 4.529
    },
    {
        "text": "I was probably one of the last of my friends that actually had cable, but now I'm primarily on Netflix Hulu and YouTube TV",
        "start": 318.8,
        "duration": 7.08
    },
    {
        "text": "Oh and also Amazon Prime, but that's that was more for the shipping and then the other stuffs extra from that",
        "start": 325.88,
        "duration": 4.739
    },
    {
        "text": "I want to share some stuff I loved today and today an awesome brought to you by mid rolls",
        "start": 330.62,
        "duration": 4.35
    },
    {
        "text": "or if it was like two of our semi recent videos just weird jump cuts and the first bit of Awesome today is if you",
        "start": 334.97,
        "duration": 4.529
    },
    {
        "text": "Did not see which is possible cuz like I said this morning's video at least for a little bit was ding uploaded the extra morning",
        "start": 339.5,
        "duration": 5.369
    },
    {
        "text": "news show which was a deep dive into",
        "start": 344.87,
        "duration": 1.96
    },
    {
        "text": "Nexium and the content of the video is not also understand",
        "start": 346.83,
        "duration": 3.979
    },
    {
        "text": "I'm including this here because I think that a good number of people think it's awesome to get more console. Wow that story",
        "start": 350.81,
        "duration": 4.47
    },
    {
        "text": "Yeah, I know",
        "start": 355.28,
        "duration": 0.81
    },
    {
        "text": "So kind of on that note a big shout out and thank you to edward Hearst and all you have a beautiful bastard supporting us",
        "start": 356.09,
        "duration": 4.559
    },
    {
        "text": "With paid subscriptions over to Franco elite comm without y'all. We would just lose some money on these videos much love",
        "start": 360.65,
        "duration": 4.95
    },
    {
        "text": "I appreciate you man. We got the trailer for Black Earth rising",
        "start": 365.6,
        "duration": 2.609
    },
    {
        "text": "Yeah, dude",
        "start": 368.21,
        "duration": 0.54
    },
    {
        "text": "Perfect giving us mono rocket battle to screen junkies gave us the honest trailer for the new Halloween Sony Pictures gave us that brand new",
        "start": 368.75,
        "duration": 5.58
    },
    {
        "text": "Spider-man far from home trailer and if you want to see the full versions of everything",
        "start": 374.37,
        "duration": 3.26
    },
    {
        "text": "I just shared the secret link of the day really anything at Lynx has always earned the description down below",
        "start": 377.63,
        "duration": 5.16
    },
    {
        "text": "then in industry news YouTube just made some announcements that",
        "start": 383.09,
        "duration": 2.91
    },
    {
        "text": "depending on the kind of content you make this will either not affect you in any way or",
        "start": 386.13,
        "duration": 4.009
    },
    {
        "text": "This could completely change things YouTube today announced that they are ramping up enforcement across a few key areas",
        "start": 390.479,
        "duration": 4.67
    },
    {
        "text": "one regarding custom thumbnails",
        "start": 395.34,
        "duration": 1.549
    },
    {
        "text": "They say selecting a thumbnail that egregiously violate policies attaining pornography or graphic violence will now result in a Community Guidelines strike",
        "start": 396.889,
        "duration": 6.869
    },
    {
        "text": "Even if the video does not violate our policies and external links saying specifically adding links to external sites that egregiously violate our policy",
        "start": 403.759,
        "duration": 7.5
    },
    {
        "text": "pornography malware or spam will now result in a Community Guidelines",
        "start": 411.419,
        "duration": 2.96
    },
    {
        "text": "Straight and finally three and this is probably related to some stuff that we've seen in the news recently",
        "start": 414.479,
        "duration": 4.49
    },
    {
        "text": "dangerous challenges and pranks writing reminder content that encourages violence or dangerous activities that may result in serious physical harm",
        "start": 419.1,
        "duration": 6.5
    },
    {
        "text": "distress or death violates our harmful and dangerous policy also adding",
        "start": 425.88,
        "duration": 3.649
    },
    {
        "text": "We've updated our external guidelines to make it clear that we prohibit",
        "start": 429.53,
        "duration": 2.489
    },
    {
        "text": "Challenges presenting a risk of serious danger or death and pranks that make victims believe they're in serious physical",
        "start": 432.24,
        "duration": 5.42
    },
    {
        "text": "Danger or cause children to experience severe emotional distress and so initially when reading through dangerous challenges and pranks",
        "start": 437.849,
        "duration": 6.29
    },
    {
        "text": "most people would probably think most recently - Jake Paul driving with a blindfold on",
        "start": 444.139,
        "duration": 3.87
    },
    {
        "text": "unfortunately",
        "start": 448.169,
        "duration": 0.5
    },
    {
        "text": "Even in the news there has been the story of someone",
        "start": 448.669,
        "duration": 2.01
    },
    {
        "text": "crashing their car because they were engaging in this challenge that last part especially about children affects a lot of people including people that have",
        "start": 450.81,
        "duration": 6.289
    },
    {
        "text": "posted",
        "start": 457.099,
        "duration": 0.701
    },
    {
        "text": "immensely popular videos",
        "start": 457.8,
        "duration": 1.339
    },
    {
        "text": "I mean this ranges from the very obviously and in my personal opinion",
        "start": 459.139,
        "duration": 3.39
    },
    {
        "text": "disgusting of just",
        "start": 462.96,
        "duration": 1.079
    },
    {
        "text": "scaring small",
        "start": 464.039,
        "duration": 1.171
    },
    {
        "text": "children",
        "start": 465.21,
        "duration": 0.57
    },
    {
        "text": "people dress up as clowns or monsters all the way to content that I didn't even initially think could be a problem like when people",
        "start": 465.78,
        "duration": 5.66
    },
    {
        "text": "Went through that trend of tricking small kids into thinking that they were invisible",
        "start": 471.44,
        "duration": 3.539
    },
    {
        "text": "That was a trend picked up by a ton of people inspired by a Netflix magician show",
        "start": 474.979,
        "duration": 3.99
    },
    {
        "text": "I mean you had everyone from just random people on the street",
        "start": 478.97,
        "duration": 1.9
    },
    {
        "text": "I mean people like David Ober who is a massive creator on this platform",
        "start": 480.87,
        "duration": 3.829
    },
    {
        "text": "But the good news for dobrik or anyone else that thinks that maybe they are in the wrong according to these new rules YouTube announced",
        "start": 484.699,
        "duration": 6.149
    },
    {
        "text": "that they are giving people a grace period",
        "start": 490.849,
        "duration": 1.661
    },
    {
        "text": "this they said to allow time to review the updates and make changes to your content and adding in the following two months as we",
        "start": 492.51,
        "duration": 5.0
    },
    {
        "text": "Ramped up enforcement content that violates our community guidelines related to custom thumbnails external links challenges and pranks will be removed",
        "start": 497.51,
        "duration": 6.329
    },
    {
        "text": "But the channel will not receive a stripe but moving forward if you violate the policies that will result in a stripe personally I do",
        "start": 503.84,
        "duration": 5.879
    },
    {
        "text": "Wonder how big of a fact will this have on the platform?",
        "start": 509.719,
        "duration": 3.03
    },
    {
        "text": "The reason I ask that is because parts of the rules here, I mean who is defining the line for example, specifically?",
        "start": 512.75,
        "duration": 5.82
    },
    {
        "text": "you know cause children to experience severe emotional distress understand when I personally mentioned the trend in situation of little kids being tricked into being",
        "start": 518.57,
        "duration": 7.829
    },
    {
        "text": "Disappeared I'm mentioning it here because it has been referenced elsewhere",
        "start": 526.589,
        "duration": 3.26
    },
    {
        "text": "But for the severe emotional distress is that just a kid being scared. Is that kid crying?",
        "start": 529.85,
        "duration": 5.429
    },
    {
        "text": "Does that mean Jimmy Kimmel's I ate all of your Halloween candy challenge is now something that breaks the rule",
        "start": 535.279,
        "duration": 5.28
    },
    {
        "text": "I mean even the thumbnail appears to show small children in distress",
        "start": 540.56,
        "duration": 3.119
    },
    {
        "text": "Or is it not because no one's ever died from not getting candy or is that I don't know if that's true",
        "start": 543.68,
        "duration": 4.77
    },
    {
        "text": "You know is it not because there's no chance of the child thinks. They're gonna be in physical harm",
        "start": 548.45,
        "duration": 4.229
    },
    {
        "text": "They're just very upset",
        "start": 552.68,
        "duration": 1.11
    },
    {
        "text": "They feel betrayed and also kind of on that note will we see situations? Where?",
        "start": 553.79,
        "duration": 3.69
    },
    {
        "text": "People are not treated the same based off of their size",
        "start": 557.85,
        "duration": 2.84
    },
    {
        "text": "Yeah",
        "start": 560.69,
        "duration": 0.42
    },
    {
        "text": "that's really the end of the story and I just want to give out there one for",
        "start": 561.11,
        "duration": 2.76
    },
    {
        "text": "Creators out there just to make sure they are Satan - whether you be a creator or a consumer",
        "start": 563.94,
        "duration": 4.01
    },
    {
        "text": "I'd love to know your thoughts on these changes and then let's talk about the latest",
        "start": 567.95,
        "duration": 2.879
    },
    {
        "text": "LGBTQ crackdown going on in Chechnya",
        "start": 571.41,
        "duration": 2.03
    },
    {
        "text": "And if you didn't know the Russian Republic of Chechnya is known for having a predominantly Muslim and conservative",
        "start": 573.44,
        "duration": 4.26
    },
    {
        "text": "population and in Chechnya",
        "start": 577.8,
        "duration": 1.159
    },
    {
        "text": "There has been a new wave of persecution",
        "start": 578.959,
        "duration": 1.481
    },
    {
        "text": "against LGBT people",
        "start": 580.44,
        "duration": 1.35
    },
    {
        "text": "Backtrack a bit attacks on the gay community in Chechnya are not new by any meat and as part of this sounds familiar",
        "start": 581.79,
        "duration": 5.0
    },
    {
        "text": "It's because we actually talked about this on the show back in 2017 when authorities and military officials rounded up more than 100 men",
        "start": 586.79,
        "duration": 5.73
    },
    {
        "text": "They suspected of being gay those men were reportedly sent to secret prisons where they were beaten and tortured some survivors even claimed they experienced",
        "start": 592.52,
        "duration": 6.269
    },
    {
        "text": "Electric shock torture and were forced to turn over other gay friends or partners",
        "start": 598.79,
        "duration": 3.03
    },
    {
        "text": "They had one anonymous victim told NPR in",
        "start": 601.82,
        "duration": 1.87
    },
    {
        "text": "2017 that he was kidnapped and kept in a basement for 12 days saying authorities went through his phone and social media",
        "start": 603.69,
        "duration": 4.969
    },
    {
        "text": "Adding they put a black plastic bag over my head and put a gun to my head",
        "start": 608.91,
        "duration": 3.29
    },
    {
        "text": "He told me I wasn't a human being and deserved to be murdered",
        "start": 612.2,
        "duration": 2.639
    },
    {
        "text": "also saying that they forced him to contact someone who was dating telling him to go to somewhere and they kidnapped him as well as",
        "start": 614.97,
        "duration": 5.45
    },
    {
        "text": "You might remember Chechen officials denied the allegations at the time with the regions leader",
        "start": 620.42,
        "duration": 3.239
    },
    {
        "text": "Ramzan Kadyrov saying you cannot arrest or oppress people who just don't exist in the Republic if such people even",
        "start": 623.73,
        "duration": 6.02
    },
    {
        "text": "Existed in Chechnya law enforcement would not have to worry about them as their own",
        "start": 629.82,
        "duration": 3.379
    },
    {
        "text": "Relatives would have sent them to where they could never return and despite international condemnation",
        "start": 633.39,
        "duration": 4.009
    },
    {
        "text": "Over the human rights violations the attacks against gays in Chechnya continued and for months",
        "start": 637.589,
        "duration": 4.13
    },
    {
        "text": "We saw horrifying stories of people be executed going missing dying via honor killings",
        "start": 641.72,
        "duration": 5.01
    },
    {
        "text": "And so all of that brings us to now according to the Russian",
        "start": 646.73,
        "duration": 2.549
    },
    {
        "text": "LGBT network since December two people have been killed and 40 men and women have been detained as part of the latest roundup in a",
        "start": 649.41,
        "duration": 5.899
    },
    {
        "text": "statement released Monday",
        "start": 655.31,
        "duration": 0.9
    },
    {
        "text": "The Erb said two detainees died from torture adding that these detentions are actually being carried out by law enforcement in the group also believes",
        "start": 656.21,
        "duration": 6.179
    },
    {
        "text": "That this latest wave of persecution",
        "start": 662.39,
        "duration": 1.33
    },
    {
        "text": "Was sparked by the arrest of an administrator of a group for LGBT people on the social media network VK",
        "start": 663.72,
        "duration": 5.149
    },
    {
        "text": "That's because they believe that once the administrator was detained authorities accessed his contacts and used that info to start mass",
        "start": 668.87,
        "duration": 5.13
    },
    {
        "text": "Detention now this latest report by the LGBT network has not been corroborated by other outlets",
        "start": 674.1,
        "duration": 4.279
    },
    {
        "text": "But Amnesty International issued a statement on Monday supporting the group's finding and writing with lives in jeopardy",
        "start": 678.38,
        "duration": 4.77
    },
    {
        "text": "There is an urgent need for an international response",
        "start": 683.15,
        "duration": 2.369
    },
    {
        "text": "But on the other side of this you have a government spokesperson",
        "start": 685.56,
        "duration": 2.42
    },
    {
        "text": "Dismissing the latest death report as quote complete lies",
        "start": 688.26,
        "duration": 2.63
    },
    {
        "text": "Adding if even a single person were arrested let alone 40 the entire Chechen public would have known the claim that you were killed is",
        "start": 691.08,
        "duration": 6.169
    },
    {
        "text": "even more absurd and authorities in Chechnya have continued to deny that they are targeting an LGBT people by repeatedly claiming once again that Chechnya",
        "start": 697.25,
        "duration": 6.75
    },
    {
        "text": "Has no gay population at all",
        "start": 704.0,
        "duration": 1.59
    },
    {
        "text": "and as far as the Russian LGBT network",
        "start": 705.59,
        "duration": 1.77
    },
    {
        "text": "They said that they're monitoring the situation in Chechnya and helping victims as much as they can saying they've relocated around",
        "start": 707.36,
        "duration": 5.19
    },
    {
        "text": "150 LGBT people who are living in danger and also adding that it is becoming more and more difficult since police are now seizing detainees",
        "start": 712.77,
        "duration": 6.109
    },
    {
        "text": "Travel documents with the network saying that local authorities are making every effort to prevent victims from leaving the region or applying to the courts",
        "start": 718.88,
        "duration": 6.27
    },
    {
        "text": "In the future specifying they take away documents",
        "start": 725.15,
        "duration": 2.309
    },
    {
        "text": "They threaten the victims with criminal proceedings against them where their close ones and they force them to sign empty forms",
        "start": 727.46,
        "duration": 5.429
    },
    {
        "text": "And so with this latest wave of crackdowns LGBT groups are urging people in the area to delete",
        "start": 732.89,
        "duration": 4.049
    },
    {
        "text": "Information from their phones change their numbers and even destroy their devices as far as my personal opinion on this though",
        "start": 737.1,
        "duration": 5.209
    },
    {
        "text": "The last thing I want to do is to present this story as a he-said she-said",
        "start": 742.31,
        "duration": 3.059
    },
    {
        "text": "There's a reason we're hearing these horror stories and I tend not to believe people that say things",
        "start": 745.53,
        "duration": 4.64
    },
    {
        "text": "Like gay people those things don't even exist here",
        "start": 750.27,
        "duration": 2.9
    },
    {
        "text": "Especially when they go full gangster and they're like because if they did they'd be killed. Anyway, we wouldn't even know about it",
        "start": 753.17,
        "duration": 4.829
    },
    {
        "text": "That's horrifying. That's my personal takeaway and feelings on it. Of course, I'd be interested to know yours",
        "start": 758.0,
        "duration": 4.29
    },
    {
        "text": "And the last thing I want to talk about today",
        "start": 762.29,
        "duration": 1.77
    },
    {
        "text": "I cannot properly cover this story because it is happening right as I'm finished filming British Parliament voted against Theresa Mayes brexit plan",
        "start": 764.06,
        "duration": 7.919
    },
    {
        "text": "432 to 202 and to help you understand how popular this deal was",
        "start": 772.83,
        "duration": 4.769
    },
    {
        "text": "Teresa may is part of the Conservative Party the Conservatives have 317 seats",
        "start": 777.91,
        "duration": 4.25
    },
    {
        "text": "So that was a big no, and it was expected to be Pitt and tomorrow",
        "start": 782.16,
        "duration": 3.75
    },
    {
        "text": "The members of parliament will have a chance to debate the no confidence vote",
        "start": 785.91,
        "duration": 2.429
    },
    {
        "text": "And so now as far as the fallout from this expected failure, that's all we're gonna be watching. It's a mess. It's a mess",
        "start": 788.339,
        "duration": 4.979
    },
    {
        "text": "We'll be watching and a mess that we will be talking about moving forward and with this story",
        "start": 793.319,
        "duration": 3.989
    },
    {
        "text": "I did want to pass a question off to you whether you're in Britain or the EU",
        "start": 797.309,
        "duration": 3.21
    },
    {
        "text": "I love to know your thoughts on what happened with today's vote. Happy sad frustrated lost over it",
        "start": 800.519,
        "duration": 5.039
    },
    {
        "text": "That's where I'm going to end today's show. Remember. If you like this video you like our dives into the news",
        "start": 805.559,
        "duration": 3.6
    },
    {
        "text": "Let us know hit that like button",
        "start": 809.16,
        "duration": 1.589
    },
    {
        "text": "Also, if you new here you want more hit that subscribe button ring that bell to turn on notification",
        "start": 810.749,
        "duration": 4.65
    },
    {
        "text": "and also if you miss and want to catch up with yesterday's philip defranco show or this morning's extra morning news show you can click",
        "start": 815.399,
        "duration": 4.799
    },
    {
        "text": "Or tap right there lots with that said of course as always my name's philip. Defranco",
        "start": 820.199,
        "duration": 3.359
    },
    {
        "text": "You've just been phill'd in on la vo faces and i'll see you tomorrow",
        "start": 823.66,
        "duration": 3.95
    }
]