[
    {
        "text": "'Sup you beautiful Bastards! Hope you're having a fantastic Monday",
        "start": 0.0,
        "duration": 3.08
    },
    {
        "text": "Welcome back to the Philip Defranco Show and let's just jump into it.",
        "start": 3.08,
        "duration": 3.12
    },
    {
        "text": "And the first thing we're going to talk about today; it was by far the most requested story",
        "start": 6.2,
        "duration": 3.6
    },
    {
        "text": "This might be the last time we talk about it. I'll mention why in a minute",
        "start": 9.8,
        "duration": 2.9
    },
    {
        "text": "but this is around the Mike Martin, aka 'DaddyOFve' YouTube potential child abuse scandal.",
        "start": 12.7,
        "duration": 4.9
    },
    {
        "text": "Last week we put a big spotlight on the problem:",
        "start": 17.78,
        "duration": 1.98
    },
    {
        "text": "We saw children in distress",
        "start": 19.76,
        "duration": 1.06
    },
    {
        "text": "Red Shirt: Laughing\nBlue shirt (Cody): Crying",
        "start": 20.82,
        "duration": 1.98
    },
    {
        "text": "Children being on the receiving end of aggression from both parents.",
        "start": 22.8,
        "duration": 4.88
    },
    {
        "text": "And from the older step-kids",
        "start": 27.72,
        "duration": 1.1
    },
    {
        "text": "And this story blew up and still continues to go!",
        "start": 30.56,
        "duration": 2.14
    },
    {
        "text": "I saw even this morning 'Vice' jumped in on the coverage.",
        "start": 32.7,
        "duration": 2.38
    },
    {
        "text": "And there's been a massive update to what Mike Martin and his wife are saying publicly.",
        "start": 35.08,
        "duration": 3.48
    },
    {
        "text": "And it's a big tone change. \nyou may remember the first response after the outrage around the ink video was this.",
        "start": 38.56,
        "duration": 4.34
    },
    {
        "text": "Mike Martin: Not fans, It's haters.  There's people out there -\nGreen Shirt: They're just Jelous!",
        "start": 42.9,
        "duration": 4.02
    },
    {
        "text": "And that evolved into a kinda-sorta apology where he also then blamed me for the situation",
        "start": 46.92,
        "duration": 4.14
    },
    {
        "text": "I'm sorry if we hurt anybody",
        "start": 51.06,
        "duration": 2.88
    },
    {
        "text": "I'm sorry all this got so out of hand",
        "start": 53.94,
        "duration": 3.98
    },
    {
        "text": "It would have never got this out of hand if it wasn't for that De Franco guy",
        "start": 57.94,
        "duration": 5.52
    },
    {
        "text": "And then after that video got around one million views, I don't know the exact number because it's now been removed.",
        "start": 63.46,
        "duration": 4.26
    },
    {
        "text": "Mike and Heather released a new video titled \"DaddyOFive Founders Issue Public Apology\"",
        "start": 67.72,
        "duration": 4.34
    },
    {
        "text": "And they have a completely different tone, let's walk through this.",
        "start": 72.06,
        "duration": 2.52
    },
    {
        "text": "So let's start off at the beginning where they actually seem to take responsibility.",
        "start": 74.58,
        "duration": 2.94
    },
    {
        "text": "Heather: This has been the absolute worst week of our lives and we've realised that we have made some terrible parenting decisions.",
        "start": 77.52,
        "duration": 7.78
    },
    {
        "text": "And we just want to make things right.",
        "start": 85.38,
        "duration": 3.58
    },
    {
        "text": "Then Mike acknowledges that a lot of the videos should not have gone up.",
        "start": 88.96,
        "duration": 2.26
    },
    {
        "text": "Mike: I Acknowledge and I respect how everyone feels about this and I do agree that we put things on the internet that should not be there.",
        "start": 91.22,
        "duration": 11.38
    },
    {
        "text": "We did things that we should not do",
        "start": 102.62,
        "duration": 2.24
    },
    {
        "text": "Heather: And as a mother over the last week... Looking back a the videos and... Just thinking about things.",
        "start": 105.82,
        "duration": 7.88
    },
    {
        "text": "If I didn't know the people and I saw some of those things I would be thinking the same thing",
        "start": 113.7,
        "duration": 7.44
    },
    {
        "text": "I would be like \"Oh my god, those poor children\"",
        "start": 121.14,
        "duration": 3.2
    },
    {
        "text": "Now for those asking why my edit of that video was so weird, it wasn't my edit.",
        "start": 124.34,
        "duration": 4.96
    },
    {
        "text": "They have several of these throughout the video.\nInstead of doing a hard cut they drop the audio, they do a fade out and then a fade back in.",
        "start": 129.3,
        "duration": 5.78
    },
    {
        "text": "And they do this so many times near the end of the video where it makes you wonder what it was they cut out.",
        "start": 135.08,
        "duration": 3.96
    },
    {
        "text": "Then they say this about family counselling",
        "start": 139.28,
        "duration": 2.02
    },
    {
        "text": "We are now in family counselling because we need it.",
        "start": 141.42,
        "duration": 3.82
    },
    {
        "text": "Not only to get through the media stuff. But we need it to come back together and have everybody - even the kids - to understand what we did wrong in all this.",
        "start": 145.24,
        "duration": 13.42
    },
    {
        "text": "And the response to that has been mixed. A lot of people saying \"Well good, you need to be in counselling.\"",
        "start": 158.66,
        "duration": 3.94
    },
    {
        "text": "While many others are saying that they can't tell where lies end and truth begin with this family",
        "start": 162.6,
        "duration": 4.02
    },
    {
        "text": "In interviews just after the outrage they said that they were already in family counselling.",
        "start": 166.62,
        "duration": 3.36
    },
    {
        "text": "Heather: We actually have a family counsellor. Actually Cody does go to counselling and we've been to counselling as a family. Ironically we have.",
        "start": 170.32,
        "duration": 9.42
    },
    {
        "text": "So when she says \"We're in family Counselling now\" does that mean that earlier mention was a lie?",
        "start": 179.74,
        "duration": 3.88
    },
    {
        "text": "Or is she saying the same thing but she worded it poorly.",
        "start": 183.62,
        "duration": 2.74
    },
    {
        "text": "Heather: We just want to give our kids back some type of normalsy.",
        "start": 186.36,
        "duration": 3.24
    },
    {
        "text": "*sniff*",
        "start": 190.12,
        "duration": 0.56
    },
    {
        "text": "We just want them to be able to go back to school and just live their lives.",
        "start": 191.04,
        "duration": 3.74
    },
    {
        "text": "Mike: I just wanted to take care of everybody.",
        "start": 195.58,
        "duration": 2.48
    },
    {
        "text": "I just wanted t-\nHeather: We just wanted you guys... we wanted them to be happy. We just wanted our kids to be happy and we went about it the wrong way",
        "start": 198.46,
        "duration": 7.3
    },
    {
        "text": "We're focused on making sure that our kids...",
        "start": 206.42,
        "duration": 3.68
    },
    {
        "text": "Don't have to deal with so much backlash from our bad decisions and we realise now what kind of a situation we put them in.",
        "start": 210.92,
        "duration": 8.28
    },
    {
        "text": "And we're just really sorry to them.",
        "start": 220.14,
        "duration": 2.16
    },
    {
        "text": "And that's where it ends. They cut their audio, they do a fade out even though she's still talking",
        "start": 223.1,
        "duration": 4.14
    },
    {
        "text": "And so something I've said since the beginning.\nI WANT to believe them.",
        "start": 227.24,
        "duration": 3.44
    },
    {
        "text": "I want to believe what they said before, that it was fake, that it was scripted, that Cody might be an actor in the future.",
        "start": 230.68,
        "duration": 4.4
    },
    {
        "text": "Because if this is fake he is a child actor prodigy",
        "start": 235.14,
        "duration": 3.68
    },
    {
        "text": "I think as far as this apology, it would have been the perfect apology if they put this in place of the video where they blamed me.",
        "start": 238.82,
        "duration": 6.16
    },
    {
        "text": "All the weird cuts and fade outs while they're still talking or when Mike's about to chime in makes me feel like maybe this isn't the most genuine apology.",
        "start": 245.06,
        "duration": 7.18
    },
    {
        "text": "But my main goal through all of this was so the kids have a better and safer future.",
        "start": 252.24,
        "duration": 3.92
    },
    {
        "text": "It's one of the reasons I mentioned the allegations from the biological mother who has come forward because of all of this.",
        "start": 256.16,
        "duration": 5.04
    },
    {
        "text": "I talked about that while stressing that these are allegations and then also not promoting to her gofundme.",
        "start": 261.2,
        "duration": 5.1
    },
    {
        "text": "Because we don't know 100% if everything she is saying is true and that the kids would actually be in a  better place with her.",
        "start": 266.3,
        "duration": 5.42
    },
    {
        "text": "We don't know! and I hope that through this family now, it seems like they are being investigated by CPS through that.",
        "start": 271.72,
        "duration": 5.0
    },
    {
        "text": "But the parents acknowledging that what they were putting out and what they were doing was wrong and that they're not going to do it in the future.",
        "start": 276.72,
        "duration": 4.88
    },
    {
        "text": "I hope that these kids have a safer, better future and that's why hopefully this is the last time we're going to have to talk about this.",
        "start": 281.6,
        "duration": 5.62
    },
    {
        "text": "The parents are saying they're not going to do anything like this again, they acknowledge that they're wrong.",
        "start": 287.22,
        "duration": 4.16
    },
    {
        "text": "It looks like the legal authorities that are supposed to look at this are now looking at this.",
        "start": 291.38,
        "duration": 3.12
    },
    {
        "text": "And it kills me that there are some of the DO5 (DaddyOFive) fanbase that think that literally my goal was to destroy a family.",
        "start": 294.5,
        "duration": 6.16
    },
    {
        "text": "Your passion has either blinded you or you are just that stupid and I don't know what to do with you.",
        "start": 300.66,
        "duration": 4.1
    },
    {
        "text": "That's where I'm going to end that story.\nOf course I do want to pass it off to you.",
        "start": 304.76,
        "duration": 2.26
    },
    {
        "text": "Seeing this new apology - does it change your mind on this whole situation. Does it make you feel like they really get it now or this is just damage control?",
        "start": 307.02,
        "duration": 6.42
    },
    {
        "text": "I'd love to know your thoughts here.",
        "start": 313.44,
        "duration": 0.94
    },
    {
        "text": "But from there I'd like to share some things I love today and Today in Awesome brought to you by the 'SPORTS' shirt",
        "start": 314.38,
        "duration": 5.04
    },
    {
        "text": "A shirt which says \"I don't understand the score, the rules but thank you for inviting me and our team is the best team! Unless this is a game of individuals in which case our person is the best person\"",
        "start": 319.66,
        "duration": 7.76
    },
    {
        "text": "It's a fact, Everyone knows it... but I'm not going to spend $150 on an official t-shirt...",
        "start": 327.54,
        "duration": 4.56
    },
    {
        "text": "I gotta get a return, long term with this t-shirt investment so if you want to snag one while you can we have a run of that shirt this week, link to that down below (TeeSpring.com/New-Sports)",
        "start": 332.1,
        "duration": 6.16
    },
    {
        "text": "And the first bit of Awesome, I just want to welcome the around one hundred thousand of you who have subscribed and joined the family in the past week.",
        "start": 338.26,
        "duration": 6.54
    },
    {
        "text": "Hello, thank you for signing on to this daily experiment that is the 'Philip DeFranco Show'",
        "start": 344.8,
        "duration": 3.56
    },
    {
        "text": "I always find this important to say after we get a new surge of new subscribers and that is...",
        "start": 348.36,
        "duration": 4.16
    },
    {
        "text": "You are going to disagree with me.\nBut unlike most places you're going to consume news or consume opinion it is okay here.",
        "start": 352.52,
        "duration": 6.02
    },
    {
        "text": "I'm going to give you the facts, the different points of views, the different arguments from all sides and then I will give my opinion.",
        "start": 358.54,
        "duration": 4.5
    },
    {
        "text": "And it is okay!\nIt's okay to disagree, we all don't live in one of two or three boxes.",
        "start": 363.04,
        "duration": 4.98
    },
    {
        "text": "My main goal is always to inform and then start a conversation of different opinions.",
        "start": 368.02,
        "duration": 3.44
    },
    {
        "text": "And if you're not okay with that you should probably just unsubscribe now otherwise I am going to eventually offend you.",
        "start": 371.46,
        "duration": 4.22
    },
    {
        "text": "Then in awesome if you are a fan of the movie 'Avatar' which was released in 2009.\nHas it really been that long? Wow!",
        "start": 375.68,
        "duration": 5.82
    },
    {
        "text": "Well the franchise updated their Facebook page and announced the release date of their next four movies.",
        "start": 381.5,
        "duration": 5.14
    },
    {
        "text": "\"YES!\" is probably what you would say if this had a 2017 or 2018 release date but the next one is not slated till December 18, 2020.",
        "start": 386.64,
        "duration": 7.9
    },
    {
        "text": "Then you get another one in 2021, then you gotta wait three more years for  2024 and then just one more with 2025.",
        "start": 394.58,
        "duration": 5.58
    },
    {
        "text": "And personally I'm just fascinated with how this movie's gonna do.",
        "start": 400.16,
        "duration": 3.0
    },
    {
        "text": "I mean a weird way to think how long it's been since avatar was released is in that time Spiderman will have been rebooted twice.",
        "start": 403.16,
        "duration": 6.08
    },
    {
        "text": "But I am hopeful that it's going to be good, I'm just interested in how it's going to do at the box office.",
        "start": 409.24,
        "duration": 4.04
    },
    {
        "text": "Because if you remember Avatar was one of the first movies to do that really high end 3D",
        "start": 413.28,
        "duration": 4.7
    },
    {
        "text": "Then we got a new trailer for season 3 of Kimmy Schmidt. It is my favorite show that makes me happy",
        "start": 417.98,
        "duration": 5.4
    },
    {
        "text": "and then at random points throws you down into a pit of despair, so happy it's coming back.",
        "start": 423.38,
        "duration": 3.54
    },
    {
        "text": "And if you want to see the full versions of everything I just shared, the secret link of the day or anything at all the links - as always are in the description down below.",
        "start": 426.92,
        "duration": 6.64
    },
    {
        "text": "Then let's talk about a fantastic story out of Oxford University.",
        "start": 433.66,
        "duration": 6.06
    },
    {
        "text": "*pretends to be local news*\nEsteemed Oxford university says you may be racist and not even know it?!\nfind out more tonight at 23:00 pm.",
        "start": 439.72,
        "duration": 5.3
    },
    {
        "text": "But yeah, one of the full headlines reads \n\"Students who avoid making eye contact could be guilty of racism, Oxford university says\"",
        "start": 445.02,
        "duration": 6.56
    },
    {
        "text": "Reportedly",
        "start": 451.66,
        "duration": 1.18
    },
    {
        "text": "But the news letter goes on to say You're not the worst person in the world, saying:",
        "start": 465.16,
        "duration": 2.94
    },
    {
        "text": "And I have to say with all due respect that is the most ridiculous, snowflake-y bullshit I have ever heard.",
        "start": 481.46,
        "duration": 5.2
    },
    {
        "text": "As somebody who grew up socially awkward to a painful degree I need to educate you in that sometimes you just don't want to make eye contact because it feels weird.",
        "start": 486.66,
        "duration": 7.44
    },
    {
        "text": "Also I ask pretty much everyone regardless of color \"Where are you from originally\"",
        "start": 494.1,
        "duration": 4.06
    },
    {
        "text": "I live in LA, So many people here came from somewhere else and I really do have to agree with doctor Joanna Williams from the university of Kent whenever she says:",
        "start": 498.16,
        "duration": 5.44
    },
    {
        "text": "But also this isn't shocking that this is happening at a university.",
        "start": 515.74,
        "duration": 2.64
    },
    {
        "text": "You have universities banning language like \"Right hand man\" and \"Gentleman's agreement\" because it's 'Gendered language' and it's not inclusive.",
        "start": 518.38,
        "duration": 6.0
    },
    {
        "text": "And I'll say this to someone So long as you educate me to what pronoun you want me to use for you I'll use it.",
        "start": 524.38,
        "duration": 4.32
    },
    {
        "text": "Just getting more and more and it's been ridiculous for a while now, people keep looking for problems where they don't exist.",
        "start": 528.7,
        "duration": 5.02
    },
    {
        "text": "They go at people they find offending them.\nThey alienate potential allies and you make everyone walk on egg shells  so we're not able to really interact.",
        "start": 534.28,
        "duration": 7.0
    },
    {
        "text": "We're not able to really bond because I'm worried that at some point someone's going to get offended and my whole life is going to get trashed.",
        "start": 541.28,
        "duration": 5.94
    },
    {
        "text": "It's important to remember that just because you feel offended or you feel attacked that doesn't mean that you're actually the victim.",
        "start": 547.22,
        "duration": 4.64
    },
    {
        "text": "It doesn't necessarily mean that you are right!",
        "start": 551.86,
        "duration": 2.16
    },
    {
        "text": "From my opinion this is silly, it's excessive and it hurts the argument from people that have rational complaints about not being included.",
        "start": 554.02,
        "duration": 6.54
    },
    {
        "text": "You know - Rational, real complaints about racism and when you say things like \"If you don't make eye contact it could mean that you're racist\"",
        "start": 560.56,
        "duration": 5.54
    },
    {
        "text": "*slams fist on table, silently laughing*\nCome On!",
        "start": 566.1,
        "duration": 1.08
    },
    {
        "text": "And then let's talk about more outrageous airlines news.\n*Silent pain*",
        "start": 567.18,
        "duration": 3.64
    },
    {
        "text": "Remember the good old days when you just hate an airline because they got caught throwing our luggage...",
        "start": 570.82,
        "duration": 3.8
    },
    {
        "text": "They were such good times...\nThe problem is you never know you're living in the good times till after.",
        "start": 574.62,
        "duration": 3.86
    },
    {
        "text": "But this is not another story about United airlines, Oscar Munoz take a beat. You're in the clear today, none of your employees have re-accommodated someone's face.",
        "start": 578.48,
        "duration": 6.98
    },
    {
        "text": "Today we talk about American Airlines.",
        "start": 585.46,
        "duration": 1.8
    },
    {
        "text": "The video around this instance has blown up!\nIt opens up and we see a mother holding her child, crying.",
        "start": 587.26,
        "duration": 5.14
    },
    {
        "text": "*Bad sound quality rumbling*\nMother: Just Please give me back my stroller please",
        "start": 592.4,
        "duration": 5.4
    },
    {
        "text": "Then we hear in the background a man who says:",
        "start": 597.8,
        "duration": 2.02
    },
    {
        "text": "Male passenger: I'm not just going to sit here!",
        "start": 599.82,
        "duration": 3.04
    },
    {
        "text": "Philip Defranco: And so he gets out of his seat, he comes up and he says:\nMale passenger \"I want the name of that employee!\"",
        "start": 602.86,
        "duration": 2.26
    },
    {
        "text": "And what he's referencing is an incident that happened off-camera and it's the reason it seems the mother is crying.",
        "start": 605.12,
        "duration": 4.64
    },
    {
        "text": "Well according to an eye witness the mother said\na female flight attendant said \"You can bring the stroller onto the plane so long as there is space, it folds up small enough.",
        "start": 609.76,
        "duration": 6.64
    },
    {
        "text": "If not you're going to need to check it at the gate.\nNow for those of you who have never flown with a child.",
        "start": 616.4,
        "duration": 2.88
    },
    {
        "text": "Usually you have your stroller, you take it right to the outside of the plane, you have a little tag, they put it in the plane.",
        "start": 619.28,
        "duration": 4.76
    },
    {
        "text": "I can remember maybe one instance where there weren't a lot of people on the plane and I think maybe once we put it in overhead.",
        "start": 624.04,
        "duration": 4.08
    },
    {
        "text": "Even according to American airline's website:",
        "start": 628.12,
        "duration": 1.54
    },
    {
        "text": "And so according to Olivia Morgan who was one of the eye witnesses:",
        "start": 634.32,
        "duration": 1.94
    },
    {
        "text": "And it wasn't just that the stroller almost hit the child but reportedly the woman was hit with the stroller, let's go back to the video",
        "start": 652.96,
        "duration": 5.64
    },
    {
        "text": "The man has sat back down, the woman who was standing up for the mother saying \"That's not right\" has now boarded the plane.",
        "start": 658.6,
        "duration": 4.68
    },
    {
        "text": "And then the flight attendant who allegedly grabbed the stroller violently gets on the plane.",
        "start": 663.28,
        "duration": 3.32
    },
    {
        "text": "And that's when the man who was trying to find out who the employee was decides to speak up.",
        "start": 666.6,
        "duration": 3.74
    },
    {
        "text": "*Bad sound quality rumbling*\nMale Passenger: hey, you do that to me and I'll knock you flat\nMale Flight attendant: Hey, you stay out of this!\nthe mother: Hey, hey, hey, hey, hey!",
        "start": 670.34,
        "duration": 4.78
    },
    {
        "text": "Male flight Attendant: You stay out of this!\n*everyone speaking at once*",
        "start": 675.12,
        "duration": 5.08
    },
    {
        "text": "Male Passenger: You get the hell up \n*Barely audible over everyone speaking*",
        "start": 680.2,
        "duration": 1.42
    },
    {
        "text": "Female Passenger: Can you not?",
        "start": 681.62,
        "duration": 1.0
    },
    {
        "text": "Male flight Attendant: Come on, bring it on",
        "start": 682.62,
        "duration": 0.98
    },
    {
        "text": "Male Passenger: You try that with me and I'll knock you out!",
        "start": 683.6,
        "duration": 1.84
    },
    {
        "text": "*Rumbling makes it difficult to distinguish words*",
        "start": 685.44,
        "duration": 2.82
    },
    {
        "text": "Male flight attendant: You don't know what the story is",
        "start": 688.26,
        "duration": 3.24
    },
    {
        "text": "Male passenger: I don't care what the story is, you almost hurt a baby.\n*Baby crying*",
        "start": 691.5,
        "duration": 2.3
    },
    {
        "text": "Female Flight attendant: It was an accident",
        "start": 693.86,
        "duration": 2.96
    },
    {
        "text": "*Male Passenger says something*",
        "start": 696.84,
        "duration": 4.3
    },
    {
        "text": "Male flight attendant: Just keep it quiet!",
        "start": 701.14,
        "duration": 2.88
    },
    {
        "text": "Male Passenger: I can see exactly what you did and you'll get video taped too, you'll get all over the news.",
        "start": 704.02,
        "duration": 3.1
    },
    {
        "text": "Well that is what happened, now is the man who stood up completely in the right? No...\nBut I do get that.",
        "start": 707.12,
        "duration": 5.2
    },
    {
        "text": "If I saw a flight attendant being an asshole who almost hit a baby and did hit a mother. I'm probably going to lose it.",
        "start": 712.32,
        "duration": 5.54
    },
    {
        "text": "As far as the employee.\nOh My God he handled that situation horribly in my opinion.",
        "start": 717.86,
        "duration": 3.76
    },
    {
        "text": "And in response to all of this American airlines has been extremely apologetic and doesn't seem to be fully standing with their employee.",
        "start": 721.62,
        "duration": 5.58
    },
    {
        "text": "It's almost as if there were high profile stories in the news recently that made them realise how they should or should not handle a situation.",
        "start": 727.2,
        "duration": 5.86
    },
    {
        "text": "American Airlines issued a statement saying:",
        "start": 733.06,
        "duration": 1.96
    },
    {
        "text": "But while American airlines doesn't seem to be defending that flight attendant the president of the flight attendant association does.",
        "start": 760.58,
        "duration": 5.54
    },
    {
        "text": "Bob Ross, President of the association for professional flight attendants said:",
        "start": 766.12,
        "duration": 2.8
    },
    {
        "text": "And personally my first response to this is: Yes, let's of course get as much information as possible But It's weird that Bob Ross mentions all the challenges",
        "start": 789.96,
        "duration": 8.5
    },
    {
        "text": "and stressful situations as if that's a way to justify what happened. And I'm not a lawyer and I don't want to say outright.",
        "start": 798.46,
        "duration": 4.08
    },
    {
        "text": "But I don't know if it's threatening if you say the equivilant of \"Hey Buddy if you hit me like you hit that lady with that stroller I'm going to knock you out\"",
        "start": 803.44,
        "duration": 6.52
    },
    {
        "text": "Because in my eyes whilst Yes, it is an aggressive statement you could paraphrase it like \"Hey buddy if you hit me like you hit that woman I'm going to defend myself\"",
        "start": 810.12,
        "duration": 6.26
    },
    {
        "text": "So I guess my full take away is:\nAmerican Airlines while I don't like to personally fly you your reaction here is fantastic.",
        "start": 816.38,
        "duration": 5.16
    },
    {
        "text": "To Bob Ross:\nI get that you're the president of the APFA but fuckin' really?",
        "start": 821.54,
        "duration": 3.9
    },
    {
        "text": "Several Eye witnesses say that your flight attendant violently grabbed the stroller, hitting the mother, almost hitting a baby and two thirds of your response can be summed up with:",
        "start": 825.44,
        "duration": 6.72
    },
    {
        "text": "\"It's a really stressful job and that guy who stood up for that woman in first class was mean\"",
        "start": 832.16,
        "duration": 3.54
    },
    {
        "text": "Even the other female flight attendant acknowledged what happened.",
        "start": 835.7,
        "duration": 2.1
    },
    {
        "text": "With that I would say that it doesn't excuse what happened with this woman being hit. He was working with such disregard that he accidentally hit a mother holding her child.",
        "start": 839.12,
        "duration": 7.0
    },
    {
        "text": "And to the flight attendant involved:\nDo you feel like a big man yet?\nfeel like a big strong man, taking out your frustrations on your passengers...",
        "start": 846.12,
        "duration": 6.4
    },
    {
        "text": "You're just a garbage person to me and so many others",
        "start": 852.52,
        "duration": 1.78
    },
    {
        "text": "But hey, that's also where I'm ending up on this situation, I would love to know your thoughts here.",
        "start": 854.3,
        "duration": 4.2
    },
    {
        "text": "Whether you agree, you Disagree I'd love to know your thoughts here.",
        "start": 858.5,
        "duration": 2.3
    },
    {
        "text": "And that's actually where I'm going to end today's show.",
        "start": 860.8,
        "duration": 1.3
    },
    {
        "text": "Remember if you liked this video or you like what I do on this channel, Hit that Like button!",
        "start": 862.1,
        "duration": 3.36
    },
    {
        "text": "If you're new here hit that subscribe button!",
        "start": 865.46,
        "duration": 1.4
    },
    {
        "text": "Also if you missed or want to catch up on the latest Philip Defranco show you can click or tap right there to watch that.",
        "start": 866.86,
        "duration": 3.72
    },
    {
        "text": "Or if you want to see today's brand new behind the scenes vlog you can click or tap right there to watch that.",
        "start": 870.6,
        "duration": 4.26
    },
    {
        "text": "That is as always my name is Philip Defranco, you've just been Filled in, I love yo face",
        "start": 874.86,
        "duration": 4.3
    },
    {
        "text": "and I'll see you tomorrow!",
        "start": 879.16,
        "duration": 3.14
    }
]