[
    {
        "text": "Sup ya Beautiful bastards, hope you've had a fantastic Monday. Welcome back to the Philip DeFranco show. Remember hit that like button",
        "start": 0.37,
        "duration": 5.6
    },
    {
        "text": "Otherwise, I'm gonna punch you in the throat. But with that said, let's just jump into it",
        "start": 5.97,
        "duration": 4.35
    },
    {
        "text": "And the first thing we're gonna talk about today",
        "start": 10.32,
        "duration": 1.47
    },
    {
        "text": "Is this really now historic industry news around Tati Westbrook and James Charles.",
        "start": 11.79,
        "duration": 5.909
    },
    {
        "text": "but you know an industry situation has gone to just a",
        "start": 17.699,
        "duration": 2.25
    },
    {
        "text": "Completely different level and you start getting questions from like your parents friends or even from like your grandparents friends",
        "start": 20.109,
        "duration": 6.32
    },
    {
        "text": "But that reaction is understandable because looking at the size of this situation",
        "start": 26.43,
        "duration": 4.019
    },
    {
        "text": "This is like nothing we've ever seen before...since Friday  James Charles, easily one of the largest creators on this or many other platforms,",
        "start": 30.449,
        "duration": 6.99
    },
    {
        "text": "He has lost almost and by the time this video goes up may have lost more than three million subscribers",
        "start": 37.53,
        "duration": 5.099
    },
    {
        "text": "the internet right now is just filled with memes and mockery of James Charles on pretty much every social media hat part of it is",
        "start": 42.73,
        "duration": 6.259
    },
    {
        "text": "Also connected to jumping ship from James Charles and subscribing to Tati Westbrook. Who",
        "start": 48.989,
        "duration": 3.63
    },
    {
        "text": "Actually, as of recording this video has gained more subscribers than James's loss",
        "start": 52.75,
        "duration": 3.529
    },
    {
        "text": "so one of the questions especially for people outside of the beauty guru industry is how did we get to this point and I think",
        "start": 56.28,
        "duration": 5.97
    },
    {
        "text": "This is important that we touch on..because right now depending on the outlet that you're going to or the person that you're going to",
        "start": 62.25,
        "duration": 5.489
    },
    {
        "text": "there are several narratives: some don't don't touch on certain things, some are a little bit off base",
        "start": 67.74,
        "duration": 4.77
    },
    {
        "text": "It's really a combination of several things all hitting this one big",
        "start": 72.52,
        "duration": 3.919
    },
    {
        "text": "Breaking point that said we are gonna try and simplify some things trying boil everything down to the core core",
        "start": 76.689,
        "duration": 5.42
    },
    {
        "text": "pieces because I'm not trying to make a",
        "start": 82.18,
        "duration": 1.65
    },
    {
        "text": "40-minute video on this just one",
        "start": 83.83,
        "duration": 1.74
    },
    {
        "text": "topic which with all the information that's out there right now you could but with that said to get to the core of where this",
        "start": 85.57,
        "duration": 5.33
    },
    {
        "text": "Story gets to we have to go through some drum. So what happened on Friday?",
        "start": 90.9,
        "duration": 4.769
    },
    {
        "text": "So a thing to know Tati and James were friends sati helped bring James up, right?",
        "start": 95.67,
        "duration": 3.659
    },
    {
        "text": "She was promoting him to no personal benefit",
        "start": 99.329,
        "duration": 2.82
    },
    {
        "text": "But near the end of April things seemed not great between the two that appear to be connected to James Charles promoting",
        "start": 102.15,
        "duration": 5.129
    },
    {
        "text": "What was seen as a rival product specifically sugar bear hairs new sleep vitamins.",
        "start": 107.28,
        "duration": 4.049
    },
    {
        "text": "Which for those who don't know in addition to Tati Westbrook just being a massive beauty guru and influencer",
        "start": 111.329,
        "duration": 4.68
    },
    {
        "text": "She's also an entrepreneur with her own vitamin company called Halo beauty. It may point after James's post",
        "start": 116.009,
        "duration": 4.29
    },
    {
        "text": "We see Tati make an Instagram story where she's crying. She doesn't name James Charles, but she talks about feeling alone in the industry. Just",
        "start": 120.299,
        "duration": 5.49
    },
    {
        "text": "so upset",
        "start": 126.46,
        "duration": 2.0
    },
    {
        "text": "I Feel really used and",
        "start": 130.69,
        "duration": 2.369
    },
    {
        "text": "That's the bad part of Hollywood",
        "start": 135.08,
        "duration": 2.0
    },
    {
        "text": "Welcome to show business",
        "start": 137.18,
        "duration": 2.0
    },
    {
        "text": "Everybody says what they need to say and uses who they need to use to get ahead and I have had about enough.",
        "start": 139.489,
        "duration": 6.23
    },
    {
        "text": "James ends up making his own insta story where he apologizes writing at once publicly apologized my close friend Tati",
        "start": 147.26,
        "duration": 5.63
    },
    {
        "text": "He's been like a mother to me since my first days in this industry",
        "start": 152.89,
        "duration": 2.16
    },
    {
        "text": "I did not think about the competition which was a major oversight",
        "start": 155.05,
        "duration": 2.549
    },
    {
        "text": "I've supported Tati both online and off like she has done for me and I'm",
        "start": 157.599,
        "duration": 3.18
    },
    {
        "text": "Devastated that I hurt someone that I truly love and of endless respect for and then what possibly was the match that lit the fuse",
        "start": 161.0,
        "duration": 6.11
    },
    {
        "text": "Your fellow beauty youtuber",
        "start": 167.11,
        "duration": 1.18
    },
    {
        "text": "Gabriel Zamora chiming in on the situation that didn't seem to have to do with them but claiming that Tati and everyone else made too",
        "start": 168.29,
        "duration": 5.84
    },
    {
        "text": "Big a deal about the situation. {Gabriel} and it's not even just her crying over vitamins",
        "start": 174.13,
        "duration": 3.629
    },
    {
        "text": "it's the fact that all these channels and all these people are just",
        "start": 177.76,
        "duration": 2.91
    },
    {
        "text": "Continuously like making videos on it talking about it",
        "start": 181.34,
        "duration": 2.959
    },
    {
        "text": "Making this a thing and I'm like really over vitamins. {Philip} and I mentioned that because it brings us to Friday with Tati's",
        "start": 184.7,
        "duration": 4.91
    },
    {
        "text": "43 minute video. She starts it off by showing how close she and James were she also shows another clip of Gabriel Zamora making a similar",
        "start": 189.769,
        "duration": 6.65
    },
    {
        "text": "Statement about the vitamins and she sitting Lee hits this note at the beginning where she's not making this video as just a full-on attack",
        "start": 196.42,
        "duration": 5.43
    },
    {
        "text": "Where she accuses James Charles of speaking behind people's back spreading lies",
        "start": 201.85,
        "duration": 3.869
    },
    {
        "text": "She seemingly wants to make this public statement",
        "start": 205.72,
        "duration": 1.93
    },
    {
        "text": "To share her side of this and gain control of the narrative and so to start things off one of the reasons that James Charles",
        "start": 207.65,
        "duration": 5.179
    },
    {
        "text": "Started bleeding subscribers had to do with the sort of drama",
        "start": 212.829,
        "duration": 2.79
    },
    {
        "text": "Relationship stuff that people not happy that he was not loyal to a friend that he seemingly betrayed a friend",
        "start": 215.87,
        "duration": 4.22
    },
    {
        "text": "That he was talking all this terrible stuff in the background also regarding the vitamins",
        "start": 220.16,
        "duration": 4.579
    },
    {
        "text": "situations not to claim that in the past James Charles had actually bashed a sugar bear hair company and adding a James Charles said in",
        "start": 224.959,
        "duration": 4.85
    },
    {
        "text": "The past that he couldn't promote Tottie's product because his audience was mainly children",
        "start": 229.81,
        "duration": 3.269
    },
    {
        "text": "Yeah, but we ended up seeing was that he did this sponsored post for sugar bear hair is sleeping vitamins",
        "start": 233.079,
        "duration": 4.05
    },
    {
        "text": "Which some people had an even larger negative reaction to because in that push he actually talks about his mental health",
        "start": 237.13,
        "duration": 5.309
    },
    {
        "text": "Situation you guys probably already know about their I chronic hair vitamins",
        "start": 242.84,
        "duration": 3.049
    },
    {
        "text": "But they just came out with a brand new vegan sleep vitamins and first of all taste so balm",
        "start": 245.889,
        "duration": 5.01
    },
    {
        "text": "But most importantly I've been dealing with a lot of anxiety recently and it always comes late at night when I'm laying in bed thinking",
        "start": 250.9,
        "duration": 5.67
    },
    {
        "text": "Which is not fun or fresh. Um, so I've been taking these targeted this before bed and they've been really really hoping",
        "start": 256.88,
        "duration": 5.2
    },
    {
        "text": "So if you guys want to check him out you can swipe out",
        "start": 262.08,
        "duration": 2.399
    },
    {
        "text": "There's also a lot of other noise and drama about how long James Charles knew in advance that he was going to promote this product",
        "start": 264.48,
        "duration": 5.22
    },
    {
        "text": "But in my opinion a lot of that noise",
        "start": 269.7,
        "duration": 1.51
    },
    {
        "text": "Doesn't matter the the main net result of the situation is he did a promoted push for that he ended up",
        "start": 271.21,
        "duration": 4.91
    },
    {
        "text": "Yes later apologizing",
        "start": 276.12,
        "duration": 1.05
    },
    {
        "text": "so there was that situation flat the thing that kicked it into a whole different gear is the part of the video and part of",
        "start": 277.17,
        "duration": 5.13
    },
    {
        "text": "a now story is coming out that have people labeling James Charles a predator James Charles as it turns out has a preference for",
        "start": 282.3,
        "duration": 6.149
    },
    {
        "text": "Heterosexual men this is something that appears that he's talked about on Twitter as well as in videos",
        "start": 288.85,
        "duration": 4.55
    },
    {
        "text": "We just wobble we can't have hot according to Tati and now several others that there's more to it",
        "start": 297.73,
        "duration": 5.179
    },
    {
        "text": "Oh my god, you tried to trick a straight man into thinking he's gay yet again and somehow",
        "start": 302.91,
        "duration": 5.79
    },
    {
        "text": "You're the victim, you know, it's really disgusting to",
        "start": 309.25,
        "duration": 3.529
    },
    {
        "text": "Manipulate someone's sexuality, especially when they are still you know",
        "start": 314.02,
        "duration": 4.94
    },
    {
        "text": "Emerging into adulthood and don't quite have everything figured out",
        "start": 319.18,
        "duration": 3.769
    },
    {
        "text": "You are using your fame your power your money to play with people's emotions. You're threatening to ruin them",
        "start": 323.14,
        "duration": 6.229
    },
    {
        "text": "You're threatening to embarrass them and you're doing that to have them behave sexually in your favor",
        "start": 329.37,
        "duration": 6.9
    },
    {
        "text": "Even if they're straight and you know what that's not, okay",
        "start": 336.27,
        "duration": 2.909
    },
    {
        "text": "Then goes on to give a specific example in the time",
        "start": 339.18,
        "duration": 1.8
    },
    {
        "text": "He did this at her birthday dinner you were talking in detail about things you wanted to do to the waiter",
        "start": 340.98,
        "duration": 5.61
    },
    {
        "text": "And when I said James, he's straight. Your response was doesn't matter",
        "start": 346.59,
        "duration": 4.379
    },
    {
        "text": "I'm a celebrity",
        "start": 350.97,
        "duration": 1.03
    },
    {
        "text": "so",
        "start": 352.0,
        "duration": 0.72
    },
    {
        "text": "Freakin gross also adding that this is not the first time she has addressed this saying that she's even talked to Charles about this",
        "start": 352.72,
        "duration": 5.39
    },
    {
        "text": "I literally I to I",
        "start": 358.11,
        "duration": 2.0
    },
    {
        "text": "Had enough respect for you and love for you and care for you to tell you to go and get some help",
        "start": 360.34,
        "duration": 5.059
    },
    {
        "text": "I told you that this was not good and that you could have your career",
        "start": 365.4,
        "duration": 5.039
    },
    {
        "text": "Completely destroyed following my video. Yes. We saw a massive reaction",
        "start": 370.99,
        "duration": 2.989
    },
    {
        "text": "The-the-the unsubscription started happening, but it hit a completely different level",
        "start": 374.5,
        "duration": 3.679
    },
    {
        "text": "Once James Charles made a video of his own and in that eight-minute video called Tati. He apologizes to Tatia James",
        "start": 378.22,
        "duration": 5.779
    },
    {
        "text": "Westbrook, um",
        "start": 385.21,
        "duration": 2.0
    },
    {
        "text": "I'm sorry for",
        "start": 388.75,
        "duration": 1.74
    },
    {
        "text": "Everything that is going on everything that I have put you through",
        "start": 390.49,
        "duration": 2.6
    },
    {
        "text": "Over the past few weeks also regarding his interactions with men. He says and I've learned",
        "start": 393.969,
        "duration": 5.03
    },
    {
        "text": "the hard way",
        "start": 399.729,
        "duration": 2.0
    },
    {
        "text": "about um",
        "start": 401.86,
        "duration": 2.0
    },
    {
        "text": "Ways that I can interact with boys that I'm interested in and also ones that I should or shouldn't be talking to",
        "start": 405.039,
        "duration": 6.5
    },
    {
        "text": "this is a conversation that",
        "start": 412.78,
        "duration": 2.0
    },
    {
        "text": "I know a lot of people are uncomfortable with and",
        "start": 416.45,
        "duration": 2.579
    },
    {
        "text": "it's saying that I",
        "start": 420.06,
        "duration": 1.89
    },
    {
        "text": "Should have been a far more careful with bringing into",
        "start": 421.95,
        "duration": 3.14
    },
    {
        "text": "The public eye and it was after that video where the subscription is just really dropped it also resulted in a lot of big names",
        "start": 425.91,
        "duration": 5.809
    },
    {
        "text": "Unfollowing him a lot in the community reacting to all of this new this including PewDiePie",
        "start": 432.06,
        "duration": 4.79
    },
    {
        "text": "Who said he didn't want to defend James Charles so that he didn't see how this of all scandals was causing this massive fallout",
        "start": 436.85,
        "duration": 5.13
    },
    {
        "text": "He's facing the biggest sub drop that anyone's ever faced on YouTube. Look at all the controversies that has happened on YouTube",
        "start": 441.98,
        "duration": 7.079
    },
    {
        "text": "it's this really like",
        "start": 449.06,
        "duration": 2.0
    },
    {
        "text": "that",
        "start": 451.5,
        "duration": 1.02
    },
    {
        "text": "Comparable which to that note I will say each individual industry each individual kind of genre on YouTube",
        "start": 452.52,
        "duration": 5.66
    },
    {
        "text": "It has its own individual bubble right like with this controversy",
        "start": 458.18,
        "duration": 2.549
    },
    {
        "text": "We are seeing this massive drop with James Charles, but when we look to Logan Paul when he had his controversy",
        "start": 460.73,
        "duration": 5.82
    },
    {
        "text": "He actually went up a million subscribers. So I get the confusion but different industries have different reactions",
        "start": 466.55,
        "duration": 4.799
    },
    {
        "text": "Also adding that while he does not feel that he fully has a grasp on the whole situation",
        "start": 471.35,
        "duration": 2.94
    },
    {
        "text": "He doesn't trust Tottie's motives and posting this publicly thinking that she should have handled this privately with James instead of exposing him online also",
        "start": 474.3,
        "duration": 6.41
    },
    {
        "text": "bringing up",
        "start": 480.71,
        "duration": 0.24
    },
    {
        "text": "The Totti said that James was talking to drama channels",
        "start": 480.95,
        "duration": 2.13
    },
    {
        "text": "Which she said was one of her reasons for making this public regarding that allegedly",
        "start": 483.08,
        "duration": 3.0
    },
    {
        "text": "This is what James said to one of those drama channel. And Felix said that that made him question Tati",
        "start": 486.08,
        "duration": 4.019
    },
    {
        "text": "I'm not here to defend James Charles. I just don't think what Todd did did is that justified?",
        "start": 490.1,
        "duration": 5.7
    },
    {
        "text": "He also brings up",
        "start": 495.8,
        "duration": 0.63
    },
    {
        "text": "The age difference Itachi is 37 James is 19 he feels that it's weird for someone to drag a teenager like this",
        "start": 496.43,
        "duration": 5.1
    },
    {
        "text": "I think that he felt that toss he was putting herself on this pedestal wall painting James to be a villain",
        "start": 501.53,
        "duration": 3.689
    },
    {
        "text": "Anything said it's weird that the internet rewards this behavior",
        "start": 505.29,
        "duration": 2.48
    },
    {
        "text": "but I would also add here and this is kind of more just a",
        "start": 507.77,
        "duration": 2.099
    },
    {
        "text": "Personal note everyone in the industry talks and I have I have never heard an ill word about Tati Westbrook",
        "start": 510.12,
        "duration": 5.66
    },
    {
        "text": "I've only ever heard how kind",
        "start": 515.78,
        "duration": 1.39
    },
    {
        "text": "Dedicated supportive. She has been so I feel like something must have really really pushed her to actually go public",
        "start": 517.17,
        "duration": 5.329
    },
    {
        "text": "I'm Charles and his apology not",
        "start": 522.5,
        "duration": 1.42
    },
    {
        "text": "Contesting anything also really really solidifies that for me but keep in mind that little part there is just my personal",
        "start": 523.92,
        "duration": 4.609
    },
    {
        "text": "reaction",
        "start": 528.72,
        "duration": 0.5
    },
    {
        "text": "but still with all that said there were a good number of people that said well this still falls short regarding all the stuff with",
        "start": 529.22,
        "duration": 4.349
    },
    {
        "text": "James Charles and",
        "start": 533.57,
        "duration": 0.94
    },
    {
        "text": "heterosexual men right that that is the true focus and that is where there is the most outré the regarding that there are videos from",
        "start": 534.51,
        "duration": 5.63
    },
    {
        "text": "young men who talk about their",
        "start": 540.14,
        "duration": 1.7
    },
    {
        "text": "interactions with James Charles one by the name of gage talking about James Charles pressuring trying to manipulate him regarding his",
        "start": 541.84,
        "duration": 5.63
    },
    {
        "text": "Uncertainty about his sexuality James then",
        "start": 547.9,
        "duration": 2.089
    },
    {
        "text": "James then saw this as an opportunity to",
        "start": 551.65,
        "duration": 2.21
    },
    {
        "text": "Manipulate me as a person who",
        "start": 555.76,
        "duration": 2.0
    },
    {
        "text": "May or may not have been trying to",
        "start": 558.1,
        "duration": 2.0
    },
    {
        "text": "figure things out about their sexuality",
        "start": 560.89,
        "duration": 2.0
    },
    {
        "text": "After the fact of telling him that I was straight multiple times he then started to begin",
        "start": 563.56,
        "duration": 6.05
    },
    {
        "text": "Putting a little bit of pressure on me",
        "start": 570.34,
        "duration": 2.0
    },
    {
        "text": "of getting to know me without",
        "start": 572.65,
        "duration": 2.119
    },
    {
        "text": "Like disregarding the fact that I told him I was straight because as you all know this person",
        "start": 576.64,
        "duration": 5.599
    },
    {
        "text": "99.9 maybe even a hundred percent of times goes after",
        "start": 584.26,
        "duration": 3.2
    },
    {
        "text": "heterosexual men he paints a picture of James Charles blocking him when he doesn't get his way when gage says no after I said,",
        "start": 588.88,
        "duration": 5.54
    },
    {
        "text": "no, he got mad again and",
        "start": 594.42,
        "duration": 2.0
    },
    {
        "text": "Blocked me on everything. He talks about James Charles subtweeting him when he doesn't get his way he",
        "start": 597.37,
        "duration": 4.79
    },
    {
        "text": "proceeded to get extremely upset with me because of that and",
        "start": 603.1,
        "duration": 3.169
    },
    {
        "text": "kind of trying to play",
        "start": 606.97,
        "duration": 2.0
    },
    {
        "text": "his emotions and",
        "start": 609.31,
        "duration": 2.0
    },
    {
        "text": "Push his emotions onto me to kind of guilt me into trying something",
        "start": 612.19,
        "duration": 3.71
    },
    {
        "text": "That I didn't want to do",
        "start": 616.63,
        "duration": 2.09
    },
    {
        "text": "so after I denied",
        "start": 619.51,
        "duration": 1.98
    },
    {
        "text": "Any like any of that?",
        "start": 621.49,
        "duration": 2.0
    },
    {
        "text": "He I guess went to Twitter again. There's also another young man that goes by the name Sam",
        "start": 624.4,
        "duration": 5.089
    },
    {
        "text": "He appears to actually be the waiter from that dinner that was mentioned at the beginning in his video",
        "start": 629.49,
        "duration": 4.5
    },
    {
        "text": "He says at that time, you know",
        "start": 633.99,
        "duration": 1.05
    },
    {
        "text": "He didn't know who James Charles was but he recognized his face after that night",
        "start": 635.04,
        "duration": 3.419
    },
    {
        "text": "His sister convinced him to DM James Charles the next day",
        "start": 638.46,
        "duration": 3.119
    },
    {
        "text": "My sister convinced me to direct message James Charles and I did Sam noting that at this time",
        "start": 641.58,
        "duration": 6.659
    },
    {
        "text": "He was bicurious as James invites him to his hotel",
        "start": 648.24,
        "duration": 2.25
    },
    {
        "text": "Goes end up making out this ends up leading to a situation where Sam later says to James that he's straight",
        "start": 650.56,
        "duration": 5.09
    },
    {
        "text": "You see text messages where it appears that James Charles is saying I'm confused you're saying you're one thing then another there's only that conversation",
        "start": 655.68,
        "duration": 5.309
    },
    {
        "text": "Appears to get to a point where James Charles says that Sam is not straight. He didn't think that I was straight. He told me",
        "start": 660.99,
        "duration": 5.91
    },
    {
        "text": "you're not straight like I",
        "start": 667.51,
        "duration": 2.359
    },
    {
        "text": "The",
        "start": 671.49,
        "duration": 1.539
    },
    {
        "text": "Udn conversation right but then Sam's video goes to a place that I don't know if it's legal Sam shows a recorded FaceTime",
        "start": 673.029,
        "duration": 7.309
    },
    {
        "text": "conversation that he had with James Charles which if he recorded that in Seattle, Washington",
        "start": 680.559,
        "duration": 3.5
    },
    {
        "text": "Would actually be illegal because that is a two-party consent",
        "start": 684.339,
        "duration": 2.419
    },
    {
        "text": "State which may or may not be the reason that video has been deleted, but it's still of course on the internet now",
        "start": 686.889,
        "duration": 4.7
    },
    {
        "text": "But all we see in that FaceTime is James Charles acknowledging that yes",
        "start": 691.589,
        "duration": 2.969
    },
    {
        "text": "He was talking to gage at the same time in addition to that",
        "start": 694.559,
        "duration": 2.55
    },
    {
        "text": "We saw people small and large talking about their alleged",
        "start": 697.11,
        "duration": 2.699
    },
    {
        "text": "Interactions with James Charles this including the likes of zara larsson who tweeted and cackling because he hit up my boyfriend in the DM several",
        "start": 700.059,
        "duration": 5.72
    },
    {
        "text": "times knowing damn",
        "start": 705.779,
        "duration": 0.81
    },
    {
        "text": "Well, he's straight anthony mrm tweeting when I met James Charles two years ago in a hotel room at playlist live",
        "start": 706.589,
        "duration": 4.32
    },
    {
        "text": "He was not only rude as fuck",
        "start": 710.91,
        "duration": 1.229
    },
    {
        "text": "but he was visibly trying to get one of his intoxicated straight friends to cuddle with him to the point where his friend had to",
        "start": 712.139,
        "duration": 4.65
    },
    {
        "text": "Say James fucking stop having nothing has changed and there are more claims and allegations out there",
        "start": 716.79,
        "duration": 4.26
    },
    {
        "text": "But a lot of them are from these channels that I haven't been able to verify yet one of the biggest",
        "start": 721.05,
        "duration": 3.869
    },
    {
        "text": "Reactions and one of the reasons people have been using that word Predator is something that Geoffrey start tweeted out Jeffery tweeted",
        "start": 724.99,
        "duration": 5.629
    },
    {
        "text": "There is a reason that Nathan banned James Charles from ever coming over to our home again",
        "start": 730.619,
        "duration": 3.39
    },
    {
        "text": "There's a reason why I haven't seen him since Glam life guru's birthday in February. He is a danger to society",
        "start": 734.009,
        "duration": 4.859
    },
    {
        "text": "Everything Tati said is 100% true and in a tweet to Jeffery stars, brother who wrote why is your brother a predator?",
        "start": 739.379,
        "duration": 6.48
    },
    {
        "text": "Why'd you really move back to NYC?",
        "start": 745.86,
        "duration": 2.0
    },
    {
        "text": "Exactly. Shut the fuck up",
        "start": 748.149,
        "duration": 1.37
    },
    {
        "text": "But those tweets have since been deleted which may or may not be connected to a tweet from Tati Westbrook",
        "start": 749.519,
        "duration": 4.89
    },
    {
        "text": "Which said or won't be a video tomorrow? My heart is still too heavy",
        "start": 754.41,
        "duration": 2.459
    },
    {
        "text": "I feel like I need to remind you that we can hold truth and inspire change without grabbing on to hate honor blessings",
        "start": 756.869,
        "duration": 5.4
    },
    {
        "text": "Don't abuse them celebrating pain will only bring it to your door. Love you guys",
        "start": 762.269,
        "duration": 3.72
    },
    {
        "text": "See you soon. But ultimately as of recording this video that is where we are. Of course, this is a still developing situation",
        "start": 766.119,
        "duration": 5.54
    },
    {
        "text": "like I said at the beginning where I'm definitely trying to",
        "start": 771.66,
        "duration": 2.13
    },
    {
        "text": "simplify things as far as my reactions to all of this a lot of it just because I'm so",
        "start": 773.98,
        "duration": 4.159
    },
    {
        "text": "disconnected from this community has to do with with more the industry and more than numbers involved right part of the question for me is",
        "start": 778.209,
        "duration": 6.559
    },
    {
        "text": "Is this something that James Charles can bounce back from maybe this is an obvious hit",
        "start": 784.769,
        "duration": 3.869
    },
    {
        "text": "I mean his apology video is now one of the top 10 most",
        "start": 788.639,
        "duration": 2.729
    },
    {
        "text": "Disliked videos on the website also part of the backlash here",
        "start": 791.529,
        "duration": 3.019
    },
    {
        "text": "Is that a lot of people thought James Charles?",
        "start": 794.549,
        "duration": 1.84
    },
    {
        "text": "Reaction and apology seemed very fake but there were still hundreds of thousands of people that hit that like button",
        "start": 796.389,
        "duration": 4.1
    },
    {
        "text": "So this might not be an end of a career but a maiming a potential bounce-back",
        "start": 800.529,
        "duration": 4.13
    },
    {
        "text": "historically for someone to kind of come back from a",
        "start": 805.179,
        "duration": 2.84
    },
    {
        "text": "really bad experience and obviously",
        "start": 808.149,
        "duration": 1.85
    },
    {
        "text": "I don't want to equate all past situations to one another but one of the common threads in someone's Redemption arc has been Shane Dawson's",
        "start": 809.999,
        "duration": 6.9
    },
    {
        "text": "Involvement, although in this situation. I don't know how likely that is while all of this was happening",
        "start": 816.999,
        "duration": 3.59
    },
    {
        "text": "We saw Shane Dawson tweet and praise Tati westbrook's vitamins",
        "start": 820.589,
        "duration": 3.39
    },
    {
        "text": "and of course whenever there's a creator in a position like this where they've been",
        "start": 823.98,
        "duration": 2.309
    },
    {
        "text": "Drastically injured there is always the possibility for more and more stories to come out whether they are legitimate or not",
        "start": 826.629,
        "duration": 5.929
    },
    {
        "text": "And that's not to spread down. We've just seen examples of both in the past",
        "start": 832.559,
        "duration": 2.7
    },
    {
        "text": "And so now we're at a point where people are waiting to see if more and more stories come out and something we've been seeing",
        "start": 835.259,
        "duration": 4.229
    },
    {
        "text": "More and more people ask some questionable",
        "start": 839.489,
        "duration": 1.83
    },
    {
        "text": "Why did no one talk about this publicly?",
        "start": 841.319,
        "duration": 2.0
    },
    {
        "text": "Before right not the boys are being pursued but the other big creators out there if this was known behavior",
        "start": 843.429,
        "duration": 5.0
    },
    {
        "text": "why is it seemingly only after he's been bleeding hundreds of thousands and then millions of subscribers were people sounding off or was it just",
        "start": 848.429,
        "duration": 5.55
    },
    {
        "text": "Another case of people being scared that a James Charles was so big that they would get crushed",
        "start": 853.98,
        "duration": 4.409
    },
    {
        "text": "but with all that said this is the part of the story where I passed the question off to you my goal here isn't to",
        "start": 858.389,
        "duration": 3.929
    },
    {
        "text": "Make or break anyone it's to try and boil down to this situation as much as possible and then hear from you",
        "start": 862.319,
        "duration": 6.21
    },
    {
        "text": "What are your thoughts? Let me know what you're thinking in those comments down below but from all of that",
        "start": 868.529,
        "duration": 3.869
    },
    {
        "text": "I want to share some stuff",
        "start": 872.399,
        "duration": 0.93
    },
    {
        "text": "I love today and today an awesome brought to you by Squarespace whether you need a domain a",
        "start": 873.329,
        "duration": 4.32
    },
    {
        "text": "website and online store making with Squarespace",
        "start": 877.899,
        "duration": 2.33
    },
    {
        "text": "The templates are just fantastic even on their own or you can use them like a starting point for a wide range of projects",
        "start": 880.23,
        "duration": 5.309
    },
    {
        "text": "So with Squarespace is own platform. It has never been easier to make a beautiful website",
        "start": 885.539,
        "duration": 3.6
    },
    {
        "text": "You have nothing to install",
        "start": 889.139,
        "duration": 0.94
    },
    {
        "text": "Patch or upgrade ever? And so if you're looking to make the smart move like many from the nation already",
        "start": 890.079,
        "duration": 4.01
    },
    {
        "text": "Have you want to start your free trial go to Squarespace calm /rel and when you inevitably love it",
        "start": 894.089,
        "duration": 4.409
    },
    {
        "text": "Make sure you enter in code fill to get 10% off your first purchase",
        "start": 898.499,
        "duration": 2.58
    },
    {
        "text": "The first bit of Awesome is actually an announcement reminder this week. We're testing a new schedule Monday through Thursday",
        "start": 901.079,
        "duration": 5.369
    },
    {
        "text": "You're gonna be getting a new philip defranco show every single day that is still normal about those solo deep dive videos that we've been",
        "start": 906.449,
        "duration": 4.739
    },
    {
        "text": "Testing in the mornings. We're gonna be moving that to the weekend",
        "start": 911.189,
        "duration": 2.549
    },
    {
        "text": "So on Friday Saturday Sunday at just a little bit four of regular philip. Defranco show time. Those are gonna be going up",
        "start": 913.739,
        "duration": 5.85
    },
    {
        "text": "So be on the lookout for those any day ya get bored",
        "start": 919.589,
        "duration": 2.519
    },
    {
        "text": "Just remember there's a brand new video on this channel and we got a video called the side effects of vaccines",
        "start": 922.109,
        "duration": 4.559
    },
    {
        "text": "how high is the risk Marvel gave us Aunt May's mother days Eggs Benedict got the cast of detective Pikachu finding out which Pokemon they",
        "start": 926.669,
        "duration": 6.03
    },
    {
        "text": "Really are eight celebrities reading texts from their mom via the official trailer for big lies season two",
        "start": 932.699,
        "duration": 4.84
    },
    {
        "text": "We got the official trailer for euphoria feel like HBO's and please don't cancel your subscription after Game of Thrones is over mode",
        "start": 937.54,
        "duration": 5.7
    },
    {
        "text": "Then the chrono - GG real partner game of the day today is the messenger and this one I can speak from personal",
        "start": 943.24,
        "duration": 5.339
    },
    {
        "text": "Experience it is one of my top 10 games that I've played in the last year. It's been described as ninja Metroidvania",
        "start": 948.769,
        "duration": 5.66
    },
    {
        "text": "I don't even want to explain the story because I feel like I'll ruin it. He snake it before 9 a.m",
        "start": 954.43,
        "duration": 3.989
    },
    {
        "text": "Tomorrow you can get it for 42 percent off",
        "start": 958.459,
        "duration": 2.18
    },
    {
        "text": "If you use our link, if you want to see the full versions of everything, I just share the secret link of the day",
        "start": 960.64,
        "duration": 3.989
    },
    {
        "text": "really anything I talked about and sometimes even more links as always are in the description down below then let's talk about the situation with",
        "start": 964.63,
        "duration": 5.82
    },
    {
        "text": "Alyssa Milano's actress Alyssa Milano",
        "start": 970.45,
        "duration": 1.889
    },
    {
        "text": "if you do not know spark outrage this past Friday because of a tweet that she sent and the tweet in question called for a",
        "start": 972.339,
        "duration": 4.619
    },
    {
        "text": "Sex strike in response to restrictive abortion laws sweet reading until women have legal control over our own bodies",
        "start": 976.959,
        "duration": 5.73
    },
    {
        "text": "We just cannot risk pregnancy. Join me by not having sex until we get bodily autonomy back and that's we came days after",
        "start": 982.69,
        "duration": 5.609
    },
    {
        "text": "Georgia became the fourth state in the United States this year to ban abortions after a fetal heartbeat is detected and Alyssa Milano",
        "start": 988.459,
        "duration": 5.6
    },
    {
        "text": "Expanded on her tweet and what she's aiming to accomplish - The Associated Press on Saturday saying we need to understand how dire the situation",
        "start": 994.339,
        "duration": 6.2
    },
    {
        "text": "Is across the country it's reminding people that we have control over our own bodies and how we use that a lot",
        "start": 1000.64,
        "duration": 5.209
    },
    {
        "text": "Also noting that women have historically withheld sex to protest or advocate for political reform according to the AP",
        "start": 1005.85,
        "duration": 5.04
    },
    {
        "text": "she cited how iroquois women refused to have sex in the",
        "start": 1010.89,
        "duration": 2.729
    },
    {
        "text": "1600s as a way to stop unregulated warfare and adding most recently",
        "start": 1013.899,
        "duration": 3.29
    },
    {
        "text": "She know that Liberian women used a sex strike in 2003 to demand an end to the long-running civil war now unsurprisingly",
        "start": 1017.19,
        "duration": 6.059
    },
    {
        "text": "There was a lot of people who took issue with the strike the tweet in question arguing that it assumes that sex is only enjoyed",
        "start": 1023.25,
        "duration": 5.549
    },
    {
        "text": "By men and the woman's body shouldn't be used as commodity",
        "start": 1028.799,
        "duration": 2.43
    },
    {
        "text": "They're also people confuse as how this would be effective",
        "start": 1031.23,
        "duration": 2.67
    },
    {
        "text": "The idea being that if a woman was willing to be a part of a sex strike like this",
        "start": 1033.9,
        "duration": 3.479
    },
    {
        "text": "Most likely whoever the man in their life was they probably have a similar belief",
        "start": 1037.419,
        "duration": 4.58
    },
    {
        "text": "So why withhold or attack that man, although it should be noted that that backlash, right?",
        "start": 1042.0,
        "duration": 3.869
    },
    {
        "text": "that wasn't a",
        "start": 1045.87,
        "duration": 0.52
    },
    {
        "text": "Universal reaction the strike did receive some support from fans as well as fellow actress Bette Midler who joined with a tweet of her own",
        "start": 1046.39,
        "duration": 5.599
    },
    {
        "text": "also interestingly enough some of those that were in support of",
        "start": 1051.99,
        "duration": 2.939
    },
    {
        "text": "Mohan OS move end up being support from conservatives and pro-life activists who co-opted the movement Candace Owens writing",
        "start": 1055.09,
        "duration": 5.81
    },
    {
        "text": "Yes ladies leave a terrible bondage appropriation to us horrible conservative others writing great idea abstinence is the best way to prevent unwanted",
        "start": 1060.9,
        "duration": 6.569
    },
    {
        "text": "pregnancies as far as the criticism",
        "start": 1067.69,
        "duration": 1.74
    },
    {
        "text": "the tweet Alyssa Milano says that it doesn't bother her because it's getting people to talk about the war on women as far as how",
        "start": 1069.43,
        "duration": 4.679
    },
    {
        "text": "Long this strike should last she said people have to determine that for themselves her part",
        "start": 1074.11,
        "duration": 3.84
    },
    {
        "text": "She says she hasn't decided yet how long she will go without sex reportedly telling the AP",
        "start": 1077.95,
        "duration": 3.419
    },
    {
        "text": "I mean, I don't know I sent a tweet last night. I haven't really thought much past that this morning on the note",
        "start": 1081.37,
        "duration": 4.17
    },
    {
        "text": "Oh, yes. She started a conversation",
        "start": 1085.54,
        "duration": 1.75
    },
    {
        "text": "Yes, I do agree. I do feel like it's a derailed conversation",
        "start": 1087.29,
        "duration": 4.369
    },
    {
        "text": "Now, for example, this isn't the only protest there are kind of more direct to the point protests happening",
        "start": 1091.66,
        "duration": 4.559
    },
    {
        "text": "In fact last week Milano herself and several others in the film industry",
        "start": 1096.22,
        "duration": 2.82
    },
    {
        "text": "Responded to this heartbeat bill by threatening to pull productions from the state unless the law was overturned and that of course is of note",
        "start": 1099.32,
        "duration": 5.269
    },
    {
        "text": "Because as we've talked about with other stories if you try to change anything",
        "start": 1104.59,
        "duration": 3.09
    },
    {
        "text": "You usually have to affect the money when it comes to Georgia's film industry",
        "start": 1107.68,
        "duration": 2.819
    },
    {
        "text": "It generates billions in revenue and his home to anywhere between thirty to forty productions at any given time and that includes massively popular shows",
        "start": 1110.5,
        "duration": 5.849
    },
    {
        "text": "Like stranger things and The Walking Dead, but as far as if that protest or anything else will actually lead to some sort of",
        "start": 1116.35,
        "duration": 4.95
    },
    {
        "text": "reversal in Georgia that remains to be seen I",
        "start": 1121.37,
        "duration": 2.599
    },
    {
        "text": "personally",
        "start": 1124.04,
        "duration": 0.5
    },
    {
        "text": "Do not believe so as it right now it is set to go into effect as of January",
        "start": 1124.54,
        "duration": 3.27
    },
    {
        "text": "2020 and so right now we're gonna have to wait to see but of course like with everything we talked about I'd love to know",
        "start": 1128.0,
        "duration": 4.25
    },
    {
        "text": "Your thoughts on them. What are your thoughts on the sex strike the industry strike?",
        "start": 1132.25,
        "duration": 3.209
    },
    {
        "text": "Do you think anything will actually happen before January 2020 any no thoughts",
        "start": 1135.46,
        "duration": 3.72
    },
    {
        "text": "I'd love to hear from me and then let's talk about why in San Francisco a freelance journalist home was raided this past Friday because",
        "start": 1139.18,
        "duration": 5.159
    },
    {
        "text": "The story has a lot of moving pieces",
        "start": 1144.34,
        "duration": 1.32
    },
    {
        "text": "I'm gonna give you some background info to put it all into context this past February the former elected public defender for San Francisco",
        "start": 1145.66,
        "duration": 5.099
    },
    {
        "text": "Jeff Adachi died at the age of 59 officials say they began to have trouble breathing and became unresponsive",
        "start": 1150.95,
        "duration": 4.609
    },
    {
        "text": "Prompting his friends to call 9-1-1 reportedly paramedics attempted CPR",
        "start": 1155.84,
        "duration": 3.02
    },
    {
        "text": "But they ultimately took a dodgy to a nearby hospital where he was pronounced dead",
        "start": 1158.86,
        "duration": 3.359
    },
    {
        "text": "Leeson quickly released a statement telling the public that they're still trying to determine a cause of death but a no foul play was suspected",
        "start": 1162.37,
        "duration": 5.31
    },
    {
        "text": "however",
        "start": 1167.87,
        "duration": 0.5
    },
    {
        "text": "within days of his passing to media outlets so that they had received a copy of the incident reports surrounding a da cheese death and",
        "start": 1168.37,
        "duration": 5.31
    },
    {
        "text": "That included salacious details like that",
        "start": 1173.68,
        "duration": 2.01
    },
    {
        "text": "Adachi was with a woman other than his wife when he collapsed and that that woman was left alone at what was considered by police",
        "start": 1175.69,
        "duration": 5.669
    },
    {
        "text": "to be a crime scene for hours following the San Francisco police insisted that the report was leaked did not authorize be released adding that",
        "start": 1181.36,
        "duration": 5.97
    },
    {
        "text": "They would be investigating the improper conduct which then brings us to Friday made sense when freelance journalist",
        "start": 1187.33,
        "duration": 4.679
    },
    {
        "text": "Brian Carmody woke up to police trying to break into his home as it turns out",
        "start": 1192.01,
        "duration": 3.449
    },
    {
        "text": "This freelancer was the middleman innocent incident and he had connected with the anonymous source who had obtained the police",
        "start": 1195.46,
        "duration": 4.569
    },
    {
        "text": "Documents which Carmody ultimately sold the more mainstream media sites",
        "start": 1200.19,
        "duration": 3.05
    },
    {
        "text": "So what exactly?",
        "start": 1203.24,
        "duration": 0.549
    },
    {
        "text": "happened to Carmody",
        "start": 1203.789,
        "duration": 0.951
    },
    {
        "text": "according to reports",
        "start": 1204.74,
        "duration": 0.52
    },
    {
        "text": "Carmody woke up at around eight o'clock in the morning on Friday to several police officers trying to break down the gate outside of his",
        "start": 1205.26,
        "duration": 4.969
    },
    {
        "text": "Home with a sledgehammer",
        "start": 1210.23,
        "duration": 1.169
    },
    {
        "text": "I then went outside to see what the commotion was and he willingly opened his gate to the cops",
        "start": 1211.399,
        "duration": 3.45
    },
    {
        "text": "Officers then immediately plays comedy and Compson produced a search warrant that showed that they were there to investigate his home for stolen or embezzled",
        "start": 1214.97,
        "duration": 5.52
    },
    {
        "text": "property the journalist saying that he was detained from around 8:30 in the morning until 3:00 in the afternoon and that while cuffed police had",
        "start": 1220.49,
        "duration": 5.25
    },
    {
        "text": "obtained a second search warrant for his news room and when the cops finally left he said they took his notebooks computers cameras phones and",
        "start": 1225.74,
        "duration": 5.52
    },
    {
        "text": "Even his fiancee's iPod from her college days as well as a thumb drive",
        "start": 1231.26,
        "duration": 3.179
    },
    {
        "text": "CDs in the song after police report about adachi death found inside a safe a spokesman for the San Francisco Police",
        "start": 1234.51,
        "duration": 5.239
    },
    {
        "text": "Say the search warrant was quote conducted as part of a criminal investigation",
        "start": 1239.75,
        "duration": 2.579
    },
    {
        "text": "into the leak of a da cheese police report and adding that actions are one step in the process of investigating a potential case of",
        "start": 1242.519,
        "duration": 5.42
    },
    {
        "text": "Obstruction of justice along with the illegal distribution of a confidential police report and in addition to all of this",
        "start": 1247.94,
        "duration": 4.5
    },
    {
        "text": "Representatives from the FBI confirmed that two agents were there during the raid and they insisted that it was only to interview the journalist",
        "start": 1252.6,
        "duration": 5.539
    },
    {
        "text": "but",
        "start": 1258.139,
        "duration": 0.25
    },
    {
        "text": "Carmody says that a few weeks prior to Friday's incident two officers had stopped by his home and asked him to reveal his source which",
        "start": 1258.389,
        "duration": 5.78
    },
    {
        "text": "He refused to do now with this story",
        "start": 1264.169,
        "duration": 1.531
    },
    {
        "text": "One of the big questions is well, why do the cops care like the real reason?",
        "start": 1265.7,
        "duration": 3.3
    },
    {
        "text": "Well comedy is quick to note that as a freelancer selling reports or photos and videos",
        "start": 1269.0,
        "duration": 3.569
    },
    {
        "text": "He's obtained to media outlets is his main source of income and that is actually not why he's in the center of all of this",
        "start": 1272.57,
        "duration": 4.589
    },
    {
        "text": "since February when a dodgy died police and city officials in San Francisco have been fighting over how the",
        "start": 1277.159,
        "duration": 3.989
    },
    {
        "text": "Investigation has been handled. You see while he was the public defender",
        "start": 1281.309,
        "duration": 2.599
    },
    {
        "text": "Adachi was known as a police watchdog really cracking down on misconduct and justice reform in addition to the iffy relationship he had with police",
        "start": 1283.94,
        "duration": 6.54
    },
    {
        "text": "ABC 7 had reported that just three weeks before his death thought she was in the midst of trying to fire the medical examiner's director",
        "start": 1290.659,
        "duration": 5.67
    },
    {
        "text": "Of operations for lying in a homicide case who of course ended up being assigned as the lead investigator on a da cheese death",
        "start": 1296.33,
        "duration": 5.849
    },
    {
        "text": "So you have a lot of people saying that's a major red flag carmody telling the LA Times with all the salacious details and leaked",
        "start": 1302.179,
        "duration": 5.43
    },
    {
        "text": "Reports surrounding Adachi his death. His only goal was to confirm the truth and it just so happened that during his search for it",
        "start": 1307.61,
        "duration": 5.159
    },
    {
        "text": "He managed to obtain the report. No big thing to note. Is that outside of just this singular story?",
        "start": 1312.769,
        "duration": 4.2
    },
    {
        "text": "This is kind of just the latest incident in a never-ending battle",
        "start": 1316.97,
        "duration": 2.52
    },
    {
        "text": "Which is why we saw the Society of Professional Journalists releasing a statement condemning the race",
        "start": 1319.49,
        "duration": 3.75
    },
    {
        "text": "I can attack on the rights of one journalist as an attack on the rights of all journalists",
        "start": 1323.24,
        "duration": 3.539
    },
    {
        "text": "San Francisco's wrongful actions against carmody threatened fundamental journal stick freedoms",
        "start": 1326.779,
        "duration": 4.229
    },
    {
        "text": "which are vital to a functioning democracy you all seen a",
        "start": 1331.009,
        "duration": 2.25
    },
    {
        "text": "GoFundMe started to help replace equipment taken by the police at the same time",
        "start": 1333.36,
        "duration": 3.409
    },
    {
        "text": "You have some arguing that he shouldn't be protected is John Hamasaki argue?",
        "start": 1336.769,
        "duration": 3.66
    },
    {
        "text": "He's a member of the city's police commission and a defense attorney",
        "start": 1340.429,
        "duration": 2.19
    },
    {
        "text": "Carmody wasn't reporting on the document but rather trying to sell it to other news agencies. That's not journalists",
        "start": 1342.62,
        "duration": 4.679
    },
    {
        "text": "But at the same time you have comedy's attorneys saying these packages he does video and the documents that support the video",
        "start": 1347.299,
        "duration": 4.619
    },
    {
        "text": "He's done everyday by freelancers. It's not anything unusual. It's how the news is done",
        "start": 1351.919,
        "duration": 4.08
    },
    {
        "text": "But ultimately that is where we are with a story right now",
        "start": 1356.0,
        "duration": 2.069
    },
    {
        "text": "It's gonna be interesting to see how it developed and of course like with everything we cover on this show in those comments down below",
        "start": 1358.07,
        "duration": 4.65
    },
    {
        "text": "I'd love to hear your thoughts. And that's where we're going to end. Today's show",
        "start": 1362.72,
        "duration": 2.549
    },
    {
        "text": "remember",
        "start": 1365.269,
        "duration": 0.39
    },
    {
        "text": "If you like this video you want to support the channel just take a second and hit that like button maybe even share the video",
        "start": 1365.659,
        "duration": 4.59
    },
    {
        "text": "Also, if you're new here you want to make sure you don't miss any of the seven new videos. We post every week",
        "start": 1370.25,
        "duration": 3.509
    },
    {
        "text": "Be sure to hit that subscribe button",
        "start": 1373.759,
        "duration": 1.441
    },
    {
        "text": "Also, if you know one hundred-percent filled in maybe you missed the last two philip defranco shows",
        "start": 1375.2,
        "duration": 3.179
    },
    {
        "text": "You can click or tap right there to catch up there or go to rogue rocket comm but with that said of course as always",
        "start": 1378.379,
        "duration": 4.95
    },
    {
        "text": "My name's philip. Defranco. You've just been phill'd zen. I love you faces, and i'll see you tomorrow",
        "start": 1383.33,
        "duration": 5.189
    }
]