[
    {
        "text": "'Sup you beautiful bastards? Hope you had a fantastic Monday;",
        "start": 0.0,
        "duration": 2.0
    },
    {
        "text": "welcome back to the Philip DeFranco show, and let's just jump into it.",
        "start": 2.64,
        "duration": 3.18
    },
    {
        "text": "The first thing we're going to talk about today was one of the most requested stories from over the weekend,",
        "start": 5.82,
        "duration": 3.56
    },
    {
        "text": "and that is the the craziness around DJ Khaled.",
        "start": 9.38,
        "duration": 3.34
    },
    {
        "text": "DJ Khaled describes himself on his Instagram as a father, a mogul, an icon--",
        "start": 13.389,
        "duration": 4.49
    },
    {
        "text": "I personally remember him as the guy that yells his name in songs, and once got lost on a jet ski in the ocean.",
        "start": 17.88,
        "duration": 5.67
    },
    {
        "text": "\"It's so dark out here. We don't know where the hell we at, but the key is to make it.\"",
        "start": 23.55,
        "duration": 4.71
    },
    {
        "text": "But the main reason people are talking about Khaled over the weekend is that a clip from a 2014 interview that he did went viral.",
        "start": 28.26,
        "duration": 5.94
    },
    {
        "text": "Here it is:",
        "start": 34.2,
        "duration": 0.5
    },
    {
        "text": "\"I believe... a woman should, um, praise the man...",
        "start": 34.71,
        "duration": 4.259
    },
    {
        "text": "you know? The king, you know-- if you--if you hold it down for for your woman. I feel like the woman should praise",
        "start": 38.969,
        "duration": 6.09
    },
    {
        "text": "And--and the man should praise the Queen, but, you know, my way of praising is called...\" *scoff*",
        "start": 45.67,
        "duration": 4.7
    },
    {
        "text": "\"How was dinner? Um,",
        "start": 52.69,
        "duration": 1.56
    },
    {
        "text": "you like the house you living in? You like all them clothes you gettin? I'm taking care of your family",
        "start": 54.25,
        "duration": 4.969
    },
    {
        "text": "I'm taking care of my family. You know- putting in the work.\"",
        "start": 59.219,
        "duration": 2.574
    },
    {
        "text": "\"So you sayin' you don't go down.\"",
        "start": 61.8,
        "duration": 1.109
    },
    {
        "text": "\"Nah, never.\" \"All of that to say you don't go down? Come on--\"",
        "start": 62.909,
        "duration": 2.611
    },
    {
        "text": "\"Khaled, you don't eat the box? Get outta--\"",
        "start": 65.52,
        "duration": 0.98
    },
    {
        "text": "\"Nahh, Khaled--\"",
        "start": 66.5,
        "duration": 0.94
    },
    {
        "text": "\"Nah, I don't do that\"",
        "start": 67.68,
        "duration": 0.5
    },
    {
        "text": "\"I thought that's what Hold You Down was about--\"",
        "start": 69.76,
        "duration": 1.66
    },
    {
        "text": "\"I don't. Y'know what I'm sayin'? Like--\"",
        "start": 72.24,
        "duration": 1.94
    },
    {
        "text": " ",
        "start": 78.42,
        "duration": 0.82
    },
    {
        "text": "Not even like for a birthday nah listen",
        "start": 79.24,
        "duration": 2.599
    },
    {
        "text": "These guys I'll put in that work. My work is great",
        "start": 82.99,
        "duration": 2.989
    },
    {
        "text": "You're saying like I do much so now she told you see don't do that is that okay? I'm not okay",
        "start": 86.409,
        "duration": 5.959
    },
    {
        "text": "You know I'm saying",
        "start": 94.03,
        "duration": 2.0
    },
    {
        "text": "You gotta say I'm the dawn",
        "start": 97.03,
        "duration": 1.549
    },
    {
        "text": "I'm the king you're the great king of the house huh she's the queen of course so I",
        "start": 98.579,
        "duration": 6.27
    },
    {
        "text": "Don't do that. Yeah. It's not fair. It's different rules for men. You're saying. You know you got to understand like you know we um",
        "start": 105.28,
        "duration": 7.459
    },
    {
        "text": "We you know we the king you're saying so we know some things that",
        "start": 113.38,
        "duration": 3.98
    },
    {
        "text": "Y'all might, not want to do we want to do it guy get done",
        "start": 117.549,
        "duration": 2.84
    },
    {
        "text": "You're saying. I just can't do what you want me to do I?",
        "start": 121.06,
        "duration": 3.08
    },
    {
        "text": "just can't okay and the reaction for most of the internet was dude White's main takeaways being that Khalid was promoting extreme double standards as",
        "start": 124.81,
        "duration": 7.699
    },
    {
        "text": "Far as men and women relationships",
        "start": 132.51,
        "duration": 1.53
    },
    {
        "text": "You'll also angry because it seemed like he was just he was holding the house and food and money over his wife's head",
        "start": 134.04,
        "duration": 5.13
    },
    {
        "text": "Everyone was sounding off on this so much so that the rock who's one of the most",
        "start": 139.299,
        "duration": 3.529
    },
    {
        "text": "PG",
        "start": 143.439,
        "duration": 1.08
    },
    {
        "text": "Family-friendly individuals out there. He tweeted um clears throat as a man. I take great pride in mastering all performances",
        "start": 144.519,
        "duration": 6.5
    },
    {
        "text": "This is probably a little TMI. I will now quietly excuse myself from this fun threat",
        "start": 151.019,
        "duration": 3.779
    },
    {
        "text": "It's actually tweets like that on top of you know the double standard that a lot of people are kind of angry about it sweets",
        "start": 154.799,
        "duration": 4.8
    },
    {
        "text": "like that one from the rock that I think that's what really gave this story legs that clip going viral gave so many men the",
        "start": 159.599,
        "duration": 5.309
    },
    {
        "text": "Ability to go like hey have you seen this I can't believe he's like that",
        "start": 164.909,
        "duration": 3.0
    },
    {
        "text": "I love it some people say I'm like the best at it. I'll just do it for fun anyway",
        "start": 167.909,
        "duration": 3.539
    },
    {
        "text": "How you doing also looking at the situation?",
        "start": 171.449,
        "duration": 1.531
    },
    {
        "text": "I think",
        "start": 172.98,
        "duration": 0.7
    },
    {
        "text": "Dj khaled could have just could have avoided a lot of shit if he's just like I don't like to do it",
        "start": 173.68,
        "duration": 4.07
    },
    {
        "text": "End a story when he kept referencing himself as the king but Don then saying they're different rules for men and women",
        "start": 177.75,
        "duration": 4.979
    },
    {
        "text": "That's that's just stupid right and obviously even if we don't want to be overt about it",
        "start": 182.769,
        "duration": 3.98
    },
    {
        "text": "There is something about seeing a person that looks like dj khaled being like nah",
        "start": 186.75,
        "duration": 4.709
    },
    {
        "text": "That sounds icky I would never do that, but yeah",
        "start": 191.5,
        "duration": 2.539
    },
    {
        "text": "They got to do that to me notice when I have to final thoughts when it comes to this story though the first being that",
        "start": 194.04,
        "duration": 4.5
    },
    {
        "text": "I don't personally care what dj khaled does in his personal life",
        "start": 198.54,
        "duration": 3.509
    },
    {
        "text": "But the promotion of this idea that it is somehow",
        "start": 202.049,
        "duration": 2.0
    },
    {
        "text": "Disgusting or unmanly to go down on a woman is ridiculous by the idea that only one of you in the relationship",
        "start": 204.31,
        "duration": 4.94
    },
    {
        "text": "Should get pleasure the way that you want",
        "start": 209.439,
        "duration": 2.18
    },
    {
        "text": "It is fucking stupid and - I think maybe dj khaled is just ignorant on the topic",
        "start": 211.62,
        "duration": 4.109
    },
    {
        "text": "I've seen a lot of people in the past week fat shaming dj khaled saying things along the lines of oh now he's choosy about",
        "start": 215.729,
        "duration": 5.34
    },
    {
        "text": "What he puts in his mouth?",
        "start": 221.069,
        "duration": 0.78
    },
    {
        "text": "but if you're a fan of the show hot ones you know that dj khaled wimped out after just three wings I",
        "start": 221.849,
        "duration": 4.919
    },
    {
        "text": "Promise you my stop doesn't mean I gave up",
        "start": 226.84,
        "duration": 2.66
    },
    {
        "text": "Yes, it does",
        "start": 230.259,
        "duration": 1.861
    },
    {
        "text": "By definition, I give up because you did get kind and on the note of not wanting to fat shame DJ",
        "start": 232.12,
        "duration": 5.959
    },
    {
        "text": "Khaled on the note of wanting to support him on his weight-loss",
        "start": 238.18,
        "duration": 3.229
    },
    {
        "text": "Adventure if you don't know he is that actually an ambassador for Weight Watchers",
        "start": 241.75,
        "duration": 3.109
    },
    {
        "text": "Maybe he doesn't know it's zero point scallop all day every day. It's one of the only things you could eat after 9 p.m.",
        "start": 245.049,
        "duration": 5.809
    },
    {
        "text": "And you don't have to feel bad about it in the morning",
        "start": 251.25,
        "duration": 1.919
    },
    {
        "text": "But that said if you still don't want to try it that said your wife is fine with not receiving that what I would ask",
        "start": 253.169,
        "duration": 5.309
    },
    {
        "text": "Of you though is to stop spreading stupid bullshit like someone who is different than you is not deserving of the same thing",
        "start": 258.479,
        "duration": 6.66
    },
    {
        "text": "As you because of that difference yeah, that's where I'm gonna end that one, but from that. I want to share some stuff",
        "start": 265.74,
        "duration": 4.529
    },
    {
        "text": "I loved today and today in awesome brought to you by D. Brand T",
        "start": 270.27,
        "duration": 3.329
    },
    {
        "text": "Brand of course fantastic place to get awesome skins for most any device. You'd want one on the most recent device",
        "start": 273.599,
        "duration": 5.13
    },
    {
        "text": "They have embraced are they're badass",
        "start": 278.729,
        "duration": 1.87
    },
    {
        "text": "Switch skin it took them a while because they had to figure out an adhesive",
        "start": 280.599,
        "duration": 2.75
    },
    {
        "text": "solution and want to make sure if we do this we do it right and so they finally launched them for the Nintendo switch they",
        "start": 283.449,
        "duration": 4.339
    },
    {
        "text": "Are guaranteed not to damage your device so DeFranco switch comm check out their switch exclusive",
        "start": 287.789,
        "duration": 4.2
    },
    {
        "text": "Materials you grab your joy con skins for under five dollars",
        "start": 292.06,
        "duration": 2.239
    },
    {
        "text": "Or to pack a tempered glass for your console for under ten dollars with free global shipping on orders over",
        "start": 294.37,
        "duration": 4.519
    },
    {
        "text": "$20 also after you go to the Franco switch comm or click the link in the description down below you get your skin to be",
        "start": 299.169,
        "duration": 4.85
    },
    {
        "text": "The picture of the finished product because you guys have been coming up with combinations",
        "start": 304.02,
        "duration": 2.82
    },
    {
        "text": "I wasn't even thinking of before the first bit of awesome today",
        "start": 306.84,
        "duration": 2.19
    },
    {
        "text": "Is if you are not one of the 19 plus million people that saw it over the weekend",
        "start": 309.03,
        "duration": 3.479
    },
    {
        "text": "I highly recommend at least a one time watch of Childish Gambino's new video. This is America obviously",
        "start": 312.509,
        "duration": 5.19
    },
    {
        "text": "It's a song, but I say the video because that's that's where you really get the full experience of it",
        "start": 317.699,
        "duration": 4.29
    },
    {
        "text": "But this video, I think Donald Glover gave us something that I mean it's a piece of art",
        "start": 321.99,
        "duration": 3.45
    },
    {
        "text": "It's something that is open to interpretation. I have some friends",
        "start": 325.44,
        "duration": 2.19
    },
    {
        "text": "I were angry at Donald Glover",
        "start": 327.63,
        "duration": 1.36
    },
    {
        "text": "Because there there was gun violence in the video someone didn't like it saying that they thought it was anti Second Amendment where I personally",
        "start": 328.99,
        "duration": 5.57
    },
    {
        "text": "Took it as a social commentary of how he views America right now even here",
        "start": 334.56,
        "duration": 3.539
    },
    {
        "text": "I'm just gonna talk about what's one layer deep there are there are layers on top of layers in this video one of the ways",
        "start": 338.099,
        "duration": 4.35
    },
    {
        "text": "I interpreted the video is you have these?",
        "start": 342.449,
        "duration": 1.571
    },
    {
        "text": "Horrible acts of violence and the next thing you see is not a resolution to the situation",
        "start": 344.02,
        "duration": 4.309
    },
    {
        "text": "But then Donald Glover dancing a bunch of kids just copying him meanwhile. There's all this chaos and horrible shit. That's happening the background",
        "start": 348.33,
        "duration": 6.059
    },
    {
        "text": "That's not really getting the attention it deserves once again. That's just one surface level thing",
        "start": 354.389,
        "duration": 3.839
    },
    {
        "text": "I've been",
        "start": 358.229,
        "duration": 0.671
    },
    {
        "text": "Loving just people kind of like picking out a single thing and going into why it?",
        "start": 358.9,
        "duration": 3.709
    },
    {
        "text": "Matters what Donald Glover was trying to get across",
        "start": 362.71,
        "duration": 2.149
    },
    {
        "text": "I also just want to make sure I shared this video because for some reason even though the song is this is America and has",
        "start": 364.86,
        "duration": 4.89
    },
    {
        "text": "been trending in most every country other than",
        "start": 369.75,
        "duration": 2.159
    },
    {
        "text": "America it ended up not trending in America and instead these two videos that had under a million views were trying to hit strange because",
        "start": 372.039,
        "duration": 5.36
    },
    {
        "text": "You think that if a YouTube thought it was inappropriate. It would be inappropriate everywhere, not just the United States whatever mr.",
        "start": 377.4,
        "duration": 5.309
    },
    {
        "text": "Z Khan given us Robert Downey jr. Vs.. Robert Downey jr.",
        "start": 382.71,
        "duration": 3.389
    },
    {
        "text": "he also got the official season 5 trailer for Arrested Development season 2 trailer for Luke Cage slow mo guys governess rainbow paint on a",
        "start": 386.099,
        "duration": 6.119
    },
    {
        "text": "Speaker 12,500 frames per second Insider showed us how Michael B",
        "start": 392.219,
        "duration": 3.24
    },
    {
        "text": "Jordans black panther makeup was done, which if we're being honest is just a thin leave video on hey",
        "start": 395.46,
        "duration": 4.48
    },
    {
        "text": "Do you want to just see Michael B. Jordans body internet and in general the internet responded that's such a stupid question",
        "start": 399.94,
        "duration": 4.89
    },
    {
        "text": "I already hit the link, and if you want to see the full versions everything",
        "start": 404.83,
        "duration": 2.369
    },
    {
        "text": "I just shared the secret link of the day anything at all links is always are in the description down below",
        "start": 407.2,
        "duration": 4.289
    },
    {
        "text": "Then as promised we have updates to the Poppy lawsuit story",
        "start": 411.5,
        "duration": 3.47
    },
    {
        "text": "I last covered on Friday that lawsuit coming from Britney sheets aka Mars Argos and the main allegations in that",
        "start": 414.97,
        "duration": 5.429
    },
    {
        "text": "Lawsuit are that poppy and her creative partner Titanic Sinclair essentially copied Mars Argo is a past relationship there",
        "start": 420.56,
        "duration": 6.17
    },
    {
        "text": "Which also connects to the other main?",
        "start": 426.73,
        "duration": 1.6
    },
    {
        "text": "Allegation a Titanic Sinclair was abusive that there was domestic violence",
        "start": 428.33,
        "duration": 3.109
    },
    {
        "text": "We have two main updates on this story the the first being in regards to the deleted tweet",
        "start": 431.44,
        "duration": 4.29
    },
    {
        "text": "There are people online",
        "start": 435.73,
        "duration": 0.67
    },
    {
        "text": "Alleging that Titanic Sinclair was deleting tweets that may have been connected to this case according to the numbers on social blade it looked like",
        "start": 436.4,
        "duration": 5.69
    },
    {
        "text": "Titanic Sinclair did delete tweets Titanic said that he did not according to social blade who he contacted what might have happened",
        "start": 442.09,
        "duration": 5.97
    },
    {
        "text": "Is that because Titanic retweets a lot of poppy tweets because the Poppy account deleted just under two thousand tweets",
        "start": 448.19,
        "duration": 5.69
    },
    {
        "text": "They say this was for a promotional event anyone who",
        "start": 453.88,
        "duration": 2.279
    },
    {
        "text": "Retweeted those now deleted tweets would look like on the back",
        "start": 456.29,
        "duration": 2.899
    },
    {
        "text": "End that they also deleted tweets the other big update is that poppy released a statement saying Miss sheets and her attorneys did not contact",
        "start": 459.19,
        "duration": 5.94
    },
    {
        "text": "Us before filing the lawsuit to discuss our accusations of copyright infringement",
        "start": 465.13,
        "duration": 2.91
    },
    {
        "text": "And domestic violence all of which are false saying it would appear Miss sheets was intent on building a publicity campaign",
        "start": 468.11,
        "duration": 5.06
    },
    {
        "text": "Around her filing of a complaint also adding it has been very painful to read the lawsuit miss sheets filed him to see the word",
        "start": 473.27,
        "duration": 5.209
    },
    {
        "text": "abuser and my own name in the same sentence something very few people know is that one of the reasons I work the way I",
        "start": 478.55,
        "duration": 5.119
    },
    {
        "text": "Work, and why I have made such efforts to conceal my identity is because I have my own history as a survivor of abuse",
        "start": 483.669,
        "duration": 5.55
    },
    {
        "text": "It's legally documented trauma from my past is something",
        "start": 489.22,
        "duration": 2.61
    },
    {
        "text": "I never wanted to make public because I did not want to relive it Miss sheets as publicity",
        "start": 491.83,
        "duration": 3.569
    },
    {
        "text": "Campaign has made that impossible and then on top of that poppy alleges that there's there's an even deeper",
        "start": 495.59,
        "duration": 4.85
    },
    {
        "text": "Connection to Britney sheets than we knew before saying I have known Miss sheets for years",
        "start": 500.72,
        "duration": 4.01
    },
    {
        "text": "And she is well aware of the anguish I went through in an attempt to manipulate me psychologically Miss sheets is now",
        "start": 504.73,
        "duration": 4.769
    },
    {
        "text": "Collaborating and maintaining an ongoing relationship the exact man who took advantage of me when I was young and vulnerable while at the same time",
        "start": 509.6,
        "duration": 5.99
    },
    {
        "text": "Naming me in a lawsuit with allegations of domestic abuse",
        "start": 515.75,
        "duration": 2.479
    },
    {
        "text": "It is shameful that Miss sheets would try to exploit another female artist in this way for personal gain out of nothing more than bitterness",
        "start": 518.229,
        "duration": 6.03
    },
    {
        "text": "In a desperate grab for fame miss sheets his claims of stalking harassment and abuse directed at mr.",
        "start": 524.26,
        "duration": 4.44
    },
    {
        "text": "Mixter are preposterous projections of her own actions my creative partner is and I am confident this case will be dismissed",
        "start": 528.71,
        "duration": 6.109
    },
    {
        "text": "I look forward to the coming days when I can speak in greater detail about my personal journey",
        "start": 534.82,
        "duration": 3.659
    },
    {
        "text": "one that miss sheets is well aware of",
        "start": 538.64,
        "duration": 1.8
    },
    {
        "text": "following that she took me to this picture showing her and mixter seeking protection from a man by the name of Joshua Michael Moran as",
        "start": 540.44,
        "duration": 6.08
    },
    {
        "text": "Far as who that is it appears that he is a singer-songwriter",
        "start": 546.52,
        "duration": 2.099
    },
    {
        "text": "Is the former lead singer of several bands including great big Plains?",
        "start": 548.81,
        "duration": 3.109
    },
    {
        "text": "New York",
        "start": 551.92,
        "duration": 0.52
    },
    {
        "text": "Rivals and sun drums also around the same time poppy tweeted out a video allegedly shows Moran and mixer sitting down to talk and then",
        "start": 552.44,
        "duration": 6.77
    },
    {
        "text": "Claims that this is Moran attacking mixture and Moran appears to have since responded on his Twitter saying Mariah, aka",
        "start": 559.21,
        "duration": 5.549
    },
    {
        "text": "Poppy statements are false in restraining order against mixer was denied the order of protection filed by poppy",
        "start": 564.76,
        "duration": 4.829
    },
    {
        "text": "Dismiss saying that the reason for this was that there was no truth to any of the allegation calling this a desperate ploy to detract",
        "start": 569.69,
        "duration": 5.119
    },
    {
        "text": "From their own pending legal issues, which I have nothing to do with claiming",
        "start": 574.81,
        "duration": 2.82
    },
    {
        "text": "I haven't spoken to these people in like three years",
        "start": 577.63,
        "duration": 2.0
    },
    {
        "text": "I mean sensationalize claims about me years ago that were rightfully found to be untrue I had my day in court",
        "start": 579.7,
        "duration": 4.769
    },
    {
        "text": "I was completely clear. I wasn't charged with a crime nor was I ever",
        "start": 584.77,
        "duration": 2.909
    },
    {
        "text": "Contacted by the police the accusations by poppy are just flat-out lies these people have caused a lot of harm to me",
        "start": 587.75,
        "duration": 4.789
    },
    {
        "text": "i've taken the high road and moved on I",
        "start": 592.54,
        "duration": 1.59
    },
    {
        "text": "Ask you to please see the truth and leave me be and so as of right now that is where we are with this story",
        "start": 594.13,
        "duration": 4.349
    },
    {
        "text": "And I want to pass the question off to you",
        "start": 598.48,
        "duration": 1.29
    },
    {
        "text": "Is this response this this update and information does it doesn't make you feel differently about the story the same i'd love to know your",
        "start": 599.77,
        "duration": 6.359
    },
    {
        "text": "Thoughts and why in those comments down below?",
        "start": 606.13,
        "duration": 1.86
    },
    {
        "text": "Then let's talk about the update around the edge of Bertie situation",
        "start": 607.99,
        "duration": 2.64
    },
    {
        "text": "We talked about friday story broke that there are over 250 channels on youtube that we're promoting a service called edu birdie",
        "start": 610.63,
        "duration": 5.219
    },
    {
        "text": "It's an essay writing service that many of the youtubers were advertising like this if you guys are struggling in school college",
        "start": 615.85,
        "duration": 5.04
    },
    {
        "text": "Anybody home - hi super small guy to do USA is for you super smart",
        "start": 621.29,
        "duration": 5.75
    },
    {
        "text": "Plagiarism free did you hear me? They're helping youtube. You won't get in any trouble is guaranteed",
        "start": 628.1,
        "duration": 5.059
    },
    {
        "text": "It's gonna get you an A+ BBC saying their investigation found over 1400 videos with these adverts in the video",
        "start": 633.16,
        "duration": 6.059
    },
    {
        "text": "And they received over 700 million views and so of course the story became there are hundreds of youtubers that are actively promoting",
        "start": 639.22,
        "duration": 5.19
    },
    {
        "text": "Cheating to their audiences well",
        "start": 644.69,
        "duration": 1.46
    },
    {
        "text": "It appears that YouTube wasted almost no time after this report came out and deleted",
        "start": 646.15,
        "duration": 4.469
    },
    {
        "text": "Hundreds of videos this ended up angering a lot of those youtubers some youtubers like one by the name of patty Mayo is saying that",
        "start": 650.72,
        "duration": 6.38
    },
    {
        "text": "They were going through the process of editing out the advert boom YouTube removed their videos also according to BBC when speaking to patty he",
        "start": 657.1,
        "duration": 6.51
    },
    {
        "text": "Said he does not endorse or condone. She which many people found strange because in his video",
        "start": 663.61,
        "duration": 4.47
    },
    {
        "text": "He actually says hire the super smart nerds at ejabberd e-comm to write your essays on your papers for you",
        "start": 668.08,
        "duration": 5.13
    },
    {
        "text": "Which some people say sounds like an endorsement for cheating now as far as YouTube",
        "start": 673.21,
        "duration": 3.719
    },
    {
        "text": "They will not say how many videos they remove he did say in a statement YouTube creators may include paid endorsements as part of their",
        "start": 676.93,
        "duration": 5.28
    },
    {
        "text": "Content only if the product or service. They are endorsing complies with our advertising policies adding",
        "start": 682.21,
        "duration": 4.32
    },
    {
        "text": "We do not allow ads for essay writing and so paid promotions of these services will be removed when we discover them",
        "start": 686.53,
        "duration": 4.89
    },
    {
        "text": "You'll be working with creators going forward",
        "start": 691.42,
        "duration": 1.53
    },
    {
        "text": "So they better understand that in video promotions must not promote dishonest activity if you go to YouTube's restricted products page",
        "start": 692.95,
        "duration": 5.25
    },
    {
        "text": "Academic AIDS is right at the top tank",
        "start": 698.27,
        "duration": 1.71
    },
    {
        "text": "Advertising is not permitted for academic this includes quote test-taking services in which someone takes an exam for someone else in",
        "start": 699.98,
        "duration": 5.75
    },
    {
        "text": "academic paper writing services providing customized pre written thesis",
        "start": 705.89,
        "duration": 3.049
    },
    {
        "text": "Dissertations etc also busto which is the company that runs at Uberti released a statement saying we cannot be held responsible for what social influencers",
        "start": 709.49,
        "duration": 7.22
    },
    {
        "text": "Say on their channels",
        "start": 716.71,
        "duration": 0.84
    },
    {
        "text": "We have influencers total freedom on how they prefer to present the edgy bertie platform to their audience in a way",
        "start": 717.55,
        "duration": 4.559
    },
    {
        "text": "They feel would be most relevant to their viewers",
        "start": 722.11,
        "duration": 1.77
    },
    {
        "text": "We do admit that many tend to copy and paste each other's shoutouts with a focus on get someone to do your homework for you",
        "start": 723.88,
        "duration": 4.89
    },
    {
        "text": "This is their creative choice ejabberd",
        "start": 728.77,
        "duration": 1.98
    },
    {
        "text": "Ii seems to be throwing a lot",
        "start": 730.75,
        "duration": 1.09
    },
    {
        "text": "Of people under the bus there in addition to that they have reportedly now added a disclaimer on their website suggesting work provided by ejabberd",
        "start": 731.84,
        "duration": 6.77
    },
    {
        "text": "Ii was supplied only as a sample or a reference as far as how the situation breaks down to me?",
        "start": 738.61,
        "duration": 4.469
    },
    {
        "text": "It really seems like the only people being screwed here are the youtubers because while I may not agree and again",
        "start": 743.08,
        "duration": 4.53
    },
    {
        "text": "I greatly dislike someone promoting cheating in that way",
        "start": 747.61,
        "duration": 3.69
    },
    {
        "text": "They're the ones having parts of their archive taken down",
        "start": 751.3,
        "duration": 2.759
    },
    {
        "text": "Meanwhile and Uberti if anything most likely succeeds even more because of this I say writing services themselves are not technically illegal",
        "start": 754.34,
        "duration": 7.609
    },
    {
        "text": "It's that when you take someone else's work, and you turn it in as your own",
        "start": 761.95,
        "duration": 3.6
    },
    {
        "text": "That's where you might have to face consequences once again",
        "start": 765.8,
        "duration": 2.599
    },
    {
        "text": "It's a person turning it in not ejabberd and thanks to this story getting a lot of traction",
        "start": 768.4,
        "duration": 4.02
    },
    {
        "text": "This is essentially a ton of free press for them",
        "start": 772.55,
        "duration": 2.539
    },
    {
        "text": "It's not like the person. That would you as an essay writing service is like oh, man. I don't like their advertising practices",
        "start": 775.09,
        "duration": 5.729
    },
    {
        "text": "I wouldn't be shocking to me even though part of the story involve the subpar grades people use the service of God if edgy Bertie",
        "start": 780.82,
        "duration": 5.549
    },
    {
        "text": "Has been making way more money than normal since this story first broke",
        "start": 786.37,
        "duration": 3.39
    },
    {
        "text": "That's where we are now and that's how the situation has broken down the question",
        "start": 789.76,
        "duration": 2.91
    },
    {
        "text": "I wanna pass off to you. Is do you think that YouTube did the right thing here by removing these videos?",
        "start": 792.67,
        "duration": 3.569
    },
    {
        "text": "Yes, No also if yes",
        "start": 796.24,
        "duration": 2.13
    },
    {
        "text": "Do you think?",
        "start": 798.37,
        "duration": 1.02
    },
    {
        "text": "Maybe the creator should have had more time or no because the longer that these infringing videos remain up the more likely it is that?",
        "start": 799.39,
        "duration": 6.059
    },
    {
        "text": "YouTube just gonna get reamed in the press and thus they and the creators would be hurt any and all thoughts here Sharon with and",
        "start": 805.45,
        "duration": 5.19
    },
    {
        "text": "I'm let's talk about the volcano",
        "start": 810.64,
        "duration": 1.15
    },
    {
        "text": "Situation in Hawaii specifically Hawaii's Big Island the Kilauea volcano in Hawaii erupted last Thursday a blue ash and poisonous gas into the air",
        "start": 811.79,
        "duration": 7.19
    },
    {
        "text": "Reportedly the crater floor had actually begun collapsing last Monday",
        "start": 819.17,
        "duration": 2.599
    },
    {
        "text": "Which push magma and a new underground chambers and Hawaii's governor David Egan made an emergency Proclamation",
        "start": 821.769,
        "duration": 4.41
    },
    {
        "text": "He deployed the National Guard to assist an evacuation then on Friday there are multiple earthquakes including a 6.9",
        "start": 826.37,
        "duration": 5.75
    },
    {
        "text": "Magnitude one which is actually the strongest earthquake to hit the island since",
        "start": 832.22,
        "duration": 3.02
    },
    {
        "text": "1975 and after the earthquakes pink smoke could be seen",
        "start": 835.64,
        "duration": 2.299
    },
    {
        "text": "Pouring out of the volcano we saw fissures forming on the ground latest reports say there have been 10 new ones since the eruption",
        "start": 838.16,
        "duration": 4.97
    },
    {
        "text": "Started we also saw lava fountains and according to the US Geological Survey some of the lava was shooting 330 feet into the air",
        "start": 843.32,
        "duration": 5.659
    },
    {
        "text": "What's really interesting is as this progresses?",
        "start": 848.98,
        "duration": 1.96
    },
    {
        "text": "It could even get higher one of the reasons for this is as a lava hardens where it's shooting out can result in the openings",
        "start": 850.94,
        "duration": 5.75
    },
    {
        "text": "Being smaller which then lends itself to more pressure and then can launch further",
        "start": 856.69,
        "duration": 3.899
    },
    {
        "text": "Also as of recording this video according to Hawaii civil defense 35 structures have been destroyed so far",
        "start": 860.589,
        "duration": 4.859
    },
    {
        "text": "We've also seen Hawaii hit by temblors these usually light earthquakes that cause little damage. They have continuously been hitting the island",
        "start": 865.449,
        "duration": 6.06
    },
    {
        "text": "They're reportedly 18 temblors between 6 p.m.. Sunday night and midnight and another one this morning unfortunately",
        "start": 871.51,
        "duration": 4.739
    },
    {
        "text": "That's not even the worst thing about this situation",
        "start": 876.26,
        "duration": 2.149
    },
    {
        "text": "Experts are saying at the greater risk to public health is the gases that are being released not the lava",
        "start": 878.72,
        "duration": 4.25
    },
    {
        "text": "Which has been relatively slow-moving, and if you're in Hawaii, and you're like well. Don't worry",
        "start": 882.97,
        "duration": 3.0
    },
    {
        "text": "I've got some mass depending on where you got them most likely",
        "start": 885.97,
        "duration": 2.58
    },
    {
        "text": "they're not going to help you the Hawaii Department of Health actually warning the public that no commercially sold mass will protect them from the",
        "start": 888.55,
        "duration": 5.279
    },
    {
        "text": "Poisonous gases from a volcano the good news is that as of right now",
        "start": 893.829,
        "duration": 2.7
    },
    {
        "text": "There are no fatalities",
        "start": 896.529,
        "duration": 0.701
    },
    {
        "text": "Or major injuries that have been reported the bad news is that this may go on for a while past eruptions have lasted for months",
        "start": 897.23,
        "duration": 6.02
    },
    {
        "text": "sometimes years",
        "start": 903.25,
        "duration": 0.6
    },
    {
        "text": "And there's no way to really tell how long this episode will last the closest you can really get to that is right now any",
        "start": 903.85,
        "duration": 4.32
    },
    {
        "text": "of geologists saying that the activity surrounding the eruption closely resembles the events around the",
        "start": 908.17,
        "duration": 3.809
    },
    {
        "text": "1955 eruption and that one lasted three months where I want to end this one I know it's just words with my thoughts out to",
        "start": 912.26,
        "duration": 5.0
    },
    {
        "text": "Everyone affected by this. I hope this ends sooner rather than later also to everyone out there, please be safe there",
        "start": 917.26,
        "duration": 5.549
    },
    {
        "text": "They are having to issue warnings for people putting themselves in needless danger",
        "start": 922.81,
        "duration": 3.869
    },
    {
        "text": "It's don't I don't want anything to happen to your beautiful faces",
        "start": 926.68,
        "duration": 2.01
    },
    {
        "text": "That's what I'm going to end today's show remember if you like this video you like what I'm trying to do on this channel that",
        "start": 928.69,
        "duration": 4.559
    },
    {
        "text": "Like button if you do hit that subscribe button ring that bell to turn notifications, huh?",
        "start": 933.32,
        "duration": 4.01
    },
    {
        "text": "also\nIf you missed the last philip defranco show you want to catch up click or tap right there to watch that well if you wanna",
        "start": 937.42,
        "duration": 4.319
    },
    {
        "text": "Watch today's brand-new behind-the-scenes blogs like a tap right there to watch that, but that's that of course as always my name's philip defranco",
        "start": 941.74,
        "duration": 5.4
    },
    {
        "text": "You've just been phill'd in our laughs. Yo faces, and i'll see you tomorrow",
        "start": 947.21,
        "duration": 3.95
    }
]