[
    {
        "text": "Sup you beautiful bastards",
        "start": 0.02,
        "duration": 1.22
    },
    {
        "text": "hope you have a fantastic",
        "start": 1.32,
        "duration": 1.34
    },
    {
        "text": "Thursday welcome back to the philip defranco show",
        "start": 2.72,
        "duration": 2.88
    },
    {
        "text": "and let's just jump into it the first thing I want to talk about today by far",
        "start": 5.6,
        "duration": 1.94
    },
    {
        "text": "one of the most requested",
        "start": 7.7,
        "duration": 1.64
    },
    {
        "text": "Stories of the day is the crazy situation around Michael Bennett Bennett, if you don't know is a defensive end for the Seattle Seahawks",
        "start": 9.34,
        "duration": 5.269
    },
    {
        "text": "But this story is not about sports on Wednesday Michael posted a letter on Twitter called dear world and a detailed what he said happened",
        "start": 14.62,
        "duration": 5.9
    },
    {
        "text": "To him as he was heading back to his hotel after the Mayweather MacGregor fight on August 26",
        "start": 20.52,
        "duration": 3.599
    },
    {
        "text": "According to his letter as he was walking back he and hundreds of others heard what sounded like gunshots and they ran for safety Amanda",
        "start": 24.24,
        "duration": 4.949
    },
    {
        "text": "Then says Las Vegas police officers singled me out and pointed their guns at me for doing nothing more than simply being a black man",
        "start": 29.189,
        "duration": 5.671
    },
    {
        "text": "In the wrong place at the wrong time a police officer ordered me to get on the ground.",
        "start": 34.86,
        "duration": 3.32
    },
    {
        "text": "as I laid on the ground complying with his commands not to move he placed his gun near my head and warned me that if",
        "start": 38.4,
        "duration": 4.8
    },
    {
        "text": "I moved he would quote blow my fucking head off terrified and confused by what was taking place a second officer came over and forcefully?",
        "start": 43.2,
        "duration": 6.389
    },
    {
        "text": "Jammed his knee into my back making it difficult for me to breathe",
        "start": 49.59,
        "duration": 2.52
    },
    {
        "text": "They then cinch the handcuffs on my wrist so tight that my fingers went",
        "start": 52.17,
        "duration": 3.06
    },
    {
        "text": "No\nSaying he thought I'm going to die for no other reason than I am black and my skin colors somehow a threat it says he",
        "start": 55.23,
        "duration": 5.069
    },
    {
        "text": "Asked what did he do wrong?",
        "start": 60.3,
        "duration": 0.91
    },
    {
        "text": "They tell him to shut up they put him in the back of a police car",
        "start": 61.21,
        "duration": 2.779
    },
    {
        "text": "He says he was there until quote. They apparently realized",
        "start": 63.989,
        "duration": 2.61
    },
    {
        "text": "It was not a thug a common criminal or ordinary black man, but Michael Bennett a famous professional football player",
        "start": 66.6,
        "duration": 4.919
    },
    {
        "text": "He then said that standing up for justice was the right thing to do saying this fact is",
        "start": 71.52,
        "duration": 3.599
    },
    {
        "text": "unequivocally without",
        "start": 75.31,
        "duration": 0.78
    },
    {
        "text": "Question why before every game I sit during the national anthem because equality doesn't live in this country",
        "start": 76.09,
        "duration": 4.79
    },
    {
        "text": "No matter how much money you make what job title you have or how much you give when you are seen as an n-word you",
        "start": 80.88,
        "duration": 4.889
    },
    {
        "text": "Will be treated that way adding a hired a civil rights attorney to look at his current options now as a recording this video two",
        "start": 85.77,
        "duration": 5.25
    },
    {
        "text": "Videos have been released so far",
        "start": 91.03,
        "duration": 1.379
    },
    {
        "text": "From this incident the first video was released by TMZ sports in a specific video doesn't confirm or take away much from the claims we",
        "start": 92.409,
        "duration": 6.74
    },
    {
        "text": "Simply see Bennet being arrested and claiming that he's innocent",
        "start": 99.15,
        "duration": 2.399
    },
    {
        "text": "So there's that but then the other video, that's out right now is actually police body cam footage",
        "start": 106.0,
        "duration": 3.86
    },
    {
        "text": "This was released by the Las Vegas metropolitan Police",
        "start": 109.86,
        "duration": 2.13
    },
    {
        "text": "Department when they were briefing the media well get to that body cam footage in a second",
        "start": 112.15,
        "duration": 3.23
    },
    {
        "text": "But let's go through the events according to the police and so this is how under Sheriff Kevin McKee. He'll describe the incident",
        "start": 115.38,
        "duration": 4.889
    },
    {
        "text": "came in to the LVN PD Communication Center",
        "start": 121.03,
        "duration": 2.36
    },
    {
        "text": "Originated outside of the Dre's nightclub at the Cromwell as officers entered the casino floor",
        "start": 124.57,
        "duration": 4.609
    },
    {
        "text": "They were met with large groups of people running for cover",
        "start": 129.179,
        "duration": 3.03
    },
    {
        "text": "laying on the ground hiding",
        "start": 132.88,
        "duration": 2.0
    },
    {
        "text": "People scream as they move towards a nightclub an individual later identified as Bennett",
        "start": 135.07,
        "duration": 4.489
    },
    {
        "text": "was seen crouched down behind the gaming machine as the officers approached once Bennett was in the officers view he quickly ran out of the",
        "start": 139.78,
        "duration": 6.649
    },
    {
        "text": "South doors jumped over a wall on the Flamingo Road east of Las Vegas Boulevard into traffic",
        "start": 146.43,
        "duration": 5.73
    },
    {
        "text": "Do defend its actions and the information the officers had at the time?",
        "start": 152.16,
        "duration": 3.179
    },
    {
        "text": "They believe Bennett may have been involved in the shooting and they gave chase and then he showed the body cam footage which does not",
        "start": 155.65,
        "duration": 6.29
    },
    {
        "text": "Show the actual officer arresting Bennett you do hear the police say one running",
        "start": 161.94,
        "duration": 3.63
    },
    {
        "text": "We later see part of the arrest from a slightly different angle",
        "start": 166.27,
        "duration": 2.659
    },
    {
        "text": "So this is where we get the closest evidence to a gun being held to the back of Bennett when his hands behind his back",
        "start": 168.93,
        "duration": 4.589
    },
    {
        "text": "We really can't hear anything now big question you might have is",
        "start": 173.519,
        "duration": 2.34
    },
    {
        "text": "Why are we getting this body cam footage would it not make more sense to have the body cam footage of the person that actually",
        "start": 175.93,
        "duration": 5.3
    },
    {
        "text": "Arrested Bennett lease of Santa they have at least",
        "start": 181.23,
        "duration": 2.0
    },
    {
        "text": "126 videos that they have to review of this incident bots and you're gonna love this for whatever reason the officer",
        "start": 183.459,
        "duration": 5.39
    },
    {
        "text": "Accused of threatening Bennett either didn't have a body camera or had it and didn't turn it on",
        "start": 189.13,
        "duration": 4.489
    },
    {
        "text": "What are the odds how weird notable say is all of us will most likely get a better idea of this",
        "start": 193.62,
        "duration": 5.07
    },
    {
        "text": "Situation once the police go through all of this foot it and I said because it doesn't appear that there's going to be any body",
        "start": 198.82,
        "duration": 4.549
    },
    {
        "text": "cam footage from the arresting officer it seems far less likely we're going to",
        "start": 203.37,
        "duration": 3.54
    },
    {
        "text": "Definitively know what the police officer said or did not say, but also personally when I look at these two videos",
        "start": 207.1,
        "duration": 4.489
    },
    {
        "text": "And I also listen to the undersheriff talk he explains the situation he describes",
        "start": 211.59,
        "duration": 4.05
    },
    {
        "text": "Everyone else people who were hiding or trying to run to safety",
        "start": 215.799,
        "duration": 2.57
    },
    {
        "text": "He also then describes Bennett crouching behind a game machine like everyone else we see in the video when he's being arrested",
        "start": 218.37,
        "duration": 5.16
    },
    {
        "text": "He says I was running for safety it appears and sounds like he did what pretty much",
        "start": 223.53,
        "duration": 4.11
    },
    {
        "text": "everyone else was doing and so to me at the very least this seems like an",
        "start": 227.799,
        "duration": 3.65
    },
    {
        "text": "Unjust arrest now is it an example of the more serious",
        "start": 231.579,
        "duration": 2.63
    },
    {
        "text": "Accusations that this was racial filing that this was just racist cops",
        "start": 234.459,
        "duration": 3.18
    },
    {
        "text": "I don't know. I do think it is kind of funny though the undersheriff pointed out that these weren't white cops",
        "start": 237.64,
        "duration": 4.649
    },
    {
        "text": "No to you both of the officers involved in this incident in question",
        "start": 243.079,
        "duration": 4.31
    },
    {
        "text": "Kevin I'm not even saying it was 100% racial profiling",
        "start": 249.049,
        "duration": 3.2
    },
    {
        "text": "But for you that it was very important for you to point this out as if you're saying it's only",
        "start": 252.25,
        "duration": 3.809
    },
    {
        "text": "Possible for white people to racially profile. That's it's so weird. This isn't simply a white thing",
        "start": 256.22,
        "duration": 5.149
    },
    {
        "text": "This is a blue thing now since all this has happened Bennett has gotten an overwhelming",
        "start": 261.37,
        "duration": 3.72
    },
    {
        "text": "Amount of support both from the public and even people close to home his coach Pete Carroll's saying what happened with Michael is a classic",
        "start": 265.61,
        "duration": 5.63
    },
    {
        "text": "illustration of the reality of inequalities that are demonstrated daily me this incident inspire all of us to respond with compassion",
        "start": 271.24,
        "duration": 5.07
    },
    {
        "text": "when",
        "start": 276.47,
        "duration": 0.569
    },
    {
        "text": "Inequalities are brought to light and allow us to have the courage to stand for change we can do better than this and the NFL",
        "start": 277.039,
        "duration": 5.15
    },
    {
        "text": "Is saying Michael Bennett represents the best of the NFL leader on his team and in his community?",
        "start": 282.19,
        "duration": 4.229
    },
    {
        "text": "But we understand the Las Vegas police department will address this later this evening",
        "start": 286.419,
        "duration": 2.88
    },
    {
        "text": "Issues Michael has been raising deserves serious attention from all our leaders in every community",
        "start": 289.539,
        "duration": 3.54
    },
    {
        "text": "And one of the most recent updates to the story is that the Union the Union for the Las Vegas metropolitan Police?",
        "start": 293.08,
        "duration": 4.98
    },
    {
        "text": "Department sent a letter to Roger Goodell in the NFL requesting they quote conduct an investigation",
        "start": 298.28,
        "duration": 4.669
    },
    {
        "text": "And take appropriate action into Michael Bennett's obvious false",
        "start": 303.11,
        "duration": 2.869
    },
    {
        "text": "Allegations against our officers adding while the NFL may condone Bennett's disrespect for our American flag and everything it symbolizes",
        "start": 306.05,
        "duration": 5.839
    },
    {
        "text": "We hope the league will not ignore Bennett's false accusations against our police officers",
        "start": 311.889,
        "duration": 3.6
    },
    {
        "text": "They once again claimed that his comments were false and defamatory then they explained",
        "start": 315.49,
        "duration": 3.209
    },
    {
        "text": "This is one of the most dangerous calls that a police officer can respond to saying they had a reasonable suspicion",
        "start": 318.699,
        "duration": 4.11
    },
    {
        "text": "Because they saw Bennett once again hiding behind a slot machine then runs",
        "start": 323.03,
        "duration": 3.139
    },
    {
        "text": "They say he was hiding from police and adding that our officers",
        "start": 326.169,
        "duration": 2.73
    },
    {
        "text": "Who are both?",
        "start": 328.9,
        "duration": 0.79
    },
    {
        "text": "Minorities had the legal right and obligation to detain Bennett based on the nature of the call and Bennett's unusual and suspicious actions",
        "start": 329.69,
        "duration": 5.479
    },
    {
        "text": "Adding Michael Bennett's claim that our officers are racist is false and offensive to men and women of law",
        "start": 335.24,
        "duration": 3.919
    },
    {
        "text": "Enforcement we hope you will take appropriate action against Michael Bennett yours truly the Las Vegas Metro police protection",
        "start": 339.289,
        "duration": 4.64
    },
    {
        "text": "Association detective Steve. Drama's once again just coming out of that. They are really hitting that hammer of they're not white though",
        "start": 344.12,
        "duration": 5.539
    },
    {
        "text": "Yes",
        "start": 349.659,
        "duration": 0.301
    },
    {
        "text": "There are people out there that claim that white people are racist",
        "start": 349.96,
        "duration": 2.25
    },
    {
        "text": "And there are racist white people the argument in this situation doesn't seem to be white people",
        "start": 352.28,
        "duration": 3.739
    },
    {
        "text": "Versus black people the argument Bennett seems to be making here is police blue",
        "start": 356.12,
        "duration": 4.07
    },
    {
        "text": "versus black people and personally",
        "start": 360.409,
        "duration": 1.671
    },
    {
        "text": "I think you have to at least",
        "start": 362.08,
        "duration": 0.76
    },
    {
        "text": "consider",
        "start": 362.84,
        "duration": 0.6
    },
    {
        "text": "Bennett's point of view especially when you look into all the pieces of that body cam footage that does not have been in it you",
        "start": 363.44,
        "duration": 5.329
    },
    {
        "text": "See people left and right running to get away and hiding behind tables and machines",
        "start": 368.77,
        "duration": 4.38
    },
    {
        "text": "That's my opinion on it right now, but what's mean that is where we are right now",
        "start": 373.159,
        "duration": 2.929
    },
    {
        "text": "We're waiting for more video evidence to come out with what we have so far the very least it seems",
        "start": 376.089,
        "duration": 4.08
    },
    {
        "text": "Unjust it's also is somewhat. Sketchy since the arresting officer doesn't have footage. I know I'll pass the question off to you",
        "start": 380.449,
        "duration": 5.75
    },
    {
        "text": "What is your takeaway from this? I love know your thoughts in those comments down below, but from that",
        "start": 386.199,
        "duration": 3.959
    },
    {
        "text": "I want to share some stuff",
        "start": 390.159,
        "duration": 0.84
    },
    {
        "text": "I loved today and today in Austin brought to you by Squarespace",
        "start": 390.999,
        "duration": 2.97
    },
    {
        "text": "Squarespace of course a fantastic place to make a beautiful website with our incredibly easy all-in-one platform",
        "start": 394.24,
        "duration": 4.649
    },
    {
        "text": "We got nothing to install",
        "start": 398.889,
        "duration": 0.821
    },
    {
        "text": "Patch or upgrade ever if you want check it out start your free trial like many from the nation already have go to squarespace.com",
        "start": 399.71,
        "duration": 4.97
    },
    {
        "text": "Slash fill if you really like it use off a code fill for 10% off your first purchase and the first would have awesome is",
        "start": 404.87,
        "duration": 4.729
    },
    {
        "text": "Actually a little more personal in the next 24 to 48 hours my second son will be born very excited",
        "start": 409.599,
        "duration": 5.489
    },
    {
        "text": "I feel as",
        "start": 415.089,
        "duration": 0.73
    },
    {
        "text": "prepared as I can possibly be although I've been told by parents of two and more that the jump to two is incredibly hard and",
        "start": 415.819,
        "duration": 6.35
    },
    {
        "text": "No one's ever fully prepared know what that also mean for you is that there will be no Friday show this week just a heads",
        "start": 422.169,
        "duration": 4.679
    },
    {
        "text": "Up and if you haven't seen Justin roiland on the h3 h3 podcast calling Joel Osteen church. Just watch it. It's gonna",
        "start": 426.849,
        "duration": 6.27
    },
    {
        "text": "Make you either go wow ricky Tata. Don't worry. You'll get it",
        "start": 433.12,
        "duration": 3.869
    },
    {
        "text": "Then we got a trailer for the new Benedict Cumberbatch movie the current war but the race between Thomas Edison George Westinghouse",
        "start": 436.99,
        "duration": 5.279
    },
    {
        "text": "and of course we have a video for the question that everyone's asked at some point what happens when you bring the Sun to the",
        "start": 442.399,
        "duration": 5.6
    },
    {
        "text": "Earth then we had Henry Rollins on hot ones if you want to see the full versions everything",
        "start": 447.999,
        "duration": 3.87
    },
    {
        "text": "I just share the secret link of the day anything at all links is always are in the description down below",
        "start": 451.87,
        "duration": 4.529
    },
    {
        "text": "Then let's talk about hurricane Irma, but before we talk about the devastation and what could be coming for the continental United States",
        "start": 456.399,
        "duration": 5.88
    },
    {
        "text": "Let's talk about some of the scandal and scrutiny we saw coming out of Florida yesterday yesterday the Polk County",
        "start": 462.279,
        "duration": 3.779
    },
    {
        "text": "Sheriff Twitter announced",
        "start": 466.159,
        "duration": 1.1
    },
    {
        "text": "They would be checking IDs for people going to shelters for hurricane Irma sheriff Grady Judd tweeting if you go to a shelter for ArmA",
        "start": 467.259,
        "duration": 5.429
    },
    {
        "text": "Be advised sworn Leo's will be at every shelter checking IDs sex offenders",
        "start": 472.689,
        "duration": 4.08
    },
    {
        "text": "Predators will not be allowed we cannot and we will not have innocent children a shelter with sexual offenders and predators Puri if you go",
        "start": 477.009,
        "duration": 6.239
    },
    {
        "text": "To a shelter for ArmA, and you have a warrant",
        "start": 483.249,
        "duration": 1.831
    },
    {
        "text": "We'll gladly escort you to the safe and secure shelter called the Polk County Jail",
        "start": 485.08,
        "duration": 3.299
    },
    {
        "text": "Adding if you have a warrant turn yourself in to the jail",
        "start": 488.569,
        "duration": 2.36
    },
    {
        "text": "It's a secure shelter and the reaction to this was pretty mixed and it kind of makes sense because the sheriff hit on two notes",
        "start": 490.93,
        "duration": 5.099
    },
    {
        "text": "Sex offenders and people with warrants some of those that were happy saying. Thank you for putting Americans first god bless",
        "start": 496.18,
        "duration": 4.979
    },
    {
        "text": "Y'all everyone should have their ID with them at all times",
        "start": 501.159,
        "duration": 1.981
    },
    {
        "text": "I dunno excuse your prior sex offender of children you have no right to be close to kids you also have people that are upset",
        "start": 503.14,
        "duration": 5.1
    },
    {
        "text": "By this saying that this was a public safety risk some tweeting",
        "start": 508.24,
        "duration": 2.79
    },
    {
        "text": "Did you just publish your intent to abuse Human Rights another saying people are under no obligation to ID themselves in a public setting",
        "start": 511.03,
        "duration": 5.309
    },
    {
        "text": "Florida Rep Carlos Smith seem to think that this was an attack on undocumented immigrants saying the message has been received by the",
        "start": 516.34,
        "duration": 5.609
    },
    {
        "text": "18,000 undocumented persons in Polk County is not the message we need to be sending out with a disaster upon us we also saw the",
        "start": 522.26,
        "duration": 5.54
    },
    {
        "text": "ACLU saying that this was dangerous tweeting saying most people with outstanding warrants are dealing with low-level and",
        "start": 527.93,
        "duration": 4.85
    },
    {
        "text": "Nonviolent offenses imposed",
        "start": 532.88,
        "duration": 1.16
    },
    {
        "text": "No\nRisk to others in a shelter sheriff judge threatening tweet send out the message that these",
        "start": 534.04,
        "duration": 3.84
    },
    {
        "text": "individuals must choose between facing and natural disaster without aid and shelter or going to jail over things like unpaid traffic tickets this will in",
        "start": 537.98,
        "duration": 6.589
    },
    {
        "text": "A not only the lives of those who avoid shelters",
        "start": 544.57,
        "duration": 2.429
    },
    {
        "text": "But also the lives of the first",
        "start": 547.0,
        "duration": 1.21
    },
    {
        "text": "Responders under sheriff judge charge will have to rescue the people",
        "start": 548.21,
        "duration": 2.9
    },
    {
        "text": "He just told his stay in harm's way but as of right now",
        "start": 551.11,
        "duration": 2.219
    },
    {
        "text": "It appears that the Polk County Sheriff's Office is sticking to this their spokesman Carrie Horseman saying that there's an obligation",
        "start": 553.33,
        "duration": 4.979
    },
    {
        "text": "For law enforcement to arrest anyone with an act of war",
        "start": 558.44,
        "duration": 2.54
    },
    {
        "text": "but also saying this will not affect anyone that is an",
        "start": 560.98,
        "duration": 1.78
    },
    {
        "text": "Undocumented immigrant saying we aren't sitting there looking for people to arrest you're sitting there to keep people safe",
        "start": 562.76,
        "duration": 4.13
    },
    {
        "text": "And I have to say the whole situation leaves me a little bit confused you have this office saying they are going to ID people",
        "start": 566.89,
        "duration": 5.13
    },
    {
        "text": "but if you're an",
        "start": 572.02,
        "duration": 0.58
    },
    {
        "text": "Undocumented immigrant where you know we're not we're not there to try and arrest you so if you have someone that doesn't have a valid",
        "start": 572.6,
        "duration": 4.7
    },
    {
        "text": "ID and they say well, I'm just I'm an undocumented immigrant",
        "start": 577.3,
        "duration": 2.309
    },
    {
        "text": "But in the people with outstanding warrants, just do the same thing and say I don't have any paperwork. Oh my me",
        "start": 579.61,
        "duration": 4.56
    },
    {
        "text": "I definitely don't have any outstanding warrants and definitely not on the sex offenders list also on the note of child molesters being allowed are",
        "start": 584.17,
        "duration": 5.669
    },
    {
        "text": "Not being allowed and do a shelter. I'm definitely all for them not being allowed into a shelter",
        "start": 589.84,
        "duration": 4.529
    },
    {
        "text": "I know it's heartless, but if you're a convicted child molester. I let's give you a seat on the beach",
        "start": 594.49,
        "duration": 3.57
    },
    {
        "text": "I think it'll be a fun social experiment then for the people with active warrants",
        "start": 598.06,
        "duration": 2.94
    },
    {
        "text": "And as the ACLU said most of those people are they're very mind obviously if there is a warrant out for someone",
        "start": 601.0,
        "duration": 4.59
    },
    {
        "text": "I want the police to be able to get the but if these people with warrants out for",
        "start": 605.59,
        "duration": 3.33
    },
    {
        "text": "Nonviolent offenses are scared to go to a shelter because they're like I'm just gonna get arrested",
        "start": 609.14,
        "duration": 4.01
    },
    {
        "text": "It should just board up my windows. Hope for the best stay home and later",
        "start": 613.15,
        "duration": 3.089
    },
    {
        "text": "That's just another person that first responders are gonna have to try and say it kind of brings up that topic",
        "start": 616.24,
        "duration": 3.63
    },
    {
        "text": "We've talked about in the past you do natural disasters in some way alter put a hold on what we do in normal society",
        "start": 619.87,
        "duration": 5.46
    },
    {
        "text": "Until it's over like this is a guy with a warrant because he hasn't paid parking tickets. You know he gets to the shelter",
        "start": 625.58,
        "duration": 4.489
    },
    {
        "text": "It's fine, then when it's over",
        "start": 630.07,
        "duration": 1.17
    },
    {
        "text": "he gets like a two-minute head start and then police can go after also after just hearing those words come out of my mouth I",
        "start": 631.24,
        "duration": 4.44
    },
    {
        "text": "Think we just came up with a new call it head starts or not",
        "start": 635.68,
        "duration": 2.979
    },
    {
        "text": "But I do want to pass that question off to you. What do you think should happen here? It's not a simple situation",
        "start": 638.66,
        "duration": 4.049
    },
    {
        "text": "It's not a clean situation, but I'd love to know your thoughts with all of that said let's talk about what irma has done",
        "start": 642.709,
        "duration": 4.26
    },
    {
        "text": "So far and to be blunt this is off to a bad start the first thing is one of the strongest hurricanes ever",
        "start": 646.97,
        "duration": 4.38
    },
    {
        "text": "Recorded it has maintained a category 5 status",
        "start": 651.57,
        "duration": 2.0
    },
    {
        "text": "and it has maintained winds at times of",
        "start": 653.57,
        "duration": 2.039
    },
    {
        "text": "185 miles per hour yesterday it hit the small island country of Barbuda and the video and pictures of the damage",
        "start": 656.07,
        "duration": 5.479
    },
    {
        "text": "There is shocking the Prime Minister Gaston Browne telling a local news station that upwards to",
        "start": 661.55,
        "duration": 3.9
    },
    {
        "text": "95 percent of barbudos buildings have been heavily damaged or destroyed",
        "start": 665.7,
        "duration": 3.229
    },
    {
        "text": "Browne also saying he thinks the repairs will take months two years and be around 100 million",
        "start": 669.029,
        "duration": 4.369
    },
    {
        "text": "Dollars and just looking at all the video coming out from there",
        "start": 673.529,
        "duration": 2.27
    },
    {
        "text": "I do not doubt it irma also hit Anguilla which is an overseas British territory",
        "start": 675.8,
        "duration": 4.14
    },
    {
        "text": "They had",
        "start": 679.94,
        "duration": 0.58
    },
    {
        "text": "Infrastructure damage and one confirmed that but there's also been criticism about what happened in Anguilla",
        "start": 680.52,
        "duration": 3.979
    },
    {
        "text": "Specifically that the United Kingdom's response to the disaster has been too slow MP Sharma tweeting real concern that UK government is not doing enough",
        "start": 684.57,
        "duration": 6.26
    },
    {
        "text": "To protect British overseas territory citizens the next in the path we had st.",
        "start": 690.83,
        "duration": 3.69
    },
    {
        "text": "Martin and Saint Barts in quotes from a top local official by the name of Daniel Gibbs",
        "start": 694.52,
        "duration": 3.689
    },
    {
        "text": "it just it does not seem good Daniel Gibbs saying I have sick people to evacuate have a",
        "start": 698.209,
        "duration": 3.84
    },
    {
        "text": "Population to evacuate because I don't know where I can shelter them saying it's an enormous catastrophe 95% of the island is destroyed",
        "start": 702.149,
        "duration": 6.05
    },
    {
        "text": "I'm in shock. It's frightening and as of right now. There are reported deaths, but depending on the sources",
        "start": 708.2,
        "duration": 4.529
    },
    {
        "text": "They range between four and eight of course",
        "start": 712.73,
        "duration": 1.83
    },
    {
        "text": "This is a developing situation that number still may change and also while many are understandably worried that Erna is going to hit, Florida",
        "start": 714.56,
        "duration": 5.94
    },
    {
        "text": "It's not only be the first u.s.",
        "start": 720.5,
        "duration": 1.42
    },
    {
        "text": "Territory hit by the US Virgin Islands in Puerto Rico have already been damaged by the storm",
        "start": 721.92,
        "duration": 3.65
    },
    {
        "text": "President Drumpf in addition to Florida has also declared a state of emergency in the US Virgin Islands in Puerto Rico and Puerto Rico is",
        "start": 725.64,
        "duration": 5.299
    },
    {
        "text": "Hit by the edge of the hurricane, so they didn't get the worst, but there was still a ton of damage right now",
        "start": 730.94,
        "duration": 3.089
    },
    {
        "text": "They're saying",
        "start": 734.029,
        "duration": 0.391
    },
    {
        "text": "There's over 1 million people on the island without electricity and officials think it could take months to return full power throughout the island now",
        "start": 734.42,
        "duration": 5.609
    },
    {
        "text": "At this point I think it's important to point out the difference between",
        "start": 740.029,
        "duration": 2.07
    },
    {
        "text": "Emma and Harvey because Emma is a different kind of monster as of recording this video Irma is still a category 5 hurricane",
        "start": 742.38,
        "duration": 5.539
    },
    {
        "text": "maintaining winds of 175 miles per hour and so to compare hurricane Harvey had gusts of",
        "start": 748.41,
        "duration": 4.85
    },
    {
        "text": "132 miles per hour but sustained speeds much lower so that also means an mo while we have sustained speeds of",
        "start": 753.6,
        "duration": 5.66
    },
    {
        "text": "175 we're also going to see gusts in excess of",
        "start": 759.66,
        "duration": 2.299
    },
    {
        "text": "200 and outside of wind speed you have to talk about rainfall and that is where Harvey was much worse well both have extreme rainfall",
        "start": 762.12,
        "duration": 4.94
    },
    {
        "text": "Harvey had much more obviously each place it hits is going to be different",
        "start": 767.19,
        "duration": 3.32
    },
    {
        "text": "But it seems like you would have less flooding with Irma, but far more wind damage",
        "start": 770.51,
        "duration": 3.869
    },
    {
        "text": "But as far as where it's going to hit in the continental United States",
        "start": 774.38,
        "duration": 2.07
    },
    {
        "text": "projections are a little all over the place as of the time this video first goes out most likely mo will be hitting Turks and",
        "start": 776.76,
        "duration": 5.179
    },
    {
        "text": "Caicos their projections, it's going to hit parts of Cuba the Bahamas",
        "start": 781.94,
        "duration": 3.209
    },
    {
        "text": "Florida it might even go up to the Carolinas the National Weather Service is",
        "start": 785.19,
        "duration": 2.809
    },
    {
        "text": "Speculating that mo will hit US mainland as of Saturday",
        "start": 788.1,
        "duration": 3.109
    },
    {
        "text": "There's also the speculation that might no longer be a category 5 hurricane by the time it hits",
        "start": 791.209,
        "duration": 3.93
    },
    {
        "text": "That's because when storms hit larger land masses like let's say Cuba should slow it down some and possibly down to a category 4 that",
        "start": 795.14,
        "duration": 6.029
    },
    {
        "text": "Said still a category 4 hurricane is something to be scared of but of course the US has begun preparations for landfall in Florida",
        "start": 801.17,
        "duration": 6.179
    },
    {
        "text": "Florida Governor Rick Scott has plans to call up 7,000 National Guard troops by Friday so the Florida Keys are under a mandatory evacuation",
        "start": 807.35,
        "duration": 5.85
    },
    {
        "text": "Order, and if you are there you are watching me, please listen to them",
        "start": 813.57,
        "duration": 3.44
    },
    {
        "text": "I mean\nIt's scary when Governor Scott was telling people to listen to local officials",
        "start": 817.01,
        "duration": 3.0
    },
    {
        "text": "Evacuate if they say evacuate warn the storm surge can kill you it's likely to surge enough to cover whole houses",
        "start": 820.32,
        "duration": 5.119
    },
    {
        "text": "So please do not take it lightly if you were in affected areas. I know it's Florida lived there for a while",
        "start": 825.44,
        "duration": 4.38
    },
    {
        "text": "I know all about hurricane parties",
        "start": 829.82,
        "duration": 1.889
    },
    {
        "text": "They're telling you to evacuate make a plan and get the hell out of there even after all of that with Irma the situation might",
        "start": 831.709,
        "duration": 5.369
    },
    {
        "text": "Not be over right now. There are two more storms in the Caribbean got Katya near Veracruz, Mexico",
        "start": 837.079,
        "duration": 3.75
    },
    {
        "text": "It's expected to eventually make landfall so you've got hurricane Jose in the Atlantic reportedly gaining strength the National Hurricane Center is saying by Friday",
        "start": 841.02,
        "duration": 7.219
    },
    {
        "text": "It's expected to be a major hurricane, Anguilla and Barbuda who we just talked about being smacked by MO",
        "start": 848.24,
        "duration": 4.979
    },
    {
        "text": "They've now had to issue a hurricane watch for Jose and Anguilla and Barbuda who we just talked about getting slammed by urnament",
        "start": 853.22,
        "duration": 5.58
    },
    {
        "text": "I can't even imagine how scary that is my heart and my thoughts go out to all those affected by this",
        "start": 858.8,
        "duration": 4.77
    },
    {
        "text": "Please stay safe out there",
        "start": 863.57,
        "duration": 1.05
    },
    {
        "text": "And that's actually where I'm going to end today's show remember if you like this video you like what I trying to do on this",
        "start": 864.62,
        "duration": 4.38
    },
    {
        "text": "Channel hit that like button if you're new here hit that subscribe button. Also if you missed yesterday's Philip DeFranco",
        "start": 869.0,
        "duration": 4.289
    },
    {
        "text": "Show you can click or tap right there to watch that some crazy stories in that one",
        "start": 873.29,
        "duration": 3.15
    },
    {
        "text": "Also, if you want to watch the newest behind the scenes vlog click or tap right there",
        "start": 876.44,
        "duration": 2.82
    },
    {
        "text": "But that's it of course as always my name's philip defranco. You've just been phill'd in. I love yo faces, and I'll see you soon",
        "start": 879.26,
        "duration": 6.239
    }
]