[
    {
        "text": "Sup ya beautiful bastards. Hope you're havin' a fantastic Friday. Welcome back to the Philip DeFranco show",
        "start": 0.009,
        "duration": 4.97
    },
    {
        "text": "And if you're new here on Fridays we do things a little bit differently.",
        "start": 4.98,
        "duration": 2.307
    },
    {
        "text": "On Fridays I try to cover some of the stories we try to get to earlier in the week",
        "start": 7.287,
        "duration": 2.793
    },
    {
        "text": "but for time reasons we weren't able to get to as well as more viewer-requested stories",
        "start": 10.08,
        "duration": 3.899
    },
    {
        "text": "and so with that said, let's just jump into it.",
        "start": 13.98,
        "duration": 2.173
    },
    {
        "text": "And the first thing we're gonna talk about in what company is coming under fire today news we had Jack in the box.",
        "start": 16.153,
        "duration": 5.687
    },
    {
        "text": "And the reason for the backlash is Jack in the box came out with a new advertisement.",
        "start": 21.84,
        "duration": 2.939
    },
    {
        "text": "They have a new campaign and it was apparently so bad",
        "start": 24.78,
        "duration": 3.54
    },
    {
        "text": "it inspired David Griner, the creative and innovation editor for Adweek, to write an article titled",
        "start": 28.32,
        "duration": 4.862
    },
    {
        "text": "\"Jack in the Box Just Launched One of the most Tone-Deaf Ads of the #MeToo Era\"",
        "start": 33.182,
        "duration": 4.038
    },
    {
        "text": "And here is what he was talking about",
        "start": 37.22,
        "duration": 2.18
    },
    {
        "text": "I'm the only one with the bowls to serve something different. I mean just look at my teriyaki bowl.",
        "start": 39.4,
        "duration": 4.0
    },
    {
        "text": "What about these bowls, Jack?",
        "start": 43.4,
        "duration": 1.14
    },
    {
        "text": "Hey, you got some pretty nice bowls there. And so does Dan.",
        "start": 44.549,
        "duration": 2.751
    },
    {
        "text": "Thanks, Jack!",
        "start": 47.3,
        "duration": 0.62
    },
    {
        "text": "Those are some nice bowls.",
        "start": 47.92,
        "duration": 1.48
    },
    {
        "text": "Everyone's gonna want to get their hands on Jack's bowls",
        "start": 49.66,
        "duration": 2.0
    },
    {
        "text": "Come try my bowls!",
        "start": 52.719,
        "duration": 2.0
    },
    {
        "text": "Jack, the lawyers aren't comfortable with the new marketing campaign.",
        "start": 54.879,
        "duration": 2.512
    },
    {
        "text": "Why? People love my bowls!",
        "start": 57.4,
        "duration": 1.54
    },
    {
        "text": "See that right there, you can't say that.",
        "start": 58.94,
        "duration": 2.1
    },
    {
        "text": "I can't say people love my bowls?",
        "start": 61.04,
        "duration": 1.22
    },
    {
        "text": "No.",
        "start": 62.26,
        "duration": 0.5
    },
    {
        "text": "Jack: What about \"try my bowls?\"",
        "start": 62.76,
        "duration": 1.04
    },
    {
        "text": "No.",
        "start": 63.8,
        "duration": 0.52
    },
    {
        "text": "Jack: Check out my bowls?",
        "start": 64.32,
        "duration": 1.06
    },
    {
        "text": "Absolutely not.",
        "start": 65.39,
        "duration": 0.99
    },
    {
        "text": "And my personal response to this is, really?",
        "start": 66.38,
        "duration": 1.7
    },
    {
        "text": "You're trying to make this commercial a #MeToo thing to generate outrage?",
        "start": 68.08,
        "duration": 4.32
    },
    {
        "text": "It's dumb, silly humor, which David Griner even says",
        "start": 72.4,
        "duration": 2.74
    },
    {
        "text": "But David also goes on to say",
        "start": 82.42,
        "duration": 1.4
    },
    {
        "text": "(sarcastically) Oh good, a negative, broad statement and a debate. Those are always so helpful.",
        "start": 93.9,
        "duration": 4.04
    },
    {
        "text": "Now as far as Jack in the box and the ad agency's response to this backlash",
        "start": 97.94,
        "duration": 3.7
    },
    {
        "text": "They issued a joint statement saying",
        "start": 101.64,
        "duration": 1.22
    },
    {
        "text": "What I'll say is personally even though I don't eat at Jack in the box, so I'm not like a fan of Jack in the box",
        "start": 116.729,
        "duration": 4.59
    },
    {
        "text": "I think it's great that they stuck by their commercial and they didn't just cower down because some people on the internet got angry",
        "start": 121.32,
        "duration": 5.459
    },
    {
        "text": "And also a thing I want to note, is it's not even an original, innovative idea, the whole bowls thing.",
        "start": 126.78,
        "duration": 4.72
    },
    {
        "text": "Right? Like the play on words where he's saying something, but everyone's thinking, \"oh balls\"",
        "start": 131.5,
        "duration": 3.96
    },
    {
        "text": "I mean the one that instantly comes to mind for me is the Saturday Night Live sketch they've gone back to several times, Schweddy Balls.",
        "start": 135.46,
        "duration": 6.1
    },
    {
        "text": "\"No one can resist my Schweddy balls.\"",
        "start": 141.56,
        "duration": 1.96
    },
    {
        "text": "It was one of SNL's most memorable and loved sketch to the point that Ben & Jerry's even released a flavor called \"Schweddy Balls\"",
        "start": 143.52,
        "duration": 7.04
    },
    {
        "text": "But you know what actually maybe David Griner is right",
        "start": 150.56,
        "duration": 2.66
    },
    {
        "text": "Maybe we need to get this toilet humor, this garbage from Jack off the internet",
        "start": 153.23,
        "duration": 4.259
    },
    {
        "text": "And you know what? I think that we could start a grassroots movement to really make this a thing",
        "start": 157.489,
        "duration": 3.87
    },
    {
        "text": "So if you agree with David Griner,  what I say is go to your Twitter",
        "start": 161.36,
        "duration": 3.179
    },
    {
        "text": "Tweet that you support David, @griner with the hashtag #JackOffTheInternet",
        "start": 164.72,
        "duration": 5.0
    },
    {
        "text": "because that's where people (laughs) want you to go",
        "start": 169.72,
        "duration": 1.329
    },
    {
        "text": "I'm a stupid child sometimes.",
        "start": 171.06,
        "duration": 1.9
    },
    {
        "text": "Di-di-Did you know that I sometimes film these really late on Thursday",
        "start": 172.96,
        "duration": 3.271
    },
    {
        "text": "(ominous music) Slowly slipping into madness",
        "start": 176.24,
        "duration": 1.4
    },
    {
        "text": "wondering if people are actually outraged or they're just trying",
        "start": 177.64,
        "duration": 3.84
    },
    {
        "text": "to generate views, get attention, or anything really matters?",
        "start": 181.48,
        "duration": 4.1
    },
    {
        "text": "But the main point of this story is who are we talking about?",
        "start": 185.58,
        "duration": 2.38
    },
    {
        "text": "Jack!",
        "start": 187.96,
        "duration": 0.5
    },
    {
        "text": "(laughs) Where do we want him to go?!",
        "start": 188.46,
        "duration": 1.7
    },
    {
        "text": "Off the internet!",
        "start": 190.16,
        "duration": 1.4
    },
    {
        "text": "Say it loud, say it proud.",
        "start": 191.56,
        "duration": 1.68
    },
    {
        "text": "And then let's talk about the Oscars",
        "start": 193.24,
        "duration": 1.24
    },
    {
        "text": "There are some changes happening and thus some controversies.",
        "start": 194.48,
        "duration": 2.94
    },
    {
        "text": "Yesterday the Academy of Motion Picture Arts and Sciences sends out this letter to their members where they announced some huge changes to the Oscars.",
        "start": 197.42,
        "duration": 5.42
    },
    {
        "text": "And they announced three main things",
        "start": 202.84,
        "duration": 1.2
    },
    {
        "text": "One, it's a 3 hour telecast.",
        "start": 204.04,
        "duration": 1.76
    },
    {
        "text": "Two, there is now an earlier air date. And three, there is a new award category.",
        "start": 205.8,
        "duration": 3.54
    },
    {
        "text": "And most likely these changes are all related to a viewership problem.",
        "start": 209.34,
        "duration": 3.02
    },
    {
        "text": "Last year's show was viewed by 26.5 million people, which sounds like a massive number",
        "start": 212.36,
        "duration": 4.16
    },
    {
        "text": "The shows only second to that are the Superbowl but their numbers were actually down 20% from 2017.",
        "start": 216.52,
        "duration": 4.489
    },
    {
        "text": "And most importantly, for them, it's actually the lowest number of people watching the Oscars since they started tracking it in 1975.",
        "start": 221.009,
        "duration": 6.771
    },
    {
        "text": "It's a 3-hour show. How are they gonna do it? They're already trying to rush people through their speeches.",
        "start": 227.78,
        "duration": 2.279
    },
    {
        "text": "Well, they plan on giving out awards without a break.",
        "start": 230.06,
        "duration": 2.08
    },
    {
        "text": "Which means that awards will be given out during commercial breaks and although the Academy hasn't announced which categories would not be broadcast live",
        "start": 232.14,
        "duration": 6.28
    },
    {
        "text": "Many experts are saying it's probably gonna be for categories like sound editing, production design.",
        "start": 238.42,
        "duration": 4.24
    },
    {
        "text": "But the Academy says that they will not be cut entirely. They will actually tape and edit the acceptance speeches and then broadcast them at some point.",
        "start": 242.66,
        "duration": 6.72
    },
    {
        "text": "And so unsurprisingly people who work in categories like sound, makeup, film editing; they're calling the changes demeaning.",
        "start": 249.38,
        "duration": 5.4
    },
    {
        "text": "Then two, regarding the earlier show",
        "start": 254.78,
        "duration": 1.371
    },
    {
        "text": "Next year's show is already set for February 24th, so this change won't take place until 2020.",
        "start": 256.16,
        "duration": 3.86
    },
    {
        "text": "But, in 2020 the Academy plans to hold their show earlier in the traditional award season.",
        "start": 260.02,
        "duration": 3.78
    },
    {
        "text": "But then finally three. What is this new category and why is it being seen as the most controversial of the three?",
        "start": 263.8,
        "duration": 5.939
    },
    {
        "text": "Well here's exactly what the Academy's letter to a member said",
        "start": 269.74,
        "duration": 2.36
    },
    {
        "text": "And there's been a lot of big reactions to this.",
        "start": 278.92,
        "duration": 1.92
    },
    {
        "text": "I mean the Academy and the Oscars in general have been criticized for being out-of-touch with everyday Americans.",
        "start": 280.84,
        "duration": 4.38
    },
    {
        "text": "Often honoring movies most of the general public has not seen. Even the hosts of the show joking about that.",
        "start": 285.22,
        "duration": 6.3
    },
    {
        "text": "Chris Rock: So did you see any of the Oscar-nominated movies? You see, uh...Spotlight?",
        "start": 291.52,
        "duration": 4.5
    },
    {
        "text": "Interviewee: No. What the hell is that? No, I didn't see that movie.",
        "start": 296.02,
        "duration": 2.18
    },
    {
        "text": "And so almost every time, you have a lot of people angry saying the Oscars snubbed popular films, particularly big superhero films.",
        "start": 298.2,
        "duration": 6.0
    },
    {
        "text": "I mean you might remember there was a lot of controversy back in 2008 when Christopher Nolan's Dark Knight wasn't nominated for Best Picture",
        "start": 304.2,
        "duration": 5.28
    },
    {
        "text": "And more recently at movies like Deadpool completely shut out of Oscar nominations.",
        "start": 309.48,
        "duration": 3.9
    },
    {
        "text": "And while some superhero movies like Michael Keaton's \"Batman,\" Tobey Maguire's Spider-Man 2,\" \"The Incredibles\" have won Oscars",
        "start": 313.38,
        "duration": 5.5
    },
    {
        "text": "People have pointed out there has never been a superhero comic book adaptation to ever get nominated for Best Picture.",
        "start": 318.88,
        "duration": 4.64
    },
    {
        "text": "And so it appears this new category is meant to address that criticism but also at the same time, maybe pull in new viewers",
        "start": 323.52,
        "duration": 5.06
    },
    {
        "text": "But there's been pushback. You know some people saying the Oscars don't need this category",
        "start": 328.58,
        "duration": 3.12
    },
    {
        "text": "because big-budget popular films can actually get nominated and they can win when they're good.",
        "start": 331.7,
        "duration": 4.324
    },
    {
        "text": "People pointing to \"Titanic\", \"Chicago\", \"Lincoln\"",
        "start": 336.024,
        "duration": 2.736
    },
    {
        "text": "People saying the \"Dark Knight\" being snubbed was a rare outlier",
        "start": 338.76,
        "duration": 2.58
    },
    {
        "text": "But then you also have people that are fearful that the category is going to make it hard for big-budget films to win Best Picture",
        "start": 341.34,
        "duration": 4.38
    },
    {
        "text": "All of a sudden, there's this whole new thing that puts you in a completely different category",
        "start": 345.72,
        "duration": 2.86
    },
    {
        "text": "But, also to be clear the Academy confirmed to The Hollywood Reporter that a film can be eligible for both of these categories.",
        "start": 348.58,
        "duration": 5.44
    },
    {
        "text": "And more specifically, in the now, there are many people worried about how this is going to affect the movie \"Black Panther\".",
        "start": 354.02,
        "duration": 4.8
    },
    {
        "text": "\"Black Panther\" is one of the highest grossing films of all time and before yesterday's announcement it was considered a possible contender for Best Picture",
        "start": 358.82,
        "duration": 5.76
    },
    {
        "text": "But now with the \"Most Popular\" category, people are saying the Academy just gave themself an easy out.",
        "start": 364.58,
        "duration": 3.36
    },
    {
        "text": "\"Black Panther\" would be the obvious favorite to win Most Popular",
        "start": 367.94,
        "duration": 2.66
    },
    {
        "text": "And so if a movie like that is so obviously going to win there. Let's say it gets nominated for both",
        "start": 370.6,
        "duration": 4.62
    },
    {
        "text": "Then for Best Picture, they might vote for something that might not get as much attention.",
        "start": 375.22,
        "duration": 2.8
    },
    {
        "text": "And/or it'll just make it more likely that a movie like \"Black Panther\" won't even get nominated for Best Picture because it's a big-budget movie.",
        "start": 378.02,
        "duration": 5.84
    },
    {
        "text": "But, what are individuals saying?",
        "start": 383.86,
        "duration": 1.52
    },
    {
        "text": "Well Variety Awards editor Christopher Tapley said",
        "start": 385.38,
        "duration": 2.18
    },
    {
        "text": "Then you got actor Rob Lowe saying on Twitter",
        "start": 394.9,
        "duration": 2.02
    },
    {
        "text": "And the category also sparked the hashtag #OscarsSoStupid",
        "start": 405.26,
        "duration": 3.3
    },
    {
        "text": "But there I would say the Academy is most likely relieved at the the de-escalation of their hashtag this year",
        "start": 408.56,
        "duration": 5.92
    },
    {
        "text": "All of that said, as far as my personal reaction, I kinda just don't care.",
        "start": 414.48,
        "duration": 4.26
    },
    {
        "text": "As far as declining viewership, it might be because more and more people are just watching things on the internet",
        "start": 418.74,
        "duration": 5.28
    },
    {
        "text": "or feel completely okay with not watching a 3-hour event",
        "start": 424.02,
        "duration": 4.44
    },
    {
        "text": "and they're completely content with just watching the one minute or less video clips that will pop up on Twitter 1-2 minutes after they happen",
        "start": 428.46,
        "duration": 7.26
    },
    {
        "text": "Only giving the categories they care about attention",
        "start": 435.72,
        "duration": 2.26
    },
    {
        "text": "Or just looking at a list of the winners later that night or the next morning",
        "start": 437.98,
        "duration": 3.816
    },
    {
        "text": "Along with the list of standout moments.",
        "start": 441.796,
        "duration": 1.933
    },
    {
        "text": "I don't know. To me this makes about as much sense as the Golden Globes combining musical or comedy.",
        "start": 443.729,
        "duration": 4.971
    },
    {
        "text": "Like why would you take those two different categories, put them together, and then in 2015 give it to the movie \"The Martian?\"",
        "start": 448.7,
        "duration": 6.54
    },
    {
        "text": "But whatever, I'll pass the question off to you. What are your thoughts about these changes here?",
        "start": 455.24,
        "duration": 3.6
    },
    {
        "text": "But from that, I want to share some stuff. I love today and Today In Awesome brought to you by Postmates",
        "start": 458.84,
        "duration": 4.6
    },
    {
        "text": "And Postmates, if you don't know is the fantastic delivery on-demand app.",
        "start": 463.44,
        "duration": 3.26
    },
    {
        "text": "You want something from the store, your favorite restaurant, boom! Just open up the app and they will deliver it to your house, your work, your wherever.",
        "start": 466.7,
        "duration": 5.74
    },
    {
        "text": "It is one of the ultimate conveniences for me",
        "start": 472.44,
        "duration": 2.3
    },
    {
        "text": "It has been a game-changer",
        "start": 474.74,
        "duration": 1.8
    },
    {
        "text": "And actually for you if you've never tried it before there's no better time.",
        "start": 476.54,
        "duration": 2.56
    },
    {
        "text": "One, if you go to PostDeFranco.com, you download the Postmates app make sure you enter in offer code \"PHILLYD\"",
        "start": 479.1,
        "duration": 5.16
    },
    {
        "text": "and they will give you $100 in free delivery credits.",
        "start": 484.26,
        "duration": 2.22
    },
    {
        "text": "And two, if you've wanted to use the app, it wasn't available to you, they just launched in 100 new cities.",
        "start": 486.48,
        "duration": 4.46
    },
    {
        "text": "So definitely check it out.",
        "start": 490.94,
        "duration": 1.22
    },
    {
        "text": "And the first bit of awesome is, if you don't have HBO or your friend's HBO GO login that he forgot that he gave you a long time ago",
        "start": 492.16,
        "duration": 6.56
    },
    {
        "text": "HBO has released the first full episode, the season premiere of this year's \"Hard Knocks.\"",
        "start": 498.72,
        "duration": 4.04
    },
    {
        "text": "And if you don't watch this series, I would recommend you do it.",
        "start": 502.76,
        "duration": 2.82
    },
    {
        "text": "There are a few gems every season.",
        "start": 505.58,
        "duration": 1.6
    },
    {
        "text": "That said, to this day, my favorite person on \"Hard Knocks\" ever is William Hayes.",
        "start": 507.18,
        "duration": 4.66
    },
    {
        "text": "If you don't know who that is, that is a Rams player who believes that mermaids are real and that dinosaurs never happened.",
        "start": 511.84,
        "duration": 6.258
    },
    {
        "text": "And I'm just gonna leave you with that. That there is a monetarily successful person in this world that believes that.",
        "start": 518.1,
        "duration": 4.8
    },
    {
        "text": "Then we have Vanessa Hudgens trying 9 things she's never done before",
        "start": 522.9,
        "duration": 2.92
    },
    {
        "text": "We got a small tease for the movie \"Slenderman\"",
        "start": 525.82,
        "duration": 1.84
    },
    {
        "text": "We have the fantastic Dunkey taking on \"Spy Party\"",
        "start": 527.66,
        "duration": 3.28
    },
    {
        "text": "Then we got some Bo Burnham on James Corden talking about some haters.",
        "start": 530.94,
        "duration": 2.8
    },
    {
        "text": "Then we got a comedy short from the BBC with the fantastic Catherine Tate, Emilia Clarke, Felicity Jones Hiddleston, and many more.",
        "start": 533.74,
        "duration": 7.26
    },
    {
        "text": "Also, separately from this video since we mentioned Catherine Tate",
        "start": 541.0,
        "duration": 2.46
    },
    {
        "text": "I feel like it's just my duty even though I'm in the minority",
        "start": 543.47,
        "duration": 2.429
    },
    {
        "text": "Catherine Tate is by far the best companion in the Doctor Who series",
        "start": 545.97,
        "duration": 3.57
    },
    {
        "text": "Don't @ me!",
        "start": 549.54,
        "duration": 0.86
    },
    {
        "text": "Then we had YouTuber, Kevin Parry showing us 50 ways to be a YouTuber",
        "start": 550.4,
        "duration": 4.52
    },
    {
        "text": "Then we got a new trailer for \"The Nutcracker and the Four Realms\"",
        "start": 554.92,
        "duration": 3.1
    },
    {
        "text": "Then we had Mac Miller on NPR music doing a tiny desk concert",
        "start": 558.02,
        "duration": 3.6
    },
    {
        "text": "And we got season 2 teaser for \"The Marvelous Mrs. Maisel\"",
        "start": 561.62,
        "duration": 2.8
    },
    {
        "text": "which, by the way, if you do have an Amazon Prime account, I highly recommend you watch the first season, it's great.",
        "start": 564.42,
        "duration": 5.58
    },
    {
        "text": "Then, in just happy to see someone else's success awesome, I wanted to just mention really quickly Andrei Terbea.",
        "start": 570.0,
        "duration": 5.02
    },
    {
        "text": "If you don't know that name he is the former editor of SourceFed Animated.",
        "start": 575.02,
        "duration": 3.38
    },
    {
        "text": "His channel has been crushing it over the past two months and he's about to pass a million subscribers",
        "start": 578.4,
        "duration": 4.84
    },
    {
        "text": "And I'm just so genuinely excited for him in general",
        "start": 583.24,
        "duration": 2.4
    },
    {
        "text": "But also the fact that he's gonna pass this the seven-figure mark.",
        "start": 585.64,
        "duration": 3.62
    },
    {
        "text": "And if you haven't checked him out yet, I highly recommend you check his newest videos out and also subscribe.",
        "start": 589.26,
        "duration": 4.34
    },
    {
        "text": "And if you want to see the full versions of everything I just shared, the secret link of the day, anything at all links as always are in the description down below.",
        "start": 593.6,
        "duration": 6.52
    },
    {
        "text": "Then, in why-why do you even ask these questions news?",
        "start": 600.12,
        "duration": 3.94
    },
    {
        "text": "I had people linking me to two articles. One was from TMZ, the other was from Sports Illustrated",
        "start": 604.07,
        "duration": 4.69
    },
    {
        "text": "Although I do have to get a tip of the hat to Sports Illustrated who titled the article \"Professional Attention-Seeker Logan Paul Wants to fight in UFC\"",
        "start": 608.76,
        "duration": 7.74
    },
    {
        "text": "And the whole story is just based around this TMZ sports clip where they're talking about, y'know,",
        "start": 616.5,
        "duration": 3.89
    },
    {
        "text": "What is Logan Paul gonna do after the KSI fight and he says this",
        "start": 620.39,
        "duration": 3.21
    },
    {
        "text": "Logan: I want to fight a UFC fighter. I want to, I want to...",
        "start": 623.6,
        "duration": 1.44
    },
    {
        "text": "Reporter: Oh for real?!",
        "start": 625.04,
        "duration": 1.5
    },
    {
        "text": "Logan: Yeah bro. The rest of my whole life.\nReporter: You want to do it...Oh you guys would be down to do this sort of stuff for real, for real, if-if...",
        "start": 626.54,
        "duration": 4.2
    },
    {
        "text": "Logan: For real, for real. Yeah, absolutely. Bro, there's no reason I can't. I've literally done athletics my whole life.",
        "start": 630.74,
        "duration": 4.32
    },
    {
        "text": "Reporter: Call someone out. Who would you want to fight in the UFC?",
        "start": 635.06,
        "duration": 1.64
    },
    {
        "text": "Logan: CM Punk",
        "start": 636.7,
        "duration": 1.18
    },
    {
        "text": "Reporter: Oh (laughs) I think if you could win that bro.",
        "start": 637.88,
        "duration": 2.14
    },
    {
        "text": "Jake Paul: I think it'd be dope to see one of us fight McGregor.",
        "start": 640.02,
        "duration": 2.8
    },
    {
        "text": "Logan: That's what I was thinking!\nJake Paul: (laughs)",
        "start": 642.82,
        "duration": 1.38
    },
    {
        "text": "And as far as my reaction to that, to the Pauls saying they want to fight a UFC fighter",
        "start": 644.2,
        "duration": 3.4
    },
    {
        "text": "One, Logan mentioning CM Punk is actually smart because it's...he's probably one of the only people he could legitimately fight",
        "start": 647.6,
        "duration": 7.12
    },
    {
        "text": "But that's not saying much if you've seen CM Punk's two fights in the UFC",
        "start": 654.72,
        "duration": 3.72
    },
    {
        "text": "But then also to the mention of Conor McGregor obviously that that's meant to get headlines.",
        "start": 658.44,
        "duration": 4.02
    },
    {
        "text": "Understand me when I say this, in the Octagon, if you are NOT a trained, professional UFC fighter, you will lose.",
        "start": 662.46,
        "duration": 8.2
    },
    {
        "text": "And I'm not, I'm not talking about the Daniel Cormier's, the Conor McGregor's of the world",
        "start": 670.66,
        "duration": 4.36
    },
    {
        "text": "literally the lowest rung, UFC fighter",
        "start": 675.34,
        "duration": 3.34
    },
    {
        "text": "will destroy most people",
        "start": 678.68,
        "duration": 1.54
    },
    {
        "text": "But even with that said there are already two fighters that said they're down",
        "start": 680.22,
        "duration": 3.48
    },
    {
        "text": "You have Elias Theodorou who says \"I volunteer my services. Smiley face",
        "start": 683.7,
        "duration": 3.86
    },
    {
        "text": "But then you also had Mike Jackson who recently fought CM Punk, who tweeted",
        "start": 687.56,
        "duration": 3.62
    },
    {
        "text": "But the thing is, it's not like it's an impossibility that this could happen.",
        "start": 692.88,
        "duration": 3.68
    },
    {
        "text": "And I'm saying this and hopefully it doesn't come off like I'm trying, TRYING to disrespect",
        "start": 696.56,
        "duration": 4.12
    },
    {
        "text": "but I think the prime example of Dana White in the UFC willing to do something that maybe doesn't make sense you, have CM Punk!",
        "start": 700.68,
        "duration": 6.08
    },
    {
        "text": "And both fights It looked like he did not belong there, but the move was made because they wanted to make a documentary, they wanted the sales",
        "start": 706.76,
        "duration": 6.28
    },
    {
        "text": "And based off of how many people end up buying the pay-per-view between KSI and Logan Paul",
        "start": 713.04,
        "duration": 4.6
    },
    {
        "text": "Maybe they think that those numbers will move there",
        "start": 717.66,
        "duration": 2.28
    },
    {
        "text": "That said, maybe I'll be of a different mindset after we see this first fight",
        "start": 719.94,
        "duration": 3.08
    },
    {
        "text": "But actually a question that I want to pass off to you, especially if you are a fan of the UFC",
        "start": 723.03,
        "duration": 5.159
    },
    {
        "text": "What are your thoughts about these kind of odd, spectacle fights like the CM Punk attempt?",
        "start": 728.189,
        "duration": 4.351
    },
    {
        "text": "Do you feel like it's good because it takes people that weren't necessarily fans of the UFC, pay-per-view buyers for the UFC, and it introduces them?",
        "start": 732.54,
        "duration": 7.12
    },
    {
        "text": "Or no, you think it's a stupid cash grab that ends up just making the UFC look stupid, especially when the fights end up being like CM Punk's fight",
        "start": 739.66,
        "duration": 6.53
    },
    {
        "text": "Or maybe are you in the middle and you think that maybe it is worth that risk?",
        "start": 746.19,
        "duration": 2.97
    },
    {
        "text": "I'd love to know",
        "start": 749.16,
        "duration": 0.66
    },
    {
        "text": "And then let's talk about what's happening in Indonesia",
        "start": 749.82,
        "duration": 2.0
    },
    {
        "text": "If you didn't see this past Sunday, there was a 6.9 earthquake at the north end of the island of Lombok",
        "start": 751.83,
        "duration": 4.41
    },
    {
        "text": "And if you've ever traveled to Indonesia, you might recognize the island because it's across from Bali.",
        "start": 756.24,
        "duration": 3.86
    },
    {
        "text": "According to reports the tremor hit the islands' relatively poor and remote northern mountainous region.",
        "start": 760.1,
        "duration": 4.429
    },
    {
        "text": "And to make matters even worse, this was the second major earthquake to hit the island in a week",
        "start": 764.529,
        "duration": 4.011
    },
    {
        "text": "On July 29th there was a 6.4 earthquake that killed more than a dozen",
        "start": 768.54,
        "duration": 3.329
    },
    {
        "text": "And so with last Sunday's earthquake, not only was it stronger, but it was much more shallow",
        "start": 771.869,
        "duration": 3.351
    },
    {
        "text": "Meaning that the potential for it to shake and damage structures was far worse.",
        "start": 775.22,
        "duration": 3.44
    },
    {
        "text": "And as of right now, it is unclear exactly how many people died because of Sunday's earthquake, but",
        "start": 778.66,
        "duration": 4.12
    },
    {
        "text": "Indonesia's top security minister told reporters that the death toll was 319.",
        "start": 782.78,
        "duration": 4.04
    },
    {
        "text": "But there have also been reports as high as 347.",
        "start": 786.82,
        "duration": 2.82
    },
    {
        "text": "But also a thing to note is, officials on the scene are saying the death count is very likely to rise as they find bodies among the rubble",
        "start": 789.64,
        "duration": 6.4
    },
    {
        "text": "And on top of that, according to the National Disaster Management Agency, 1,447 people were injured and 165,000+ have been displaced",
        "start": 796.04,
        "duration": 7.98
    },
    {
        "text": "And in fact the government thinks that over 20,000 will be in need of major long-term assistance",
        "start": 804.02,
        "duration": 4.22
    },
    {
        "text": "And that's unsurprising because making matters even worse, making it more difficult for rescues",
        "start": 808.24,
        "duration": 4.1
    },
    {
        "text": "This week, there have been strong aftershocks including a 5.9 magnitude aftershock on Thursday",
        "start": 812.34,
        "duration": 4.88
    },
    {
        "text": "And really the only thing that was lucky from the earthquake on Sunday is that there was not a tsunami that followed",
        "start": 817.22,
        "duration": 5.1
    },
    {
        "text": "A tsunami that can follow an earthquake is one of the things that makes the coastal earthquakes far worse",
        "start": 822.32,
        "duration": 4.44
    },
    {
        "text": "That's how you get horrific tragedies like the 2004 Indian Ocean earthquake",
        "start": 826.77,
        "duration": 3.419
    },
    {
        "text": "There, over 200,000 people lost their lives because of the tsunami that followed",
        "start": 830.2,
        "duration": 3.72
    },
    {
        "text": "But, even without the tsunami, this was devastating to Lombok and nearby islands",
        "start": 833.92,
        "duration": 4.02
    },
    {
        "text": "And northern Lombok was hit the hardest, reportedly 80% of the buildings have been destroyed in most of the area's villages",
        "start": 837.94,
        "duration": 4.7
    },
    {
        "text": "And according to reports, most of the deaths were caused by collapsing buildings",
        "start": 842.64,
        "duration": 3.4
    },
    {
        "text": "You have many people dying in mosques while they were attending morning prayers",
        "start": 846.04,
        "duration": 3.316
    },
    {
        "text": "As I mentioned earlier the region is relatively poor",
        "start": 849.356,
        "duration": 2.194
    },
    {
        "text": "which also means that many of the buildings in the area are not meant to handle these earthquakes",
        "start": 851.55,
        "duration": 3.69
    },
    {
        "text": "Even on top of that, many of the buildings were already weakened from the July 29th earthquake",
        "start": 855.24,
        "duration": 3.7
    },
    {
        "text": "And we've also seen rescue workers have just had their hands full trying to help out stranded Indonesians and tourists",
        "start": 858.94,
        "duration": 4.9
    },
    {
        "text": "Off the coast of Lombok are the Gili Islands",
        "start": 863.84,
        "duration": 1.9
    },
    {
        "text": "And they were reportedly filled with tourists after power went out and amenities were essentially cut off",
        "start": 865.74,
        "duration": 4.5
    },
    {
        "text": "One Indonesian official tweeting out",
        "start": 870.24,
        "duration": 1.54
    },
    {
        "text": "And there you just see how overwhelming the situation is with all of these people trying to get off the island at the same time",
        "start": 879.38,
        "duration": 6.6
    },
    {
        "text": "But also with the story we saw news outlets being criticised over their coverage",
        "start": 885.98,
        "duration": 3.46
    },
    {
        "text": "And it wasn't necessarily because there are places that did not cover this but because of what the focus was",
        "start": 889.44,
        "duration": 4.18
    },
    {
        "text": "There were news sites highlighting that Chrissy Teigen was vacationing in Bali and live-tweeting the earthquake.",
        "start": 893.62,
        "duration": 4.88
    },
    {
        "text": "She had tweeted things like",
        "start": 898.5,
        "duration": 0.64
    },
    {
        "text": "And I'm not talking about outlets like TMZ or the Daily Mail. I'm talking about like the Boston Globe and Fox News",
        "start": 910.96,
        "duration": 5.16
    },
    {
        "text": "And so you had a lot of people saying \"Really? This is, this is the focus of this article?\"",
        "start": 916.12,
        "duration": 3.48
    },
    {
        "text": "Initially, we also saw people criticizing Teigen for the live-tweeting",
        "start": 919.6,
        "duration": 3.06
    },
    {
        "text": "Some saying she was being narcissistic, others saying that she wasn't being serious enough about this",
        "start": 922.66,
        "duration": 3.84
    },
    {
        "text": "You also had people defending Chrissy Teigen saying, you know, how was she supposed to know that it was that horrible?",
        "start": 926.5,
        "duration": 4.562
    },
    {
        "text": "And I will say personally, I think that is a completely valid defense",
        "start": 931.062,
        "duration": 2.978
    },
    {
        "text": "In California, whether it be the slightest rumbling or something somewhat meaningful",
        "start": 934.04,
        "duration": 3.838
    },
    {
        "text": "You see everyone on Twitter just throwing something out",
        "start": 937.94,
        "duration": 2.82
    },
    {
        "text": "And those moments there's really no way to know the actual impact",
        "start": 940.76,
        "duration": 2.5
    },
    {
        "text": "And regarding those news sites that have focused on her tweet",
        "start": 943.26,
        "duration": 2.09
    },
    {
        "text": "She asked the news sites to stop using them and to highlight those who need help saying",
        "start": 945.35,
        "duration": 3.49
    },
    {
        "text": "Which is an incredibly valid point because Lombok is still experiencing aftershocks. They are still in need of aid",
        "start": 953.4,
        "duration": 4.88
    },
    {
        "text": "You've got local authorities on the scene and relief organizations are taking donations",
        "start": 958.28,
        "duration": 3.84
    },
    {
        "text": "You have the International Red Cross and Crescent Federation, they have their Indonesian Red Crescent on scene",
        "start": 962.12,
        "duration": 4.58
    },
    {
        "text": "And I'll link to those donation links down below",
        "start": 966.7,
        "duration": 2.194
    },
    {
        "text": "And with this story, I want to kind of end it with two things",
        "start": 968.9,
        "duration": 2.2
    },
    {
        "text": "One, obviously my heart and my thoughts go out to everyone affected by these earthquakes",
        "start": 971.1,
        "duration": 4.72
    },
    {
        "text": "But then also to what do you think about the coverage of Chrissy Teigen in relation to this story",
        "start": 975.82,
        "duration": 4.74
    },
    {
        "text": "For me covering it now I thought it was a very interesting angle, AFTER the fact",
        "start": 980.56,
        "duration": 3.68
    },
    {
        "text": "Specifically the news coverage of it and the general reaction",
        "start": 984.24,
        "duration": 2.9
    },
    {
        "text": "You think it was a stupid garbage move by these outlets?",
        "start": 987.14,
        "duration": 2.38
    },
    {
        "text": "Or do you think it was a smart marketing move to make people who might not have cared about an international story, care?",
        "start": 989.52,
        "duration": 6.04
    },
    {
        "text": "I mean, it's something we've talked about on this show before",
        "start": 995.56,
        "duration": 1.72
    },
    {
        "text": "How do you make people care about international stories with people that they might not feel connected to?",
        "start": 997.28,
        "duration": 5.8
    },
    {
        "text": "It's a struggle that a lot of journalists and writers have",
        "start": 1003.08,
        "duration": 1.16
    },
    {
        "text": "So, does Chrissy Teigen, because she is such a notable figure, open the door to the full story?",
        "start": 1004.24,
        "duration": 4.829
    },
    {
        "text": "My thoughts are, \"Maybe. Although i-i-it's hard to see that with Fox News having headlines like",
        "start": 1009.069,
        "duration": 4.931
    },
    {
        "text": "I don't know. That's my opinion. And so that's why I pass the question off to you. What are your thoughts here?",
        "start": 1017.76,
        "duration": 3.72
    },
    {
        "text": "And that's where we're going to end today's show.",
        "start": 1021.48,
        "duration": 1.245
    },
    {
        "text": "And of course, remember, this is the Philip DeFranco show, it is also a conversation",
        "start": 1022.725,
        "duration": 3.835
    },
    {
        "text": "And whether it be the last story, the first one, anything in between, let me know what you're thinking in the comments down below",
        "start": 1026.56,
        "duration": 4.81
    },
    {
        "text": "Also while you're at it, if you like this video, you like these daily weekday videos, hit that \"Like\" button. If you're new here, hit that \"Subscribe\" button",
        "start": 1031.37,
        "duration": 6.19
    },
    {
        "text": "But that said, of course as always, my name's Philip Defranco",
        "start": 1037.56,
        "duration": 2.88
    },
    {
        "text": "You've just been Phil'd in, I love yo faces, and I'll see you...Monday",
        "start": 1040.44,
        "duration": 4.12
    },
    {
        "text": "Almost said tomorrow again. I don't need those tweets this week",
        "start": 1044.56,
        "duration": 2.92
    }
]