[
    {
        "text": "Sup, you beautiful bastards",
        "start": 0.03,
        "duration": 1.38
    },
    {
        "text": "Hope you having a fantastic Monday, welcome back to the Philip Defranco show and let's just jump into it",
        "start": 1.41,
        "duration": 5.19
    },
    {
        "text": "And the first thing we're gonna talk about today, the most requested story of the day is what everyone is screaming about with Donald trump",
        "start": 6.6,
        "duration": 5.789
    },
    {
        "text": "Now there's a lot of screaming, but the focus over the weekend was Donald trump's most recent attack on fake news and CNN",
        "start": 12.389,
        "duration": 5.811
    },
    {
        "text": "And his action and the reaction that came from it, both things of note that we're going to hit on.",
        "start": 18.2,
        "duration": 3.9
    },
    {
        "text": "Donald Trump on Saturday tweets out:",
        "start": 22.1,
        "duration": 1.6
    },
    {
        "text": "\"The FAKE & FRAUDULENT NEWS MEDIA is working hard to convince republicans and others I should not use social media - remember I won...\"",
        "start": 23.7,
        "duration": 6.5
    },
    {
        "text": "\"....the 2016 election with interviews, speeches, and social media. I had to beat #FakeNews, and did. We will continue to WIN!\"",
        "start": 30.2,
        "duration": 5.6
    },
    {
        "text": "\"I am thinking about changing the name #FakeNews CNN to #FraudNewsCNN!",
        "start": 35.82,
        "duration": 3.78
    },
    {
        "text": "\"My use of social media is not Presidential - it's MODERN DAY PRESIDENTIAL. Make America Great Again!\"",
        "start": 39.6,
        "duration": 4.9
    },
    {
        "text": "Then early Sunday morning Donald Trump tweeted this video:",
        "start": 44.5,
        "duration": 3.5
    },
    {
        "text": "\"Oh my god what's gonna happen?\"",
        "start": 48.0,
        "duration": 1.62
    },
    {
        "text": "*yelling*",
        "start": 49.66,
        "duration": 1.06
    },
    {
        "text": "*scream*",
        "start": 50.72,
        "duration": 0.58
    },
    {
        "text": "\"Oh my god!\"",
        "start": 51.38,
        "duration": 1.24
    },
    {
        "text": "*music*",
        "start": 54.12,
        "duration": 2.64
    },
    {
        "text": "The president of the United States tweeted out a meme of him beating up CNN",
        "start": 56.78,
        "duration": 5.12
    },
    {
        "text": "with footage from his professional wrestling career.",
        "start": 61.9,
        "duration": 2.6
    },
    {
        "text": "that is a perfect example of the timeline we are currently living in.",
        "start": 64.5,
        "duration": 3.9
    },
    {
        "text": "So the reactions, well a lot of people that support him love this.",
        "start": 68.4,
        "duration": 2.8
    },
    {
        "text": "Of course, I mean that's something that we've talked about any time the president attacks the media, they love it.",
        "start": 71.2,
        "duration": 4.74
    },
    {
        "text": "Many of them hate mainstream media, and this is exactly what they signed up for.",
        "start": 75.94,
        "duration": 3.24
    },
    {
        "text": "And as far as the criticisms of this video that has been viewed over 25 million times so far just in the original post,",
        "start": 79.18,
        "duration": 5.48
    },
    {
        "text": "they vary from this is beneath the office of the president to this is a threat. Nancy Pelosi tweeting,",
        "start": 84.66,
        "duration": 5.1
    },
    {
        "text": "\"Violence & violent imagery to bully the press must be rejected. This #July4th, celebrate freedom of the press, guardians to our democracy",
        "start": 89.76,
        "duration": 6.28
    },
    {
        "text": "Cnn issuing a statement, saying;",
        "start": 96.04,
        "duration": 1.52
    },
    {
        "text": "\"It is a sad day when the President of the United States encourages violence against reporters,",
        "start": 97.56,
        "duration": 4.08
    },
    {
        "text": "\"Instead of preparing for his overseas trip, his first meeting with Vladimir Putin, dealing with North Korea, and working on his health care bill,\"",
        "start": 101.64,
        "duration": 5.5
    },
    {
        "text": "\"He is involved in juvenile behavior far below the dignity of his office.\"",
        "start": 107.14,
        "duration": 3.12
    },
    {
        "text": "\"We will keep doing our jobs. He should start doing his.\"",
        "start": 110.26,
        "duration": 2.52
    },
    {
        "text": "And in response to that thought, that the president is encouraging people to be violent against the media, there's also pushback.",
        "start": 112.78,
        "duration": 5.8
    },
    {
        "text": "Both online, as well as the defense issued by Trump's Homeland Security advisor, who said this during an ABC News interview,",
        "start": 118.58,
        "duration": 5.4
    },
    {
        "text": "\"That seems like a threat\"",
        "start": 123.98,
        "duration": 1.1
    },
    {
        "text": "\"Yeah, certainly not though, I think that no one would perceive that as a threat,",
        "start": 125.1,
        "duration": 3.57
    },
    {
        "text": "\"I hope they don't but I do think that he's beaten up in a way,",
        "start": 128.67,
        "duration": 3.51
    },
    {
        "text": "\"on cable platforms that he has a right to respond to, and he does that regularly, so.\"",
        "start": 132.18,
        "duration": 5.42
    },
    {
        "text": "\"And you don't think that's a threat to anyone, you don't think that sending a message, do that to the media, do that to CNN?\"",
        "start": 137.92,
        "duration": 5.509
    },
    {
        "text": "\"No, I certainly don't, I don't think so, and I think that importantly here, he's a genuine president expressing himself genuinely and to be honest,",
        "start": 143.429,
        "duration": 6.271
    },
    {
        "text": "\"I think that's why he was elected.",
        "start": 149.7,
        "duration": 1.36
    },
    {
        "text": "\"He's the most genuine person and the people that see politicians and then see him find him to be someone that they can understand and relate to\"",
        "start": 151.06,
        "duration": 6.34
    },
    {
        "text": "Now as far as how Donald trump conducts himself being beneath the office, the office is whatever the office is.",
        "start": 157.4,
        "duration": 5.62
    },
    {
        "text": "And I think many of his supporters would agree with that statement, there are many people that love this.",
        "start": 163.02,
        "duration": 3.64
    },
    {
        "text": "The president shitposting makes him more relatable to a ton of people.",
        "start": 166.66,
        "duration": 3.26
    },
    {
        "text": "Now that's not my personal reaction to this, mine is more is this real-life?",
        "start": 169.92,
        "duration": 4.16
    },
    {
        "text": "That's also coming from a place of he is my president, but he's not my guy.",
        "start": 174.08,
        "duration": 3.18
    },
    {
        "text": "And as far as the claims from CNN and many on the left saying that this is encouraging violence against the media I have to call bullshit.",
        "start": 177.26,
        "duration": 6.62
    },
    {
        "text": "To me this encourages violence as much as a Donald Trump like character being in Julius Caesar",
        "start": 183.88,
        "duration": 4.66
    },
    {
        "text": "I mean just think about it, they're fictitious stories, they're actually anti-violence in nature.",
        "start": 188.54,
        "duration": 3.68
    },
    {
        "text": "The violence against the Donald Trump character in Julius Caesar led to the destruction of those who committed that violence,",
        "start": 192.22,
        "duration": 4.94
    },
    {
        "text": "And if you look to the clip that Donald Trump posted where he's beating up CNN,",
        "start": 197.16,
        "duration": 3.26
    },
    {
        "text": "If you watch the rest of the video, the guy that he's beating up that's CNN is Vince McMahon,",
        "start": 200.42,
        "duration": 3.14
    },
    {
        "text": "And after this happened our 45th president and Stone Cold Steve Austin then shaved the Head of CNN",
        "start": 203.56,
        "duration": 5.74
    },
    {
        "text": "But guess what our 45th president then learned?",
        "start": 209.3,
        "duration": 2.08
    },
    {
        "text": "Violence only brings on more violence, a lesson he learned once he received the stunner from Stone Cold Steve Austin,",
        "start": 211.38,
        "duration": 5.48
    },
    {
        "text": "This is the world we live in! Also if you're wondering why I put Paul Ryan's face on Stone Cold Steve Austin,",
        "start": 216.87,
        "duration": 4.559
    },
    {
        "text": "It's because that's essentially what the republicans are doing. For a lot of them Donald Trump's a means to an end.",
        "start": 221.429,
        "duration": 3.471
    },
    {
        "text": "They just didn't want a democrat in the white house, the moment Donald trump does not suit their agenda,",
        "start": 224.9,
        "duration": 4.5
    },
    {
        "text": "*weird noise*",
        "start": 229.4,
        "duration": 0.74
    },
    {
        "text": "Things will somehow get weirder and nastier than they already are. Anyway, That's where that story ends.",
        "start": 230.14,
        "duration": 4.18
    },
    {
        "text": "And I'm gonna pass a question off to you, what is your opinion on this?",
        "start": 234.32,
        "duration": 2.62
    },
    {
        "text": "Do you love it, do you hate it, do you just, you don't know what to feel? Let me know what you're thinking and where you're coming from.",
        "start": 236.94,
        "duration": 4.96
    },
    {
        "text": "But from there I want to share some stuff I loved today and today in awesome,",
        "start": 241.9,
        "duration": 3.4
    },
    {
        "text": "brought to you by the \"Pancakes Are Better Than Waffles\" shirt and the \"Waffles Are Better Than Pancakes\" shirt.",
        "start": 245.3,
        "duration": 3.98
    },
    {
        "text": "Yesterday I jokingly referred to our old sponsor which was waffles are better than pancakes",
        "start": 249.28,
        "duration": 3.78
    },
    {
        "text": "And inside our offices it became a debate of which is better and it was it honestly it was far more,",
        "start": 253.06,
        "duration": 4.58
    },
    {
        "text": "people were far more passionate about this and they should have been",
        "start": 257.64,
        "duration": 2.82
    },
    {
        "text": "So we figured hey, let's see with a passion lies. So we launched these shirts, they are available for this week if you want them.",
        "start": 260.46,
        "duration": 5.24
    },
    {
        "text": "Also remember for those of you that support us over at the DeFrancoElite.Com,",
        "start": 265.7,
        "duration": 2.96
    },
    {
        "text": "Make sure to go to DeFranco Elite and get your coupon code, get your 20% off, link to everything down below.",
        "start": 268.68,
        "duration": 4.82
    },
    {
        "text": "And the first bit of awesome is self promo awesome,  yesterday we did something a little bit different.",
        "start": 273.5,
        "duration": 3.56
    },
    {
        "text": "Rather than just talking about a story we did an interview the first one was with Casey Neistat,",
        "start": 277.06,
        "duration": 3.76
    },
    {
        "text": "Those that actually watched through the video, people loved it, and then there was also, there was a lot of not so awesome random hate.",
        "start": 280.82,
        "duration": 6.02
    },
    {
        "text": "And not on people's, like, opinions or point of views, like on their looks. That part was really disappointing, \nobviously that's a minority.",
        "start": 286.84,
        "duration": 5.96
    },
    {
        "text": "As far as the content itself and how the majority received it, I was very very happy.",
        "start": 292.84,
        "duration": 3.32
    },
    {
        "text": "Then, if you haven't seen it yet, we got the season 3 trailer for Rick and Morty. Of course if you're a fan of the series you may have already seen it,",
        "start": 296.16,
        "duration": 5.94
    },
    {
        "text": "and if you're not a fan of the series, cause you haven't checked it out yet I highly recommend it.",
        "start": 302.1,
        "duration": 3.62
    },
    {
        "text": "It is a fantastic fantastic series, I don't know, I can't sign off on this enough.",
        "start": 305.72,
        "duration": 4.02
    },
    {
        "text": "Then we had Ozzy Man Reviews reviewing Brazilian TV.",
        "start": 309.74,
        "duration": 2.6
    },
    {
        "text": "And if in your head, you're thinking what would Brazilian TV maybe look like,",
        "start": 312.34,
        "duration": 3.32
    },
    {
        "text": "might think that it involves butts and you would be, well you'd be correct.",
        "start": 315.66,
        "duration": 2.64
    },
    {
        "text": "Then we got a video from Jack & Dean called Nazi Bar",
        "start": 318.3,
        "duration": 3.1
    },
    {
        "text": "and if you don't like the video at the very least you'll like the comment section",
        "start": 321.42,
        "duration": 3.96
    },
    {
        "text": "It's really all I'm going to give you on that one if you want to see the full versions everything",
        "start": 325.38,
        "duration": 3.0
    },
    {
        "text": "I just share the secret link of the day anything at all links is always are in the description down below now",
        "start": 328.38,
        "duration": 5.399
    },
    {
        "text": "I want to talk about sourcefed nerd and now this inner",
        "start": 333.78,
        "duration": 2.37
    },
    {
        "text": "Unfortunately thus a few things I do want to point out I did create and launch sourcefed nerd",
        "start": 336.34,
        "duration": 3.529
    },
    {
        "text": "Years and years ago by the time that it was shut down",
        "start": 340.06,
        "duration": 3.17
    },
    {
        "text": "I had no say in I also had no part in the move and decision back in may for",
        "start": 343.23,
        "duration": 4.23
    },
    {
        "text": "now this nerd to take over the sourcefed nerd",
        "start": 347.53,
        "duration": 2.57
    },
    {
        "text": "Page and the big news today is now this nerd has now reverted that page back to sourcefed nerd the sourcefed Nerd Channel will exist",
        "start": 350.17,
        "duration": 6.739
    },
    {
        "text": "As an archive for the hundreds of videos that they made throughout their life there are two reasons that this has happened first being that",
        "start": 356.91,
        "duration": 5.43
    },
    {
        "text": "The fans of sourcefed nerd whether it be the originals or what it ended up becoming?",
        "start": 362.34,
        "duration": 3.629
    },
    {
        "text": "Made their feelings hurt and secondly about a week after I saw the move that they did and what what videos they were putting out?",
        "start": 366.19,
        "duration": 6.74
    },
    {
        "text": "I offered my consulting services for free agent saying what was happening for a variety of reasons",
        "start": 372.93,
        "duration": 4.769
    },
    {
        "text": "I advised them to stop posting videos on that channel and to launch separately that's exactly what they've done today",
        "start": 377.7,
        "duration": 6.419
    },
    {
        "text": "They put out an apology slash update video on",
        "start": 384.12,
        "duration": 2.58
    },
    {
        "text": "sourcefed nerd and they've now launched their own channel for now this it's just a simple fact that I think everyone needs to",
        "start": 386.98,
        "duration": 5.179
    },
    {
        "text": "Understand when it comes to online creators and their audiences audiences have to be earned because what we're doing here",
        "start": 392.23,
        "duration": 5.72
    },
    {
        "text": "It's it's not just consumption there is a connection",
        "start": 397.95,
        "duration": 2.22
    },
    {
        "text": "I think that's something they didn't realize but it's something they have definitely learned matt and then let's talk about Celeb news",
        "start": 400.17,
        "duration": 5.25
    },
    {
        "text": "It's not really just",
        "start": 405.42,
        "duration": 0.91
    },
    {
        "text": "Celeb news and it Involves Kendall and Kylie Jenner ever seen a huge amount of backlash both from the regular folk and",
        "start": 406.33,
        "duration": 6.139
    },
    {
        "text": "Celebrities that's because they launched some quote-unquote vintage tshirts tweet to the faces of Rock and Hip-hop icons like Notorious B.I.G.",
        "start": 412.63,
        "duration": 7.73
    },
    {
        "text": "Tupac",
        "start": 420.85,
        "duration": 0.78
    },
    {
        "text": "Metallica Pink Floyd Ozzy",
        "start": 421.63,
        "duration": 1.86
    },
    {
        "text": "Osbourne Kiss Led Zeppelin and The Doors when I say featured I mean they literally would take pictures of these people then in Bright colors",
        "start": 423.49,
        "duration": 7.279
    },
    {
        "text": "put prints of their faces and their logo just on top of all for the low low price of",
        "start": 430.77,
        "duration": 4.589
    },
    {
        "text": "$125 and I'm not joking here's one for ozzy this one a tupac. They didn't even just put a print date",
        "start": 437.02,
        "duration": 3.889
    },
    {
        "text": "It looks like they just screen capped Instagram remove a part of the background from her picture put it on top of to 500 125",
        "start": 440.91,
        "duration": 5.519
    },
    {
        "text": "Dollars, but at least you know the original artist they got a piece just kidding",
        "start": 446.65,
        "duration": 3.739
    },
    {
        "text": "They apparently didn't ask the artists or if they weren't alive the artists estate and shit went",
        "start": 450.39,
        "duration": 4.529
    },
    {
        "text": "downhill fast sands initially slammed the Jenner sisters for profiting off of music legend and then some of the family started publicly responding let a",
        "start": 455.05,
        "duration": 6.48
    },
    {
        "text": "Wallace Biggie's mother writing the disrespect of these girls to not even reach out to me or anyone connected to the estate baffles me",
        "start": 461.54,
        "duration": 6.04
    },
    {
        "text": "I have no idea why they feel they can exploit the deaths of Tupac and my son Christopher to sell a t-shirts is disrespectful",
        "start": 467.58,
        "duration": 4.88
    },
    {
        "text": "Disgusting an exploitation at its worst Sharon Osbourne tweeting girls",
        "start": 472.72,
        "duration": 3.479
    },
    {
        "text": "You haven't earned the right to put your face with musical icon stick to what you know lip gloss",
        "start": 476.199,
        "duration": 4.02
    },
    {
        "text": "According to rolling stones the doors they decided not to really as much throw shade as much as they decided to go the legal route",
        "start": 480.44,
        "duration": 5.299
    },
    {
        "text": "and reportedly sent a",
        "start": 485.74,
        "duration": 1.09
    },
    {
        "text": "Cease-And-desist to the Genesis ters and their letter read their use of the registered trademarks in Commerce as likely to cause confusion",
        "start": 486.83,
        "duration": 5.48
    },
    {
        "text": "Mistake or deceived consumers into believing that the Kendall Kylie apparel is authorized by the doors when no such",
        "start": 492.5,
        "duration": 4.94
    },
    {
        "text": "Authorization was Sought or provided by the doors the letter also requesting the shirt be made",
        "start": 497.599,
        "duration": 3.65
    },
    {
        "text": "Unavailable for sale recalled from all distributors wholesalers and retail outlets and a full accounting of all proceeds received from the goods of sales be",
        "start": 501.349,
        "duration": 5.99
    },
    {
        "text": "Provided after all of this happened",
        "start": 507.349,
        "duration": 1.581
    },
    {
        "text": "Kendall and Kylie responded on Twitter with an identical post reading these designs were not well thought out and we deeply apologize to anyone that",
        "start": 508.93,
        "duration": 6.33
    },
    {
        "text": "Has been upset were offended especially to the families of the artists we are huge fans of their music",
        "start": 515.26,
        "duration": 4.44
    },
    {
        "text": "and it was not our intention to",
        "start": 519.7,
        "duration": 1.149
    },
    {
        "text": "Disrespect those cultural icons in any way t-shirts have been pulled from retail and all images have been removed",
        "start": 520.849,
        "duration": 4.609
    },
    {
        "text": "We will use this as an opportunity to learn from these mistakes and again. We are very sorry into that statement",
        "start": 525.459,
        "duration": 4.71
    },
    {
        "text": "I have to go a",
        "start": 530.17,
        "duration": 1.18
    },
    {
        "text": "Part of me really does believe you know we can make mistakes and we can learn from them then I also have to ask what?",
        "start": 531.35,
        "duration": 5.15
    },
    {
        "text": "Was the messaging of these designs because it's one of two things you're either comparing yourself",
        "start": 536.5,
        "duration": 4.2
    },
    {
        "text": "You're putting yourself on the same level as these legend or because pretty much every artist you put on a shirt was essentially like dark",
        "start": 540.7,
        "duration": 6.479
    },
    {
        "text": "and they were fade and then you were the bright big colors with a new thing that could be seen as",
        "start": 547.18,
        "duration": 4.08
    },
    {
        "text": "Disrespectful as far as you guys being big fans as if that somehow excuse it. How about this, how about this?",
        "start": 551.39,
        "duration": 4.219
    },
    {
        "text": "I won't hate if you're right now. You can tell me the lyrics to dear Mama",
        "start": 555.61,
        "duration": 3.119
    },
    {
        "text": "I'm not even going deep just one of his most popular song you know because you guys are such a big fan",
        "start": 558.73,
        "duration": 3.63
    },
    {
        "text": "I'd be more than happy to be proven wrong here and then let's talk about New Jersey Governor Chris Christie",
        "start": 562.36,
        "duration": 3.75
    },
    {
        "text": "In the news kind of love this story Friday night the new Jersey house was unable to pass a budget so Governor Chris Christie announces",
        "start": 566.3,
        "duration": 6.2
    },
    {
        "text": "A state of emergency so they can continue funding police and essential services now now included in those necessary",
        "start": 572.5,
        "duration": 5.279
    },
    {
        "text": "Government functions where state parks during the speaker's Shutdown all 40 state parks are closed as our forest and historic sites",
        "start": 577.91,
        "duration": 7.599
    },
    {
        "text": "including on a beach in Park in Liberty State Park",
        "start": 585.819,
        "duration": 2.09
    },
    {
        "text": "Campers with reservations Friday night, were asked to leave",
        "start": 589.18,
        "duration": 3.169
    },
    {
        "text": "By the normal checkout time on Saturday",
        "start": 592.959,
        "duration": 2.809
    },
    {
        "text": "11 a.m.",
        "start": 596.35,
        "duration": 0.739
    },
    {
        "text": "that was the thing of mil because Christy his family and his friends were going to stay at the Governor's residence over the weekend and",
        "start": 597.089,
        "duration": 5.219
    },
    {
        "text": "The Governor's residence is an Island State Beach park, and when asked if this plan shutdown was going to affect his weekend",
        "start": 602.309,
        "duration": 5.1
    },
    {
        "text": "He said no, I don't know if it's fair",
        "start": 607.41,
        "duration": 1.469
    },
    {
        "text": "They're not asking for any service the houses are the governor's houses",
        "start": 608.879,
        "duration": 2.88
    },
    {
        "text": "And they're not asking for any services and in a press conference on Saturday there was a reporter saying we've spoken with the public there",
        "start": 611.759,
        "duration": 5.549
    },
    {
        "text": "Are people that are annoyed that?",
        "start": 617.309,
        "duration": 1.661
    },
    {
        "text": "You're getting to use the beach others aren't that Chris Christie responded. \"I didn't I understand that",
        "start": 618.97,
        "duration": 4.969
    },
    {
        "text": "That's the because the governor has a residence at Ina Beach",
        "start": 623.939,
        "duration": 2.76
    },
    {
        "text": "Others don't Sway coves run for governor, then you can have the residence",
        "start": 627.37,
        "duration": 3.619
    },
    {
        "text": "Congratulations.\" We shoot a bet and after that press conference",
        "start": 633.069,
        "duration": 2.059
    },
    {
        "text": "He took a state helicopter ride back to his residence",
        "start": 635.199,
        "duration": 2.96
    },
    {
        "text": "But in his defense it may have been an essential",
        "start": 638.16,
        "duration": 2.279
    },
    {
        "text": "Helicopter and then something pretty fun happened on Sunday Christie took a state helicopter to Trenton for another press conference",
        "start": 640.779,
        "duration": 5.09
    },
    {
        "text": "Any was asked you know did you get any sun he responded wet? I didn't I didn't get any sun today",
        "start": 645.97,
        "duration": 4.549
    },
    {
        "text": "Probably that is it seems to have been a blatant lie when in a plane snap pictures of Chris Christie and his family just",
        "start": 650.519,
        "duration": 5.4
    },
    {
        "text": "Relaxing on the beach in the sun what I love is the comparison of Chris Christie on the beach with his family there to that",
        "start": 656.05,
        "duration": 5.239
    },
    {
        "text": "Of the beaches that everyone else was allowed to go to now after these pictures were posted a spokesman for Chris Christie",
        "start": 661.29,
        "duration": 5.25
    },
    {
        "text": "Defended him pacifically his claim that he didn't get any sun today by say did not get any sun he had a baseball hat oh",
        "start": 666.939,
        "duration": 5.9
    },
    {
        "text": "I don't want to make this about Chris Christie's weight",
        "start": 672.839,
        "duration": 3.03
    },
    {
        "text": "and it's not but I do believe you are overestimating the benefit of that hat sir well the specter that hat",
        "start": 675.87,
        "duration": 5.13
    },
    {
        "text": "+20 defense against the sun is more like +50 defense against reality they understand that don't worry the people that needed to dish I didn't",
        "start": 681.129,
        "duration": 6.11
    },
    {
        "text": "Have to ask though while I sure about you enjoying the beach that no one else can enjoy you kind of look like an elitist",
        "start": 687.24,
        "duration": 4.529
    },
    {
        "text": "Douchebag use a helicopter instead of a car during government shutdown, okay, whatever",
        "start": 691.78,
        "duration": 3.52
    },
    {
        "text": "But Suzanne the lie when seemingly you didn't have to why it serves no purpose and just makes you look like a lying",
        "start": 695.3,
        "duration": 6.18
    },
    {
        "text": "Douchebag like Chris Christie being a condescending douchebag that's I'm not expecting something different",
        "start": 701.64,
        "duration": 4.76
    },
    {
        "text": "And we're talking about a guy that when in a phone interview be the host of that interview as you can understand why a lot",
        "start": 706.41,
        "duration": 4.619
    },
    {
        "text": "Of people are upset Christie respond. Well, I'm sorry. They're not governor",
        "start": 711.029,
        "duration": 3.359
    },
    {
        "text": "I'm sorry the governor of New Jersey is a fuck",
        "start": 714.389,
        "duration": 1.811
    },
    {
        "text": "But that's the way it is that's actually where I'm going to end today's show and remember if you liked this video like what I?",
        "start": 716.2,
        "duration": 4.289
    },
    {
        "text": "Do on this channel hit that like one if you anywhere hit that subscribe button also if you missed the last PDs",
        "start": 720.49,
        "duration": 4.89
    },
    {
        "text": "You can click or tap right there to watch that if you miss the casein ice that interview you want to watch the whole damn?",
        "start": 725.38,
        "duration": 4.47
    },
    {
        "text": "Thing click a cop right there that said of course as always my name is Philip Defranco. You've just been phill'd in",
        "start": 729.85,
        "duration": 5.729
    },
    {
        "text": "I love yo faces, and I'll see you tomorrow",
        "start": 735.58,
        "duration": 2.369
    }
]