[
    {
        "text": "Sup you beautiful bastards",
        "start": 0.0,
        "duration": 1.46
    },
    {
        "text": "Hope you've had a fantastic Tuesday",
        "start": 1.469,
        "duration": 1.431
    },
    {
        "text": "Welcome back to the Philip defranco show and let's just jump into it. And the first thing we're gonna jump into today is our",
        "start": 3.0,
        "duration": 5.37
    },
    {
        "text": "Brand new game show what the f**k did he just say, starring today's contestant: Quentin Tarantino. Tarantino of course a very famous director",
        "start": 8.37,
        "duration": 6.96
    },
    {
        "text": "And he's in the news today for two reasons the first one involves him doing an interview with Howard Stern some years back now",
        "start": 15.33,
        "duration": 5.49
    },
    {
        "text": "And he says this: \"Tarantino: look ok. I don't believe that's rape I believe it's against the law. Stern: Right. Tarantino: All right. Stern: I believe it's rape.",
        "start": 20.89,
        "duration": 6.559
    },
    {
        "text": "Tarantino: I don't believe it's rape. I mean that (Intelligible).",
        "start": 28.0,
        "duration": 2.0
    },
    {
        "text": "(Intelligible)",
        "start": 30.08,
        "duration": 5.38
    },
    {
        "text": "So time to play the game did Tarantino say: A",
        "start": 35.469,
        "duration": 2.72
    },
    {
        "text": "I don't believe it's rape not at 38 not for these fame-seeking",
        "start": 38.19,
        "duration": 2.76
    },
    {
        "text": "blobs. B: I don't believe it's rape not at 18 not for these predatory model girls. or C: I don't believe it's rape not at",
        "start": 41.26,
        "duration": 6.5
    },
    {
        "text": "13 not for these 13 year old party girls. And here is your answer: \"Tarantino: look okay?",
        "start": 47.76,
        "duration": 4.92
    },
    {
        "text": "I don't believe that's rape I believe it's against the law. Stern: Right. Tarantino: All right. Stern: I believe it's rape.",
        "start": 52.68,
        "duration": 3.809
    },
    {
        "text": "Tarantino: I don't believe it's rape. I mean not at 13. Not for these 13 year old party girls. Stern: Really.",
        "start": 56.489,
        "duration": 5.691
    },
    {
        "text": "Woman: 13-year-old party girls what is that?\"",
        "start": 62.18,
        "duration": 2.58
    },
    {
        "text": "If you're wondering why Tarantino said this he was defending Roman Polanski. Roman Polanski of course the director that gave a thirteen-year-old girl",
        "start": 64.78,
        "duration": 6.98
    },
    {
        "text": "Alcohol pills had sex with her long story short",
        "start": 72.28,
        "duration": 2.989
    },
    {
        "text": "He gets convicted had to flee the United States as far as why Tarantino is saying this wasn't rape he argued this point",
        "start": 75.27,
        "duration": 5.639
    },
    {
        "text": "He didn't rape the 13 years. It was statutory rape all right",
        "start": 80.909,
        "duration": 3.33
    },
    {
        "text": "It's not statutory rape you know he had sex with a minor alright",
        "start": 88.99,
        "duration": 4.309
    },
    {
        "text": "That's not rape to me when you use the word rape great. You're talking about violent throwing him down",
        "start": 93.299,
        "duration": 5.04
    },
    {
        "text": "It's like when the most violent crimes in the world you can't throw",
        "start": 98.34,
        "duration": 2.25
    },
    {
        "text": "You know throw the word rape around is like throwing the word racist around",
        "start": 100.75,
        "duration": 3.229
    },
    {
        "text": "China with a 13 year old girl you're in a grown man. You know that that's wrong because",
        "start": 105.729,
        "duration": 5.51
    },
    {
        "text": "She was down with it you're killing him with the pills and booze. Why are true?",
        "start": 115.689,
        "duration": 4.34
    },
    {
        "text": "Though it no more than if she was 18 or 19 or 20 Tarantino",
        "start": 120.64,
        "duration": 3.379
    },
    {
        "text": "Just compared doing drugs with a 20 year old woman and a 13 year old girl. They're just equals",
        "start": 124.02,
        "duration": 5.879
    },
    {
        "text": "I just I have a hard time seeing how you don't see this as rape you drama",
        "start": 129.899,
        "duration": 3.449
    },
    {
        "text": "a",
        "start": 133.71,
        "duration": 0.34
    },
    {
        "text": "40-ish year-old man and a 13 year old girl that he is plying with drugs and alcohol a girl that by the way has gone",
        "start": 134.05,
        "duration": 5.93
    },
    {
        "text": "On the record of saying she said no that Polanski kept saying I'll take you home. She didn't want to do this",
        "start": 139.98,
        "duration": 4.86
    },
    {
        "text": "He's got this thirteen year old girl who Polanski gave",
        "start": 144.84,
        "duration": 2.039
    },
    {
        "text": "champagne to a",
        "start": 147.25,
        "duration": 1.23
    },
    {
        "text": "quaalude - he said she starts feeling disoriented confused",
        "start": 148.48,
        "duration": 2.36
    },
    {
        "text": "She fakes an asthma attack to get out of the hot tub because apparently they were doing a photo shoot",
        "start": 150.91,
        "duration": 4.49
    },
    {
        "text": "Lansky in his book wrote we weren't saying much",
        "start": 155.49,
        "duration": 2.009
    },
    {
        "text": "I could sense a certain erotic tension between us, but according to this girl's testimony before a grand jury question",
        "start": 157.5,
        "duration": 5.58
    },
    {
        "text": "What did you do when he said let's go into the other room? I was going no",
        "start": 163.09,
        "duration": 2.779
    },
    {
        "text": "I think I better go home because I was afraid so I just went and I sat down on the couch",
        "start": 165.87,
        "duration": 3.239
    },
    {
        "text": "What were you afraid of him and so he went to the other room and sat down on the couch?",
        "start": 169.11,
        "duration": 3.09
    },
    {
        "text": "Yes, what were you wearing at the time my underwear in a towel?",
        "start": 172.2,
        "duration": 2.849
    },
    {
        "text": "What happened when you sat down on the couch he sat down beside me and asked me if I was okay?",
        "start": 175.05,
        "duration": 3.99
    },
    {
        "text": "What did you say if anything? I said, no it did he say he goes well",
        "start": 179.04,
        "duration": 3.119
    },
    {
        "text": "You'll be better and I go no I won't I have to go home what happened then he reached over",
        "start": 182.16,
        "duration": 3.48
    },
    {
        "text": "And he kissed me and I was telling him",
        "start": 185.64,
        "duration": 1.56
    },
    {
        "text": "No, you know keep away, but I was afraid of him because there was no one else there",
        "start": 187.2,
        "duration": 3.539
    },
    {
        "text": "She says no. I have to go home",
        "start": 190.74,
        "duration": 1.38
    },
    {
        "text": "He says soon",
        "start": 192.12,
        "duration": 0.87
    },
    {
        "text": "And then she describes",
        "start": 192.99,
        "duration": 1.24
    },
    {
        "text": "Polanski's assaults on her so that was one of the reasons",
        "start": 194.23,
        "duration": 2.089
    },
    {
        "text": "Why turns Hina was in the news and I'd love to hear your thoughts are there and the other bit of Tarantino news is he?",
        "start": 196.32,
        "duration": 3.899
    },
    {
        "text": "Has now responded to all the news that came out about uma Thurman over the weekend and yesterday in response to the New York Times",
        "start": 200.22,
        "duration": 5.19
    },
    {
        "text": "Piece he said he knew it was happening. He said uma, and I talked about it",
        "start": 205.41,
        "duration": 2.639
    },
    {
        "text": "She wanted footage of the crash",
        "start": 208.05,
        "duration": 1.05
    },
    {
        "text": "So she could get clarity found it, and I was very happy to get it to him",
        "start": 209.1,
        "duration": 2.91
    },
    {
        "text": "And he planned to meet up with the person doing the uma thurman piece",
        "start": 212.01,
        "duration": 2.339
    },
    {
        "text": "But that never happened and so he felt like he was taking those to the heat",
        "start": 214.35,
        "duration": 2.91
    },
    {
        "text": "He specifically says who mitigate the footage before because of Weinstein regarding pushing uma Thurman to drive that car she didn't feel comfortable",
        "start": 217.26,
        "duration": 6.059
    },
    {
        "text": "With that she ended up crashing. He says I didn't go barging into much trailer screaming at her get in the car",
        "start": 223.39,
        "duration": 4.459
    },
    {
        "text": "I can imagine maybe rolling my eyes. He does say though that he talked her into it, and he regrets this saying",
        "start": 227.88,
        "duration": 4.529
    },
    {
        "text": "I told her it would be okay. I told her the road was a straight line",
        "start": 232.41,
        "duration": 2.22
    },
    {
        "text": "I told her it would be safe, and it was and I was wrong I didn't force her into the car",
        "start": 234.63,
        "duration": 3.179
    },
    {
        "text": "She got into it because she trusted me and she believed me",
        "start": 237.81,
        "duration": 2.37
    },
    {
        "text": "But then when it came time to do the scene they changed the direction the car would be",
        "start": 240.18,
        "duration": 3.509
    },
    {
        "text": "Driving and he didn't go and check the road that way",
        "start": 243.79,
        "duration": 2.239
    },
    {
        "text": "I thought a straight road as a straight road",
        "start": 246.03,
        "duration": 1.35
    },
    {
        "text": "And I didn't think I needed to run the road again to make sure there wasn't any difference going in the opposite direction",
        "start": 247.38,
        "duration": 3.779
    },
    {
        "text": "again",
        "start": 251.26,
        "duration": 0.5
    },
    {
        "text": "That is one of the biggest regrets of my life now regarding the anger around the reporting that it was",
        "start": 251.76,
        "duration": 4.049
    },
    {
        "text": "Tarantino that for a scene choked uma Thurman that it was Tarantino that spit in her face",
        "start": 256.0,
        "duration": 4.369
    },
    {
        "text": "He said naturally I did it who else should do it a grip regarding the choking",
        "start": 260.4,
        "duration": 3.06
    },
    {
        "text": "He said that was uma thurman's idea and as far as the spitting and Huma Thurman's face",
        "start": 263.46,
        "duration": 3.389
    },
    {
        "text": "He said it essentially like art-direction saying now",
        "start": 266.85,
        "duration": 2.639
    },
    {
        "text": "I love Michael he's a terrific actor",
        "start": 269.49,
        "duration": 1.47
    },
    {
        "text": "But I didn't trust him with this kind of intricate work of nailing this so the idea is I'm doing it",
        "start": 270.96,
        "duration": 3.63
    },
    {
        "text": "I'm taking responsibility also. I'm the directors so I can kind of art direct to this spit",
        "start": 274.59,
        "duration": 3.75
    },
    {
        "text": "I know where I want it to land",
        "start": 278.34,
        "duration": 0.99
    },
    {
        "text": "I'm right next to camera so boom I do and so that's where we are right now with Tarantino is fires on two fronts",
        "start": 279.33,
        "duration": 4.83
    },
    {
        "text": "One seemingly bigger than the other to me",
        "start": 284.5,
        "duration": 2.51
    },
    {
        "text": "I personally think that if here is someone that is defending a grown-ass adult children let alone",
        "start": 287.01,
        "duration": 4.859
    },
    {
        "text": "Fucking a child that they then plied with booze and drugs you're garbage, and I think you need to be thrown out",
        "start": 292.27,
        "duration": 5.809
    },
    {
        "text": "But that said I will pass a question off to you",
        "start": 298.08,
        "duration": 1.83
    },
    {
        "text": "What are your thoughts around this situation you agree disagree some of the people that disagree?",
        "start": 299.91,
        "duration": 3.959
    },
    {
        "text": "I see they say you know there are different culture Nina feels like a horrible argument",
        "start": 303.87,
        "duration": 3.63
    },
    {
        "text": "But still I'd love to know your thoughts from that. I want to share some stuff",
        "start": 307.5,
        "duration": 2.79
    },
    {
        "text": "I loved today and today and awesome brought to you by the stay humble hustle hard shirt",
        "start": 310.29,
        "duration": 4.47
    },
    {
        "text": "Just put out this new shirt and hoodie",
        "start": 314.76,
        "duration": 1.35
    },
    {
        "text": "It is by far my favorite because it keeps it simple and keeps it true stay humble because no matter what you do in this",
        "start": 316.11,
        "duration": 4.89
    },
    {
        "text": "World no matter what you achieve in this world you could lose it at any time and hustle hard because so many other people",
        "start": 321.0,
        "duration": 6.089
    },
    {
        "text": "Want the same thing you want a lot more people want it than work for it so if you want to snag that new shirt",
        "start": 327.25,
        "duration": 4.85
    },
    {
        "text": "Or hoodie in the color you choice link to that down below and also if you want to get any of our other design shop",
        "start": 332.1,
        "duration": 4.29
    },
    {
        "text": "DeFranco com the first bit of Awesome something actually I forgot to include yesterday was the bad lip reading of the NFL",
        "start": 336.39,
        "duration": 5.159
    },
    {
        "text": "It's a fantastic series over there",
        "start": 341.55,
        "duration": 1.71
    },
    {
        "text": "I've got life noggin talking about introverts versus",
        "start": 343.26,
        "duration": 2.099
    },
    {
        "text": "extroverts",
        "start": 345.43,
        "duration": 0.5
    },
    {
        "text": "Olympic athletes answering Olympic questions via Twitter got the cinemasins everything wrong with bright and very quickly I decide to mention that SpaceX successfully",
        "start": 345.93,
        "duration": 6.63
    },
    {
        "text": "Launched the Falcon Heavy rocket is considered the most powerful rocket in the world",
        "start": 352.93,
        "duration": 3.619
    },
    {
        "text": "they live streamed it to over 2 million people and it was an",
        "start": 356.55,
        "duration": 3.48
    },
    {
        "text": "amazing thing to watch and I just mean all around when they first had liftoff when when we you saw the",
        "start": 360.13,
        "duration": 4.279
    },
    {
        "text": "Boosters come down and land back on the ground together crowd was going crazy the music hit all sudden boom",
        "start": 364.72,
        "duration": 6.259
    },
    {
        "text": "There's Elon Musk's Tesla",
        "start": 371.02,
        "duration": 2.0
    },
    {
        "text": "Roadster in space a move that he said he literally just did because he thought it was fun",
        "start": 373.39,
        "duration": 4.159
    },
    {
        "text": "Just really felt like I was watching something special so hey",
        "start": 377.55,
        "duration": 2.67
    },
    {
        "text": "I highly recommend if you didn't see it live I'll link to it down below",
        "start": 380.22,
        "duration": 3.299
    },
    {
        "text": "Check it out if you want to see the full versions everything",
        "start": 383.83,
        "duration": 2.359
    },
    {
        "text": "I just shared the secret link of the day anything at all links is always are in the description down below",
        "start": 386.19,
        "duration": 4.41
    },
    {
        "text": "Then the world's giving us another story of another massive creator on",
        "start": 390.669,
        "duration": 3.71
    },
    {
        "text": "In mainstream news not for great reasons and the stories about Qian lolly. He's pretty big on YouTube",
        "start": 394.84,
        "duration": 5.13
    },
    {
        "text": "He's very large on Instagram some other places",
        "start": 399.97,
        "duration": 2.339
    },
    {
        "text": "He said to be in the upcoming movie the hate you give but then there was a lot of controversy around him because this video",
        "start": 402.31,
        "duration": 5.73
    },
    {
        "text": "Went viral",
        "start": 408.04,
        "duration": 2.0
    },
    {
        "text": "Now if you're wondering did he actually say yeah, yeah?",
        "start": 416.419,
        "duration": 3.23
    },
    {
        "text": "It seems like at least once maybe twice as far as when this happened when this was filmed it appears",
        "start": 419.65,
        "duration": 4.17
    },
    {
        "text": "This is not new it was filmed between three to six years ago",
        "start": 423.82,
        "duration": 3.239
    },
    {
        "text": "It's still as you would expect there was a lot of people angry",
        "start": 427.06,
        "duration": 2.22
    },
    {
        "text": "It was tons of backlash with many people pointing that Keane was set to star in the film the hate you give the film rap",
        "start": 429.28,
        "duration": 4.619
    },
    {
        "text": "production last fall",
        "start": 433.9,
        "duration": 0.93
    },
    {
        "text": "It's an adaptation of Angie Thomas's book of the same name story deals with racial issues and police brutality",
        "start": 434.83,
        "duration": 4.62
    },
    {
        "text": "The main character as a black teenage girl Qian was cast as her boyfriend",
        "start": 439.55,
        "duration": 3.679
    },
    {
        "text": "but after the video resurfaced many people said that his past actions made him unfit to play this role in response to the backlash we",
        "start": 443.24,
        "duration": 5.779
    },
    {
        "text": "Saw Angie Thomas tweet yes, I've seen it. Yes. I'm sighing the shit out of the person no excuses no",
        "start": 449.02,
        "duration": 5.01
    },
    {
        "text": "I won't say what it is until more is revealed, but yes. I saw it",
        "start": 454.03,
        "duration": 3.179
    },
    {
        "text": "We then saw kyun respond to the backlash writing on Twitter if you don't learn from your mistakes",
        "start": 457.36,
        "duration": 3.809
    },
    {
        "text": "You can never grow as a person. I've learned a lot, and I am grateful to have the power to change",
        "start": 461.169,
        "duration": 3.57
    },
    {
        "text": "I never want to be who I was yesterday",
        "start": 464.74,
        "duration": 1.44
    },
    {
        "text": "We're in a constant battle to become a better version of ourselves use your voice as your weapon after his post went off",
        "start": 466.18,
        "duration": 4.83
    },
    {
        "text": "We also saw angie post several tweets seemingly about all the hate. She has been receiving from this controversy writing",
        "start": 471.01,
        "duration": 5.099
    },
    {
        "text": "Y'all are screenshotting me and coming up my friends without knowing the details of the situation",
        "start": 476.11,
        "duration": 3.6
    },
    {
        "text": "There is so much more that you don't know and I'm honestly sad for you, but I'm unprofessional",
        "start": 479.71,
        "duration": 3.54
    },
    {
        "text": "Oh only a new half of what I've gone through because of this half of the tears that have been shed the",
        "start": 483.25,
        "duration": 4.349
    },
    {
        "text": "Disappointment and heartbreak everything I've tweeted is out of sheer disappointment in someone. I love they knew I know that's all that matters",
        "start": 487.76,
        "duration": 5.629
    },
    {
        "text": "I've been hurt severely, but please make me the bad guy",
        "start": 493.419,
        "duration": 2.19
    },
    {
        "text": "Please call out black women and attack us you have no clue what I'm dealing with and following all of this twentieth Century Fox released",
        "start": 495.61,
        "duration": 5.79
    },
    {
        "text": "This statement saying due to controversy surrounding his past comments behavior",
        "start": 501.4,
        "duration": 3.72
    },
    {
        "text": "Qian Lally will no longer appear in the hate you give the studio plans to recast the role of Chris and",
        "start": 505.12,
        "duration": 4.619
    },
    {
        "text": "Reshoot scenes as needed following this can release a statement saying where it's at power and can do damn it",
        "start": 509.84,
        "duration": 4.699
    },
    {
        "text": "I own mine",
        "start": 514.539,
        "duration": 0.601
    },
    {
        "text": "And I am sorry",
        "start": 515.14,
        "duration": 0.81
    },
    {
        "text": "I respect Fox's decision to recast this role for the hate you give as it is an important story",
        "start": 515.95,
        "duration": 4.079
    },
    {
        "text": "And it would not be appropriate for me to be involved",
        "start": 520.029,
        "duration": 2.0
    },
    {
        "text": "considering the actions of my past I understand the impact and I have grown and learned since then now on I plan to use my",
        "start": 522.08,
        "duration": 4.94
    },
    {
        "text": "Voice for positive and actually where I want to end this story",
        "start": 527.02,
        "duration": 2.58
    },
    {
        "text": "I mean we talked about the Tarantino thirteen-year-old girl's story now",
        "start": 529.6,
        "duration": 3.599
    },
    {
        "text": "We have key in here both of those were technically things in the past obviously there are differences with Tarantino",
        "start": 533.2,
        "duration": 5.429
    },
    {
        "text": "We're talking about the rape of a 13 year old girl T",
        "start": 538.63,
        "duration": 3.03
    },
    {
        "text": "And we're talking about a horrible word ian was a teenager",
        "start": 541.66,
        "duration": 2.25
    },
    {
        "text": "Tarantino definitely wasn't and as we recording this video kyun has said he was sorry that it was wrong that he's trying to grow he",
        "start": 544.04,
        "duration": 5.329
    },
    {
        "text": "Agrees with himself getting fired, and we don't have a statement from Tarantino yet, so I guess the main question",
        "start": 549.37,
        "duration": 4.859
    },
    {
        "text": "I'm trying to get out. There is when when you look at things that people have said or done in the past",
        "start": 554.33,
        "duration": 4.969
    },
    {
        "text": "Where is the line for where you will still hold it against them and where you will know and understand?",
        "start": 559.61,
        "duration": 5.059
    },
    {
        "text": "I am NOT making a statement with that question",
        "start": 564.67,
        "duration": 2.13
    },
    {
        "text": "I am actually just genuinely interested, then let's talk about the stock market specifically the Dow Jones Industrial film more than 1,000 points Monday",
        "start": 566.8,
        "duration": 7.11
    },
    {
        "text": "Which was its biggest drop ever asterisk which will get so we also saw a European and Asian market seemingly affected",
        "start": 573.91,
        "duration": 6.119
    },
    {
        "text": "But not as much. What's up?",
        "start": 580.03,
        "duration": 1.26
    },
    {
        "text": "How did we get here well stocks have actually been rising for a few years now?",
        "start": 581.29,
        "duration": 3.359
    },
    {
        "text": "And I major reason for this has been the strength and optimism in the US economy profits have excelled",
        "start": 584.65,
        "duration": 4.529
    },
    {
        "text": "We've seen President Trump pushing for lower taxes reduced regulation",
        "start": 589.18,
        "duration": 3.48
    },
    {
        "text": "we've all seen the lowest global interest rates since World War two interest rates changed the rate at which banks borrow money so if the",
        "start": 592.66,
        "duration": 5.279
    },
    {
        "text": "Rates are high that means borrowing money is more expensive and depositing and selling off is more attractive the idea was that if more people",
        "start": 597.94,
        "duration": 5.64
    },
    {
        "text": "Invested the market companies could invest more in their business and hire more workers all of which made investors",
        "start": 603.65,
        "duration": 4.849
    },
    {
        "text": "excited and the global economy",
        "start": 608.63,
        "duration": 1.14
    },
    {
        "text": "Started to grow but obviously something happened with the market on Friday and Monday the US Federal Reserve has raised rates for the past two",
        "start": 609.77,
        "duration": 5.479
    },
    {
        "text": "Years, so that's not necessarily the reason for the reason fall",
        "start": 615.25,
        "duration": 2.309
    },
    {
        "text": "We're seeing there are some experts pointing to the more recent changes in the American job market the worry isn't stemming from a lack of",
        "start": 617.56,
        "duration": 4.95
    },
    {
        "text": "Jobs unemployment has actually fallen it appears to actually be because wages may be increasing for American workers higher wages for American workers could mean",
        "start": 622.51,
        "duration": 7.349
    },
    {
        "text": "Inflation which could mean the Federal Reserve would need to raise rates even more rapidly what a big thing to note is as of right?",
        "start": 630.02,
        "duration": 5.119
    },
    {
        "text": "Now this doesn't appear to be some end of days scenario despite",
        "start": 635.14,
        "duration": 3.15
    },
    {
        "text": "Whatever graphic package you may have seen on TV the Dow at one point fell more than 1,000 points yesterday",
        "start": 638.29,
        "duration": 4.559
    },
    {
        "text": "Which is the biggest point drop ever but not really and it's the percentage that matters more well",
        "start": 642.85,
        "duration": 4.95
    },
    {
        "text": "This was the largest drop it was only a drop of four point six percent right so still the largest the most meaningful drop",
        "start": 647.8,
        "duration": 5.22
    },
    {
        "text": "we've seen in the Dow was 508 points in 1987 because I was a",
        "start": 653.02,
        "duration": 3.209
    },
    {
        "text": "22.6% crash and what we're seeing with this drop is it just returns a market back to levels we saw in December",
        "start": 656.75,
        "duration": 4.609
    },
    {
        "text": "Does that mean everything's going to be okay?",
        "start": 661.52,
        "duration": 1.8
    },
    {
        "text": "I don't know",
        "start": 663.32,
        "duration": 0.81
    },
    {
        "text": "I'm not an economist, but there are a few things that we can take away from this situation one",
        "start": 664.13,
        "duration": 3.72
    },
    {
        "text": "There is no such thing as a sure thing",
        "start": 667.85,
        "duration": 1.68
    },
    {
        "text": "Two we will have to wait and see if this is the beginning of some sort of crash or just some regular",
        "start": 669.53,
        "duration": 4.589
    },
    {
        "text": "Market correction and three. I think the president is going to have to figure out for the long term",
        "start": 674.25,
        "duration": 4.61
    },
    {
        "text": "How closely he wants to connect himself to the stock market in that last part?",
        "start": 678.86,
        "duration": 3.659
    },
    {
        "text": "I mean in general moving forward outside of this this drop that we saw right the markets in a fluctuate",
        "start": 682.52,
        "duration": 4.38
    },
    {
        "text": "It's not a rollercoaster that never goes down even today after we saw it going all over the place the Dow Jones",
        "start": 686.9,
        "duration": 4.559
    },
    {
        "text": "Went up two point three three percent there has already been a decent amount of criticism of",
        "start": 691.56,
        "duration": 4.4
    },
    {
        "text": "President Trump in his tweets and speeches taking a lot of credit for the stock market any of those who have been critical is saying",
        "start": 696.18,
        "duration": 5.54
    },
    {
        "text": "That he inherited this for Obama along with unemployment several other things",
        "start": 701.72,
        "duration": 4.08
    },
    {
        "text": "he's taking credit for a trend but on the other hand you have people saying you know well the market reacts in real time when",
        "start": 705.8,
        "duration": 4.709
    },
    {
        "text": "President Trump was elected many people expect that it would crash. It's right. He's been president for a year now",
        "start": 710.51,
        "duration": 5.13
    },
    {
        "text": "He's pushed through economic change. He has had an impact personally",
        "start": 715.64,
        "duration": 2.88
    },
    {
        "text": "I think it's a little bit of both",
        "start": 718.52,
        "duration": 0.78
    },
    {
        "text": "but it will be very interesting over the coming weeks in the coming months to see what happens with the market and also how that",
        "start": 719.3,
        "duration": 6.089
    },
    {
        "text": "Affects Donald Trump, and what he says about the stock market and actually since we did mention the president",
        "start": 725.39,
        "duration": 3.989
    },
    {
        "text": "There's some housekeeping to be done there with news the House Intelligence Committee vote and approve on releasing the Democrats memo is of course meant",
        "start": 729.38,
        "duration": 6.6
    },
    {
        "text": "To be the counter to the Nunez memo that then headed to the White House as of right now White House chief of staff John",
        "start": 735.98,
        "duration": 4.529
    },
    {
        "text": "Kelly says he hasn't read it yet, but he will be briefed soon",
        "start": 740.51,
        "duration": 2.94
    },
    {
        "text": "So there was that there was also continued negotiation regarding border security the wall and dacha regarding dacha John",
        "start": 743.45,
        "duration": 6.39
    },
    {
        "text": "Kelly said it is very unlikely that the president is going to extend the deadline for daca, which is March 5th adding mr.",
        "start": 749.84,
        "duration": 5.969
    },
    {
        "text": "Obama established a program, and it was considered to be",
        "start": 755.81,
        "duration": 2.0
    },
    {
        "text": "Unconstitutional not based on any law so the extension",
        "start": 758.31,
        "duration": 2.059
    },
    {
        "text": "I'm not so sure the president this president has the authority to extend it and because it seems like",
        "start": 760.37,
        "duration": 3.78
    },
    {
        "text": "Negotiations are not going exceptionally well. It looks like this Thursday",
        "start": 764.52,
        "duration": 3.679
    },
    {
        "text": "We may be staring at another government shutdown I mean",
        "start": 768.2,
        "duration": 2.4
    },
    {
        "text": "This is something that is not shocking at all and he's worth president feel like he is leaning over",
        "start": 770.6,
        "duration": 3.899
    },
    {
        "text": "Backwards saying you know we will take care of 1.8 million dreamers. There are 600 90,000 official daca",
        "start": 774.6,
        "duration": 5.719
    },
    {
        "text": "Registrants and",
        "start": 781.86,
        "duration": 2.0
    },
    {
        "text": "The president sent over what amounts to be two and a half times that number to",
        "start": 784.27,
        "duration": 5.63
    },
    {
        "text": "1.8. Million the general mindset is he's not meeting them halfway",
        "start": 790.54,
        "duration": 2.75
    },
    {
        "text": "He's going above and beyond so give him the wall whereas those were still against him are still saying",
        "start": 793.33,
        "duration": 4.46
    },
    {
        "text": "No\nYou're essentially holding DACA and all of these people hostage your 25 billion for the wall is insanity and the walls also of course only",
        "start": 797.79,
        "duration": 6.629
    },
    {
        "text": "part of it",
        "start": 804.42,
        "duration": 0.51
    },
    {
        "text": "There is the big chain migration family",
        "start": 804.93,
        "duration": 2.19
    },
    {
        "text": "Reunification arguments a point the president seems pretty locked down on so much so that he said this if we don't change it",
        "start": 807.61,
        "duration": 5.179
    },
    {
        "text": "Let's have a shutdown will do a shutdown and it's worth it for our country",
        "start": 812.79,
        "duration": 3.989
    },
    {
        "text": "I'd love to see a shutdown if we don't get this stuff taken care of so once again here. We are",
        "start": 817.36,
        "duration": 5.599
    },
    {
        "text": "We'll have to wait and see what happens, but that said that's where I'm gonna end this of course",
        "start": 822.96,
        "duration": 4.169
    },
    {
        "text": "This is the Philip DeFranco show it's the story. It's my opinion and now I want to hear from you",
        "start": 827.13,
        "duration": 4.14
    },
    {
        "text": "Whether it be the last one the first one anything in between let me know in those comments down below",
        "start": 831.27,
        "duration": 3.869
    },
    {
        "text": "And that's actually where I'm going to end today sure and remember if you like to this video you like what I'm trying to do",
        "start": 835.14,
        "duration": 3.929
    },
    {
        "text": "On this channel that like button if you new here hit that subscribe button that way you make sure you don't miss these daily videos",
        "start": 839.07,
        "duration": 4.74
    },
    {
        "text": "Which specialty did miss yesterday's show you want to catch up click or tap right there to watch that or if you want to watch?",
        "start": 843.81,
        "duration": 4.469
    },
    {
        "text": "The news behind the scenes vlog click or tap right there to watch that box",
        "start": 848.28,
        "duration": 3.059
    },
    {
        "text": "That said of course as always my name's philip defranco. You've just been phill'd in. I love yo faces, and i'll see you tomorrow",
        "start": 851.34,
        "duration": 6.69
    }
]