[
    {
        "text": "Sup, you beautiful bastards! Hope you're having a fantastic Friday!",
        "start": 0.02,
        "duration": 2.62
    },
    {
        "text": "Welcome back to the Philip DeFranco Show. And, if you're new here, on Fridays, I like to do things a little differently.",
        "start": 2.66,
        "duration": 4.7
    },
    {
        "text": "I try to cover way more viewer requested stories from the week, that either didn't fit into those shows, or I didn't think that maybe it wasn't right for that episode.",
        "start": 7.4,
        "duration": 6.66
    },
    {
        "text": "Also, covering stories that I wanted to include in shows this week.",
        "start": 14.1,
        "duration": 2.34
    },
    {
        "text": "But, either that the shows were too long, or just if we would have done it, it would have been too late.",
        "start": 16.44,
        "duration": 3.56
    },
    {
        "text": "So, with that said, let's just jump into it.",
        "start": 20.1,
        "duration": 2.66
    },
    {
        "text": "And, the first thing we're gonna talk about today, there are a lot of requests to talk about Groupon coming under fire.",
        "start": 22.8,
        "duration": 4.84
    },
    {
        "text": "This, because they're offering a deal on these women's fringe suede Moccasin boots.",
        "start": 27.7,
        "duration": 4.5
    },
    {
        "text": "Available in a range of colors including brown, black, and this last one that I'm not going to say out loud.",
        "start": 32.2,
        "duration": 6.7
    },
    {
        "text": "Also, right now if you're wondering, \n\"Is this is really a thing that happened?!\"",
        "start": 39.0,
        "duration": 2.82
    },
    {
        "text": "Yes, really, it is a thing that happened.",
        "start": 41.82,
        "duration": 1.82
    },
    {
        "text": "And, in fact it turned out it wasn't just these one pair of boots.",
        "start": 43.7,
        "duration": 3.009
    },
    {
        "text": "It was several of them. And, they were sold by several Groupon stores.",
        "start": 46.8,
        "duration": 2.8
    },
    {
        "text": "A Groupon spokesperson later explaining, \"[Kojwa and Margines] are separate companies.\"",
        "start": 49.7,
        "duration": 3.699
    },
    {
        "text": "Adding, they were, \"Chinese-based enterprises.\"",
        "start": 53.399,
        "duration": 1.801
    },
    {
        "text": "And, \"this is a known issue in the e-commerce space.\"",
        "start": 55.2,
        "duration": 2.62
    },
    {
        "text": "Adding, \"We're determining why the deal slip past the controls we have in place (we flag literally hundreds of terms and various permutations) and will make the necessary improvements.\"",
        "start": 57.82,
        "duration": 7.18
    },
    {
        "text": "And, the V.P. for Global Communications for the company, said in a statement, \"We are appalled that this language was displayed on our site.",
        "start": 65.0,
        "duration": 4.46
    },
    {
        "text": "This product description was provided by a third-party seller via our self-service platform.",
        "start": 69.46,
        "duration": 3.64
    },
    {
        "text": "Regardless, this is completely unacceptable and violates our policy.\"",
        "start": 73.1,
        "duration": 3.19
    },
    {
        "text": "But, still even with that explanation, there were many that were offended by this, angry about this, saying that they are no longer going to be using Groupon.",
        "start": 76.3,
        "duration": 5.92
    },
    {
        "text": "So, there was that. But, Groupon wasn't only brand out there being accused of being racist.",
        "start": 82.3,
        "duration": 4.08
    },
    {
        "text": "We saw Chance The Rapper making the headlines this week when he called out Heineken for this ad.",
        "start": 86.4,
        "duration": 3.3
    },
    {
        "text": "You've got this bartender. He notices this lady is kind of looking at a drink like she doesn't want it.",
        "start": 89.8,
        "duration": 3.499
    },
    {
        "text": "He decides to rescue her. He grabs a Heineken Light, slides it down the bar, passes one person.",
        "start": 93.299,
        "duration": 4.921
    },
    {
        "text": "Another person.",
        "start": 98.3,
        "duration": 1.2
    },
    {
        "text": "One last person.",
        "start": 99.6,
        "duration": 1.28
    },
    {
        "text": "And, then stops next to that lesser drink, and we get the text:",
        "start": 100.9,
        "duration": 2.84
    },
    {
        "text": "\"Sometimes lighter is better.\"",
        "start": 103.74,
        "duration": 1.6
    },
    {
        "text": "The woman is very happy, and she picks it up.",
        "start": 105.4,
        "duration": 1.62
    },
    {
        "text": "And, so in response to this, earlier this week, Chance The Rapper wrote:",
        "start": 107.1,
        "duration": 2.68
    },
    {
        "text": "\"I think some companies are purposely putting out noticeably racist ads so they can get more views.\"",
        "start": 109.78,
        "duration": 3.94
    },
    {
        "text": "\"And that shit racist/bogus so I guess I shouldn't be posting about it.",
        "start": 113.72,
        "duration": 3.122
    },
    {
        "text": "\"But (laughing emoji face.)",
        "start": 116.842,
        "duration": 1.238
    },
    {
        "text": "\"But I gotta just say this. The \"sometimes lighter is better\" Heineken commercial is terribly racist oh my god.\"",
        "start": 118.08,
        "duration": 5.04
    },
    {
        "text": "Followed by, \"I'm not saying boycott them or go off. I'm just noticing how often it happens.\"",
        "start": 123.12,
        "duration": 3.68
    },
    {
        "text": "\"And I think they baiting customers and tweeters and freelancers and shit.\"",
        "start": 126.86,
        "duration": 3.04
    },
    {
        "text": "\"Like I didn't want to tweet about it so bad but its like how can you not.\"",
        "start": 129.9,
        "duration": 2.22
    },
    {
        "text": "Complex then ran a story about this calling, \"Chance the Rapper Criticizes Heineken for Ad, Calling It, 'Terribly Racist.\"",
        "start": 132.2,
        "duration": 4.48
    },
    {
        "text": "And, to this article, Chance The Rapper responded,",
        "start": 136.7,
        "duration": 1.74
    },
    {
        "text": "\"You missed the entire point, I was pointing out that a lot of these marketing agencies are doing willfully so we overreact and tweet about it, and you write an article in tweet, and we all say the brand name 50 times.\"",
        "start": 138.44,
        "duration": 8.24
    },
    {
        "text": "\"That's the first sentence of my shit. And you didn't mention it.\"",
        "start": 146.68,
        "duration": 2.54
    },
    {
        "text": "Which I will say is kind of untrue. They-they don't hit that specific point, but they do feature his tweet prominently at the top.",
        "start": 149.3,
        "duration": 5.48
    },
    {
        "text": "Right. So, that point gets across.",
        "start": 154.78,
        "duration": 0.88
    },
    {
        "text": "But, either way, following Chances tweets, there were there were some people that agreed with them said, 'Yeah this is definitely racialized.'",
        "start": 155.72,
        "duration": 4.88
    },
    {
        "text": "Putting out specifically that the drink passes three black people, ends up with a white woman, or at the very least a lighter skinned woman, and then we get the text, \"Sometimes lighter is better.\"",
        "start": 160.7,
        "duration": 8.26
    },
    {
        "text": "Others saying, 'that seems like a stretch.'",
        "start": 169.0,
        "duration": 1.71
    },
    {
        "text": "Personally, I land on the, 'it seems like a stretch,' to me.",
        "start": 170.8,
        "duration": 3.1
    },
    {
        "text": "Like I get that if you have a different mindset because the beer does pass several people, and those people are black, that you could make that connection.",
        "start": 174.0,
        "duration": 6.12
    },
    {
        "text": "But, all I end up seeing is a light beer which is specifically saying like hey, \"this is 99 calories right next to a wine.\"",
        "start": 180.12,
        "duration": 6.68
    },
    {
        "text": "Like to me, it feels pretty obvious of what they were going for here unless you want to make it about race.",
        "start": 186.9,
        "duration": 4.0
    },
    {
        "text": "To which, I would say to Chance The Rapper, yes are places that are all about outrage marketing.",
        "start": 191.0,
        "duration": 3.54
    },
    {
        "text": "But, usually it never ends up well when people go like, 'Oh yeah that beer company.'",
        "start": 194.54,
        "duration": 4.82
    },
    {
        "text": "'The one with the racist ad.' Yeah, that's not usually good for business.",
        "start": 199.4,
        "duration": 3.02
    },
    {
        "text": "That said, Heineken has since responded, and has removed the advertisement.",
        "start": 202.5,
        "duration": 3.26
    },
    {
        "text": "Issuing the statement, \"For decades, Heineken has developed diverse marketing that shows there's more that unites us than divides us.\"",
        "start": 205.8,
        "duration": 5.22
    },
    {
        "text": "\"While we feel the ad is referencing our Heineken Light beer - we missed the mark, are taking the feedback to heart, and will use this to influence future campaigns.\"",
        "start": 211.02,
        "duration": 7.08
    },
    {
        "text": "And, the thing is reading that I mean would we even call it an apology?!",
        "start": 218.2,
        "duration": 3.64
    },
    {
        "text": "And, while on the grand scheme of things, this is just a blip. It's-it's a nothing. I kind of find myself annoyed by this moment.",
        "start": 221.9,
        "duration": 6.1
    },
    {
        "text": "It's like intent, and reality doesn't matter that you have to you have to walk on eggshells just being out of the fear that someone might perceive reality different than you.",
        "start": 228.1,
        "duration": 7.72
    },
    {
        "text": "Right, we're talking about a beverage a marketplace an environment where light is an understood term for-for less calories.",
        "start": 235.9,
        "duration": 5.96
    },
    {
        "text": "And, how at the same time do we get across it has a great taste, good taste.",
        "start": 241.9,
        "duration": 2.84
    },
    {
        "text": "Not diluted. Just because it's lighter.",
        "start": 244.8,
        "duration": 1.3
    },
    {
        "text": "Maybe, sometimes lighter is better.",
        "start": 246.2,
        "duration": 1.14
    },
    {
        "text": "Once again, I understand if you align certain things, you could make yourself angry about this.",
        "start": 247.4,
        "duration": 4.2
    },
    {
        "text": "So, I guess a question I want to pass off to those people: What do you feel like this would be less racist if the bottle passed someone that was also white?!",
        "start": 251.6,
        "duration": 8.78
    },
    {
        "text": "Is what makes it racist to you the tagline at the end?!",
        "start": 260.4,
        "duration": 2.88
    },
    {
        "text": "Is it does it make it racist to you for the tagline paired with-with the black people that the beer past?!",
        "start": 263.28,
        "duration": 6.08
    },
    {
        "text": "Or, if you end up like replacing one of those black people with a white person, does it actually make it more racist since removing a black person from the project with a white person?!",
        "start": 269.4,
        "duration": 7.78
    },
    {
        "text": "Right. I just I would love to know your mindset.",
        "start": 277.2,
        "duration": 1.78
    },
    {
        "text": "Then, we had Grindr in the news this week.",
        "start": 279.0,
        "duration": 1.48
    },
    {
        "text": "Grindr, if you don't know is an app primarily used by guys trying to find other guys to hook up with.",
        "start": 280.5,
        "duration": 4.44
    },
    {
        "text": "And, they made some interesting, in my opinion, smart moves this week regarding HIV.",
        "start": 285.0,
        "duration": 3.94
    },
    {
        "text": "According to Jonathan Mermin, Chief of AIDS, and Sexually Transmitted Diseases at the Centers for Disease Control, and Prevention:",
        "start": 289.0,
        "duration": 4.82
    },
    {
        "text": "\"Many men who use location-based phone apps to find other men nearby seeking sex are considered at high risk of getting infected.\"",
        "start": 293.82,
        "duration": 5.74
    },
    {
        "text": "And, along with that there are estimates that there are 107,000 gay, and bisexual men in the United States, who are HIV positive, and don't know it.",
        "start": 299.6,
        "duration": 6.84
    },
    {
        "text": "Dr. Mermin saying that there's usually a three-year gap between when someone gets HIV, and when they learn about it.",
        "start": 306.5,
        "duration": 5.6
    },
    {
        "text": "So, periodic testing not only incredibly important for your own health, but also to prevent spreading.",
        "start": 312.16,
        "duration": 3.96
    },
    {
        "text": "So, Grindr made some moves that kind of remove this stigma. It's very positive.",
        "start": 316.2,
        "duration": 4.46
    },
    {
        "text": "They're now offering users a chance to get notifications, reminding them every three-to-six months to get tested for HIV.",
        "start": 320.7,
        "duration": 5.26
    },
    {
        "text": "Also, Grindr is inviting those clinics to advertise their clinics on Grindr, for free.",
        "start": 326.0,
        "duration": 4.5
    },
    {
        "text": "And, I just think it's incredibly smart that they made this move, and I wanted to give them props.",
        "start": 330.6,
        "duration": 3.28
    },
    {
        "text": "Then, we had Laura Ingraham back in the news.",
        "start": 333.9,
        "duration": 2.46
    },
    {
        "text": "I feel like we haven't talked about her since she had that hole, \"shut up and dribble controversy,\" with LeBron James.",
        "start": 336.4,
        "duration": 4.4
    },
    {
        "text": "And, this week, Laura was in the news, because she took a Twitter shot at David Hogg, who of course, is a Parkland, FL shooting survivor, now activist.",
        "start": 340.98,
        "duration": 6.78
    },
    {
        "text": "Laura tweeting, \"David Hogg Rejected By Four Colleges To Which He Applied and whines about it. (Dinged by UCLA with a 4.1 GPA...totally predictable given acceptance rates.)\"",
        "start": 347.8,
        "duration": 8.4
    },
    {
        "text": "And, right off the bat, I want to point out two things.",
        "start": 356.2,
        "duration": 1.6
    },
    {
        "text": "One, I love that Laura knew his personality tweeted out to the Daily Wire's article.",
        "start": 357.9,
        "duration": 4.4
    },
    {
        "text": "Apparently didn't double-check the article before tweeting because David Hogg is a 4.2 GPA.",
        "start": 362.4,
        "duration": 3.76
    },
    {
        "text": "And, two, if you either watch the video that this is from, or even once again, read the Daily Wire Article, it doesn't really appear that David Hogg is whining.",
        "start": 366.2,
        "duration": 7.52
    },
    {
        "text": "In the video, where he says, 'You know it's kind of annoying.' 'It's not too great.'",
        "start": 373.8,
        "duration": 3.26
    },
    {
        "text": "Hogg seems pretty understanding when he's asking this question.",
        "start": 377.1,
        "duration": 2.44
    },
    {
        "text": "\"Are you a little surprised that schools haven't solicited you because beyond having a four point two grade point average, uh, you are doing important things?\"",
        "start": 379.6,
        "duration": 10.84
    },
    {
        "text": "\"I'm not surprised at all in all honesty.\"",
        "start": 390.58,
        "duration": 3.1
    },
    {
        "text": "\"I think there's a lot of amazing people that don't get into college.\"",
        "start": 393.68,
        "duration": 2.42
    },
    {
        "text": "\"Not only do things like I do but because their voices just aren't heard in the tsunami of people that apply every year to colleges and such an economic in such a really impacted school system here that we have in America where people had to go into massive amounts of debt just to go to college and get an education.\"",
        "start": 396.1,
        "duration": 19.34
    },
    {
        "text": "\"I think it's really sad, but it's it's the truth.\"",
        "start": 415.44,
        "duration": 3.44
    },
    {
        "text": "Yeah, there's a shit ton of people, a lot of great people don't get accepted to school they want.",
        "start": 418.9,
        "duration": 4.1
    },
    {
        "text": "It seems like this is a strange thing to take a swing at him for.",
        "start": 423.1,
        "duration": 1.9
    },
    {
        "text": "Now, following Laura's tweet, there was a lot of backlash.",
        "start": 425.16,
        "duration": 2.62
    },
    {
        "text": "Many people retweeting Lauren Hogg, David Hogg's sister.",
        "start": 427.8,
        "duration": 2.48
    },
    {
        "text": "She said, \"How low are your ratings that you have to start attacking my brother's grades to get attention?\"",
        "start": 430.28,
        "duration": 3.84
    },
    {
        "text": "\"If you ask me, he is more articulate than you and as far better character.\"",
        "start": 434.12,
        "duration": 3.38
    },
    {
        "text": "\"Man, that's real low even for you coming from a 14-year old, please grow up. #NeverAgain.\"",
        "start": 437.5,
        "duration": 4.98
    },
    {
        "text": "And, obviously you'd expect that sort of reaction there. But, you even had people like Mike Cernovich, saying, 'this isn't great.'",
        "start": 442.48,
        "duration": 4.839
    },
    {
        "text": "Specifically tweeting, \"Adults are mocking a 17 year old for not getting into college.....Do I need to explain that this is not a good look?\"",
        "start": 447.42,
        "duration": 5.52
    },
    {
        "text": "We then saw David Hogg respond, tweeting, \"Pick a number 1-12 contact the company next to that #.\" \"Top Laura Ingraham Advertisers.\"",
        "start": 452.94,
        "duration": 6.3
    },
    {
        "text": "And, people started retweeting that like crazy, contacting those brands.",
        "start": 459.3,
        "duration": 3.44
    },
    {
        "text": "Since that was tweeted, some advertisers announced that they are pulling their ads from the program.",
        "start": 462.8,
        "duration": 3.9
    },
    {
        "text": "You had TripAdvisor pulling its ads.",
        "start": 466.7,
        "duration": 1.86
    },
    {
        "text": "That food company, Nutrish.",
        "start": 468.56,
        "duration": 1.64
    },
    {
        "text": "Travel site, Expedia.",
        "start": 470.2,
        "duration": 1.52
    },
    {
        "text": "The online home goods company, Wayfair, and Wayfair's Head of Public Relations, saying, \"As a company we support open dialogue and debate on issues.\"",
        "start": 471.72,
        "duration": 6.44
    },
    {
        "text": "\"However, the decision of an adult to personally criticize a high school student who has lost his classmates and an unspeakable tragedy is not consistent with our values.\"",
        "start": 478.16,
        "duration": 8.02
    },
    {
        "text": "And, as I've been filming this show a number of other brands have also announced that they're pulling their ads.",
        "start": 486.18,
        "duration": 3.56
    },
    {
        "text": "We've also seen pushback in these boycott-type situations of people contacting those sponsors, and saying, \"Hey if you do drop Laura Ingraham, we are going to drop you.\"",
        "start": 489.8,
        "duration": 8.1
    },
    {
        "text": "Many doing so with the hashtag, \"#ImWithLaura.\"",
        "start": 497.9,
        "duration": 2.12
    },
    {
        "text": "And then, in the middle of all of these advertisers pulling out, Laura went back to Twitter to apologize.",
        "start": 500.1,
        "duration": 4.24
    },
    {
        "text": "Tweeting, \"Any student should be proud of a 4.2 GPA - incl. David Hogg.\"",
        "start": 504.34,
        "duration": 3.54
    },
    {
        "text": "\"On reflection, in the spirit of Holy Week, I apologize for any upset or hurt my tweet caused him or any of the brave victims of Parkland.\"",
        "start": 507.88,
        "duration": 5.98
    },
    {
        "text": "\"\"For the record, I believe my show was the first to feature David immediately after that horrific shooting and even noted how \"poised\" he was given the tragedy.\"\"",
        "start": 513.86,
        "duration": 6.28
    },
    {
        "text": "\"As always he's welcome to return to the show anytime for a productive discussion.\"",
        "start": 520.14,
        "duration": 3.36
    },
    {
        "text": "Which I will say, one that's, 'I'm sorry you were offended by what I said apology.'",
        "start": 523.6,
        "duration": 3.549
    },
    {
        "text": "And, two, I also find it strange that it appears that she deserves points of some sort, or that it's a defense of some sort that she called David Hogg, \"poised,\" when he was giving a description of events, and answering questions about the shooting very shortly after.",
        "start": 527.2,
        "duration": 12.4
    },
    {
        "text": "Now, as far as David Hogg's response, he's not accepting that apology, tweeting:",
        "start": 539.7,
        "duration": 3.08
    },
    {
        "text": "\"I 100% agree in apology in an effort just to save your advertisers is not enough.\"",
        "start": 542.78,
        "duration": 4.06
    },
    {
        "text": "\"I will only accept your apology only if you denounce the way your network has treated my friends, and I in this fight.\"",
        "start": 546.84,
        "duration": 4.84
    },
    {
        "text": "\"It's time to love thy neighbor, not mudslinging at children.\"",
        "start": 551.68,
        "duration": 2.599
    },
    {
        "text": "But, on the other side of things, you have people saying that David Hogg is fair game.",
        "start": 554.3,
        "duration": 3.22
    },
    {
        "text": "Or even, some saying that he is a bully himself.",
        "start": 557.6,
        "duration": 2.24
    },
    {
        "text": "Some like Ben Shapiro, tweeting, \"When you join the public discourse you take on slings and arrows.\"",
        "start": 559.9,
        "duration": 3.8
    },
    {
        "text": "\"That's even more true if you decide to maliciously malign your opponents as Hogg has.\"",
        "start": 563.7,
        "duration": 3.86
    },
    {
        "text": "People pointing out that Hogg has been on TV, and it's called the NRA, and seemingly the members of the NRA, \"child murderers.\"",
        "start": 567.56,
        "duration": 5.82
    },
    {
        "text": "\"And making it even easier for these horrifying people to get guns because if you can't get elected without taking money from child murderers, why are you running?\"",
        "start": 573.38,
        "duration": 8.18
    },
    {
        "text": "When talking about pro-gun lawmakers, he has said this, \"They're pathetic fuckers that want to keep telling our children.\"",
        "start": 581.6,
        "duration": 4.66
    },
    {
        "text": "Also, hitting notes like this, \"They could have blood from children spattered all over their faces and they wouldn't take action.\"",
        "start": 586.26,
        "duration": 5.28
    },
    {
        "text": "One of the main arguments you end up seeing connected to all of this is that David Hogg should not get any sort of special protection.",
        "start": 591.6,
        "duration": 5.48
    },
    {
        "text": "But, when you call the organization, and thus the people that support that organization, \"child murderers,\" a very big attack on a lot of people that would most likely argue:",
        "start": 597.1,
        "duration": 6.78
    },
    {
        "text": "\"No I just want the right to have a gun in my home,\" that not only does David Hogg lose the shield of being a survivor, he is an activist who is making personal attacks against other people.",
        "start": 603.88,
        "duration": 8.84
    },
    {
        "text": "So, that's where we are there. Of course, regarding this whole situation, I love know your opinion. But, if there is a note that I could end on.",
        "start": 612.8,
        "duration": 5.34
    },
    {
        "text": "If you are on Twitter, and you are wanting to say something to Laura Ingraham, make sure you include the, \"H,\" so you don't message this poor woman.",
        "start": 618.2,
        "duration": 8.06
    },
    {
        "text": "I feel like this stuff is happening more-and-more.",
        "start": 626.36,
        "duration": 1.9
    },
    {
        "text": "And then, let's talk about this story we saw out of France this week, and then also specifically, Arnaud Beltrame.",
        "start": 628.3,
        "duration": 4.5
    },
    {
        "text": "If you didn't know, last Friday France experienced a frightening hostage situation.",
        "start": 632.9,
        "duration": 3.84
    },
    {
        "text": "On the morning of March 23rd, a man hijacked a car near the city of Carcassonne in Southern France.",
        "start": 636.8,
        "duration": 4.1
    },
    {
        "text": "A man killed one person in the car, wounds at another.",
        "start": 641.0,
        "duration": 2.36
    },
    {
        "text": "He then fired six shots at police officers who were on their way back from jogging.",
        "start": 643.4,
        "duration": 3.12
    },
    {
        "text": "One officer ended up getting hit in the shoulder. The injury wasn't serious though.",
        "start": 646.56,
        "duration": 2.8
    },
    {
        "text": "And, at around 11:15 A.M., he burst into a supermarket in the nearby town of Trebes, shouted, \"God is Great,\" in Arabic, and that he was a soldier for the terrorist organization, \"Goat Fuckers International.\"",
        "start": 649.4,
        "duration": 8.7
    },
    {
        "text": "Side note, if you're not familiar with my show that is the name that I have given a certain terrorist organization that does not deserve air.",
        "start": 658.2,
        "duration": 6.04
    },
    {
        "text": "He then proceeded to open fire. He killed two people in the store. Many people were luckily able to escape through emergency exits in the back of the store.",
        "start": 664.3,
        "duration": 5.639
    },
    {
        "text": "Unfortunately, though there were some that did not escape, and so the gunman took a number of people in the supermarket hostage.",
        "start": 670.01,
        "duration": 4.7
    },
    {
        "text": "This then resulted of a multi-hour standoff with police.",
        "start": 674.8,
        "duration": 2.6
    },
    {
        "text": "And, over the course of the standoff, the gunman requested the release of another man, who was involved in the terrorist attack in Paris in 2015 that killed 130 people.",
        "start": 677.5,
        "duration": 6.72
    },
    {
        "text": "And then, at one point police entered the store to find the gunman holding a female hostage with a gun to her neck as a human shield.",
        "start": 684.3,
        "duration": 5.0
    },
    {
        "text": "And, it's at that point, police officer Arnaud Beltrame offered to switch places with the hostage.",
        "start": 689.4,
        "duration": 4.06
    },
    {
        "text": "The gunmen agreed to do this. Beltrame surrendered his weapon.",
        "start": 693.5,
        "duration": 2.64
    },
    {
        "text": "He also had a cell phone with him that he placed on the table which allowed officers to here what was going on inside the store.",
        "start": 696.2,
        "duration": 4.14
    },
    {
        "text": "And, after he was held in the store for multiple hours, he reportedly tried to make a move to disarm the gunman.",
        "start": 700.4,
        "duration": 3.96
    },
    {
        "text": "At around 2:20 P.M., officers heard shots go off inside. They decided to storm the building.",
        "start": 704.4,
        "duration": 3.79
    },
    {
        "text": "Gunfire was exchanged. The gunman was killed. Two officers were wounded.",
        "start": 708.2,
        "duration": 3.8
    },
    {
        "text": "And, once the dust settled, officers discovered that Beltrame had been shot multiple times. And, had been stabbed in the neck.",
        "start": 712.1,
        "duration": 4.72
    },
    {
        "text": "And, he was able to be transported to the hospital. But, he died of his injuries the next morning.",
        "start": 716.9,
        "duration": 3.5
    },
    {
        "text": "It also appears that a death count could have been far worse.",
        "start": 720.5,
        "duration": 2.44
    },
    {
        "text": "According to the Paris Prosecutor's Office, along with a knife, and a gun, there were three homemade explosive devices found inside the store.",
        "start": 723.0,
        "duration": 5.7
    },
    {
        "text": "Prosecutors have also now said they found notes referring to the Islamic State in the gunman's home over the weekend.",
        "start": 728.8,
        "duration": 4.02
    },
    {
        "text": "Additionally, the man's 18-year-old girlfriend has also been placed under formal investigation for terrorism related charges.",
        "start": 732.91,
        "duration": 4.79
    },
    {
        "text": "This including kidnapping, murder, and criminal conspiracy.",
        "start": 737.8,
        "duration": 2.62
    },
    {
        "text": "They also arrested a 17-year-old friend of the man on charges of criminal association in connection with a terrorist enterprise.",
        "start": 740.5,
        "duration": 5.24
    },
    {
        "text": "The Islamic State has taken credit for the attack. Although, it is because they say, \"they inspired him.\"",
        "start": 745.8,
        "duration": 4.7
    },
    {
        "text": "But, with this story, I know I don't want to focus on, \"Goat Fuckers International,\" or anyone they quote-unquote inspire.",
        "start": 750.6,
        "duration": 5.74
    },
    {
        "text": "I want to talk about our Arnaud Beltrame because this man is a hero.",
        "start": 756.4,
        "duration": 3.72
    },
    {
        "text": "Not only for what he did in this one instance, but also because he dedicated his entire life to service.",
        "start": 760.2,
        "duration": 4.5
    },
    {
        "text": "He joined the Gendarmerie in 2003. They're an elite police force which is part of the French military.",
        "start": 764.8,
        "duration": 4.08
    },
    {
        "text": "He trained with an intervention unit called GIGN, which took part in counterterrorism operations.",
        "start": 768.9,
        "duration": 4.62
    },
    {
        "text": "In 2005, he was deployed to Iraq where he spent two years, and earned the Military Cross in 2007.",
        "start": 773.6,
        "duration": 4.9
    },
    {
        "text": "Then, when he returned to France, he worked as a member of the elite Republican Guard protecting the President of France's home.",
        "start": 778.62,
        "duration": 4.34
    },
    {
        "text": "In 2010, he was appointed the head of a Gendarmerie unit in Normandy.",
        "start": 783.0,
        "duration": 2.9
    },
    {
        "text": "There was also this interview with the French radio network, RTL, where his mother was speaking, and you could just see the quality of man she was talking about.",
        "start": 786.0,
        "duration": 7.24
    },
    {
        "text": "Saying, \"I'm not surprised that it was him.\"",
        "start": 793.3,
        "duration": 1.68
    },
    {
        "text": "\"\"He would tell me, 'I am doing my job, Mom, that's all.\"\"",
        "start": 794.98,
        "duration": 2.12
    },
    {
        "text": "His brother even saying to RTL that he believed his brother knew that there was pretty much no chance to survive after the swap, saying:",
        "start": 797.26,
        "duration": 5.16
    },
    {
        "text": "\"He was very aware of what he was doing; he didn't hesitate for a second.\"",
        "start": 802.42,
        "duration": 2.9
    },
    {
        "text": "And, over the weekend, the French President's office asked people to honor the memory of Beltrame.",
        "start": 805.4,
        "duration": 3.819
    },
    {
        "text": "And then, on Wednesday, Beltrame was given a state funeral in Paris.",
        "start": 809.3,
        "duration": 3.0
    },
    {
        "text": "And, we saw Parisians line the street to see the hearse carrying Beltrame through the city.",
        "start": 812.4,
        "duration": 4.0
    },
    {
        "text": "His coffin was carried by ten officers who had known him.",
        "start": 816.5,
        "duration": 2.64
    },
    {
        "text": "Hundreds of people, including Former Presidents', Government Ministers', Military Officers' gathered around the courtyard.",
        "start": 819.2,
        "duration": 5.06
    },
    {
        "text": "And, he was even posthumously promoted to Colonel, and made a commander of the Legion of Honour, the highest honor that can be bestowed upon civilians, or military members in France.",
        "start": 824.3,
        "duration": 7.7
    },
    {
        "text": "French President Emmanuel Macron also giving a speech honoring him.",
        "start": 832.14,
        "duration": 3.22
    },
    {
        "text": "Saying, \"With all his experience...he surely knew we had a rendezvous with death.\"",
        "start": 835.4,
        "duration": 2.9
    },
    {
        "text": "\"He took this decision which was not just a sacrifice but was first of all being true to himself, true to his values and true to what he was and what he wanted to be.\"",
        "start": 838.4,
        "duration": 7.22
    },
    {
        "text": "\"He would not have allowed anyone to take his place, because he knew the example has to be set from the top...the light he has lit in us has not gone out.\"",
        "start": 845.7,
        "duration": 5.88
    },
    {
        "text": "And, how I choose to end this story today, is remembering a hero praising his actions, and praising his life.",
        "start": 851.6,
        "duration": 5.3
    },
    {
        "text": "And, that's where I'm going to end today's show.",
        "start": 857.0,
        "duration": 1.46
    },
    {
        "text": "And, remember if you liked this video, like I'm trying to do on this channel, hit that like button.",
        "start": 858.5,
        "duration": 3.6
    },
    {
        "text": "If you new here, hit the subscribe button.",
        "start": 862.2,
        "duration": 1.72
    },
    {
        "text": "If you actually want to get the videos, make sure notifications are turned on.",
        "start": 864.0,
        "duration": 2.8
    },
    {
        "text": "Also, if you missed the last Philip DeFranco Show, you want to catch up, click, or tap right there to watch that.",
        "start": 866.96,
        "duration": 3.74
    },
    {
        "text": "Or, if you want something lighter you can watch the brand new behind the scenes vlog. Click, or tap right there to watch that.",
        "start": 870.82,
        "duration": 3.92
    },
    {
        "text": "But, that's said, of course as always, my name's Philip DeFranco. You've just been Phill'd in.",
        "start": 874.8,
        "duration": 4.14
    },
    {
        "text": "I love yo faces, and I'll see you Sunday with a special bonus video.",
        "start": 879.0,
        "duration": 3.69
    }
]