[
    {
        "text": " ",
        "start": 0.0,
        "duration": 0.5
    },
    {
        "text": "Sup, you beautiful bastards, hope you're havin' a fantastic friday",
        "start": 0.5,
        "duration": 2.515
    },
    {
        "text": "Welcome back to the Friday show",
        "start": 3.02,
        "duration": 2.38
    },
    {
        "text": "and for those of you that are new here, Monday Tuesday, Wednesday Thursday I like to talk about the news.",
        "start": 5.44,
        "duration": 3.135
    },
    {
        "text": "world events, and then Friday it's all about the conversation. Friday's",
        "start": 8.575,
        "duration": 2.93
    },
    {
        "text": "where I look back to the last week, of your responses to the videos, your comments",
        "start": 11.505,
        "duration": 2.735
    },
    {
        "text": "And then I comment back, but before we jump into that, I've been asked",
        "start": 14.36,
        "duration": 3.04
    },
    {
        "text": "by a ton of people. To respond to something.",
        "start": 17.4,
        "duration": 2.96
    },
    {
        "text": "Let's just knock this out of the way. Over the past few months we've talked about an individual by the name of",
        "start": 20.38,
        "duration": 3.2
    },
    {
        "text": "Tariq Nasheed several times.",
        "start": 23.58,
        "duration": 1.84
    },
    {
        "text": "and a lot of the time it seems to be him calling people suspected white supremacist",
        "start": 25.48,
        "duration": 3.16
    },
    {
        "text": "because they don't agree with him. One of the claims",
        "start": 28.645,
        "duration": 2.02
    },
    {
        "text": "over the past few months was going after Bill Cosby for all those rapes was racist",
        "start": 30.665,
        "duration": 3.635
    },
    {
        "text": "calling Cosby's black female accusers 'tokens'",
        "start": 34.34,
        "duration": 2.12
    },
    {
        "text": "And in response for me covering these stories, calling him out, he has called me a suspected white supremacist",
        "start": 36.46,
        "duration": 4.04
    },
    {
        "text": "and then this week he appears he created a website,",
        "start": 40.5,
        "duration": 2.9
    },
    {
        "text": "a database, called the SWS database",
        "start": 43.4,
        "duration": 2.88
    },
    {
        "text": "and it is essentially a list of 'suspected white supremacists'",
        "start": 46.28,
        "duration": 3.04
    },
    {
        "text": "And guess who(definitely not him) put on that site?",
        "start": 49.32,
        "duration": 2.66
    },
    {
        "text": "Me, Philip de Franco, reasoning: apparently trolling",
        "start": 51.98,
        "duration": 2.96
    },
    {
        "text": "Priority: Medium",
        "start": 54.94,
        "duration": 1.32
    },
    {
        "text": "So a lot of people started sending this to me because we just talked about Tariq",
        "start": 56.26,
        "duration": 3.12
    },
    {
        "text": "This almost seemed like a response or coverage",
        "start": 59.38,
        "duration": 1.68
    },
    {
        "text": "of he and DeRay getting angry at the Planet of the Apes movie",
        "start": 61.06,
        "duration": 2.5
    },
    {
        "text": "Saying the movie was 'racist' and two things stuck out to me about this",
        "start": 63.6,
        "duration": 2.76
    },
    {
        "text": "One: it is incredibly concerning that someone would make a list like this",
        "start": 66.36,
        "duration": 3.355
    },
    {
        "text": "because it looks like someone is trying to get someone else killed",
        "start": 69.715,
        "duration": 2.28
    },
    {
        "text": "and if not killed, just trying to ruin someone by association.",
        "start": 71.995,
        "duration": 2.46
    },
    {
        "text": "Race-baiting, stuff like this, this is the stuff that gets people hurt",
        "start": 74.455,
        "duration": 3.03
    },
    {
        "text": "Now I understand, because I have looked into Tariq Nasheed's background",
        "start": 77.485,
        "duration": 3.04
    },
    {
        "text": "That he is just playing an angle, he is trying to get money and gain fame",
        "start": 80.525,
        "duration": 2.72
    },
    {
        "text": "anyway possible. This is just his most recent avenue,",
        "start": 83.245,
        "duration": 2.76
    },
    {
        "text": "In the past Tariq used to go by 'K-Flex', which stood for 'King Flex'",
        "start": 86.005,
        "duration": 3.1
    },
    {
        "text": "He had a hit song called 'Wash Yo Ass', he also wrote the books 'The Mack within',",
        "start": 89.105,
        "duration": 3.22
    },
    {
        "text": "'The Elite Way', 'The Art of Mackin' ' a book that reportedly tells men",
        "start": 92.485,
        "duration": 3.24
    },
    {
        "text": "\"what to say word for word, in order to get sex from women, guaranteed\"",
        "start": 95.745,
        "duration": 3.18
    },
    {
        "text": "He also wrote books for women like ' The Art of Gold Digging'",
        "start": 98.925,
        "duration": 3.255
    },
    {
        "text": "I am just mentioning his past here because he tried to use mine",
        "start": 102.18,
        "duration": 2.68
    },
    {
        "text": "to negate what I am saying now",
        "start": 104.86,
        "duration": 1.98
    },
    {
        "text": "because after people realise that Tariq was trying to push this website",
        "start": 107.055,
        "duration": 2.89
    },
    {
        "text": "and they started making fun of him, that their logo, the logo looks like a Nazi swastika",
        "start": 109.945,
        "duration": 4.435
    },
    {
        "text": "For someone that sees racism everywhere, I don't know how he missed that",
        "start": 114.38,
        "duration": 2.6
    },
    {
        "text": "then after all that he pushes out this clip from me, I think like 9 years ago",
        "start": 116.98,
        "duration": 3.46
    },
    {
        "text": "And if you have watched me the past few years",
        "start": 120.44,
        "duration": 1.275
    },
    {
        "text": "I acknowledge how much of a stupid douchebag I was back then",
        "start": 121.72,
        "duration": 4.38
    },
    {
        "text": "I thought I was so edgy and so funny",
        "start": 126.1,
        "duration": 1.355
    },
    {
        "text": "Just saying anything I thought would get a reaction",
        "start": 127.455,
        "duration": 2.82
    },
    {
        "text": "and also, urg, the delivery makes it even worse",
        "start": 130.28,
        "duration": 2.04
    },
    {
        "text": "when he posted this clip of me 9 years ago",
        "start": 132.36,
        "duration": 1.9
    },
    {
        "text": "trying to make a joke about how black people talk during movies",
        "start": 134.26,
        "duration": 3.0
    },
    {
        "text": "and then he includes my horrible attempt at a anti-racism joke",
        "start": 137.26,
        "duration": 3.16
    },
    {
        "text": "And I say something like 'I am essentially a black guy because I like watermelon'",
        "start": 140.42,
        "duration": 2.78
    },
    {
        "text": "And it is so fucking cringy and there are people sharing it",
        "start": 143.2,
        "duration": 2.68
    },
    {
        "text": "like 'Oh! Phil! this video leaked!', like what do you mean it leaked? It's on my channel",
        "start": 145.98,
        "duration": 3.22
    },
    {
        "text": "once again, for the people that are new here,I do not run away from my stupid shitty past",
        "start": 149.26,
        "duration": 3.96
    },
    {
        "text": "an actual comedian could have gotten those jokes work",
        "start": 153.225,
        "duration": 2.96
    },
    {
        "text": "but my delivery is so horrible, it sounds like I actually believe the stupid bullshit thats coming out of my mouth",
        "start": 156.185,
        "duration": 5.175
    },
    {
        "text": "and Tariq, and its probably an accident, excludes the context of this shitty joke",
        "start": 161.5,
        "duration": 3.74
    },
    {
        "text": "the description reads:",
        "start": 165.24,
        "duration": 1.12
    },
    {
        "text": "(And I don't even remember writing this because it was so many years ago)",
        "start": 166.36,
        "duration": 2.72
    },
    {
        "text": "In advance to all the OMG YOU'RE A RACIST COMMENTS...",
        "start": 169.08,
        "duration": 1.8
    },
    {
        "text": "it's less of me being racist and more having fun with blanket stereotypes",
        "start": 170.96,
        "duration": 3.52
    },
    {
        "text": "for him to exclude that and use this as evidence for me being a white supremacist",
        "start": 174.56,
        "duration": 3.775
    },
    {
        "text": "its purposefully misleading, right there I express this is my attempt to make fun of",
        "start": 178.335,
        "duration": 3.05
    },
    {
        "text": "blanket stereotypes, they are stupid, they are incorrect",
        "start": 181.385,
        "duration": 2.84
    },
    {
        "text": "that version of me, about a decade ago sucked, I was a no talent douchebag",
        "start": 184.225,
        "duration": 3.515
    },
    {
        "text": "and I keep those old videos up, despite the fact that people periodically",
        "start": 187.76,
        "duration": 3.18
    },
    {
        "text": "try to use my past against me when they realise they don't really have an argument",
        "start": 190.94,
        "duration": 3.06
    },
    {
        "text": "and I do that because if you compare and contrast who I am now,",
        "start": 194.02,
        "duration": 3.36
    },
    {
        "text": "to who I was then, I think it shows people you can evolve, you can grow",
        "start": 197.38,
        "duration": 2.88
    },
    {
        "text": "I would slap the stupid off the face of 10 years ago Philip DeFranco",
        "start": 200.26,
        "duration": 3.4
    },
    {
        "text": "My stupid, stupid past doesn't change the fact",
        "start": 203.7,
        "duration": 2.08
    },
    {
        "text": "that Tariq Nasheed is trying to profit off of race-baiting.",
        "start": 205.785,
        "duration": 2.99
    },
    {
        "text": "it doesn't change the fact he is making a list",
        "start": 208.775,
        "duration": 2.43
    },
    {
        "text": "and database of people who oppose his race- baiting",
        "start": 211.205,
        "duration": 2.87
    },
    {
        "text": "helping to create a dangerous and volatile environment",
        "start": 214.08,
        "duration": 2.72
    },
    {
        "text": "It doesn't change the fact that Tariq goes after black people who don't agree with him",
        "start": 216.8,
        "duration": 3.295
    },
    {
        "text": "and calls then 'tokens' and 'coons'",
        "start": 220.1,
        "duration": 2.82
    },
    {
        "text": "even when those people are rape victims and rape survivors",
        "start": 222.92,
        "duration": 3.06
    },
    {
        "text": "we can just go on and on with the horrible bullshit he pulls but",
        "start": 225.98,
        "duration": 3.155
    },
    {
        "text": "thats where we are going to end that. From that, lets jump into the Monday show",
        "start": 229.135,
        "duration": 2.92
    },
    {
        "text": "On Monday we had the China-censorship crack down,",
        "start": 232.06,
        "duration": 2.38
    },
    {
        "text": "The cop who shot 2 dogs, the death at the Mad Cool festival,",
        "start": 234.56,
        "duration": 2.4
    },
    {
        "text": "Lele Ponz fake donation accusation,",
        "start": 236.96,
        "duration": 1.82
    },
    {
        "text": "the British MP's racist comment",
        "start": 238.78,
        "duration": 1.54
    },
    {
        "text": "and President trump, Ivanka Trump and Donald Trump Jr. stories",
        "start": 240.34,
        "duration": 2.62
    },
    {
        "text": "regarding the death at Mad Cool festival, Clockmouse wrote:",
        "start": 242.96,
        "duration": 3.08
    },
    {
        "text": "'if Pedro was aa true performer, which I'm absolutely sure he was, he would have wanted the show to go on'",
        "start": 246.1,
        "duration": 3.66
    },
    {
        "text": "well, do we know that for sure? I think you might be projecting",
        "start": 249.865,
        "duration": 2.72
    },
    {
        "text": "your personal feelings of what you would want in that situation",
        "start": 252.585,
        "duration": 2.77
    },
    {
        "text": "or your thoughts of a true showman what they would do",
        "start": 255.36,
        "duration": 2.12
    },
    {
        "text": "I don't personally know Pedro, maybe what you are saying is 100% true",
        "start": 257.48,
        "duration": 3.335
    },
    {
        "text": "maybe he would have just wanted everyone to like hold off a minute",
        "start": 260.82,
        "duration": 2.52
    },
    {
        "text": "But I would prefer, if I died nothing else interesting happen for 24 hours",
        "start": 263.34,
        "duration": 3.695
    },
    {
        "text": "so that shit has to be news",
        "start": 267.04,
        "duration": 2.06
    },
    {
        "text": "like if I die in a plane crash, there better fucking not be an actual celebrity on that plane",
        "start": 269.1,
        "duration": 3.76
    },
    {
        "text": "I need my name trending on twitter for at least 10 hours",
        "start": 272.865,
        "duration": 3.03
    },
    {
        "text": "I need, I need people that like barely watched me 7 years ago",
        "start": 275.895,
        "duration": 3.0
    },
    {
        "text": "to go like 'man, he was a real influence on my life'",
        "start": 278.895,
        "duration": 3.36
    },
    {
        "text": "and preferably they attach a picture on that post, not even of me",
        "start": 282.26,
        "duration": 2.34
    },
    {
        "text": "but of them looking sad",
        "start": 284.66,
        "duration": 1.16
    },
    {
        "text": "you know, so they can make it about themselves.",
        "start": 285.82,
        "duration": 1.78
    },
    {
        "text": "Regarding China's censorship, Isabella Mia wrote:",
        "start": 287.78,
        "duration": 2.06
    },
    {
        "text": "I hate all these ignorant comments. Incest, sexual abuse, pedophilia, etc.",
        "start": 289.84,
        "duration": 3.78
    },
    {
        "text": "will never be like homosexuality because homosexuality doesn't damage someone's life.",
        "start": 293.62,
        "duration": 3.215
    },
    {
        "text": "If two people of the same gender loving one another is so terrible to you",
        "start": 296.835,
        "duration": 3.01
    },
    {
        "text": "then mind your own business. There's clearly a difference  SO IT'S NOT IN THE SAME CATEGORY.",
        "start": 299.845,
        "duration": 3.755
    },
    {
        "text": "That's why people are shocked by what China us doing'",
        "start": 303.6,
        "duration": 2.135
    },
    {
        "text": "Yes, I agree with you here, I will never fully understand it",
        "start": 305.74,
        "duration": 2.84
    },
    {
        "text": "The fact that China bared homosexuality and put it on the same list as sexual assault and pedophilia",
        "start": 308.58,
        "duration": 4.36
    },
    {
        "text": "Thats insane, but I always try to figure out where someone is coming from",
        "start": 312.94,
        "duration": 2.6
    },
    {
        "text": "and based off of the comments I saw on the video",
        "start": 315.54,
        "duration": 1.82
    },
    {
        "text": "of people saying 'no, China should or can do this',",
        "start": 317.36,
        "duration": 2.505
    },
    {
        "text": "it always seemed to come down to one or two reasons for them",
        "start": 319.865,
        "duration": 2.735
    },
    {
        "text": "and that was either religion based or what they said was values based",
        "start": 322.6,
        "duration": 2.88
    },
    {
        "text": "W/L wrote: ' I totally understand where China is coming from. They care about their values as a nation,",
        "start": 325.48,
        "duration": 3.52
    },
    {
        "text": "where heterosexual family is highly prioritised.",
        "start": 329.0,
        "duration": 2.2
    },
    {
        "text": "Unless they are physically hurting and slaughtering all the gay people, there is nothing wrong with it.",
        "start": 331.2,
        "duration": 3.38
    },
    {
        "text": "Gay people can move out of the country if they want to or live there",
        "start": 334.58,
        "duration": 2.895
    },
    {
        "text": "China is just an entity that chose not to promote same sex relationships",
        "start": 337.48,
        "duration": 2.985
    },
    {
        "text": "Is that wrong? The US chose to give people guns and let them speak their minds.",
        "start": 340.465,
        "duration": 3.295
    },
    {
        "text": "Is that wrong? Different countries, different views on the world.",
        "start": 343.96,
        "duration": 2.48
    },
    {
        "text": "You have no right to tell anyone how to live their lives",
        "start": 346.44,
        "duration": 2.135
    },
    {
        "text": "China does not tell people to stop being gay or that you cannot be one",
        "start": 348.58,
        "duration": 3.075
    },
    {
        "text": "it just does not promote homosexuality within its 1.4 billion people country.",
        "start": 351.66,
        "duration": 3.14
    },
    {
        "text": "That is all to it,' So the first thing I will say here is",
        "start": 354.8,
        "duration": 2.68
    },
    {
        "text": "Your argument of what countries allow is a little flawed",
        "start": 357.48,
        "duration": 2.44
    },
    {
        "text": "You say the US let people have guns, let them speak their minds",
        "start": 360.1,
        "duration": 3.44
    },
    {
        "text": "and you made the comparison to what China does not allow, the take away, a negative",
        "start": 363.54,
        "duration": 2.46
    },
    {
        "text": "that doesn't help your argument, that feeds my argument",
        "start": 366.0,
        "duration": 2.46
    },
    {
        "text": "and as far as 'different cultures different rules', I get where you are coming from",
        "start": 368.46,
        "duration": 2.44
    },
    {
        "text": "but there are countries where women are seen as second class citizens, they are not allowed to drive,",
        "start": 370.9,
        "duration": 3.395
    },
    {
        "text": "places where you can beat your wife and my response is:",
        "start": 374.295,
        "duration": 2.83
    },
    {
        "text": "'well different cultures', no, I say 'fuck you' to the people that think that is ok",
        "start": 377.125,
        "duration": 3.595
    },
    {
        "text": "imaginary lines in the sand shouldn't change what human rights should be, in my eyes",
        "start": 380.72,
        "duration": 3.28
    },
    {
        "text": "and the fact that your line of physically hurting or slaughtering,",
        "start": 384.0,
        "duration": 2.86
    },
    {
        "text": "that would be where the line is crossed, that is insane",
        "start": 386.86,
        "duration": 2.46
    },
    {
        "text": "the road that leads to the slaughter, that leads to the violence",
        "start": 389.38,
        "duration": 3.02
    },
    {
        "text": "that is the path paved with the pushing out of a minority",
        "start": 392.4,
        "duration": 3.38
    },
    {
        "text": "the normalisation of human beings were born a certain way, who interact",
        "start": 395.78,
        "duration": 4.14
    },
    {
        "text": "with another in a consensual manner and the argument that they are promoting",
        "start": 399.925,
        "duration": 2.42
    },
    {
        "text": "being gay, are you worried that you are going to catch 'it'?",
        "start": 402.345,
        "duration": 3.455
    },
    {
        "text": "How do you think being gay works? Do you think it is like cigarettes?",
        "start": 405.8,
        "duration": 2.66
    },
    {
        "text": "You are going to see it on TV and your like 'oh my god,",
        "start": 408.46,
        "duration": 2.435
    },
    {
        "text": "I should try that, and now I an addicted! Not even once!'",
        "start": 410.895,
        "duration": 3.06
    },
    {
        "text": "If you think that is a possibility, you need to take a long",
        "start": 413.955,
        "duration": 2.59
    },
    {
        "text": "look in the mirror and figure out who you are on the inside",
        "start": 416.545,
        "duration": 3.04
    },
    {
        "text": "its the same thing for people saying 'being gay is a choice'",
        "start": 419.585,
        "duration": 2.52
    },
    {
        "text": "if you think its a choice, you need to take a break from speaking publicly",
        "start": 422.105,
        "duration": 2.86
    },
    {
        "text": "and within why you think that, once agin, thats my opinion",
        "start": 424.965,
        "duration": 2.89
    },
    {
        "text": "I feel like your argument is flawed but we are who we are",
        "start": 427.86,
        "duration": 2.58
    },
    {
        "text": "Now lets talk about the Tuesday show",
        "start": 430.44,
        "duration": 1.96
    },
    {
        "text": "Tuesday we had DeRay going after Planet of the Apes, G20 protests",
        "start": 432.4,
        "duration": 2.54
    },
    {
        "text": "and Donald Trump Jr. emails and meetings.",
        "start": 435.02,
        "duration": 2.44
    },
    {
        "text": "On the G20 protests, Lily Bohan wrote:",
        "start": 437.72,
        "duration": 2.56
    },
    {
        "text": "I don't understand why people think it is bad to punch a nazis??",
        "start": 440.28,
        "duration": 2.485
    },
    {
        "text": "Like if people like Richard Spencer advocate violence against minorities, why can't we fight back?",
        "start": 442.765,
        "duration": 3.455
    },
    {
        "text": "Its the American thing to do. All the veterans that right wingers talk so fondly about punched nazis.",
        "start": 446.22,
        "duration": 4.38
    },
    {
        "text": "And don't give me freedom of speak crap, y'all love freedom of speech",
        "start": 450.6,
        "duration": 2.7
    },
    {
        "text": "until it's in the form of left wing protest",
        "start": 453.3,
        "duration": 2.075
    },
    {
        "text": "and not some racist troll preaching backwards ideology",
        "start": 455.38,
        "duration": 2.4
    },
    {
        "text": "and so Lily I am imagining you mention Richard Spencer specifically",
        "start": 457.78,
        "duration": 3.255
    },
    {
        "text": "because of course he was punched at that protest",
        "start": 461.04,
        "duration": 2.14
    },
    {
        "text": "in fact he has been punched multiple times and Lily the reason why I personally have a problem",
        "start": 463.18,
        "duration": 2.98
    },
    {
        "text": "with the statement of 'punch a nazi!' because it feels like more and more people are moving the goal post",
        "start": 466.16,
        "duration": 3.88
    },
    {
        "text": "as far as what a nazi is, that idea that it is ok",
        "start": 470.045,
        "duration": 3.15
    },
    {
        "text": "to physically assault someone because of something they said",
        "start": 473.195,
        "duration": 2.92
    },
    {
        "text": "that that is ok, thats what leads to $100,000 plus",
        "start": 476.115,
        "duration": 2.98
    },
    {
        "text": "of damage being done to Burkley because people don't want Milo Yiannopoulos to speak",
        "start": 479.1,
        "duration": 4.18
    },
    {
        "text": "And do you know what all that damage did? It just made Milo more popular",
        "start": 483.38,
        "duration": 2.32
    },
    {
        "text": "and it made all the people that stood against him look like crazy violent people",
        "start": 485.78,
        "duration": 4.08
    },
    {
        "text": "and do you know what did the most damage to Milo Yiannopoulos?",
        "start": 489.86,
        "duration": 2.16
    },
    {
        "text": "Him being allowed to open him mouth, to say something that so many people",
        "start": 492.02,
        "duration": 3.44
    },
    {
        "text": "found disgusting, that it hurt him.",
        "start": 495.46,
        "duration": 1.66
    },
    {
        "text": "I mention Milo here not because I am saying he is a Nazi but people have called him a Nazi",
        "start": 497.24,
        "duration": 3.62
    },
    {
        "text": "and also because there are people that see Milo and Spencer as one and the same",
        "start": 500.86,
        "duration": 3.16
    },
    {
        "text": "Meanwhile if you look at Richard Spencers tweets, it looks like he hates Milo",
        "start": 504.02,
        "duration": 3.195
    },
    {
        "text": "and now just think about these people with their own words",
        "start": 507.215,
        "duration": 3.06
    },
    {
        "text": "rather than violence against them, you have the same example with Richard Spencer",
        "start": 510.28,
        "duration": 2.72
    },
    {
        "text": "when Richard Spencer got attacked at a protest, all it did was make moderates go",
        "start": 513.0,
        "duration": 3.335
    },
    {
        "text": "'hey, thats not right', when Richard Spencer was allowed to speak",
        "start": 516.34,
        "duration": 2.66
    },
    {
        "text": "he spoke to that ballroom full of people and people started doing the Nazi salute",
        "start": 519.2,
        "duration": 3.255
    },
    {
        "text": "a lot of people just end up damaging themselves with there own argument",
        "start": 522.455,
        "duration": 2.9
    },
    {
        "text": "I, personally, dislike Spence, I find a lot of what he does and how he does it",
        "start": 525.355,
        "duration": 2.96
    },
    {
        "text": "to be disgusting and I am not going to further my cause,",
        "start": 528.315,
        "duration": 2.93
    },
    {
        "text": "my argument, my point of view to the world",
        "start": 531.245,
        "duration": 2.62
    },
    {
        "text": "by cheering on the assault of another person because of what they said",
        "start": 533.865,
        "duration": 2.615
    },
    {
        "text": "Let's talk about Wednesday, Wednesday we talked about net neutrality",
        "start": 536.48,
        "duration": 2.32
    },
    {
        "text": "and everyone taking another stand, and the controversy and outrage",
        "start": 538.8,
        "duration": 3.935
    },
    {
        "text": "around a viral video involving a 14 year old girl and winco loss prevention",
        "start": 542.74,
        "duration": 2.675
    },
    {
        "text": "regarding net neutrality, Lancealot35 wrote:",
        "start": 545.42,
        "duration": 2.82
    },
    {
        "text": "'When choosing free markets vs government intervention I will always go with the free market.",
        "start": 548.24,
        "duration": 4.18
    },
    {
        "text": "The reason we have these crappy monopolies with the IPSs",
        "start": 552.42,
        "duration": 2.14
    },
    {
        "text": "is due to the government favors and regulations so of course",
        "start": 554.56,
        "duration": 2.1
    },
    {
        "text": "all the big companies will be for net neutrality.",
        "start": 556.66,
        "duration": 2.2
    },
    {
        "text": "take regulations out and allow more competition which favours the people'",
        "start": 558.94,
        "duration": 2.94
    },
    {
        "text": "And so Lance, I can understand your argument it is a hard thing for me to say",
        "start": 561.88,
        "duration": 3.175
    },
    {
        "text": "'Yes, Government Intervention!'",
        "start": 565.06,
        "duration": 2.02
    },
    {
        "text": "especially if you see the government like me, often this big,",
        "start": 567.08,
        "duration": 3.74
    },
    {
        "text": "dumb, slow, fuck up. Often fat, dumb and slow.",
        "start": 570.825,
        "duration": 3.1
    },
    {
        "text": "but unfortunately our government is not handling the thing that is not allowing",
        "start": 573.925,
        "duration": 3.09
    },
    {
        "text": "the free market to do what the free market should be able to do",
        "start": 577.02,
        "duration": 2.44
    },
    {
        "text": "so why instead pull away the thing that does protect the big companies, protects the new companies,",
        "start": 579.46,
        "duration": 3.275
    },
    {
        "text": "protects the people? If the big highest people think they can get away with it,",
        "start": 582.735,
        "duration": 3.06
    },
    {
        "text": "there is nothing to stop them. And add on to that,",
        "start": 585.795,
        "duration": 2.17
    },
    {
        "text": "I do, personally, believe that the internet is such a big part of our lives",
        "start": 587.965,
        "duration": 2.94
    },
    {
        "text": "it should be considered a utility; so because of all that",
        "start": 590.905,
        "duration": 2.85
    },
    {
        "text": "I don't want this repeal and I think that the government intervention",
        "start": 593.755,
        "duration": 2.83
    },
    {
        "text": "is necessary. The repeal is just going to enable a predator- prey relationship",
        "start": 596.585,
        "duration": 3.06
    },
    {
        "text": "Kaister901 wrote: ' Holy shit... the comments...",
        "start": 599.645,
        "duration": 3.01
    },
    {
        "text": "I was looking for people to be like, \"Shit! We need to protect our internet!\"",
        "start": 602.655,
        "duration": 2.91
    },
    {
        "text": "and then you see people arguing about a stealing candy... Wtf people?",
        "start": 605.565,
        "duration": 2.075
    },
    {
        "text": "Like do you not have a sense of priority? Your pornhub will be fucking slow...",
        "start": 607.84,
        "duration": 2.7
    },
    {
        "text": "How is that less significant than a stolen candy drama?...'",
        "start": 610.54,
        "duration": 1.9
    },
    {
        "text": "Think of the porn, damn it!",
        "start": 612.44,
        "duration": 1.98
    },
    {
        "text": "you won't even be able to get on to get off. Then around that candy story,",
        "start": 614.56,
        "duration": 2.94
    },
    {
        "text": "Ty G wrote: 'I'm a strong believer in the fact that resisting= consequences",
        "start": 617.505,
        "duration": 3.15
    },
    {
        "text": "That being said, sometimes it goes too far and the police or security  can end up",
        "start": 620.655,
        "duration": 2.97
    },
    {
        "text": "being the assholes in the situation. Either way it still started for one reason,",
        "start": 623.625,
        "duration": 3.03
    },
    {
        "text": "you broke the law! Don't do that and rest assured that you will be safe and sound",
        "start": 626.66,
        "duration": 2.68
    },
    {
        "text": "Just an Art Parasite wrote:",
        "start": 629.4,
        "duration": 1.12
    },
    {
        "text": "Shoplifting is wrong and people should be punished but this is going way too far.",
        "start": 630.58,
        "duration": 2.78
    },
    {
        "text": "The worst punishment for shoplifting is usually community service or something,",
        "start": 633.36,
        "duration": 2.6
    },
    {
        "text": "there's no way something as small as candy should NOT have a violent response like this.'",
        "start": 636.0,
        "duration": 3.94
    },
    {
        "text": "I am imagining saying it should not have a violent response like this",
        "start": 640.08,
        "duration": 3.9
    },
    {
        "text": "well to that just end , I think you need to think of the order of how everything went down",
        "start": 643.98,
        "duration": 3.635
    },
    {
        "text": "from all the reports, it doesn't seem she stole the candy bar",
        "start": 647.62,
        "duration": 2.36
    },
    {
        "text": "and they just threw her ass to the ground and dragged her around",
        "start": 649.98,
        "duration": 2.12
    },
    {
        "text": "once again, it appears she was caught and questioned, she then tried to run away",
        "start": 652.1,
        "duration": 2.66
    },
    {
        "text": "and physically attacked an employee and then after that alleged assault, los prevention tried to detain her",
        "start": 654.76,
        "duration": 4.475
    },
    {
        "text": "this situation stopped being about a candy bar the moment she went physical",
        "start": 659.24,
        "duration": 3.22
    },
    {
        "text": "that being said, there were people in the comments that raised, I think,  a valid debate",
        "start": 662.46,
        "duration": 2.715
    },
    {
        "text": "is the charge, is the penalty too much?",
        "start": 665.18,
        "duration": 2.8
    },
    {
        "text": "Is goal to actually have her learn from this or is it punish her?",
        "start": 667.98,
        "duration": 3.22
    },
    {
        "text": "Especially because in the united states, the recidivism rate is insanely high",
        "start": 671.2,
        "duration": 4.16
    },
    {
        "text": "especially for felons",
        "start": 675.36,
        "duration": 1.16
    },
    {
        "text": "Being a felon often puts them in a hole that is hard to scrap out of legitimately.",
        "start": 676.52,
        "duration": 3.34
    },
    {
        "text": "Then finally, lets talk about Thursday. Thursday we talked about the several Rocks that may be running for office,",
        "start": 679.86,
        "duration": 4.24
    },
    {
        "text": "the 'what the hell happened to Sammy Sosa controversy' and the case of mistaken identity with Tatiana",
        "start": 684.1,
        "duration": 4.56
    },
    {
        "text": "First up, in my response to what celebrity would you actually vote for President",
        "start": 688.66,
        "duration": 3.38
    },
    {
        "text": "Callum wrote: Boaty McBoatface for president, no explanation needed",
        "start": 692.04,
        "duration": 3.42
    },
    {
        "text": "Frosty: Morgan Freeman because every speech would be golden",
        "start": 695.46,
        "duration": 2.46
    },
    {
        "text": "Elisea Pena: I would elect Kevin Spacey because that would make him the worlds greatest method actor",
        "start": 697.92,
        "duration": 4.6
    },
    {
        "text": "Vance Baylis wrote: Kanye, because everyone loves Kanye, especially Kanye",
        "start": 702.52,
        "duration": 3.62
    },
    {
        "text": "Waffles wrote: Guy Fieri, because if we're gonna have a meme president,",
        "start": 706.14,
        "duration": 2.54
    },
    {
        "text": "I want it at least to be the guy in charge of what ever the hell 'Flavourtown' is",
        "start": 708.78,
        "duration": 3.04
    },
    {
        "text": "Waffles wins, sorry everyone else that submitted",
        "start": 711.82,
        "duration": 2.22
    },
    {
        "text": "He didn't have me with the choice but he won me over with the explanation",
        "start": 714.04,
        "duration": 2.62
    },
    {
        "text": "On the jet blast deck Crazelord91 wrote:",
        "start": 716.78,
        "duration": 2.98
    },
    {
        "text": "Anyone else get the feeling that personal responsibility just doesn't exist anymore?",
        "start": 719.78,
        "duration": 3.16
    },
    {
        "text": "The girl from yesterday who attacked staff and people wanting her to get off the hook,",
        "start": 723.02,
        "duration": 2.78
    },
    {
        "text": "this girl today with the plane, and even just cops in general. Feels like it's always someone else's \"mistake\",",
        "start": 725.8,
        "duration": 3.355
    },
    {
        "text": "because no one can ever be wrong or at fault anymore in modern America",
        "start": 729.155,
        "duration": 3.01
    },
    {
        "text": "Craze, thats an interesting point that you make,",
        "start": 732.165,
        "duration": 1.815
    },
    {
        "text": "I often wonder, where does personal responsibility begin and end?",
        "start": 733.98,
        "duration": 3.32
    },
    {
        "text": "We can't hold people hands through life",
        "start": 737.36,
        "duration": 1.96
    },
    {
        "text": "If there is a sign that says 'warning, you might slip on this floor' and your like 'fuck that sign I'm gonna run'",
        "start": 739.52,
        "duration": 3.98
    },
    {
        "text": "and you slip, thats on you and it freaks me out that there are stories in this country",
        "start": 743.56,
        "duration": 3.3
    },
    {
        "text": "where its like, there is a kid and he goes over his friends house",
        "start": 746.86,
        "duration": 3.22
    },
    {
        "text": "parent says its ok, they are on a trampoline, the kid breaks an arm",
        "start": 750.085,
        "duration": 2.73
    },
    {
        "text": "lawsuit, how? You sent your kid over here,",
        "start": 752.815,
        "duration": 3.04
    },
    {
        "text": "You knew the situation, or if you didn't be a fucking parent, maybe?",
        "start": 755.86,
        "duration": 2.88
    },
    {
        "text": "Or to an even greater level, I was having conversation, well more of a debate with someone recently",
        "start": 758.74,
        "duration": 3.755
    },
    {
        "text": "They were trying to argue the point that a child molester is actually a victim of there own brain",
        "start": 762.5,
        "duration": 3.62
    },
    {
        "text": "My response to that was, well respectfully, fuck you, no.",
        "start": 766.12,
        "duration": 2.28
    },
    {
        "text": "you can argue that someones brain might be wired a different way",
        "start": 768.4,
        "duration": 2.76
    },
    {
        "text": "but if you act on something, you made a choice",
        "start": 771.16,
        "duration": 2.68
    },
    {
        "text": "you did something and you are personally responsible for it",
        "start": 773.84,
        "duration": 1.84
    },
    {
        "text": "you don't get to play a card like' ahh my brain though'",
        "start": 775.68,
        "duration": 2.62
    },
    {
        "text": "people need to be held accountable. On the potential police story, Savsparkles writes:",
        "start": 778.3,
        "duration": 3.8
    },
    {
        "text": "'If the police report is true and she tried to attack them first ( which I don't quite know if I trust)",
        "start": 782.18,
        "duration": 3.8
    },
    {
        "text": "then why can't these two grown men take down a 120 Lbs girl?",
        "start": 785.98,
        "duration": 2.72
    },
    {
        "text": "Why do you need to use a dog on someone who wasn't even committing a crime?",
        "start": 788.7,
        "duration": 2.62
    },
    {
        "text": "Police need to be trained that they don't need to use that amount of force on someone who is defenceless",
        "start": 791.32,
        "duration": 3.435
    },
    {
        "text": "I really don't see why the amount of force was needed at all'",
        "start": 794.76,
        "duration": 2.46
    },
    {
        "text": "well if I was to play devils advocate, my argument would be based off of everything we have heard thus far",
        "start": 797.22,
        "duration": 3.615
    },
    {
        "text": "the police officers involver, if they were telling the truth, were not the brightest bulbs",
        "start": 800.84,
        "duration": 4.06
    },
    {
        "text": "They were looking for a 30 year old, 160 pound, 5,10  black man",
        "start": 804.9,
        "duration": 3.84
    },
    {
        "text": "Shaved head, goatee and then they stopped her",
        "start": 808.74,
        "duration": 2.1
    },
    {
        "text": "This 5,2, 19 year old girl and they were like 'thats him!'",
        "start": 810.84,
        "duration": 3.7
    },
    {
        "text": "Then maybe when one of the officers already had the backpack",
        "start": 814.54,
        "duration": 1.96
    },
    {
        "text": "he went to grab her hand to 'gain control'",
        "start": 816.505,
        "duration": 2.82
    },
    {
        "text": "she was on the bike, maybe whilst stepping over, there was an awkward fall",
        "start": 819.325,
        "duration": 2.435
    },
    {
        "text": "They escalate rather than deescalate the situation because its definitely him!",
        "start": 821.76,
        "duration": 3.36
    },
    {
        "text": "This guy who is definitely not a 5,2, 120 pound female",
        "start": 825.12,
        "duration": 3.295
    },
    {
        "text": "is going to grab a machete and kill me, so I am going to punch her in the face and stick a dog on her",
        "start": 828.415,
        "duration": 3.07
    },
    {
        "text": "from everything that has came out about this story, its just so hard for me to believe the cops here",
        "start": 831.485,
        "duration": 5.015
    },
    {
        "text": "and thats actually where I am going to end todays show",
        "start": 836.52,
        "duration": 2.02
    },
    {
        "text": "I want to thank all of you beautiful bastards for another fantastic week",
        "start": 838.58,
        "duration": 2.78
    },
    {
        "text": "whether you just watch, you comment, you like, you share, you are part of DeFranco Elite and you help fund what we are doing",
        "start": 841.36,
        "duration": 4.1
    },
    {
        "text": "thank you, thank you a million times thank you",
        "start": 845.46,
        "duration": 1.92
    },
    {
        "text": "I really couldn't do what we do the way we do it without you,",
        "start": 847.38,
        "duration": 2.78
    },
    {
        "text": "sure as hell wouldn't be able to build what we are building now without you",
        "start": 850.16,
        "duration": 2.56
    },
    {
        "text": "so thank you and of course as always, my name is Philip DeFranco",
        "start": 852.72,
        "duration": 3.08
    },
    {
        "text": "you have just been filled in, I love yo' faces and I will see you Monday",
        "start": 855.8,
        "duration": 4.48
    }
]