[
    {
        "text": "Sup you, beautiful bastards",
        "start": 0.0,
        "duration": 1.53
    },
    {
        "text": "Hope you're having a fantastic Thursday. Welcome back to The Philip DeFranco show and let's just jump into it",
        "start": 1.53,
        "duration": 5.579
    },
    {
        "text": "The first thing I want to talk about today, and yes, this is really the world",
        "start": 7.109,
        "duration": 2.55
    },
    {
        "text": "we're living in news, Kid Rock is",
        "start": 9.66,
        "duration": 1.899
    },
    {
        "text": "Running for senate or at least that's what a lot of the headlines have been saying for the past 24 hours. I looked into it",
        "start": 11.559,
        "duration": 4.94
    },
    {
        "text": "And it does not look like he is officially running yet. As of right now",
        "start": 16.5,
        "duration": 2.76
    },
    {
        "text": "It does not look like Kid Rock has registered his candidacy with the federal election commission in fact the only thing that's real about this",
        "start": 19.26,
        "duration": 5.879
    },
    {
        "text": "Whole conversation right now is that KidRockForSenate.com is a real website. As of right now",
        "start": 25.14,
        "duration": 4.62
    },
    {
        "text": "All we have is kid Rock tweeting this picture with the caption",
        "start": 29.76,
        "duration": 2.159
    },
    {
        "text": "\"I have had a ton of emails and texts asking me if this website is real the answer is an absolute",
        "start": 31.92,
        "duration": 3.839
    },
    {
        "text": "Yes\", adding a moment later \"Stay tuned",
        "start": 35.76,
        "duration": 1.77
    },
    {
        "text": "I have a major announcement in the near future\". When you go to that website which looks to be hosted by Warner Bros records there's",
        "start": 37.53,
        "duration": 5.459
    },
    {
        "text": "Just there's links for merch. You can sign up for email updates.",
        "start": 42.989,
        "duration": 3.21
    },
    {
        "text": "Now I will not outright make fun of the idea of a senator Kid Rock the last time bunch of people did that uh..",
        "start": 46.2,
        "duration": 4.469
    },
    {
        "text": "well",
        "start": 50.949,
        "duration": 0.5
    },
    {
        "text": "Let's just say it led to such a messed up",
        "start": 51.449,
        "duration": 1.871
    },
    {
        "text": "Election it made people care about the news again. So as of right now, could he be prepping to run? Maybe, or he might just be",
        "start": 53.32,
        "duration": 5.28
    },
    {
        "text": "Using this as a merchandising play or way to promo new music. Remember even if he runs as a way to promote his music",
        "start": 58.649,
        "duration": 6.509
    },
    {
        "text": "There is a chance he may end up in the government. Ben Carson went from trying to promote book sales to being our",
        "start": 65.159,
        "duration": 3.99
    },
    {
        "text": "Secretary of Housing and Urban Development. Also Kid Rock wasn't the only Rock in the news",
        "start": 69.25,
        "duration": 4.25
    },
    {
        "text": "We had Dwayne \"The Rock\" Johnson. There have been hints and jokes about Dwayne \"The Rock\" Johnson actually running for the presidency in 2020",
        "start": 73.5,
        "duration": 6.119
    },
    {
        "text": "We saw the big news this week that The Rock is actually registered to run",
        "start": 79.619,
        "duration": 3.36
    },
    {
        "text": "But the fact of the story is that The Rock himself did not register",
        "start": 82.979,
        "duration": 3.93
    },
    {
        "text": "Run The Rock 2020 filed on the actors behalf and and so for behind the organization and this move told CBS",
        "start": 87.009,
        "duration": 5.3
    },
    {
        "text": "I don't have any relationship with Dwayne Johnson. The amazing enthusiasm and energy on the ground for Mr.",
        "start": 92.31,
        "duration": 4.08
    },
    {
        "text": "Johnson prompted me to create the organization. Hope is that Mr.",
        "start": 96.39,
        "duration": 2.76
    },
    {
        "text": "Johnson will see how much America desires the real leadership only he can provide and jumps in the race",
        "start": 99.15,
        "duration": 4.409
    },
    {
        "text": "But as of right now",
        "start": 103.56,
        "duration": 0.599
    },
    {
        "text": "None of this means anything. That said, since it seems that America wants to elect a rock",
        "start": 104.159,
        "duration": 4.341
    },
    {
        "text": "I would like to nominate a few others. Right off the top of my head Chris Rock, A$AP Rocky",
        "start": 108.5,
        "duration": 4.1
    },
    {
        "text": "Rocky Balboa, either the real life movie version or the animated Brisk version",
        "start": 112.6,
        "duration": 3.6
    },
    {
        "text": "And to close that we have Rocky from Rocky and Bullwinkle, or the rock that lizard threw at Captain Kirk",
        "start": 116.219,
        "duration": 4.32
    },
    {
        "text": "But with googly eyes because fuck it nothing matters anymore",
        "start": 120.54,
        "duration": 2.639
    },
    {
        "text": "And everything is possible and actually on the ass end of this story",
        "start": 123.18,
        "duration": 3.36
    },
    {
        "text": "I do want to ask if there is a celebrity that you would vote for who would you vote for and why.",
        "start": 126.54,
        "duration": 4.66
    },
    {
        "text": "I'm more interested in the and why part. Then I want to  jump into the most popular segment",
        "start": 131.2,
        "duration": 4.689
    },
    {
        "text": "We have had on the show according to a poll I just made up in my head right now",
        "start": 135.89,
        "duration": 3.06
    },
    {
        "text": "Let's talk about the \"Wait, WHAT?\" story of the day",
        "start": 139.08,
        "duration": 3.02
    },
    {
        "text": "Today that story is about Sammy Sosa",
        "start": 142.1,
        "duration": 1.7
    },
    {
        "text": "For those who don't know Sammy Sosa was a professional baseball player many",
        "start": 143.8,
        "duration": 3.49
    },
    {
        "text": "See him as one of the all-time greats, many others also focus on his drug test controversy. But the reason we're talking about Sammy Sosa today",
        "start": 147.29,
        "duration": 6.11
    },
    {
        "text": "Doesn't have to do with steroids or baseball it has to do with a big change. When I first said Sammy Sosa",
        "start": 153.4,
        "duration": 5.1
    },
    {
        "text": "I showed this picture, and this picture is from 2007. So that's 2007",
        "start": 158.51,
        "duration": 3.79
    },
    {
        "text": "And then during the coverage of the homerun derby this is what Sammy Sosa looks like now. Many people started shouting",
        "start": 162.3,
        "duration": 6.86
    },
    {
        "text": "What the hell happened to Sammy? I feel one person perfectly summed up most people's reaction to this new look with the comment",
        "start": 169.16,
        "duration": 6.779
    },
    {
        "text": "\"Sammy Sosa out here looking like pepto-bismol\". So the question became:",
        "start": 175.939,
        "duration": 2.861
    },
    {
        "text": "How did we go from 2007 Sammy Sosa to this Sammy Sosa? Does he have vitiligio?",
        "start": 178.8,
        "duration": 4.25
    },
    {
        "text": "You know, non segmental de-pigmentation",
        "start": 183.05,
        "duration": 2.069
    },
    {
        "text": "You know, does he have some sort of condition, or is it something else?",
        "start": 185.12,
        "duration": 2.78
    },
    {
        "text": "Well based off of what we've seen in the past, it looks like it's most likely something else",
        "start": 187.9,
        "duration": 2.8
    },
    {
        "text": "It's not the first time there's been a controversy around Sammy Sosa's looks.",
        "start": 190.7,
        "duration": 3.4
    },
    {
        "text": "Back in 2009 when Sammy Sosa was at a music awards show this picture went up of him",
        "start": 194.1,
        "duration": 4.2
    },
    {
        "text": "And it was a big reaction, although not as big as today, and later when doing an interview Sammy Sosa said to Univision",
        "start": 198.3,
        "duration": 4.91
    },
    {
        "text": "\"It's a bleaching cream that I apply before going to bed and whitens my skin some",
        "start": 203.21,
        "duration": 2.99
    },
    {
        "text": "It's a cream that I have that I often use to soften my skin, but it's bleached me some",
        "start": 206.2,
        "duration": 3.52
    },
    {
        "text": "I'm not a racist. I live my life happily\"",
        "start": 209.72,
        "duration": 2.08
    },
    {
        "text": "Adding: \"What happened was I was using the cream for a long time and that, combined with bright TV lights,",
        "start": 211.8,
        "duration": 4.3
    },
    {
        "text": "Made my face look whiter than it really is. I don't think I look like Michael Jackson",
        "start": 216.1,
        "duration": 3.3
    },
    {
        "text": "That statement as a whole is very confusing. Initially he calls it a bleaching cream",
        "start": 219.4,
        "duration": 3.66
    },
    {
        "text": "But then later tries to describe it as somewhat of a moisturizer that \"happens\" to bleach his skin",
        "start": 223.06,
        "duration": 4.78
    },
    {
        "text": "So when you look at the difference between 2009 and 2017 Sammy Sosa",
        "start": 227.84,
        "duration": 3.36
    },
    {
        "text": "You understand why people think he's still bleaching his skin.",
        "start": 231.2,
        "duration": 2.6
    },
    {
        "text": "As far as my takeaway from this",
        "start": 233.8,
        "duration": 1.33
    },
    {
        "text": "I mean Sammy Sosa is 100% allowed to do whatever he wants to do to himself",
        "start": 235.13,
        "duration": 3.67
    },
    {
        "text": "It does make me wonder about his mental state his self-esteem",
        "start": 238.8,
        "duration": 2.48
    },
    {
        "text": "Does he hate himself? I feel like something has to be going on in his head to make him go from this to",
        "start": 241.28,
        "duration": 5.08
    },
    {
        "text": "Making it look like I have a tan",
        "start": 246.38,
        "duration": 1.8
    },
    {
        "text": "It looks well on his way to making his skin look filthy Frank Payne. And for me, I ultimately have the same reaction",
        "start": 248.18,
        "duration": 4.92
    },
    {
        "text": "I have every day I read a story about someone doing",
        "start": 253.1,
        "duration": 3.0
    },
    {
        "text": "80 billion dollars worth of plastic surgery to look like a barbie doll. Okay",
        "start": 256.1,
        "duration": 3.389
    },
    {
        "text": "If that makes you happy, I guess. But from that I want to share some stuff",
        "start": 259.489,
        "duration": 2.73
    },
    {
        "text": "I loved today in Today in Awesome",
        "start": 262.22,
        "duration": 2.28
    },
    {
        "text": "And the first bit of awesome is we have a brand new trailer for Jason Bateman's new Netflix series Ozark",
        "start": 264.5,
        "duration": 4.7
    },
    {
        "text": "Initially I was interested, then I was excited and now.. this just looks phenomenal",
        "start": 269.2,
        "duration": 4.4
    },
    {
        "text": "Everything from the trailer makes me feel like Bateman and Laura Linney are going to carry this thing into excellence",
        "start": 273.6,
        "duration": 4.5
    },
    {
        "text": "Then if you didn't see it I gotta share Peyton Manning's opening monologue at the ESPYS this year. It's solid and funny despite",
        "start": 278.1,
        "duration": 6.22
    },
    {
        "text": "What Kevin Durant's face did during it. Then we got the news that the hyperloop one conducted their first fully realized test of the system",
        "start": 284.32,
        "duration": 6.779
    },
    {
        "text": "And it was a complete success. While it is exciting and I'm excited for it, keep in mind this is the beginning.",
        "start": 291.1,
        "duration": 4.5
    },
    {
        "text": "This is a vacuum test. It was run at 70 miles per hour eventually the full speed is supposed to be over",
        "start": 295.6,
        "duration": 4.799
    },
    {
        "text": "750 Miles an hour",
        "start": 300.399,
        "duration": 1.651
    },
    {
        "text": "I just have to say as someone that growing up was just a fan of the Jetsons and those things that they had the bank",
        "start": 302.05,
        "duration": 5.19
    },
    {
        "text": "I'm excited about Tube based travel and for the final bit of awesome if you are excited or at the very least",
        "start": 307.24,
        "duration": 3.98
    },
    {
        "text": "Interested in the Mayweather-Macgregor fight that's coming up I highly recommend you check out this",
        "start": 311.24,
        "duration": 3.48
    },
    {
        "text": "Behind-The-Scenes series that the UFC is putting out on their Youtube channel right now. It gives you the",
        "start": 314.72,
        "duration": 3.46
    },
    {
        "text": "Behind-the-scenes of everything that's happening now, their press tour. Third episode of the series just went up today",
        "start": 318.2,
        "duration": 4.3
    },
    {
        "text": "I highly recommend it if you're even remotely interested.",
        "start": 322.5,
        "duration": 3.0
    },
    {
        "text": "And as anyone that's watched Maywhether's fights over the past decade can tell you this is probably the most action",
        "start": 325.5,
        "duration": 4.92
    },
    {
        "text": "We're actually going to get out of this fight unless something unthinkable happens that flips the sports world completely upside down",
        "start": 330.43,
        "duration": 5.52
    },
    {
        "text": "We're probably going to be watching Conor McGregor punch air for a few minutes at a time. Don't take that as hey",
        "start": 335.95,
        "duration": 3.839
    },
    {
        "text": "This is coming from someone that thinks the McGregor is the better fighter overall",
        "start": 339.789,
        "duration": 3.211
    },
    {
        "text": "As far as the specialized and limited sport of boxing you're talking about Mayweather one of the best in the past two decades and",
        "start": 343.0,
        "duration": 5.1
    },
    {
        "text": "If you want to see the full versions of everything",
        "start": 348.1,
        "duration": 1.5
    },
    {
        "text": "I just shared, the secret link of the day, anything at all links, as always, are in the description down below",
        "start": 349.6,
        "duration": 5.4
    },
    {
        "text": "Let's talk about 19 year old Tatiana. June 18 Tatiana was outside on her bicycle in Bakersfield, California",
        "start": 355.0,
        "duration": 6.0
    },
    {
        "text": "She was riding her bike home and she stopped for a drink of water and to refill a few water bottles",
        "start": 361.0,
        "duration": 3.5
    },
    {
        "text": "And at the same time police were looking for a",
        "start": 364.5,
        "duration": 1.26
    },
    {
        "text": "person suspected of assault with a deadly weapon who had a machete",
        "start": 365.76,
        "duration": 3.4
    },
    {
        "text": "According to Tatiana as she was refilling her water bottle she turned around and she saw three police cars, the officers were already getting out,",
        "start": 369.16,
        "duration": 5.98
    },
    {
        "text": "One already had their weapon pointed at her. According to Tatiana the police asked her",
        "start": 375.14,
        "duration": 3.26
    },
    {
        "text": "If she had recently been in a store where a suspect had a machete.",
        "start": 378.4,
        "duration": 2.6
    },
    {
        "text": "She responded that she was sure she was not in that store. She then turned to Officer Vasquez",
        "start": 381.0,
        "duration": 3.8
    },
    {
        "text": "Asked what was going on. He demanded her backpack",
        "start": 384.8,
        "duration": 2.0
    },
    {
        "text": "He believed that maybe machete was in there",
        "start": 386.8,
        "duration": 1.529
    },
    {
        "text": "She asked to see a warrant. The officer pointed to the K-9 unit. She then handed over the backpack",
        "start": 388.33,
        "duration": 3.6
    },
    {
        "text": "But then said \"He grabbed me by my wrist, like this, and then he grabbed me by my neck, punched me",
        "start": 391.93,
        "duration": 5.04
    },
    {
        "text": "And then he threw me onto the ground and then that's when the canine came and started eating at my leg. They rode me around",
        "start": 397.51,
        "duration": 6.6
    },
    {
        "text": "He put his, Officer Vasquez put his knee in my back",
        "start": 404.39,
        "duration": 2.989
    },
    {
        "text": "And I told him I couldn't breathe and then he put his knee, other knee, in my head",
        "start": 407.38,
        "duration": 5.25
    },
    {
        "text": "And I told him \"I can't breathe I can't breathe\" and then I started yelling out \"somebody help me, somebody help me, they're going to kill me\".",
        "start": 412.88,
        "duration": 6.32
    },
    {
        "text": "And then police arrested her. And the reason they claimed the arrested her was for two things",
        "start": 419.2,
        "duration": 3.6
    },
    {
        "text": "One: delaying and resisting an officer. And two: aggravated assault on an officer.",
        "start": 422.8,
        "duration": 3.7
    },
    {
        "text": "Now of course that's just Tatiana's side of things there is also the police report which is wildly different",
        "start": 426.5,
        "duration": 4.5
    },
    {
        "text": "Now the first thing in the report that stands out to me is why they stopped Tatiana.",
        "start": 431.0,
        "duration": 3.8
    },
    {
        "text": "According to Bakersfield Police Officer Moore",
        "start": 434.8,
        "duration": 2.19
    },
    {
        "text": "\"I believe this to be the suspect based on the description, location and short time frame of approximately seven minutes of the offense\"",
        "start": 436.99,
        "duration": 5.669
    },
    {
        "text": "So let me explain why that part stands out to me. Tatiana is a 19 year old black female, 5 foot 2,",
        "start": 442.66,
        "duration": 5.22
    },
    {
        "text": "120 pounds, braided hair, was wearing jean shorts and a white top.",
        "start": 447.96,
        "duration": 3.84
    },
    {
        "text": "Meanwhile the description of the suspect was a 30 year old black male",
        "start": 451.8,
        "duration": 3.46
    },
    {
        "text": "160 Pounds, 5 foot 10, bald head, goatee, wearing a white shirt,",
        "start": 455.26,
        "duration": 4.72
    },
    {
        "text": "Which, Hey! Does technically match, and then grey sweatpants. That just makes me wonder",
        "start": 459.98,
        "duration": 3.6
    },
    {
        "text": "What is the point of being so descriptive in who the suspect is",
        "start": 463.58,
        "duration": 3.5
    },
    {
        "text": "If really the only thing that stands out is BLACK PERSON, WHITE SHIRT.",
        "start": 467.08,
        "duration": 3.02
    },
    {
        "text": "I just wanted to point that out before we went further into the police officers story. According to the report",
        "start": 470.1,
        "duration": 4.0
    },
    {
        "text": "Tatiana was not complying, though eventually they said she did give up her backpack and put her hands in the air",
        "start": 474.17,
        "duration": 4.399
    },
    {
        "text": "They say she was straddling her bike and Officer Vasquez came over to gain control of her. They then say",
        "start": 478.57,
        "duration": 4.739
    },
    {
        "text": "120-pound Tatiana turned her body, shoulder checking Vasquez off of his feet",
        "start": 483.68,
        "duration": 4.49
    },
    {
        "text": "They both fall, Vasquez's feet are tangled in the bike. Tatiana lands on her back on top of Vasquez, turns over",
        "start": 488.17,
        "duration": 5.639
    },
    {
        "text": "She's in the mounting position. Vasquez then punches her in the mouth, stunning her, giving him the ability to push her off",
        "start": 493.81,
        "duration": 4.89
    },
    {
        "text": "Officer Moore than makes a decision to sic the K-9 unit on her it is because other options had a higher chance of hurting Officer Vasquez",
        "start": 498.8,
        "duration": 6.24
    },
    {
        "text": "Then claimed Tatiana thrashed around, they finally got her to her knees, cuffed her, put her in the car",
        "start": 505.04,
        "duration": 3.94
    },
    {
        "text": "As of right now, we just have a he-said she-said of the situation because",
        "start": 508.98,
        "duration": 2.8
    },
    {
        "text": "Bakersfield police officers don't have body cams right now. As far as the confusion of Tatiana being the suspect",
        "start": 512.18,
        "duration": 4.66
    },
    {
        "text": "Tatiana being seen as a man, Officer Moore defended this mistake pointing out that several nurses at the hospital that they took her to",
        "start": 517.04,
        "duration": 5.62
    },
    {
        "text": "Nurses there, they were referring to Tatiana as a man. \"When I corrected them and advised she was a female they were surprised and apologized for the mistake\".",
        "start": 522.66,
        "duration": 6.44
    },
    {
        "text": "And so that's where we are with this story right now.",
        "start": 529.1,
        "duration": 1.88
    },
    {
        "text": "The NAACP has gotten involved, they say that Tatiana was targeted because of her race. BPD on the other hand claims",
        "start": 530.98,
        "duration": 4.9
    },
    {
        "text": "It was just a case of mistaken identity and personally I don't want to fully jump to conclusions",
        "start": 535.9,
        "duration": 4.29
    },
    {
        "text": "But I do feel like here I do have a harder time",
        "start": 540.19,
        "duration": 2.369
    },
    {
        "text": "believing the police officers. Not only because the mistaken identity part sounds so crazy, but because they make her sound like a",
        "start": 542.66,
        "duration": 5.32
    },
    {
        "text": "120-Pound Ninja",
        "start": 547.98,
        "duration": 1.86
    },
    {
        "text": "She brazenly shoulder checks a police officer off of his feet.",
        "start": 549.84,
        "duration": 2.76
    },
    {
        "text": "They described the events after the fall like she is a UFC fighter",
        "start": 552.6,
        "duration": 3.0
    },
    {
        "text": "Passing guards, getting ready for some ground-and-pound. And unfortunately, this story is just one of the many daily reminders",
        "start": 555.8,
        "duration": 5.96
    },
    {
        "text": "We get that we do need to have more body cams out there. If she's lying, perfect. Now we know about it.",
        "start": 561.76,
        "duration": 5.12
    },
    {
        "text": "If the police officers are lying perfect",
        "start": 566.88,
        "duration": 1.58
    },
    {
        "text": "We know about it or for some reason the cameras don't work, but in this situation",
        "start": 568.48,
        "duration": 3.059
    },
    {
        "text": "There's just a lot that doesn't add up. Then I want to talk about this 57 year old woman who died in St. Maarten",
        "start": 571.54,
        "duration": 4.84
    },
    {
        "text": "From a jet blast. She was a tourist, she was at Maho beach, which if that name sounds familiar it is a",
        "start": 576.38,
        "duration": 4.98
    },
    {
        "text": "Famous location if you love to watch airplanes. The beach is famous for being so close to Princess Juliana International airport",
        "start": 581.63,
        "duration": 6.109
    },
    {
        "text": "You hear these low-flying planes just above you",
        "start": 587.74,
        "duration": 2.28
    },
    {
        "text": "But there have been more and more reports over the past year that people have gone from just watching the planes pass across overhead",
        "start": 590.02,
        "duration": 5.64
    },
    {
        "text": "To some now walking up to the fence, grabbing ahold of the fence, and they try to hold on as an airplane takes off",
        "start": 595.66,
        "duration": 5.38
    },
    {
        "text": "Just in front of them. In fact someone doing that and getting hurt was one of the first times I ever heard about this beach.",
        "start": 601.14,
        "duration": 4.68
    },
    {
        "text": "Back in 2012, this woman got injured. There was video of it, a bunch of people grabbed the fence",
        "start": 605.82,
        "duration": 3.64
    },
    {
        "text": "Some were able to hold on, some ended up running away. She tried to hold on and well, maybe this will rejog your memory.",
        "start": 609.46,
        "duration": 5.16
    },
    {
        "text": "As of right now we don't know if the 57 year old woman was trying to hold on to the fence, it does appear she was",
        "start": 618.659,
        "duration": 4.88
    },
    {
        "text": "Close enough to be impacted. Apparently they're reviewing security footage",
        "start": 623.539,
        "duration": 2.94
    },
    {
        "text": "But it's stories like this that always cause the two versions of myself in my brain to fight it out.",
        "start": 626.48,
        "duration": 3.64
    },
    {
        "text": "There's part of me that says this is sad",
        "start": 630.12,
        "duration": 1.339
    },
    {
        "text": "No one deserves to die, no one deserves this pain",
        "start": 631.459,
        "duration": 2.25
    },
    {
        "text": "And there's the other side of my brain that wants to award people",
        "start": 633.709,
        "duration": 2.549
    },
    {
        "text": "Darwin awards. People are aware of the risks. There are signs like this right there reading \"Danger! Jet blasts of departing and arriving",
        "start": 636.38,
        "duration": 5.66
    },
    {
        "text": "Aircraft can cause severe physical harm resulting in extreme bodily harm and/or death.\" That sign is",
        "start": 642.16,
        "duration": 4.68
    },
    {
        "text": "100% accurate. From this I've seen people arguing that they should just shut down that beach",
        "start": 646.919,
        "duration": 3.65
    },
    {
        "text": "It's too dangerous for everyone. Others saying it's the airport's fault because they don't have blast deflectors",
        "start": 650.569,
        "duration": 3.779
    },
    {
        "text": "I understand why those arguments are happening, but ultimately there is a point of personal responsibility. Giant warning dismissed, giant ramifications.",
        "start": 654.349,
        "duration": 7.17
    },
    {
        "text": "And so I talked about this because I want to pass the question off to you",
        "start": 661.519,
        "duration": 2.159
    },
    {
        "text": "Are you of the mindset that this is a tragic accident, or are you thinking Darwin Award winner?",
        "start": 663.679,
        "duration": 4.02
    },
    {
        "text": "Are you a little bit like me, where those two things are battling it out?",
        "start": 667.699,
        "duration": 2.849
    },
    {
        "text": "That's actually where I'm going to end today's show. Remember if you like this video, you like what I try to do on this channel hit",
        "start": 670.548,
        "duration": 4.432
    },
    {
        "text": "That like button. If you're new here, hit that subscribe button",
        "start": 674.98,
        "duration": 2.26
    },
    {
        "text": "If you missed yesterday's Philip DeFranco show you want to catch up click a tap right there to watch that.",
        "start": 677.24,
        "duration": 4.08
    },
    {
        "text": "Or if you want to see the newest behind the scenes vlog click a tap right there to watch that",
        "start": 681.32,
        "duration": 3.58
    },
    {
        "text": "But that said of course as always my name's Philip DeFranco. You've just been phill'd in. I love yo faces, and I'll see you tomorrow",
        "start": 684.92,
        "duration": 6.8
    }
]