[
    {
        "text": "You're beautiful bastards",
        "start": 0.0,
        "duration": 1.41
    },
    {
        "text": "Hope you're having a",
        "start": 1.41,
        "duration": 0.82
    },
    {
        "text": "fantastic Monday Welcome back to the Philip Defranco show and let's just jump into and the main things we're going to talk about today the",
        "start": 2.23,
        "duration": 5.99
    },
    {
        "text": "Most requested stories of the day by Far all involved one thing and that thing is",
        "start": 8.22,
        "duration": 5.16
    },
    {
        "text": "Vidcon those who don't know Vidcon is a convention that is meant to celebrate",
        "start": 13.719,
        "duration": 2.899
    },
    {
        "text": "online video if Youtubers and creators performing in front of a live audience",
        "start": 16.75,
        "duration": 3.049
    },
    {
        "text": "they stream some of it out or Q&A's",
        "start": 19.99,
        "duration": 2.149
    },
    {
        "text": "Panels meet and greets all the stuff you would expect from a convention well this year there were certain things that happened that got out",
        "start": 22.21,
        "duration": 5.36
    },
    {
        "text": "Of hand and started making news and there's a lot to break down and the first thing we're going to talk about today is anita",
        "start": 27.57,
        "duration": 4.979
    },
    {
        "text": "Sarkeesian. Anita is a Canadian feminist media critic blogger. She's the founder of feminist frequency",
        "start": 32.55,
        "duration": 4.889
    },
    {
        "text": "She's also been someone that has been very vocal about being anti bullying anti Harassment. She even spoke to the U.N.",
        "start": 37.57,
        "duration": 5.84
    },
    {
        "text": "I have been the target for three years non-stop",
        "start": 43.41,
        "duration": 3.209
    },
    {
        "text": "of",
        "start": 47.469,
        "duration": 1.081
    },
    {
        "text": "egregious online harassment in all levels",
        "start": 48.55,
        "duration": 2.419
    },
    {
        "text": "I think it's important to to recognize that harassment is as someone had mentioned",
        "start": 50.969,
        "duration": 5.31
    },
    {
        "text": "It's not just what is legal and illegal right harassment is",
        "start": 56.28,
        "duration": 3.209
    },
    {
        "text": "threats of violence",
        "start": 60.07,
        "duration": 0.829
    },
    {
        "text": "But it's also the day-To-day grind of you're a liar you suck you you know as a that is why this story is blown up",
        "start": 60.899,
        "duration": 6.119
    },
    {
        "text": "As much as it did",
        "start": 67.02,
        "duration": 0.81
    },
    {
        "text": "they'd gone there was a women online panel at that event there were a bunch of people that have been critical of Anita in the",
        "start": 67.83,
        "duration": 4.619
    },
    {
        "text": "Past taking over several of the rows they were in the question line and from this anita in several the panel seemed annoyed by some",
        "start": 72.45,
        "duration": 5.309
    },
    {
        "text": "Of the questions various things that you've said online over the past years",
        "start": 77.759,
        "duration": 3.84
    },
    {
        "text": "do you truly believe that",
        "start": 81.599,
        "duration": 2.901
    },
    {
        "text": "(Panel interrupts) Can we please remove him from the question line",
        "start": 84.5,
        "duration": 3.5
    },
    {
        "text": "And then at a different moment",
        "start": 88.159,
        "duration": 1.1
    },
    {
        "text": "Anita seemingly just decides to go off on someone in the crowds someone",
        "start": 89.26,
        "duration": 3.56
    },
    {
        "text": "who had not even asked a question a guy by the name of Sargon said this",
        "start": 92.82,
        "duration": 3.08
    },
    {
        "text": "if you google my name on youtube you get shit heads like this dude",
        "start": 96.24,
        "duration": 3.02
    },
    {
        "text": "who are making these dumbass videos",
        "start": 99.26,
        "duration": 2.0
    },
    {
        "text": "that are just saying the same shit (triggered)",
        "start": 101.26,
        "duration": 2.18
    },
    {
        "text": "and why give him attention, he's a garbage human",
        "start": 103.5,
        "duration": 2.96
    },
    {
        "text": "what ever dude (sigh of defeat)",
        "start": 107.96,
        "duration": 2.04
    },
    {
        "text": "the fact that these dudes are making endless videos",
        "start": 111.02,
        "duration": 2.78
    },
    {
        "text": "that just go after every feminists over and over and over again",
        "start": 113.8,
        "duration": 3.22
    },
    {
        "text": "I think is a part of the issue of why we have to have conversations. we don't just get to be online",
        "start": 117.04,
        "duration": 5.88
    },
    {
        "text": "after this happened Sargon said he was shocked that he was personally harassed by Anita",
        "start": 122.94,
        "duration": 4.14
    },
    {
        "text": "a lot of people started sending messages to John and Hank Green who of course started Vidcon",
        "start": 127.08,
        "duration": 3.7
    },
    {
        "text": "and in the messages they were sending they were saying that Anita should",
        "start": 130.78,
        "duration": 2.38
    },
    {
        "text": "Be kicked out running out if they thought that anita Sarkeesian broke Vidcon harassment policy",
        "start": 133.16,
        "duration": 4.58
    },
    {
        "text": "harassment policy that read disorderly conduct includes",
        "start": 137.74,
        "duration": 2.4
    },
    {
        "text": "But isn't limited to any behavior that is illegal unsafe disruptive discriminatory or causes excessive",
        "start": 140.22,
        "duration": 4.56
    },
    {
        "text": "Discomfort to our attendees or guests and later in that same",
        "start": 144.8,
        "duration": 2.48
    },
    {
        "text": "Harassment part it talks about pranks cuz I imagine they're not limiting this statement to just pranks",
        "start": 147.28,
        "duration": 4.48
    },
    {
        "text": "They say it makes us really sad when they are emotionally or physically hurtful, so don't do that",
        "start": 151.78,
        "duration": 3.66
    },
    {
        "text": "She had a lot of people saying hey",
        "start": 155.64,
        "duration": 1.08
    },
    {
        "text": "Vidcon didn't need a break at she just she just looked at someone in the crowd said garbage person called the guys shithead",
        "start": 156.73,
        "duration": 5.27
    },
    {
        "text": "but also",
        "start": 162.0,
        "duration": 0.34
    },
    {
        "text": "I think it's important to hear the other side of the story and Anita Sarkeesian did write a post about this",
        "start": 162.34,
        "duration": 4.6
    },
    {
        "text": "and this is how she defended herself",
        "start": 166.98,
        "duration": 1.06
    },
    {
        "text": "She said when you have a history of harassing someone for years",
        "start": 168.04,
        "duration": 2.55
    },
    {
        "text": "And you show up in the front row at their panel with a camera and an entourage that is not an act of good faith",
        "start": 170.59,
        "duration": 4.86
    },
    {
        "text": "To put it mildly that is itself an act of harassment and intimidation",
        "start": 175.45,
        "duration": 3.629
    },
    {
        "text": "Tina's companions were doing this not just to me but to other women as well women like Kat Blaque and Franchesca Ramsey so that we",
        "start": 179.359,
        "duration": 5.54
    },
    {
        "text": "Are all aware at Vidcon that this man who has harassed us?",
        "start": 184.9,
        "duration": 2.309
    },
    {
        "text": "And whose hundreds of thousands of followers have attacked us online for years is here watching us",
        "start": 187.209,
        "duration": 4.23
    },
    {
        "text": "It's a deliberate act to create an environment that feels",
        "start": 191.44,
        "duration": 2.0
    },
    {
        "text": "hostile to communicate to us that if and when we dare to show up in public to express the ideas that we express online the",
        "start": 193.549,
        "duration": 5.66
    },
    {
        "text": "harassment will follow us into the physical world as well. Just stemming from that I wanna",
        "start": 199.209,
        "duration": 3.059
    },
    {
        "text": "I want to throw in my picnic. Shame is a little bit complicated",
        "start": 202.269,
        "duration": 1.921
    },
    {
        "text": "There's no doubt in my mind that anita Sarkeesian and the people that she mentioned have been the targets of harassment in the past no",
        "start": 204.19,
        "duration": 5.279
    },
    {
        "text": "doubt this is I think something that",
        "start": 209.47,
        "duration": 1.359
    },
    {
        "text": "Sargon himself would even acknowledge at this vidcon after he made up with someone that he had a huge problem with",
        "start": 210.829,
        "duration": 5.231
    },
    {
        "text": "In the past feminist Laci green tweeted on how that conversation opened up his eyes how some of his followers",
        "start": 216.18,
        "duration": 4.86
    },
    {
        "text": "Crossed the line and said to sarkeesian if that was the same case for her he apologizes for that",
        "start": 221.69,
        "duration": 4.909
    },
    {
        "text": "I also think it's important while we take harassment very seriously we realized that that debate or being critical of someone's opinions",
        "start": 226.599,
        "duration": 6.87
    },
    {
        "text": "That's not always an attack in fact more and more these days",
        "start": 233.47,
        "duration": 2.129
    },
    {
        "text": "I feel like people see criticisms as just hate and attacks but to say that this man just showing up to see this panel was",
        "start": 235.599,
        "duration": 7.29
    },
    {
        "text": "Threatening and harassment I find that ridiculous example",
        "start": 243.14,
        "duration": 3.83
    },
    {
        "text": "I didn't have a lot of down time",
        "start": 246.97,
        "duration": 1.049
    },
    {
        "text": "But I personally wanted to try and see a panel with Katt black, Katt black is a youtuber who tried to go at me on",
        "start": 248.019,
        "duration": 5.22
    },
    {
        "text": "Twitter then deleting those tweets. She's made videos where she was critical of me called my audience sheep",
        "start": 253.239,
        "duration": 4.679
    },
    {
        "text": "I always try and go to those people's panels not because I'm like haha I'm going to surprise them and throw them off the game no",
        "start": 257.919,
        "duration": 5.01
    },
    {
        "text": "For me. I want to see those people's argument what they're trying to say and also who their audience is. if he's being disruptive",
        "start": 262.93,
        "duration": 5.97
    },
    {
        "text": "He was screaming. He was doing anything wrong",
        "start": 268.9,
        "duration": 1.6
    },
    {
        "text": "I understand it",
        "start": 270.5,
        "duration": 1.52
    },
    {
        "text": "but to just",
        "start": 272.02,
        "duration": 1.0
    },
    {
        "text": "Target the guy that wasn't even trying to troll you at that time ultimately she took the bait if you even want to call it",
        "start": 273.02,
        "duration": 5.75
    },
    {
        "text": "That because she just went after someone that wasn't even in the line and she ended up looking to the crowd to a person that",
        "start": 278.77,
        "duration": 5.88
    },
    {
        "text": "Bought a ticket to attend the conference and called them a garbage humana shit head at this point is really no way that",
        "start": 284.65,
        "duration": 5.429
    },
    {
        "text": "That Vidcon is not aware of this situation",
        "start": 290.18,
        "duration": 2.419
    },
    {
        "text": "And I very much look forward to their response how they handle this situation",
        "start": 292.669,
        "duration": 3.29
    },
    {
        "text": "At least to me will be very telling of if there is preferential treatment in any way and a question",
        "start": 296.06,
        "duration": 5.419
    },
    {
        "text": "I want to pass off to you at this story is what is your opinion obviously?",
        "start": 301.479,
        "duration": 2.97
    },
    {
        "text": "I have my own. if you think anita wasn't wrong. Yes, or no there is history there between the two does that change anything",
        "start": 304.45,
        "duration": 4.589
    },
    {
        "text": "I'd like to know what you think and that note about preferential treatment is a very",
        "start": 309.039,
        "duration": 3.15
    },
    {
        "text": "Important one moving forward a few creators big creators on the platform got kicked out of Vidcon and we're talking rice gum Wolfie raps faze",
        "start": 312.38,
        "duration": 7.069
    },
    {
        "text": "rug",
        "start": 319.449,
        "duration": 0.461
    },
    {
        "text": "banks a bunch of people. The question becomes why and part of the answer and it sounds weird the part of the answer is you're",
        "start": 319.91,
        "duration": 5.72
    },
    {
        "text": "Too famous that reason is also paired with another reason. I'll touch on in a second",
        "start": 325.63,
        "duration": 3.659
    },
    {
        "text": "We see from one of the guys we got kicked out phase adepts video at the Anaheim Convention Center",
        "start": 329.289,
        "duration": 3.84
    },
    {
        "text": "They even say we're going right into the heart of Vidcon",
        "start": 333.13,
        "duration": 2.94
    },
    {
        "text": "People start noticing them more and more people start noticing them and then it's just a crazy mob",
        "start": 336.199,
        "duration": 4.22
    },
    {
        "text": "That's always the big problem with being youtubers at this event is the safety fact the moment you get hundreds",
        "start": 340.539,
        "duration": 4.38
    },
    {
        "text": "thousands of kids running in One Direction",
        "start": 345.08,
        "duration": 2.06
    },
    {
        "text": "Hundreds thousand of kids just forming a big giant mob trying to get one individual it's very unsafe and it's actually something",
        "start": 347.39,
        "duration": 6.319
    },
    {
        "text": "Vidcon asks us not to do. When you check in to Vidcon you get this pack inside the packet",
        "start": 353.9,
        "duration": 4.459
    },
    {
        "text": "It says security and safety it reads the entire event could be accessed Via backstage or service areas at the Anaheim Convention Center",
        "start": 358.36,
        "duration": 5.61
    },
    {
        "text": "\"Please do not walk through public areas. This the easiest fastest and safest way to get around use the shuttle services and backstage routes of the map",
        "start": 364.16,
        "duration": 6.349
    },
    {
        "text": "attached.\" But it goes on to some sentences that it could be argued",
        "start": 370.509,
        "duration": 2.73
    },
    {
        "text": "Defend those who are kicked out saying \"If you do find yourself in a public space,",
        "start": 373.46,
        "duration": 3.14
    },
    {
        "text": "please follow these guidelines here safety as well as the safety of the attendees will come to Vidcon to see you the pop-up signing form",
        "start": 376.6,
        "duration": 5.699
    },
    {
        "text": "Security will be around to assist with a situation let them know if you would like to be escorted away",
        "start": 382.3,
        "duration": 3.6
    },
    {
        "text": "Or if you would like to stay please allow them to create a safe space or manage line this may include",
        "start": 385.9,
        "duration": 4.32
    },
    {
        "text": "Relocating your group.\" It seems like there's some leeway and a lot of people are questioning",
        "start": 390.59,
        "duration": 2.869
    },
    {
        "text": "well",
        "start": 393.46,
        "duration": 0.36
    },
    {
        "text": "Why did you just kick them out?",
        "start": 393.82,
        "duration": 1.08
    },
    {
        "text": "And there was a situation with Logan Paul. Logan Paul of course massive creator on the platform has blown up",
        "start": 394.9,
        "duration": 4.889
    },
    {
        "text": "Exceptionally in the past month Logan who for some reason unlike the other guys we talked about wasn't a Vidcon featured creator",
        "start": 400.37,
        "duration": 5.6
    },
    {
        "text": "Which I don't know",
        "start": 405.97,
        "duration": 0.6
    },
    {
        "text": "There's a backstory there that's extremely weird that someone of that size and notoriety wasn't invited or maybe I'm accepted",
        "start": 406.57,
        "duration": 5.969
    },
    {
        "text": "but he, he was in the news for two reasons the first is that he decide to do a",
        "start": 412.54,
        "duration": 2.98
    },
    {
        "text": "$3,000 scavenger hunt. He had $3,000 outside the convention center and started posting clues as to where it was.",
        "start": 415.54,
        "duration": 6.693
    },
    {
        "text": "This of course generated tons of kids to just run around",
        "start": 422.233,
        "duration": 3.347
    },
    {
        "text": "Trashing through things. This well at the top level sounds like even a really fun idea to me is",
        "start": 426.02,
        "duration": 4.4
    },
    {
        "text": "also against what Vidcon says to do a right surprises giveaway stunts",
        "start": 430.52,
        "duration": 4.36
    },
    {
        "text": "\"Please be careful announcing unplanned meetups Giveaways scavenger hunt Etc",
        "start": 434.889,
        "duration": 3.391
    },
    {
        "text": "Those surprises are a fun way to interact with your community a crowd can form faster than you anticipate and create a dangerous",
        "start": 438.28,
        "duration": 4.62
    },
    {
        "text": "Situation if this hasn't been approved in advance",
        "start": 443.02,
        "duration": 1.92
    },
    {
        "text": "always discuss your plans our Vidcon staff before proceeding.\" Although a quick note in the defense of Logan Paul and some of the others that",
        "start": 444.949,
        "duration": 6.05
    },
    {
        "text": "were kicked out some of them weren't feature creators so they didn't get this pack and",
        "start": 451.0,
        "duration": 3.149
    },
    {
        "text": "Even in this pack you have to get to the 8th page before you even see some of these rules. While some of the rules",
        "start": 454.28,
        "duration": 4.97
    },
    {
        "text": "And recommendations are common sense to me",
        "start": 459.25,
        "duration": 1.81
    },
    {
        "text": "To others it may not. I mean once you start getting to 8th page information it starts making you think that is it like someone saying what you",
        "start": 461.06,
        "duration": 6.019
    },
    {
        "text": "didn't see that in the terms of service? A little torn and then there was Logan Paul's other stuff decided to run outside and a",
        "start": 467.08,
        "duration": 4.89
    },
    {
        "text": "crowd around the fountain you see people start to swarm him then runs into the fountain which is going off, his fans follow him. There's",
        "start": 471.97,
        "duration": 7.829
    },
    {
        "text": "A crazy drone shot of it, although there have been massive",
        "start": 479.8,
        "duration": 2.599
    },
    {
        "text": "Criticisms of him doing that as well because people saying it's unsafe also, I think the Crackdown, we're going to see on drones",
        "start": 482.589,
        "duration": 5.6
    },
    {
        "text": "it's going to get crazier and crazier a lot of YouTubers break the",
        "start": 488.319,
        "duration": 3.829
    },
    {
        "text": "Laws around the back to the story and then things get squirrely. Security grabs him they try and lead him away",
        "start": 492.249,
        "duration": 5.359
    },
    {
        "text": "And there are more security guards taking away",
        "start": 497.609,
        "duration": 1.83
    },
    {
        "text": "And then they all go to the ground he then strip security's hold on him and he just runs and so then the obvious questions",
        "start": 499.439,
        "duration": 6.149
    },
    {
        "text": "Of okay",
        "start": 505.589,
        "duration": 0.72
    },
    {
        "text": "Because this happened is Logan Paul banned from Vidcon in the future also based off of his",
        "start": 506.309,
        "duration": 4.92
    },
    {
        "text": "Interaction with security are they is there going to be a legal situation?",
        "start": 511.42,
        "duration": 2.96
    },
    {
        "text": "of course a different version of a question we have asked many times in the past and that is at what point are you",
        "start": 514.38,
        "duration": 5.3
    },
    {
        "text": "responsible for what your fans do? that's a big question",
        "start": 519.699,
        "duration": 2.51
    },
    {
        "text": "I have in general whether it be someone else or me when I say you know insert blank",
        "start": 522.209,
        "duration": 3.869
    },
    {
        "text": "Person said this about me if someone of their own volition decides to go to that person and do something horrible",
        "start": 526.18,
        "duration": 6.739
    },
    {
        "text": "Or just be critical is that on me or seeing here are real-life",
        "start": 532.92,
        "duration": 3.239
    },
    {
        "text": "Examples where you just have creators showing up should they have known better for safety reasons and are they at fault in any way?",
        "start": 536.35,
        "duration": 5.419
    },
    {
        "text": "I'd love to know your thoughts here because it really makes me think of fame as",
        "start": 541.769,
        "duration": 3.57
    },
    {
        "text": "Almost like a here's a stretch like a weapon you have to handle responsibly. I don't know I'd love to know your thoughts",
        "start": 545.47,
        "duration": 4.82
    },
    {
        "text": "and then finally one of the most talked-about stories that came out of Vidcon both in the world and by the attendees a",
        "start": 550.29,
        "duration": 6.47
    },
    {
        "text": "quote-unquote Instagram model by the name of Christian burns",
        "start": 556.9,
        "duration": 3.379
    },
    {
        "text": "We're calling him an instagram model because apparently no matter what your actual success at something is if you call yourself that thing that is",
        "start": 560.279,
        "duration": 6.779
    },
    {
        "text": "What you are. Around 29,000 followers, and he was filmed doing this to security",
        "start": 567.06,
        "duration": 4.84
    },
    {
        "text": "so just before moving forward I wanna",
        "start": 593.12,
        "duration": 1.759
    },
    {
        "text": "I want to say, fuck you Christian and and fuck people like you. Disgusting aggressive egomaniacs like yourself hurt our space",
        "start": 594.879,
        "duration": 7.2
    },
    {
        "text": "No amount of fame. No amount of money gives you the ability to do that to another human being. You're not special",
        "start": 602.079,
        "duration": 5.729
    },
    {
        "text": "You're not better than anyone else",
        "start": 607.809,
        "duration": 1.14
    },
    {
        "text": "I say that to you and any young person who comes into fame and/or money. Now Christian would later do an interview",
        "start": 608.949,
        "duration": 5.909
    },
    {
        "text": "Where he tried to defend his action saying essentially that he was just amped up he saw security just beat down",
        "start": 614.859,
        "duration": 4.29
    },
    {
        "text": "a guy he was so heated that the problem is that",
        "start": 619.22,
        "duration": 2.839
    },
    {
        "text": "Seems to be wrong in two ways the first reason being because another Youtube creator by the name of Super filmy guy had a video",
        "start": 622.189,
        "duration": 5.179
    },
    {
        "text": "That showed the interaction between security and this guy they were trying to detain you don't see much of a backstory",
        "start": 627.369,
        "duration": 4.65
    },
    {
        "text": "But they're trying to hold him",
        "start": 632.019,
        "duration": 1.081
    },
    {
        "text": "They're trying to move him into the building and then we see the guy who's trying to detain",
        "start": 633.1,
        "duration": 2.88
    },
    {
        "text": "Flips a security guard over his shoulder so since one of their guys was attacked they then try to restrain him",
        "start": 636.23,
        "duration": 5.509
    },
    {
        "text": "So Christian blamed that happening for his rant. The problem with that, is the same Youtuber, super filmy guys",
        "start": 641.739,
        "duration": 5.1
    },
    {
        "text": "They find him on the next day saying the same thing to a different security guard",
        "start": 646.84,
        "duration": 4.4
    },
    {
        "text": "\"You're irrelevant and ugly\"",
        "start": 651.24,
        "duration": 2.0
    },
    {
        "text": "\"Look at you, what the fuck are you wearing?\"",
        "start": 655.82,
        "duration": 2.66
    },
    {
        "text": "It seems like he was getting kicked out there because he had fake passes for Vidcon. So Christian you so famous",
        "start": 658.58,
        "duration": 6.38
    },
    {
        "text": "how did you not get a pass and or have the ability to buy one also that's not me assuming he for some reason decided to",
        "start": 664.96,
        "duration": 5.429
    },
    {
        "text": "Admit that in an interview he did. Also",
        "start": 670.39,
        "duration": 1.86
    },
    {
        "text": "I want to go on the record saying fuck anyone that uses blue collar as an insult. Blue collar you mean the lifeblood of",
        "start": 672.25,
        "duration": 6.599
    },
    {
        "text": "America, I really do want to say to those security guards that were harassed by this asshole and probably countless others over the weekend",
        "start": 679.37,
        "duration": 6.95
    },
    {
        "text": "Thank you so much for being there",
        "start": 686.32,
        "duration": 1.02
    },
    {
        "text": "Thank you so much for keeping myself and and all the fans who bought tickets",
        "start": 687.34,
        "duration": 3.66
    },
    {
        "text": "Safe, thank you",
        "start": 691.4,
        "duration": 0.89
    },
    {
        "text": "And in fact the silver lining to this story is so many people in the community",
        "start": 692.29,
        "duration": 3.719
    },
    {
        "text": "spoke out against this douche bag so I'm posting about it online others finding DJ and and just saying thank you and",
        "start": 696.17,
        "duration": 6.739
    },
    {
        "text": "Giving him respect in fact the funniest way that people decide to support Joseph Hernandez people found his instagram",
        "start": 703.16,
        "duration": 5.84
    },
    {
        "text": "They started following to start sharing it out telling other people to follow and as of recording this video joseph has over sixty five",
        "start": 709.0,
        "duration": 6.659
    },
    {
        "text": "thousand Followers on Instagram",
        "start": 716.03,
        "duration": 1.88
    },
    {
        "text": "And this is why I love the internet people watched the video of Christian losing his mind on security being so disrespectful",
        "start": 717.91,
        "duration": 6.0
    },
    {
        "text": "They saw where the source of his ego was coming from his followers and they decided to make the man that he was berating",
        "start": 723.91,
        "duration": 5.52
    },
    {
        "text": "More popular than him. That is fucking beautiful ;) That's actually the last story",
        "start": 729.77,
        "duration": 4.1
    },
    {
        "text": "I'm going to talk about and I know this this video is a little bit different than the regular Philip Defranco show usually when I",
        "start": 733.87,
        "duration": 4.409
    },
    {
        "text": "Talk about news that involves our industry our communities",
        "start": 738.28,
        "duration": 2.549
    },
    {
        "text": "It's just a small part of a much larger show. But today for me",
        "start": 740.98,
        "duration": 2.88
    },
    {
        "text": "it is so very important to knock all of this out of the way because it affects all of us online, if it affects the",
        "start": 743.86,
        "duration": 5.339
    },
    {
        "text": "industry, if it affects the creators it will affect the viewers. How our industry grows",
        "start": 749.2,
        "duration": 3.33
    },
    {
        "text": "How we are perceived is based off of what happens in how we react with a Christian burn situation",
        "start": 752.53,
        "duration": 5.309
    },
    {
        "text": "I see someone that I personally believe is a scumbag doing scumbag things and the internet said ah screw that guy. Seemingly",
        "start": 757.84,
        "duration": 6.0
    },
    {
        "text": "Universally denounced him and his action and what the story is like rice gum and logan Paul",
        "start": 764.21,
        "duration": 4.1
    },
    {
        "text": "It becomes a question about personal responsibility",
        "start": 768.31,
        "duration": 2.0
    },
    {
        "text": "is it on the creators or is it on Vidcon. Think of it this way imagine that in the rice gum and the logan Paul",
        "start": 770.36,
        "duration": 5.21
    },
    {
        "text": "situations in those mobs",
        "start": 775.79,
        "duration": 1.49
    },
    {
        "text": "What if someone got trampled they broke a leg they broke their neck what if someone died who would be responsible?",
        "start": 777.28,
        "duration": 4.2
    },
    {
        "text": "Do the newly famous need to take their position in this world more seriously and or should Vidcon do",
        "start": 781.58,
        "duration": 6.38
    },
    {
        "text": "even more to keep those people and everyone else around them safe? Also at the level of fame some of these people have is it",
        "start": 788.14,
        "duration": 6.39
    },
    {
        "text": "even possible and finally the story with Anita and sargon",
        "start": 794.53,
        "duration": 3.059
    },
    {
        "text": "I mean",
        "start": 797.59,
        "duration": 0.36
    },
    {
        "text": "that's that's just a",
        "start": 797.95,
        "duration": 0.91
    },
    {
        "text": "Vidcon question we have to ask the question if the roles have been switched and sargon was the one on that stage and he saw",
        "start": 798.86,
        "duration": 5.18
    },
    {
        "text": "Anita Sarkeesian in the audience he went at her and called her a garbage person would he be banned yeah?",
        "start": 804.04,
        "duration": 6.089
    },
    {
        "text": "That's where I'm gonna end today",
        "start": 810.13,
        "duration": 0.87
    },
    {
        "text": "So remember if you liked this video like what I try and do on this channel hit that like button. If you're new here hit",
        "start": 811.0,
        "duration": 4.65
    },
    {
        "text": "that subscribe button also if you miss if you want to catch up on yesterday's Philip Defranco show you can click or tap right there?",
        "start": 815.65,
        "duration": 4.5
    },
    {
        "text": "To watch that if you want to see today's brand new behind the scenes vlog",
        "start": 820.15,
        "duration": 2.969
    },
    {
        "text": "Calmness you can click or tap right there to watch that but that said of course as always my name's Philip, Defranco",
        "start": 823.67,
        "duration": 4.969
    },
    {
        "text": "You've just been phill'd in. I love yo faces, and I'll see you tomorrow",
        "start": 828.68,
        "duration": 3.679
    }
]