[
    {
        "text": "Hey you beautiful bastards, I'm annoyed so you're getting an extra video this week. Why can't they just be better",
        "start": 0.0,
        "duration": 4.98
    },
    {
        "text": "Why do they have to make me do this",
        "start": 4.98,
        "duration": 1.16
    },
    {
        "text": "Today I'm gonna be calling out YouTube on some of their bullshit. A post about this on Twitter, it blew up tons of creators from the community",
        "start": 6.14,
        "duration": 6.62
    },
    {
        "text": "Co-signing retweeting it but as recording this video despite me directly making my statement towards YouTube and other Twitter accounts they own",
        "start": 12.78,
        "duration": 7.28
    },
    {
        "text": "I haven't received a response so what am I talking about here? So this situation",
        "start": 20.06,
        "duration": 2.36
    },
    {
        "text": "Starts with Casey Neistat now you can love him you can hate him throw out",
        "start": 22.42,
        "duration": 3.94
    },
    {
        "text": "Whatever feelings you have about Casey Neistat out the window. He's just to creator. He makes a video on October 2nd called",
        "start": 26.369,
        "duration": 4.86
    },
    {
        "text": "Let's help the victims of the Las Vegas attack and in this video",
        "start": 31.23,
        "duration": 2.639
    },
    {
        "text": "He's not showcasing the tragedy posting videos or pictures from it",
        "start": 33.869,
        "duration": 3.931
    },
    {
        "text": "Simply says let's raise money to help those affected by this and he links to a GoFundMe. A GoFundMe that yesterday",
        "start": 37.8,
        "duration": 5.06
    },
    {
        "text": "I saw passed over a quarter of a million dollars raised. And in that video he also adds any adsense I make from this video",
        "start": 42.86,
        "duration": 5.7
    },
    {
        "text": "We're also going to donate it as well, but unfortunately what ends up happening is Casey's video is de-monetized.",
        "start": 48.6,
        "duration": 5.36
    },
    {
        "text": "Now what YouTube will say is we didn't fully de-monetize it",
        "start": 53.96,
        "duration": 2.62
    },
    {
        "text": "That's the yellow dollar sign as you see, it's just not suitable for most advertisers",
        "start": 56.58,
        "duration": 3.6
    },
    {
        "text": "but if you've ever been hit with this you know it's essentially",
        "start": 60.18,
        "duration": 2.9
    },
    {
        "text": "de-monetized and so Casey tweets out literally a video about charity where I state all Adsense is going to that charity YouTube says not suitable",
        "start": 63.08,
        "duration": 7.02
    },
    {
        "text": "For advertisers now at this point you could just say hey Casey Neistat",
        "start": 70.11,
        "duration": 3.269
    },
    {
        "text": "You know request a review hit that little button maybe you got accidentally dinged",
        "start": 73.38,
        "duration": 3.059
    },
    {
        "text": "Let's give YouTube the benefit of the doubt unfortunately one of YouTube's verified Twitter accounts tweets at him",
        "start": 76.439,
        "duration": 4.2
    },
    {
        "text": "We love what you're doing to help, but no matter the intent our policy is to not run ads on videos about tragedies",
        "start": 80.64,
        "duration": 5.069
    },
    {
        "text": "Which my response?",
        "start": 85.71,
        "duration": 0.519
    },
    {
        "text": "Is while I don't think that should be attributed to the Casey Neistat video where he's just trying to help",
        "start": 86.229,
        "duration": 4.25
    },
    {
        "text": "He's not he's not profiting of a tragedy \nthe policy is their policy",
        "start": 90.48,
        "duration": 4.08
    },
    {
        "text": "But unfortunately all it takes is like 25 seconds of research",
        "start": 94.56,
        "duration": 3.98
    },
    {
        "text": "And you see it's not being implemented equally. YouTube writes we love what you're doing to help",
        "start": 98.54,
        "duration": 4.88
    },
    {
        "text": "But no matter the intent our policy is do not run ads on videos about tragedies",
        "start": 103.44,
        "duration": 5.1
    },
    {
        "text": "Then what the fuck is this? Jimmy Kimmel on mass shooting in Las Vegas brought to you by GMC",
        "start": 108.54,
        "duration": 5.54
    },
    {
        "text": "sure as hell looks like an ad on a video about a tragedy it even says that it's an ad on a video about a",
        "start": 114.12,
        "duration": 5.48
    },
    {
        "text": "tragedy",
        "start": 119.61,
        "duration": 0.48
    },
    {
        "text": "There is no doubt that this video should have been dinged or reviewed at some point since it says mass shooting in Las Vegas",
        "start": 120.09,
        "duration": 6.19
    },
    {
        "text": "But for some reason Jimmy Kimmel is exempt",
        "start": 126.28,
        "duration": 2.14
    },
    {
        "text": "And you can't even say that no one saw that this video was on the Internet",
        "start": 128.429,
        "duration": 3.809
    },
    {
        "text": "It was literally the number one trending video on YouTube, so why is Kimmel exempt, but apparently your organic solo creators nah",
        "start": 132.3,
        "duration": 6.6
    },
    {
        "text": "I mean the fact they even Smackdown Casey Neistat. No offense to you Casey. You're essentially the golden boy of YouTube.",
        "start": 138.9,
        "duration": 6.08
    },
    {
        "text": "The fact that they also hit him is incredibly telling. Now whenever I come across a situation like this where I'm incredibly aggravated",
        "start": 144.98,
        "duration": 5.6
    },
    {
        "text": "I try and come up with a way that the person",
        "start": 150.58,
        "duration": 2.22
    },
    {
        "text": "I'm angry at the company in this case that I am angry at they're not",
        "start": 152.8,
        "duration": 3.76
    },
    {
        "text": "Evil or bad for doing it right and the closest I can get to on that situation is maybe Jimmy Kimmel Live",
        "start": 156.56,
        "duration": 5.14
    },
    {
        "text": "You know they're they're a big TV show they they're on a network even they have a direct ad sales team and they can force",
        "start": 161.709,
        "duration": 5.37
    },
    {
        "text": "through",
        "start": 167.08,
        "duration": 0.64
    },
    {
        "text": "advertisements on YouTube and to that I would say one we definitely don't know that's the case that is me kind of",
        "start": 167.72,
        "duration": 4.82
    },
    {
        "text": "Bending over to try and give them an out. And two all it really shows us is YouTube is completely fine with the major networks",
        "start": 172.6,
        "duration": 6.08
    },
    {
        "text": "Playing by different rules also that they is a company of personally fine",
        "start": 178.72,
        "duration": 3.98
    },
    {
        "text": "Profiting off of a tragedy as long as it's someone else's sales team one's doing it. You didn't put the blood on the money",
        "start": 182.7,
        "duration": 4.38
    },
    {
        "text": "So that's okay",
        "start": 187.08,
        "duration": 0.6
    },
    {
        "text": "And even still it seems like a big middle finger to your average creator that there are different rules based on your size",
        "start": 187.69,
        "duration": 5.97
    },
    {
        "text": "I don't mean based on your audience size. I mean your company size",
        "start": 193.66,
        "duration": 2.819
    },
    {
        "text": "That's without me going into the preferential",
        "start": 196.48,
        "duration": 1.69
    },
    {
        "text": "Treatment that you guys give the late night shows and other channels really every late night host",
        "start": 198.17,
        "duration": 4.61
    },
    {
        "text": "That said anything ever is always on trending",
        "start": 202.78,
        "duration": 2.28
    },
    {
        "text": "But idubbbz can put out a video that gets 13 million views in 24 to 36 hours, and that's just it's not there",
        "start": 205.06,
        "duration": 5.61
    },
    {
        "text": "It's so strange how that works",
        "start": 210.67,
        "duration": 1.56
    },
    {
        "text": "But the main point I want to close this out kind of like with what I tweeted YouTube I criticize you because I love you",
        "start": 212.23,
        "duration": 5.069
    },
    {
        "text": "I wouldn't be where I am today without you so many people that are around today wouldn't be here without you",
        "start": 217.3,
        "duration": 5.43
    },
    {
        "text": "But that doesn't also give you a pass to not give a fuck or bullshit. The responses to things like this seem like bullshit",
        "start": 222.73,
        "duration": 5.37
    },
    {
        "text": "They seem not true people are tired of this and you can be better. But that said you beautiful bastards",
        "start": 228.1,
        "duration": 4.88
    },
    {
        "text": "who watch a show I love your face if you like what I'm saying here at that like button if you want to see the",
        "start": 232.98,
        "duration": 4.72
    },
    {
        "text": "Show as normal hit that subscribe button, but of course as always my name is Philip DeFranco. You've just been phill'd in",
        "start": 237.7,
        "duration": 5.669
    },
    {
        "text": "I love yo faces, and I'll see you tomorrow",
        "start": 243.369,
        "duration": 2.411
    },
    {
        "text": "probably...",
        "start": 246.32,
        "duration": 2.0
    }
]