[
    {
        "text": "Sup you beautiful bastards",
        "start": 0.03,
        "duration": 1.439
    },
    {
        "text": "hope you're havin' a",
        "start": 1.469,
        "duration": 0.821
    },
    {
        "text": "Fantastic Tuesday welcome back to the Philip DeFranco show and let's just jump into it and first thing we're gonna",
        "start": 2.29,
        "duration": 5.029
    },
    {
        "text": "Talk about today is this insane Harvey Weinstein story that is just getting bigger and bigger and bigger",
        "start": 7.319,
        "duration": 4.77
    },
    {
        "text": "Yesterday when we were talking about the Defy Media And Signore sexual harassment controversy Weinstein's name was mentioned understandably so I think the Weinstein",
        "start": 12.309,
        "duration": 7.49
    },
    {
        "text": "situation the- to a lesser extent the Andy Signore",
        "start": 19.96,
        "duration": 2.33
    },
    {
        "text": "Situation are showing people that they need to speak out",
        "start": 22.42,
        "duration": 2.629
    },
    {
        "text": "And I'm not blaming the victims here for being silent",
        "start": 25.05,
        "duration": 2.219
    },
    {
        "text": "But this is, I think, a showcase that there is a lot of support for victims to speak out. So what is and what has",
        "start": 27.269,
        "duration": 4.949
    },
    {
        "text": "been happening with the Harvey Weinstein situation?",
        "start": 32.219,
        "duration": 1.811
    },
    {
        "text": "Well about five days ago the New York Times put out an article around Harvey Weinstein, compiling multiple accounts of sexual conduct by Harvey Weinstein",
        "start": 34.03,
        "duration": 7.369
    },
    {
        "text": "and a lot of it seemed to show that he had been using the same technique over and over. Usually he'd invite the woman to",
        "start": 41.399,
        "duration": 4.62
    },
    {
        "text": "A hotel under the guise of it being a meeting, specifically in Los Angeles it would be the Peninsula Beverly Hills",
        "start": 46.02,
        "duration": 4.379
    },
    {
        "text": "But those meetings also took place internationally and not wanting to turn down an opportunity for career advancement these women would accept",
        "start": 50.399,
        "duration": 5.37
    },
    {
        "text": "And we're talking about Harvey Weinstein here",
        "start": 55.77,
        "duration": 1.53
    },
    {
        "text": "He's the co-founder of Miramax and the Weinstein Company right we're talking Good Will Hunting, Pulp Fiction,",
        "start": 57.3,
        "duration": 4.649
    },
    {
        "text": "Django Unchained, Lion, The King's Speech",
        "start": 62.26,
        "duration": 1.829
    },
    {
        "text": "Silver Linings Playbook, Inglorious Bastards, the list goes on. This could be a huge deal for your career. But when the women would show up",
        "start": 64.089,
        "duration": 5.72
    },
    {
        "text": "To the hotel they would be guided to Weinstein's personal room and there we have now many reports of",
        "start": 69.81,
        "duration": 4.23
    },
    {
        "text": "somewhat of the same situation. In 1991 you had Laura Madden",
        "start": 74.26,
        "duration": 3.289
    },
    {
        "text": "She's a former employee of Weinstein. Reportedly Weinstein would repeatedly ask for",
        "start": 77.549,
        "duration": 3.09
    },
    {
        "text": "Massages in hotels. Early 90s Rosanna Arquette agreed to meet Weinstein at the Beverly Hilton Hotel when she gets there",
        "start": 80.77,
        "duration": 5.239
    },
    {
        "text": "she's directed to his room where she finds him wearing a bathrobe at one point allegedly he tries to force her to give him a",
        "start": 86.009,
        "duration": 4.68
    },
    {
        "text": "Neck massage. When she refuses, he then tries to force her hands onto his erect penis. Ashley Judd has also spoken out on",
        "start": 90.689,
        "duration": 5.49
    },
    {
        "text": "Weinstein shows up to the hotel guided to his personal room",
        "start": 96.25,
        "duration": 2.629
    },
    {
        "text": "He repeatedly asks for massages and then asks for her to watch him shower",
        "start": 98.88,
        "duration": 3.66
    },
    {
        "text": "She declines all the advances and what's really messed up is she said her mindset was how do I get out of the room as?",
        "start": 102.54,
        "duration": 4.529
    },
    {
        "text": "Fast as possible without alienating",
        "start": 107.07,
        "duration": 2.0
    },
    {
        "text": "Harvey Weinstein I mean for me",
        "start": 109.27,
        "duration": 1.55
    },
    {
        "text": "That's the extremely telling part of the power difference between the two people in that room. At the Toronto International Film Festival,",
        "start": 110.82,
        "duration": 6.7
    },
    {
        "text": "Weinstein arranged a meeting with Mira Sorvino, she recalls he started massaging my shoulders which made me very uncomfortable",
        "start": 117.52,
        "duration": 5.34
    },
    {
        "text": "And then he tried to get more physical sort of chasing me around. In that instance",
        "start": 122.92,
        "duration": 3.29
    },
    {
        "text": "She said she got out of the room, but then months later",
        "start": 126.21,
        "duration": 2.01
    },
    {
        "text": "He continued to follow her actually showing up to her apartment. Rose McGowan talked about an incident",
        "start": 128.22,
        "duration": 4.47
    },
    {
        "text": "In a hotel room at the Sundance Film Festival in 97. In that situation a settlement was agreed upon between",
        "start": 132.77,
        "duration": 4.83
    },
    {
        "text": "Weinstein and McGowan. In the same year you had Asia",
        "start": 137.79,
        "duration": 2.149
    },
    {
        "text": "Argento, an Italian actress and director, she claimed the Weinstein performed unwanted oral sex on her",
        "start": 139.94,
        "duration": 4.589
    },
    {
        "text": "But here some people say the claim is a little more complicated than the other",
        "start": 144.53,
        "duration": 2.88
    },
    {
        "text": "Instances this because of the fact that she went on to have consensual",
        "start": 147.51,
        "duration": 2.389
    },
    {
        "text": "Relations with Weinstein. But to that Argento says because of Weinstein's role as her producer for her movie",
        "start": 150.03,
        "duration": 4.79
    },
    {
        "text": "B. Monkey she felt like she had to comply in 98 you had",
        "start": 154.82,
        "duration": 2.849
    },
    {
        "text": "Zelda Perkins one of his assistants in London reportedly she confronted Weinstein on his inappropriate behavior even threatening to go public",
        "start": 157.67,
        "duration": 5.37
    },
    {
        "text": "Reportedly one of Miramax's lawyers was then sent to reach a settlement with her in",
        "start": 163.23,
        "duration": 3.409
    },
    {
        "text": "2004 you have Lucia Evans she agreed to a meeting at Weinstein's Tribeca office she was told there was going to be a female casting executive and Weinstein",
        "start": 166.71,
        "duration": 6.289
    },
    {
        "text": "There she said she was quickly left alone with Weinstein and he forced her to perform oral sex on him saying quote",
        "start": 173.0,
        "duration": 4.44
    },
    {
        "text": "\"He's a big guy. He overpowered me. I just sort of gave up",
        "start": 177.44,
        "duration": 2.91
    },
    {
        "text": "That's the most horrible part of it",
        "start": 180.35,
        "duration": 1.35
    },
    {
        "text": "and that's why he's been able to do it for so long to so many women people give up and then they feel like it's",
        "start": 181.7,
        "duration": 4.139
    },
    {
        "text": "their fault.\"",
        "start": 185.84,
        "duration": 0.6
    },
    {
        "text": "In 2010 there was Emma de Caunes, Weinstein reportedly said he had a script for her she showed up to the hotel room and he",
        "start": 186.44,
        "duration": 4.619
    },
    {
        "text": "Was just naked and displayed his erect penis. He told to get on the bed",
        "start": 191.06,
        "duration": 2.91
    },
    {
        "text": "She instead left quickly. In 2011 there was Jessica Barth who was invited for a meeting but when she got there",
        "start": 193.97,
        "duration": 4.47
    },
    {
        "text": "She was directed to his room",
        "start": 198.44,
        "duration": 1.05
    },
    {
        "text": "He reportedly ordered champagne and sushi and then reportedly he kept going back and forth talking about her future and then asking for naked massages",
        "start": 199.49,
        "duration": 6.21
    },
    {
        "text": "In 2015 you had Italian model and aspiring",
        "start": 205.7,
        "duration": 1.9
    },
    {
        "text": "actress Ambra Battilana, she reportedly called police after",
        "start": 207.6,
        "duration": 2.419
    },
    {
        "text": "Weinstein assaulted her. According to the police report Weinstein grabbed her breasts while asking if they were real and then put his hands up her",
        "start": 210.09,
        "duration": 5.63
    },
    {
        "text": "skirt and we also have audio from this situation",
        "start": 215.72,
        "duration": 2.0
    },
    {
        "text": "Reportedly after the initial assault Ambra went to the police while there",
        "start": 217.77,
        "duration": 3.169
    },
    {
        "text": "Weinstein called her to set up another meeting and so Ambra agreed and went back but not before",
        "start": 221.04,
        "duration": 4.309
    },
    {
        "text": "Wearing a wire that police gave her and here's some of the audio from that.",
        "start": 225.42,
        "duration": 3.3
    },
    {
        "text": "*quote on-screen*",
        "start": 228.72,
        "duration": 21.02
    },
    {
        "text": "And so in that you can hear Weinstein admit that he did this to her that same year",
        "start": 249.92,
        "duration": 3.98
    },
    {
        "text": "There was a memo written by Lauren",
        "start": 253.909,
        "duration": 1.44
    },
    {
        "text": "O'Connor. And in that memo written to top",
        "start": 255.349,
        "duration": 1.54
    },
    {
        "text": "executives, it described that there were there were employees that were required to wake him up or be there to help him go to sleep",
        "start": 256.889,
        "duration": 5.24
    },
    {
        "text": "Reportedly eight women described that he would appear fully or nearly naked",
        "start": 262.13,
        "duration": 3.179
    },
    {
        "text": "He would ask them to be there while he bathed and he would ask for or initiate",
        "start": 265.31,
        "duration": 3.329
    },
    {
        "text": "Massages there ended up being settlements with at least eight women including Lauren. And in response to all of this",
        "start": 268.74,
        "duration": 4.88
    },
    {
        "text": "Weinstein released a statement that essentially says yeah",
        "start": 273.93,
        "duration": 3.29
    },
    {
        "text": "Sorry my bad I'm gonna try and get better, also",
        "start": 277.22,
        "duration": 2.699
    },
    {
        "text": "I'm going to fight the NRA and the president and just so you know I'm not making that up",
        "start": 279.919,
        "duration": 2.94
    },
    {
        "text": "Here's his full statement",
        "start": 282.87,
        "duration": 1.07
    },
    {
        "text": "\"I came of age in the 60s and 70s when all rules about behavior in workplaces were different",
        "start": 283.94,
        "duration": 4.139
    },
    {
        "text": "That was the culture then I have since learned it's not an excuse in the office or out of to anyone",
        "start": 288.08,
        "duration": 4.05
    },
    {
        "text": "I realize some time ago. I need to be a better person and my interactions with people I work with have changed",
        "start": 292.13,
        "duration": 4.109
    },
    {
        "text": "I appreciate the way, I've behaved with colleagues in the past has caused a lot of pain, and I sincerely apologize for it though",
        "start": 296.24,
        "duration": 5.07
    },
    {
        "text": "I'm trying to do better",
        "start": 301.31,
        "duration": 0.75
    },
    {
        "text": "I know I have a long way to go that is my commitment my journey now will be to learn about myself and conquer my",
        "start": 302.06,
        "duration": 4.739
    },
    {
        "text": "Demons over the last year I've asked Lisa Bloom to tutor me",
        "start": 306.81,
        "duration": 2.779
    },
    {
        "text": "And she's put together a team of people I brought on therapists and I plan to take a leave of",
        "start": 309.59,
        "duration": 3.269
    },
    {
        "text": "Absence for my company and to deal with this issue head-on I so respect all women and regret what happened",
        "start": 312.93,
        "duration": 4.76
    },
    {
        "text": "I hope that my actions will speak louder than words and that one day we will all be able to earn their trust and sit",
        "start": 317.69,
        "duration": 4.32
    },
    {
        "text": "Down together with Lisa to learn more Jay-Z wrote in 4:44. \"I'm not the man",
        "start": 322.01,
        "duration": 3.479
    },
    {
        "text": "I thought I was and I better be that man for my children,\" the same is true for me",
        "start": 325.49,
        "duration": 3.419
    },
    {
        "text": "I want a second chance in the community, but I know I've got work to do to earn it",
        "start": 328.909,
        "duration": 2.91
    },
    {
        "text": "I have goals that are now priorities trust me this isn't an overnight process",
        "start": 331.97,
        "duration": 2.819
    },
    {
        "text": "I've been trying to do this for ten years",
        "start": 334.8,
        "duration": 1.85
    },
    {
        "text": "And this is a wake-up call I cannot be more remorseful about the people I hurt and plan to do right by all of them",
        "start": 336.65,
        "duration": 4.32
    },
    {
        "text": "I'm going to need a place to channel that anger so I've decided that I'm going to give the NRA my full attention",
        "start": 340.97,
        "duration": 4.649
    },
    {
        "text": "I hope Wayne LaPierre will enjoy his retirement party. I'm going to do it at the same place. I had my bar mitzvah",
        "start": 345.62,
        "duration": 5.279
    },
    {
        "text": "I'm making a movie about our president. Perhaps, we can make it a joint retirement party one year ago",
        "start": 350.9,
        "duration": 3.75
    },
    {
        "text": "I began organizing a five million dollar foundation to give scholarships to women directors at USC",
        "start": 354.65,
        "duration": 4.529
    },
    {
        "text": "Well this might seem coincidental it has been in the works for a year",
        "start": 359.18,
        "duration": 2.399
    },
    {
        "text": "It will be after my mom, and I won't disappoint her.\" Also. Yeah, in my summary",
        "start": 361.58,
        "duration": 3.5
    },
    {
        "text": "I forgot the part that he quoted Jay-z. Also, side note, I just checked and that's not actually even a correct quote from",
        "start": 365.08,
        "duration": 5.46
    },
    {
        "text": "4:44 not the song or anywhere on the album. Now a big thing to note is while Weinstein said he was only to take a",
        "start": 370.6,
        "duration": 4.5
    },
    {
        "text": "Leave of absence on Saturday",
        "start": 375.1,
        "duration": 1.38
    },
    {
        "text": "He was actually fired. The board for The Weinstein Company convened and five members of the board including his brother",
        "start": 376.48,
        "duration": 5.399
    },
    {
        "text": "They voted to fire him. The Weinstein Company releasing an official statement saying \"In light of new information about misconduct by Harvey Weinstein that has emerged",
        "start": 381.88,
        "duration": 5.67
    },
    {
        "text": "In the past few days the directors of The Weinstein Company have determined and informed Harvey Weinstein that his employment with the Weinstein Company is",
        "start": 387.55,
        "duration": 5.93
    },
    {
        "text": "terminated effective immediately",
        "start": 393.48,
        "duration": 1.3
    },
    {
        "text": "And then in came all the Hollywood reaction",
        "start": 394.78,
        "duration": 2.26
    },
    {
        "text": "The former president of Miramax Los Angeles saying from the outside it seemed golden the Oscars a success the remarkable cultural impact",
        "start": 397.12,
        "duration": 6.5
    },
    {
        "text": "But behind the scenes it was a mess and this was the biggest mess of all also recalling that if a female executive was asked",
        "start": 403.63,
        "duration": 4.739
    },
    {
        "text": "to go to a meeting solo",
        "start": 408.37,
        "duration": 1.02
    },
    {
        "text": "She and a colleague would generally double-up. Rose McGowan",
        "start": 409.39,
        "duration": 2.16
    },
    {
        "text": "Tweeting anyone who does business with blank is complicit and deep down?",
        "start": 411.65,
        "duration": 3.23
    },
    {
        "text": "You know you were even dirtier cleanse yourselves",
        "start": 414.88,
        "duration": 2.13
    },
    {
        "text": "Meryl Streep releasing the statement; \"The disgraceful news about Harvey Weinstein has appalled those of us whose work he championed and those whose good and",
        "start": 417.01,
        "duration": 6.15
    },
    {
        "text": "worthy causes",
        "start": 423.16,
        "duration": 0.72
    },
    {
        "text": "He supported the intrepid women who raised their voices to expose this abuse are our heroes one thing can be clarified not",
        "start": 423.88,
        "duration": 5.82
    },
    {
        "text": "Everybody knew. Harvey supported the work fiercely was exasperating",
        "start": 429.8,
        "duration": 2.63
    },
    {
        "text": "But respectful with me in our working relationship and with many others with whom he worked professionally",
        "start": 432.43,
        "duration": 3.93
    },
    {
        "text": "I didn't know about these other offenses. The behavior is inexcusable",
        "start": 436.36,
        "duration": 2.789
    },
    {
        "text": "But the abuse of power",
        "start": 439.22,
        "duration": 1.26
    },
    {
        "text": "Familiar each brave voice that has raised heard and credited by our watchdog media will ultimately change the game.\"",
        "start": 440.48,
        "duration": 4.97
    },
    {
        "text": "And that was a pretty big thing coming from Meryl Streep because in the past she had even called",
        "start": 445.45,
        "duration": 3.989
    },
    {
        "text": "Weinstein a god although it is very important to note that Meryl Streep's version of events are far different than Jessica Chastain",
        "start": 449.54,
        "duration": 5.929
    },
    {
        "text": "She's come out and said this is essentially a known secret",
        "start": 455.47,
        "duration": 2.22
    },
    {
        "text": "She was warned from the beginning about Harvey saying, \"the stories were everywhere to deny that is to create an environment for it to happen",
        "start": 457.69,
        "duration": 5.19
    },
    {
        "text": "again.\" Mark Ruffalo says, \"to be clear what Harvey Weinstein did was a disgusting abuse of power and horrible",
        "start": 462.88,
        "duration": 4.5
    },
    {
        "text": "I hope we are now seeing the beginning of the end of these abuses.\" Judd Apatow writing, \"what Harvey Weinstein did was abhorrent. He admits",
        "start": 467.38,
        "duration": 4.83
    },
    {
        "text": "He did it",
        "start": 472.21,
        "duration": 0.39
    },
    {
        "text": "Why should anyone be silent in their disgust and support for his victims.\" Fashion designer Donna Karen chimed in on the topic saying. \"to",
        "start": 472.6,
        "duration": 5.67
    },
    {
        "text": "See it here in our own country is very difficult, but I also think how do we display ourselves?",
        "start": 478.27,
        "duration": 4.199
    },
    {
        "text": "How do we present ourselves as women?",
        "start": 482.47,
        "duration": 1.32
    },
    {
        "text": "What are we asking? Are we asking for it by presenting all the sensuality and all the sexuality",
        "start": 483.79,
        "duration": 3.989
    },
    {
        "text": "There's a lot of outrage around this because people are saying did you just say women are asking for it with how they dress she",
        "start": 487.78,
        "duration": 5.699
    },
    {
        "text": "later apologized for that statement. Then today we heard",
        "start": 493.479,
        "duration": 2.13
    },
    {
        "text": "From Gwyneth Paltrow she described a very familiar story from when she was 22 saying Weinstein put his hands on her",
        "start": 495.76,
        "duration": 5.19
    },
    {
        "text": "Suggested that they go to his bedroom for massages",
        "start": 501.05,
        "duration": 2.149
    },
    {
        "text": "She refused even said that her boyfriend at the time Brad Pitt confronted him about this.",
        "start": 503.2,
        "duration": 3.78
    },
    {
        "text": "Also adding, she was told to never talk about this situatio. A rep for Brad Pitt has confirmed this. Angelina Jolie",
        "start": 507.1,
        "duration": 4.68
    },
    {
        "text": "also coming out with her own story saying I had a bad experience with Harvey Weinstein in my youth and as a result chose to",
        "start": 512.06,
        "duration": 5.06
    },
    {
        "text": "Never work with him again and warned others when they did this behavior towards women in any field any country is",
        "start": 517.12,
        "duration": 4.53
    },
    {
        "text": "Unacceptable additionally there are also claims from a former New York Times reporter that said that they had this story before but never ran it",
        "start": 521.84,
        "duration": 6.769
    },
    {
        "text": "This coming from Cheryl Waxman who wrote on the rap writing",
        "start": 528.61,
        "duration": 2.04
    },
    {
        "text": "I also tracked down a woman in London who had been paid off after an unwanted sexual",
        "start": 530.65,
        "duration": 3.179
    },
    {
        "text": "Encounter with Weinstein she was terrified to speak because of her non-disclosure agreement",
        "start": 534.05,
        "duration": 3.679
    },
    {
        "text": "But at least we had evidence of a payoff the story",
        "start": 537.73,
        "duration": 1.83
    },
    {
        "text": "I reported never ran after intense pressure from Weinstein which included having Matt Damon and Russell Crowe",
        "start": 539.56,
        "duration": 4.41
    },
    {
        "text": "Call me directly to vouch for",
        "start": 543.97,
        "duration": 1.42
    },
    {
        "text": "Lombardo and unknown discussions well above my head at the time",
        "start": 545.39,
        "duration": 2.45
    },
    {
        "text": "The story was gutted I was told at the time that Weinstein had visited the newsroom in person to make his displeasure known I knew",
        "start": 547.84,
        "duration": 5.279
    },
    {
        "text": "He was a major advertiser in The Times",
        "start": 553.12,
        "duration": 1.5
    },
    {
        "text": "And he was a powerful person overall. But I had the facts and this was the Times. Right? Wrong.",
        "start": 554.62,
        "duration": 3.66
    },
    {
        "text": "But finally in response to everything that is happening a lawyer for Weinstein released a statement saying any allegations of",
        "start": 558.28,
        "duration": 5.579
    },
    {
        "text": "Non-consensual sex are unequivocally denied by Mr. Weinstein.",
        "start": 564.08,
        "duration": 3.1
    },
    {
        "text": "Mr. Weinstein has further confirmed that there were never any acts of retaliation against any woman for refusing his advances",
        "start": 567.26,
        "duration": 4.94
    },
    {
        "text": "He will not be available for further comments",
        "start": 572.2,
        "duration": 1.5
    },
    {
        "text": "And he has taken time to focus on his family on getting counseling and rebuilding his life",
        "start": 573.7,
        "duration": 3.39
    },
    {
        "text": "also according to The Hollywood Reporter",
        "start": 577.09,
        "duration": 1.78
    },
    {
        "text": "Weinstein is",
        "start": 578.87,
        "duration": 0.66
    },
    {
        "text": "Thinking of suing the New York Times this for publishing what his lawyer is calling a story that is saturated with false and defamatory",
        "start": 579.53,
        "duration": 5.419
    },
    {
        "text": "Statements and so that is where we are today",
        "start": 585.41,
        "duration": 1.83
    },
    {
        "text": "And so here's what I'll say just from The New Yorker article alone you have thirteen claims of sexual harassment with three of",
        "start": 587.24,
        "duration": 6.98
    },
    {
        "text": "non-consensual sex and in my opinion",
        "start": 594.26,
        "duration": 2.18
    },
    {
        "text": "It's all wrong",
        "start": 596.44,
        "duration": 0.9
    },
    {
        "text": "And it's all indefensible. We're talking about the abuse of people and/or power you have someone with a special position,",
        "start": 597.34,
        "duration": 5.4
    },
    {
        "text": "power, influence, that is using that to take advantage of someone without any of it, it's not okay",
        "start": 602.8,
        "duration": 5.12
    },
    {
        "text": "And it's indefensible in my opinion and so obviously they're going to be a lot of",
        "start": 607.93,
        "duration": 3.299
    },
    {
        "text": "Opinions around this and and I'd love for you guys to talk about it debate it in the comments. But a question I do want to",
        "start": 611.3,
        "duration": 4.78
    },
    {
        "text": "Pass off to you",
        "start": 616.08,
        "duration": 0.82
    },
    {
        "text": "Is do you think this is a I was I came up in the 60s and 70s it was a different time problem?",
        "start": 616.9,
        "duration": 5.099
    },
    {
        "text": "I'm just throwing it out there not because it's my personal belief, but because that was one of Harvey Weinstein's excuses",
        "start": 622.0,
        "duration": 4.53
    },
    {
        "text": "Or do you think that this is a peek behind the curtain of the problems that we still see today?",
        "start": 626.53,
        "duration": 4.229
    },
    {
        "text": "I mean obviously we saw that this story inspired one of the people in the Andes Signore situation to come forward",
        "start": 630.77,
        "duration": 4.879
    },
    {
        "text": "Do you think this is just the beginning? Do you think we're gonna see more and more people coming out?",
        "start": 635.649,
        "duration": 3.27
    },
    {
        "text": "Let me know what you're thinking in those comments down below. But from that, I want to share some stuff",
        "start": 638.92,
        "duration": 3.27
    },
    {
        "text": "I loved today and today in awesome brought to you by",
        "start": 642.19,
        "duration": 2.75
    },
    {
        "text": "Seat Geek. Seat Geek, of course, the fantastic ticket app that takes the",
        "start": 644.98,
        "duration": 2.46
    },
    {
        "text": "Confusion out of buying tickets. They put all the tickets in one place",
        "start": 647.51,
        "duration": 2.899
    },
    {
        "text": "They give them 0 to 100 scores, so you know if you're getting a deal or not",
        "start": 650.41,
        "duration": 3.119
    },
    {
        "text": "I've got the app on my phone",
        "start": 653.529,
        "duration": 0.961
    },
    {
        "text": "and it is by far the easiest way to purchase tickets for a game a",
        "start": 654.49,
        "duration": 2.64
    },
    {
        "text": "concert a whatever. So if you want to make the smart move like many from the nation already have click that link in the description to",
        "start": 657.35,
        "duration": 4.94
    },
    {
        "text": "Download the app and use coupon code PHIL for $20 off your first ticket purchase. And the first bit of awesome is we got the brand-new",
        "start": 662.29,
        "duration": 6.39
    },
    {
        "text": "Star Wars The Last Jedi trailer. Yes, yes a million times yes, I cannot wait for December 15th",
        "start": 668.81,
        "duration": 5.779
    },
    {
        "text": "And I decide to share this video from Casey Neistat a review of the Qatar Airways",
        "start": 674.589,
        "duration": 3.431
    },
    {
        "text": "A350 business class, it's just a really interesting video to see how the other half lives",
        "start": 678.02,
        "duration": 4.64
    },
    {
        "text": "I mean I try and fly first class when I can but this is this is a whole different level then in awesome for those of",
        "start": 682.66,
        "duration": 5.369
    },
    {
        "text": "You that were asking yesterday that pillow wait wrong-side that pillow right there?",
        "start": 688.029,
        "duration": 3.39
    },
    {
        "text": "Just launched a small run of the let's make mistakes together pillows this week if you want to snag one links in the description down",
        "start": 691.42,
        "duration": 5.34
    },
    {
        "text": "And if you want to see the full versions everything",
        "start": 696.76,
        "duration": 1.92
    },
    {
        "text": "I just share the secret link of the day anything at all links as always are in the description down below",
        "start": 698.68,
        "duration": 4.679
    },
    {
        "text": "Then let's talk about the controversy between Jamel Hill, ESPN, Donald Trump,",
        "start": 703.37,
        "duration": 4.64
    },
    {
        "text": "And the NFL for those who don't know Jamel Hill is a host on ESPN. You might have seen last month",
        "start": 708.01,
        "duration": 4.559
    },
    {
        "text": "There was a huge controversy around her because she went to Twitter to say Donald Trump is a white",
        "start": 712.57,
        "duration": 4.32
    },
    {
        "text": "Supremacist the string of tweets she posted where Donald Trump is a white supremacist who is largely surrounded himself with other white",
        "start": 717.079,
        "duration": 5.27
    },
    {
        "text": "Supremacists Trump is the most ignorant offensive president of my lifetime his rise as a direct result of white supremacy period he is empowered white",
        "start": 722.48,
        "duration": 6.559
    },
    {
        "text": "Supremacists see Charlottesville. He's unqualified and unfit to be President",
        "start": 729.35,
        "duration": 2.929
    },
    {
        "text": "He is not a leader",
        "start": 732.35,
        "duration": 1.13
    },
    {
        "text": "And if he were not white he would have never been elected",
        "start": 733.48,
        "duration": 2.16
    },
    {
        "text": "Donald Trump is a bigot glad he can live with voting for him",
        "start": 735.709,
        "duration": 2.51
    },
    {
        "text": "I couldn't because I cared about more than just myself and so obviously with a public figure saying this there was a lot of love",
        "start": 738.22,
        "duration": 5.04
    },
    {
        "text": "and there was a lot of hate and so following Hills statements ESPN released a statement saying comments on Twitter from Jamel Hill regarding the",
        "start": 743.26,
        "duration": 5.25
    },
    {
        "text": "President do not represent the position of ESPN",
        "start": 748.51,
        "duration": 2.039
    },
    {
        "text": "We've addressed this with Jamel and she recognizes her actions were inappropriate and so at least publicly it looks like Jamel Hill is not",
        "start": 750.55,
        "duration": 5.429
    },
    {
        "text": "Punished it doesn't look like she's suspended",
        "start": 756.16,
        "duration": 1.78
    },
    {
        "text": "Though there are reports that come out around this time accusing ESPN of trying to",
        "start": 758.02,
        "duration": 3.36
    },
    {
        "text": "Take her off the air replacing her with another black female anchor, though according to these reports that anchor and her other",
        "start": 761.47,
        "duration": 5.07
    },
    {
        "text": "Co-hosts refused to do the show without her. But the network denies that this ever happened",
        "start": 766.61,
        "duration": 3.5
    },
    {
        "text": "So let's talk about what else happens publicly during a press briefing White House press secretary",
        "start": 770.11,
        "duration": 3.239
    },
    {
        "text": "Sarah Huckabee Sanders says, \"I'm not sure if he's aware, but I think that's one of the more outrageous",
        "start": 773.56,
        "duration": 4.06
    },
    {
        "text": "Comments that anyone could make, uh, and certainly something that I think is a fireable offense by ESPN.\" Jamel Hill",
        "start": 777.82,
        "duration": 6.42
    },
    {
        "text": "Then takes Twitter writing my comments on Twitter expressed my personal beliefs my regret is that my comments and the public way I made them",
        "start": 784.24,
        "duration": 5.399
    },
    {
        "text": "Painted ESPN in an unfair light my respect for the company and my colleagues remains unconditional",
        "start": 789.64,
        "duration": 3.929
    },
    {
        "text": "ESPN then says Jamel has a right to her personal opinions",
        "start": 793.57,
        "duration": 2.82
    },
    {
        "text": "But not to publicly share them on a platform that implies that she was in any way speaking on behalf of ESPN",
        "start": 796.39,
        "duration": 4.26
    },
    {
        "text": "She has acknowledged that her tweets cross that line and is apologized for doing so we accept her apology Trump",
        "start": 800.65,
        "duration": 4.559
    },
    {
        "text": "Then takes Twitter saying ESPN is paying a really big price for its politics and bad programming people are dumping it in record numbers",
        "start": 805.209,
        "duration": 5.751
    },
    {
        "text": "apologize for untruth and so that was pretty much that",
        "start": 811.04,
        "duration": 2.4
    },
    {
        "text": "until this most recent Jerry Jones",
        "start": 813.52,
        "duration": 2.1
    },
    {
        "text": "situation. Jerry Jones is the owner of the Dallas Cowboys,",
        "start": 815.72,
        "duration": 2.3
    },
    {
        "text": "he was one of the owners that knelt with all of his players",
        "start": 818.02,
        "duration": 2.669
    },
    {
        "text": "But not during the national anthem before the national anthem this was the first we saw of the modified",
        "start": 820.69,
        "duration": 4.92
    },
    {
        "text": "Protests during an NFL game well more recently. He said he would bench any player that",
        "start": 825.8,
        "duration": 4.08
    },
    {
        "text": "Disrespected the flag and so in response to that Jamel Hill went to Twitter writing Jerry Jones has also created a problem for his players",
        "start": 829.94,
        "duration": 5.86
    },
    {
        "text": "Specifically the black ones if they don't kneel some will see them as sellouts don't ask Dak,",
        "start": 835.88,
        "duration": 3.74
    },
    {
        "text": "Des or other Cowboys players to protest a more powerful statement is if you stop watching and buying their merchandise this play",
        "start": 839.62,
        "duration": 5.459
    },
    {
        "text": "Always works change happens when advertisers are impacted. If you feel strongly about Jerry Jones's statement boycott his advertisers and adding",
        "start": 845.24,
        "duration": 6.589
    },
    {
        "text": "Just so we're clear",
        "start": 851.83,
        "duration": 0.51
    },
    {
        "text": "I'm not advocating a NFL boycott",
        "start": 852.34,
        "duration": 1.89
    },
    {
        "text": "But an unfair burden has been put on players in Dallas and Miami with anthem directives so following that",
        "start": 854.23,
        "duration": 4.649
    },
    {
        "text": "ESPN then released a statement writing Jamel Hill has been suspended for two weeks for a second violation of our social media guidelines she previously",
        "start": 859.13,
        "duration": 6.95
    },
    {
        "text": "Acknowledged letting her colleagues and company down with an impulsive tweet in the aftermath all employees were reminded of how such individual tweets may reflect",
        "start": 866.08,
        "duration": 6.48
    },
    {
        "text": "Negatively on ESPN and that such action would have consequences hence this decision and then this morning in reaction to this whole situation",
        "start": 872.56,
        "duration": 6.04
    },
    {
        "text": "Donald Trump tweeted with Jamel Hill at the mic",
        "start": 878.68,
        "duration": 2.4
    },
    {
        "text": "We'll just we'll go with your spelling sure it is no wonder ESPN ratings have tanked in fact tanked so badly",
        "start": 881.08,
        "duration": 4.77
    },
    {
        "text": "It's the talk of the industry adding",
        "start": 885.85,
        "duration": 1.59
    },
    {
        "text": "Why is the NFL getting massive tax breaks while at the same time?",
        "start": 887.44,
        "duration": 2.24
    },
    {
        "text": "Disrespecting our anthem, flag, and country. Change tax law and so there are a few things",
        "start": 889.68,
        "duration": 3.7
    },
    {
        "text": "I want to, I want to hit on those tweets the first is that I agree that the NFL should not be tax-exempt",
        "start": 893.38,
        "duration": 4.589
    },
    {
        "text": "There's been a controversy around that for a very long time",
        "start": 897.97,
        "duration": 1.89
    },
    {
        "text": "But it's not exactly what you would think. 31 of the 32 NFL teams are for-profit",
        "start": 899.86,
        "duration": 4.44
    },
    {
        "text": "Businesses that pay taxes accordingly. The only one that's not are the Green Bay Packers",
        "start": 904.46,
        "duration": 3.4
    },
    {
        "text": "But it's the NFL's central office that became a non-profit decades ago",
        "start": 907.9,
        "duration": 3.66
    },
    {
        "text": "But the thing is in 2015 because there was this controversy a controversy that the NFL called a distraction",
        "start": 911.56,
        "duration": 5.13
    },
    {
        "text": "They reportedly gave up their tax-exempt status for their central office",
        "start": 916.69,
        "duration": 3.539
    },
    {
        "text": "And so I want to clarify that not because the NFL does not benefit from",
        "start": 920.23,
        "duration": 3.239
    },
    {
        "text": "Taxes because I often hear people talk about the teams as if they are",
        "start": 923.66,
        "duration": 3.5
    },
    {
        "text": "tax-exempt. The way these teams do benefit under tax law largely has to do with municipal bond",
        "start": 927.28,
        "duration": 4.64
    },
    {
        "text": "Franchises teams like the Dallas Cowboys in fact Jerry Jones did this. They work with the city and state to fund and build their new",
        "start": 932.18,
        "duration": 6.109
    },
    {
        "text": "Stadiums they use municipal bonds, which are exempt from federal taxes",
        "start": 938.449,
        "duration": 3.38
    },
    {
        "text": "so there's been a lot of criticism around this in the past because there's a big argument of do these stadiums actually provide a",
        "start": 941.829,
        "duration": 4.92
    },
    {
        "text": "Benefit to the cities and the state? It's been estimated the New York Yankees with their stadium. They saved around",
        "start": 946.88,
        "duration": 4.579
    },
    {
        "text": "492 million dollar the NFL it's estimated Jerry Jones save eighty eight million dollars this way also this could impact the future of the NFL",
        "start": 952.16,
        "duration": 6.619
    },
    {
        "text": "Specifically around the Raiders you have legislators in Nevada saying they're going to help build the stadium by using",
        "start": 958.85,
        "duration": 4.19
    },
    {
        "text": "750 million dollars in taxes personally well I will say I'm very",
        "start": 963.68,
        "duration": 3.979
    },
    {
        "text": "Concerned at the amount of taxpayer money that goes into these things and and how little you actually see come back for those",
        "start": 967.85,
        "duration": 5.66
    },
    {
        "text": "Community the thing that ends up concerning me around this situation",
        "start": 973.579,
        "duration": 2.33
    },
    {
        "text": "Is the idea that we would we would do craft tax law based off of how nationalist and organization is once again?",
        "start": 975.98,
        "duration": 6.739
    },
    {
        "text": "I'm completely fine with everyone having an opinion",
        "start": 982.72,
        "duration": 1.83
    },
    {
        "text": "But when when we have the most powerful person in our country saying we need to change the tax law because we have people in",
        "start": 984.55,
        "duration": 5.34
    },
    {
        "text": "This organization kneeling during the national anthem that's saying that's incredibly concerned",
        "start": 989.89,
        "duration": 3.929
    },
    {
        "text": "And that's without going into talking about the seemingly",
        "start": 993.82,
        "duration": 2.07
    },
    {
        "text": "concerted effort to to change the narrative of why people are kneeling it feels very much like the",
        "start": 996.05,
        "duration": 4.279
    },
    {
        "text": "Conversation went from we're kneeling around police brutality. Oh Donald Trump spoke out against us",
        "start": 1000.49,
        "duration": 4.369
    },
    {
        "text": "We're kneeling because we're we're standing up against someone telling us what we can or cannot do somehow the conversation",
        "start": 1004.86,
        "duration": 4.53
    },
    {
        "text": "Changed from that is also offensive defects and offensive to people who gave their life for this country and an almost seemingly like they're doing",
        "start": 1009.61,
        "duration": 7.219
    },
    {
        "text": "It for that reason, which really doesn't appear to be the case and finally on the note of Jamel Hill",
        "start": 1016.829,
        "duration": 3.93
    },
    {
        "text": "I mean she can say that she wasn't saying",
        "start": 1020.76,
        "duration": 2.13
    },
    {
        "text": "Boycott NFL advertiser of the tweet before she said she wasn't calling for she wrote if he feels strongly about JJ's statement boycott his",
        "start": 1023.14,
        "duration": 6.67
    },
    {
        "text": "Advertisers and I was a quote tweet to a list of advertisers who most likely are also",
        "start": 1029.97,
        "duration": 3.86
    },
    {
        "text": "Advertisers on ESPN as far as if she should or should not have been suspended because of ESPN's",
        "start": 1034.08,
        "duration": 4.639
    },
    {
        "text": "Policies the warnings the whetever love know your opinion on that",
        "start": 1038.91,
        "duration": 2.959
    },
    {
        "text": "But as far as her saying she wasn't in any way calling for a boycott",
        "start": 1041.87,
        "duration": 3.06
    },
    {
        "text": "She was simply stating what the situation was personally, I feel that defense is weak, but of course around this whole situation",
        "start": 1044.93,
        "duration": 4.65
    },
    {
        "text": "I'd love to know what you think and that's actually where I'm going to end today's show and remember if you like this video you",
        "start": 1049.58,
        "duration": 4.109
    },
    {
        "text": "Like what? I'm trying to do on this channel hit that like button if you're new here hit that subscribe button",
        "start": 1053.69,
        "duration": 4.229
    },
    {
        "text": "also\nIf you missed yesterday's Philip DeFranco show you want to catch up click or tap right there to watch that or if you want to?",
        "start": 1057.92,
        "duration": 4.709
    },
    {
        "text": "See the newest behind the scenes vlog click or tap right there to watch that lot so that's it of course as always my name",
        "start": 1062.63,
        "duration": 5.25
    },
    {
        "text": "Is philip defranco you've just been phill'd in. I love yo faces, and i'll see you tomorrow",
        "start": 1067.88,
        "duration": 4.8
    }
]