[
    {
        "text": "Sup you beautiful bastards!",
        "start": 0.03,
        "duration": 1.439
    },
    {
        "text": "Hope you're having a fantastic",
        "start": 1.469,
        "duration": 1.381
    },
    {
        "text": "Wednesday, welcome back to the Philip DeFranco show  and let's just jump into it / The first thing we're going to talk about today by far",
        "start": 2.85,
        "duration": 5.52
    },
    {
        "text": "the most requested stories of the day today",
        "start": 8.37,
        "duration": 2.099
    },
    {
        "text": "And that is updates around the Harvey Weinstein story we talked about yesterday",
        "start": 10.469,
        "duration": 3.42
    },
    {
        "text": "It just keeps going and going / if you haven't watched that video",
        "start": 13.929,
        "duration": 2.9
    },
    {
        "text": "I highly recommend it, but to oversimplify it there have been years and years, like decades of",
        "start": 16.83,
        "duration": 5.039
    },
    {
        "text": "allegations; many many women coming out against Harvey Weinstein / allegations and stories ranging from sexual harassment,",
        "start": 22.24,
        "duration": 5.449
    },
    {
        "text": "very similar situations with many of the different women, all the way to",
        "start": 28.09,
        "duration": 2.899
    },
    {
        "text": "several of the women claiming rape. There was newly released audio",
        "start": 31.06,
        "duration": 2.449
    },
    {
        "text": "we went through, even more women came forward including the likes of Gwyneth Paltrow, Angelina Jolie. One of the big things",
        "start": 33.51,
        "duration": 5.819
    },
    {
        "text": "we're going to hit on is we're hearing two different stories of: This was an open secret in",
        "start": 39.329,
        "duration": 4.47
    },
    {
        "text": "Hollywood, and others saying no, not everyone knew, this was not an open secret,",
        "start": 43.87,
        "duration": 3.65
    },
    {
        "text": "I didn't know that he did this / I knew that Harvey chased girls, but nothing like this. Before",
        "start": 47.52,
        "duration": 4.049
    },
    {
        "text": "we jump into that, one of the most interesting updates around this situation is something that is",
        "start": 51.57,
        "duration": 3.869
    },
    {
        "text": "disconnected from Harvey Weinstein. Terry Crews saw the news about the situation, and he tweeted: \"This whole thing with Harvey Weinstein is giving me PTSD.\"",
        "start": 55.719,
        "duration": 7.01
    },
    {
        "text": "\"Why? Because this kind of thing happened to me.\" I mean he describes in tweet after tweet, how just last year -",
        "start": 62.73,
        "duration": 5.399
    },
    {
        "text": "this is not even at the beginning of his career -",
        "start": 68.13,
        "duration": 1.86
    },
    {
        "text": "Just last year at a Hollywood function an executive came over to him, and then the guy",
        "start": 69.99,
        "duration": 3.989
    },
    {
        "text": "just gropes his privates.",
        "start": 73.979,
        "duration": 1.591
    },
    {
        "text": "Crews saying his wife was right there, saw everything. He then explains that he just wanted to beat this guy down, but then realized",
        "start": 75.57,
        "duration": 4.919
    },
    {
        "text": "that's gonna look horrible for him,",
        "start": 80.49,
        "duration": 1.32
    },
    {
        "text": "so I could just imagine a",
        "start": 81.81,
        "duration": 1.15
    },
    {
        "text": "\"240-pound black man stomps out Hollywood honcho would be the headline the next day\"  \"I would have been in jail, we just left.\"  \"I decided to",
        "start": 82.96,
        "duration": 5.449
    },
    {
        "text": "not take it further because I didn't want to be ostracized\"",
        "start": 88.409,
        "duration": 1.991
    },
    {
        "text": "\"Par for the course when the predator has power and influence\" and really, that story is the perfect indication that",
        "start": 90.4,
        "duration": 4.849
    },
    {
        "text": "anyone can be a victim. If Terry Crews can be the victim of sexual harassment, anyone can.",
        "start": 95.619,
        "duration": 5.51
    },
    {
        "text": "I saw stories popping up and people kind of sharing jokingly, like \"do the Rock Test\" - the idea being if you're thinking about doing",
        "start": 101.13,
        "duration": 6.0
    },
    {
        "text": "something to a woman or around a woman, you ask yourself, \"would I do that",
        "start": 107.13,
        "duration": 2.97
    },
    {
        "text": "if that was The Rock?\" and to that I say: 1) hopefully to treat someone with",
        "start": 110.1,
        "duration": 2.94
    },
    {
        "text": "respect or how you would like to be treated. We don't have to imagine",
        "start": 113.17,
        "duration": 2.69
    },
    {
        "text": "They are the raw to and I'm not trying to change a story here",
        "start": 115.86,
        "duration": 2.759
    },
    {
        "text": "It's a bit dismissive that men can also be victims understand",
        "start": 118.619,
        "duration": 2.58
    },
    {
        "text": "I'm not trying to take away from the female victims of this Harvey Weinstein situation 3 as we see with the case of Terry Crews",
        "start": 121.2,
        "duration": 5.669
    },
    {
        "text": "It doesn't matter if someone's like a big strong man that people like you people in this world that are so",
        "start": 126.869,
        "duration": 4.44
    },
    {
        "text": "Scummy so high on their own",
        "start": 131.44,
        "duration": 1.99
    },
    {
        "text": "Power that they don't even see people as other people and they try and do with them as they please so thank you to Terry",
        "start": 133.43,
        "duration": 4.77
    },
    {
        "text": "Crews and all the people coming out now sharing their stories every time we see someone do this they help take away the stigma around",
        "start": 138.2,
        "duration": 6.0
    },
    {
        "text": "Announcing that you were the victim and we got an update around Harvey Weinstein's wife after the accusation came out Weinstein told the New York",
        "start": 144.54,
        "duration": 5.69
    },
    {
        "text": "Post quote she stands 100% behind me, but it turns out today Harvey",
        "start": 150.23,
        "duration": 3.72
    },
    {
        "text": "She's nuts she's not standing behind you she's walking away Gina Chapman released a statement saying she is leaving",
        "start": 153.95,
        "duration": 4.559
    },
    {
        "text": "Weinstein saying quote my heart breaks for all the women who have suffered tremendous pain because of these",
        "start": 158.67,
        "duration": 3.739
    },
    {
        "text": "Unforgivable actions i've chosen to leave my husband caring for my young children is my first priority",
        "start": 162.599,
        "duration": 4.25
    },
    {
        "text": "And I asked the media for privacy at this time, then we had Lindsay",
        "start": 166.849,
        "duration": 2.94
    },
    {
        "text": "Lohan taking to Instagram to defend Harvey Weinstein she later deleted that video, but the Internet's a thing so let's watch",
        "start": 169.79,
        "duration": 5.789
    },
    {
        "text": "I don't worry about her YT right now. I don't think it's right. What's going on",
        "start": 175.579,
        "duration": 3.27
    },
    {
        "text": "I think Georgina needs to see his dad and be there for her husband, and he's never hummed me or done anything to me",
        "start": 178.909,
        "duration": 6.69
    },
    {
        "text": "We've done several movies together, and so I think everyone needs to stop. I think it's wrong",
        "start": 185.599,
        "duration": 4.619
    },
    {
        "text": "So stand up she later issued a statement to Daily Mail writer someone who has lived their life in the public. Eye",
        "start": 190.889,
        "duration": 5.09
    },
    {
        "text": "I feel that allegation should always be made to the authorities and not played out in the media",
        "start": 195.98,
        "duration": 3.389
    },
    {
        "text": "They will say I can understand that argument to a point although there have been specific women that went to police that audio of Harvey",
        "start": 199.37,
        "duration": 6.209
    },
    {
        "text": "Weinstein admitting to having grabbed at her breasts",
        "start": 205.579,
        "duration": 2.94
    },
    {
        "text": "but nothing happened",
        "start": 208.519,
        "duration": 0.81
    },
    {
        "text": "And so now you have all these women speaking out because there is safety in numbers you think when if Paltrow and Angelina Jolie",
        "start": 209.329,
        "duration": 5.279
    },
    {
        "text": "Need the press no, but the sad fact is their safety in numbers",
        "start": 214.919,
        "duration": 3.32
    },
    {
        "text": "I mean, I often see the same people that are saying why don't they just go to police?",
        "start": 218.239,
        "duration": 4.11
    },
    {
        "text": "I mean I see so many people saying well. Why didn't they tell people when this happened?",
        "start": 222.349,
        "duration": 3.36
    },
    {
        "text": "Why did they go public then we see so many instances where one woman comes forward and people just go out?",
        "start": 225.709,
        "duration": 4.529
    },
    {
        "text": "She's a lie, and she just wants attention, but at the same time we asked",
        "start": 230.239,
        "duration": 2.61
    },
    {
        "text": "Why more victims don't come forward sooner?",
        "start": 232.849,
        "duration": 1.711
    },
    {
        "text": "And then finally let's talk about ben affleck because out of everyone that has commented on this situation. He's being hit the hardest",
        "start": 234.56,
        "duration": 6.269
    },
    {
        "text": "yesterday Affleck issued the statement",
        "start": 241.4,
        "duration": 1.239
    },
    {
        "text": "I'm saddened and angry that a man who I worked with used his position of power to intimidate sexually harass and manipulate many women over",
        "start": 242.639,
        "duration": 6.26
    },
    {
        "text": "Decades the additional allegations of assault that I read this morning made me sick",
        "start": 248.9,
        "duration": 3.389
    },
    {
        "text": "This is completely unacceptable",
        "start": 252.29,
        "duration": 1.05
    },
    {
        "text": "And I find myself asking what I can do to make sure this doesn't happen to others we need to do better at protecting our",
        "start": 253.34,
        "duration": 5.279
    },
    {
        "text": "Sisters friends co-workers and daughters we must support those who come forward",
        "start": 258.63,
        "duration": 3.919
    },
    {
        "text": "Condemn this type of behavior when we see it and help ensure there are more women",
        "start": 262.65,
        "duration": 3.589
    },
    {
        "text": "positions of power to that rose mcgowan of course an actress one of the people accusing Harvey Weinstein's someone that actually made a",
        "start": 266.34,
        "duration": 6.029
    },
    {
        "text": "Settlement deal with him he tweeted Ben Affleck fuck off fan a flick quote goddamnit",
        "start": 272.5,
        "duration": 4.729
    },
    {
        "text": "I told him to stop doing that who said that to my face the press conference",
        "start": 277.229,
        "duration": 3.0
    },
    {
        "text": "I was made to go to after assault you lie you want to play let's play we ended up seeing a lot of people sending",
        "start": 280.229,
        "duration": 4.68
    },
    {
        "text": "a hate Ben Affleck's way a lot of people reminding the world of a",
        "start": 284.91,
        "duration": 2.91
    },
    {
        "text": "2004 incident that incident from an episode of TRL that Affleck was on air he grabbed Hilary Burton's breast hilarie Burton thanking people for sharing",
        "start": 288.04,
        "duration": 6.859
    },
    {
        "text": "That saying seriously, thank you for that",
        "start": 294.9,
        "duration": 1.62
    },
    {
        "text": "I was a kid this morning Ben Affleck apologized acted inappropriately towards miss Burton",
        "start": 296.52,
        "duration": 4.05
    },
    {
        "text": "And I sincerely apologize so then you had people tweeting well. What about what you did with anne-marie Lowe sick",
        "start": 300.57,
        "duration": 4.319
    },
    {
        "text": "I was another incident from 2004 is during a press junket for Jersey girl. You usually sure this was a story",
        "start": 304.889,
        "duration": 5.85
    },
    {
        "text": "Why go bring it up today like Sunday morning?",
        "start": 310.93,
        "duration": 2.45
    },
    {
        "text": "Sunday morning",
        "start": 319.03,
        "duration": 2.0
    },
    {
        "text": "Good you church usually have that on display then many including Rose McGowan",
        "start": 321.07,
        "duration": 4.879
    },
    {
        "text": "bringing Casey Affleck into the situation Rose tweeting Ben Affleck Casey Affleck",
        "start": 326.11,
        "duration": 4.16
    },
    {
        "text": "How's your morning boys assuming the reference Casey Affleck sown sexual assault allegations there were two in that story?",
        "start": 330.27,
        "duration": 5.369
    },
    {
        "text": "allegations that he grabbed a woman violently that he snuck into a",
        "start": 335.86,
        "duration": 3.32
    },
    {
        "text": "Woman's bed without her consent those incidents were settled at a quarterback to Ben Affleck",
        "start": 339.37,
        "duration": 4.489
    },
    {
        "text": "We're talking about there is our two story one his own personal contact 13 years ago the bigger story in connection to Harvey Weinstein are",
        "start": 343.86,
        "duration": 6.119
    },
    {
        "text": "The accusations from Rose McGowan that Ben Affleck knew and so around this whole situation. I passed the question off to you",
        "start": 349.979,
        "duration": 5.67
    },
    {
        "text": "What are your thoughts on this whole thing you feel like Ben Affleck and/or others knew about this that it was an open secret or",
        "start": 355.65,
        "duration": 6.119
    },
    {
        "text": "No, also specifically regarding Ben Affleck",
        "start": 361.77,
        "duration": 2.13
    },
    {
        "text": "What are your thoughts with his brother being accused of something settling we didn't really hear from him there",
        "start": 363.9,
        "duration": 4.829
    },
    {
        "text": "But we hear from him on the Weinstein stories a lot of people talking about that so I'd love to know your thoughts there",
        "start": 368.729,
        "duration": 4.59
    },
    {
        "text": "But from that I want to share some stuff",
        "start": 373.32,
        "duration": 1.319
    },
    {
        "text": "I loved today and today in awesome the first bit of awesome is some weird facts awesome secret",
        "start": 374.639,
        "duration": 5.01
    },
    {
        "text": "There's been a video titled taking the penis into a nostril a wild story of",
        "start": 379.65,
        "duration": 3.929
    },
    {
        "text": "octopus sex it is actually genuinely interesting the more I hear about",
        "start": 383.68,
        "duration": 3.26
    },
    {
        "text": "Octopuses the more I jizz I think of them as weird monsters who shouldn't exist outside of someone's day dream",
        "start": 387.49,
        "duration": 5.779
    },
    {
        "text": "Then I want to share a quick video from Nintendo",
        "start": 393.27,
        "duration": 2.04
    },
    {
        "text": "But I'm not going to actually show that video in this video is despite me liking a lot of",
        "start": 395.31,
        "duration": 3.929
    },
    {
        "text": "Gamze their systems their dicks when it comes to rights issue and rather my video not get clean by Nintendo",
        "start": 399.56,
        "duration": 6.299
    },
    {
        "text": "But they did put out a fantastic video jump up superstar",
        "start": 405.86,
        "duration": 2.46
    },
    {
        "text": "I highly recommend it then I got to share this video from Bill works",
        "start": 408.32,
        "duration": 2.729
    },
    {
        "text": "And I'm not gonna tell you what it's about you",
        "start": 411.05,
        "duration": 1.5
    },
    {
        "text": "Just have to experience it aside know don't be on drugs when you watch it",
        "start": 412.55,
        "duration": 2.82
    },
    {
        "text": "Or do and let us know how that worked out, and if you want to see the full versions everything",
        "start": 415.37,
        "duration": 3.809
    },
    {
        "text": "I just share the secret link of the day anything at all links is always there in the description down below",
        "start": 419.18,
        "duration": 4.559
    },
    {
        "text": "Then let's talk about a huge update",
        "start": 423.74,
        "duration": 1.84
    },
    {
        "text": "Around the Alex wobbles story if you don't remember we talked about this a few weeks ago Alex",
        "start": 425.58,
        "duration": 3.83
    },
    {
        "text": "You might remember was forcibly",
        "start": 429.41,
        "duration": 1.45
    },
    {
        "text": "Aggressively arrested by Utah police officer by the name of Jeff Payne this because she refused to let him draw blood from an unconscious crash",
        "start": 430.86,
        "duration": 5.69
    },
    {
        "text": "Victim and some background there police were involved in a high-speed chase",
        "start": 436.55,
        "duration": 2.85
    },
    {
        "text": "The person they were chasing ran into another car person hit by the suspect police were chasing was the one in the hospital and according",
        "start": 439.53,
        "duration": 6.889
    },
    {
        "text": "To hospital policy the police need a warrant patient consent or need to have the patient under arrest in order to draw blood",
        "start": 446.419,
        "duration": 5.01
    },
    {
        "text": "It's why it's important to point out that the victim wasn't actually the person police were chasing there was no arrest there was no reason",
        "start": 451.43,
        "duration": 5.16
    },
    {
        "text": "To suspect anything was wrong with this guy the head nurse on staff Alex wobbles and forms police of this",
        "start": 456.59,
        "duration": 4.5
    },
    {
        "text": "They get very angry they end up arresting her we later see lieutenant James Tracy",
        "start": 461.09,
        "duration": 4.35
    },
    {
        "text": "Also, get involved and all this was recorded on several body cameras. No. We're done. We're done. You're under arrest",
        "start": 465.57,
        "duration": 5.779
    },
    {
        "text": "We're done",
        "start": 472.1,
        "duration": 2.0
    },
    {
        "text": "At all and where we last left this the Salt Lake Police Department had apologized Payne was suspended from the blood draw program",
        "start": 491.81,
        "duration": 6.5
    },
    {
        "text": "Who's also fired from a separate part-time job as a paramedic Payne and Tracy were later both put on paid administrative?",
        "start": 498.31,
        "duration": 4.829
    },
    {
        "text": "Leave there was an internal investigation",
        "start": 503.3,
        "duration": 2.0
    },
    {
        "text": "And the big update is that as of yesterday Police Chief Mike Brown made a final",
        "start": 505.43,
        "duration": 4.1
    },
    {
        "text": "decision the Chiefs letter to Payne said in part although I am mindful of and have considered your service record the fact remains that your",
        "start": 509.66,
        "duration": 5.66
    },
    {
        "text": "overall employment history including your relative lack of recent discipline is outweighed by the glaring absence of sound professional judgment and extremely discourteous a",
        "start": 515.32,
        "duration": 7.77
    },
    {
        "text": "Disrespectful inappropriate unreasonable and unwarranted behavior you displayed in this incident indeed",
        "start": 523.34,
        "duration": 5.299
    },
    {
        "text": "I am deeply troubled that an officer with",
        "start": 528.64,
        "duration": 1.93
    },
    {
        "text": "27 years of experience would choose to pursue the course of action and behave in the manner that you did for any officer let alone",
        "start": 530.57,
        "duration": 5.809
    },
    {
        "text": "One with your tenure, this is simply unacceptable adding",
        "start": 536.38,
        "duration": 2.58
    },
    {
        "text": "I am",
        "start": 538.96,
        "duration": 0.61
    },
    {
        "text": "unpersuaded that you are remorseful for your actions themselves and I have lost faith and confidence in your ability to continue to serve as a",
        "start": 539.57,
        "duration": 5.78
    },
    {
        "text": "Member of the Salt Lake City Police Department or to paraphrase how are you so stupid you have so much experience you know better?",
        "start": 545.35,
        "duration": 6.809
    },
    {
        "text": "That's yes out the door",
        "start": 552.16,
        "duration": 1.17
    },
    {
        "text": "You are fired round also made similar comments about Tracy's past service and clean record being outweighed by poor judgment",
        "start": 553.33,
        "duration": 5.609
    },
    {
        "text": "But he also acknowledged that it was Payne and withheld information from Tracy that might have changed away Tracy respond",
        "start": 558.94,
        "duration": 4.71
    },
    {
        "text": "This is because during all of this pain told Logan Police",
        "start": 563.65,
        "duration": 2.669
    },
    {
        "text": "He was having trouble getting vials of blood",
        "start": 566.32,
        "duration": 1.63
    },
    {
        "text": "requested and reportedly Logan authorities told him just to not worry about it and that they would get the blood by another means at a",
        "start": 567.95,
        "duration": 5.33
    },
    {
        "text": "Later time we didn't tell lieutenant Tracy that but still Brown said he had to hold Tracy",
        "start": 573.28,
        "duration": 4.409
    },
    {
        "text": "accountable writing your actions in this matter",
        "start": 577.85,
        "duration": 1.64
    },
    {
        "text": "Which were the catalysts that led to the arrest of Miss wobbles have among other things that verse Lee affected public respect and confidence in",
        "start": 579.49,
        "duration": 5.55
    },
    {
        "text": "The department and you and brought the department and you in a significant disrepute substantial damage has been done to the department's relationship with nurses",
        "start": 585.04,
        "duration": 6.089
    },
    {
        "text": "The hospital and equally as important the public we serve because of your actions these groups have lost trust and confidence in the department's ability",
        "start": 591.13,
        "duration": 5.88
    },
    {
        "text": "To serve them with dignity and respect it will take considerable time and resources to rebuild that trust and Brown's final decision on Tracy was",
        "start": 597.01,
        "duration": 6.69
    },
    {
        "text": "To demote him to rank so you went from lieutenant to the rank of police officer",
        "start": 603.7,
        "duration": 4.109
    },
    {
        "text": "And so that's where we are as of this decision coming through the men have five days to file an appeal according to the attorneys",
        "start": 607.81,
        "duration": 5.22
    },
    {
        "text": "For the two men they are planning to appeal this decision and ultimately I leave the situation",
        "start": 613.03,
        "duration": 3.69
    },
    {
        "text": "With a few thoughts the first being thank God for body cameras had there been no body camera footage",
        "start": 616.82,
        "duration": 4.789
    },
    {
        "text": "Or it was just security camera footage",
        "start": 621.65,
        "duration": 1.98
    },
    {
        "text": "Like three frames per second potato quality most likely would have only seen part of the situation and really just not how",
        "start": 623.63,
        "duration": 5.939
    },
    {
        "text": "Aggressive and ridiculous, it was and as far as the decision coming from chief Brown",
        "start": 629.699,
        "duration": 3.559
    },
    {
        "text": "I think it makes sense",
        "start": 633.259,
        "duration": 0.901
    },
    {
        "text": "I mean, I think it's hard to say that Jeff Payne was anything",
        "start": 634.16,
        "duration": 2.669
    },
    {
        "text": "But in the wrong here the information we had in the last video",
        "start": 636.829,
        "duration": 3.09
    },
    {
        "text": "It would have been very easy to place all the blame on lieutenant Tracy",
        "start": 639.92,
        "duration": 3.0
    },
    {
        "text": "He was the person calling the shots and thus responsible for the whole thing",
        "start": 642.92,
        "duration": 3.27
    },
    {
        "text": "But now that we have the net new information that",
        "start": 646.19,
        "duration": 2.0
    },
    {
        "text": "Tracy didn't have all the information just because Payne didn't properly handle the situation or relay the information that was pertinent to the",
        "start": 648.24,
        "duration": 6.409
    },
    {
        "text": "Situation still without a doubt he could have done better",
        "start": 654.779,
        "duration": 2.03
    },
    {
        "text": "So I think that's why it makes sense to me. I do want to pass a question off to you",
        "start": 656.81,
        "duration": 3.0
    },
    {
        "text": "Do you think this is just right is it too much?",
        "start": 659.81,
        "duration": 2.13
    },
    {
        "text": "Or is it not enough you think lieutenant Tracy's got to go - I'd love to know your thoughts and let's talk about a really",
        "start": 662.19,
        "duration": 4.909
    },
    {
        "text": "big issue coming out of California last Friday Governor Jerry Brown signed into law SB",
        "start": 667.1,
        "duration": 4.289
    },
    {
        "text": "239 SB 239 changes a few things for California before",
        "start": 671.639,
        "duration": 3.02
    },
    {
        "text": "239 it was a felony to knowingly infect someone with HIV without disclosing your status or to donate",
        "start": 674.819,
        "duration": 4.61
    },
    {
        "text": "Hiv-positive blood without disclosing your status that carried a sentence of up to eight years in state prison",
        "start": 679.98,
        "duration": 4.309
    },
    {
        "text": "But now that SB",
        "start": 684.389,
        "duration": 1.2
    },
    {
        "text": "239 has been signed as of January 1st of next year it will be a misdemeanor if you do those things and so with it",
        "start": 685.589,
        "duration": 5.39
    },
    {
        "text": "Being a misdemeanor it comes with just a maximum sentence of six months and count each it",
        "start": 690.98,
        "duration": 3.51
    },
    {
        "text": "Also, changes rules around spreading other deadly communicable diseases those used to carry a six month sentence now",
        "start": 694.49,
        "duration": 4.44
    },
    {
        "text": "It's just 90 days following the bill being signed the writer of the bill Scott Weiner issued a statement saying today",
        "start": 698.93,
        "duration": 4.979
    },
    {
        "text": "California took a major step forward treating HIV as a public health issue instead of treating people living with HIV as criminals HIV should be",
        "start": 703.98,
        "duration": 6.529
    },
    {
        "text": "Treated like all other serious infectious diseases, and that's what SB 239 does other supporters of the bill also saying",
        "start": 710.509,
        "duration": 5.79
    },
    {
        "text": "This is a great step towards D",
        "start": 716.3,
        "duration": 1.51
    },
    {
        "text": "Stigmatizing people with HIV adding that unlike in the 80s when these laws were passed HIV is no longer a death sentence",
        "start": 717.81,
        "duration": 5.57
    },
    {
        "text": "Thanks to modern medicine",
        "start": 723.38,
        "duration": 0.569
    },
    {
        "text": "You can live a long healthy life while also having HIV Wiener also went on to say you're going to end new HIV infections",
        "start": 723.949,
        "duration": 5.67
    },
    {
        "text": "And we will do so by not threatening people with state prison time",
        "start": 729.81,
        "duration": 3.049
    },
    {
        "text": "But rather by getting people to test and provide them with care",
        "start": 732.86,
        "duration": 2.459
    },
    {
        "text": "We also saw the ACLU and other large LGBT",
        "start": 735.319,
        "duration": 2.0
    },
    {
        "text": "Organizations supporting this bill both claiming that in addition to LGBT minorities such as African Americans were disproportionately affected by HIV",
        "start": 737.699,
        "duration": 6.5
    },
    {
        "text": "And thus the new bill was less discriminatory and of course as you might imagine there was also much opposition to this bill",
        "start": 744.199,
        "duration": 4.89
    },
    {
        "text": "Many Republicans came out against this new legislation in regards to the spreading of HIV",
        "start": 749.24,
        "duration": 3.659
    },
    {
        "text": "They believe that this lighter punishment will actually lead to an increase we had senator Joel Anderson quote",
        "start": 752.899,
        "duration": 4.39
    },
    {
        "text": "I'm of the mind that if you purposely inflict another with a disease that alters their lifestyle the rest of their life",
        "start": 757.29,
        "duration": 4.26
    },
    {
        "text": "What's the mana regimen of medications?",
        "start": 761.61,
        "duration": 1.12
    },
    {
        "text": "To maintain any kind of normal sit should be a felon",
        "start": 762.73,
        "duration": 2.779
    },
    {
        "text": "It's absolutely crazy to me that we should go light on this adding the critical word is",
        "start": 765.51,
        "duration": 3.33
    },
    {
        "text": "intentional when you intentionally put others at risk you should have",
        "start": 768.97,
        "duration": 2.69
    },
    {
        "text": "Responsibilities and personally I have to say I am of the mindset that if you are an hiv-positive",
        "start": 772.03,
        "duration": 3.38
    },
    {
        "text": "Person and you're not telling the person that you're about to have sex with of your situation",
        "start": 775.51,
        "duration": 4.19
    },
    {
        "text": "You're a huge scumbag. You are putting their life at risk, and you should be severely prosecuted and understand",
        "start": 779.92,
        "duration": 5.779
    },
    {
        "text": "I'm talking about you know you are HIV positive. You're keeping this information to yourself",
        "start": 785.7,
        "duration": 3.539
    },
    {
        "text": "You are actively showing you do not care about the well-being of this other person because essentially at that point you decided that this person",
        "start": 789.24,
        "duration": 6.33
    },
    {
        "text": "You're gonna have sex with is going to play a rush and relax",
        "start": 795.57,
        "duration": 2.34
    },
    {
        "text": "I've been this version of the game only you realize that you have a loaded gun and the other person thinks you got a water",
        "start": 797.91,
        "duration": 4.5
    },
    {
        "text": "gun you taking that person's choice about risk their life their future out of their hands and in addition to the HIV part I think",
        "start": 802.41,
        "duration": 5.579
    },
    {
        "text": "It's ridiculous that you would lower any kind of punishment for knowingly giving someone else a disease",
        "start": 807.99,
        "duration": 4.95
    },
    {
        "text": "I mean",
        "start": 812.94,
        "duration": 0.39
    },
    {
        "text": "It's just crazy to me out of all the places you could say you know maybe the punishments too much too extreme",
        "start": 813.33,
        "duration": 5.19
    },
    {
        "text": "This is where California decides we're being a little bit too harsh",
        "start": 818.56,
        "duration": 2.929
    },
    {
        "text": "It makes me think of cases where we've seen these true scumbags going out there to specifically give people HIV",
        "start": 821.49,
        "duration": 5.46
    },
    {
        "text": "We saw a story out of Canada of a Ugandan man that actually infected eleven women with HIV",
        "start": 826.95,
        "duration": 3.96
    },
    {
        "text": "And he actually ended up being charged with murder",
        "start": 830.91,
        "duration": 1.39
    },
    {
        "text": "Because one of the women died from the disease and in that situation he knew he was HIV positive",
        "start": 832.3,
        "duration": 3.649
    },
    {
        "text": "He lied to his partners, and he actively engaged in unsafe sex in California",
        "start": 836.08,
        "duration": 4.13
    },
    {
        "text": "And it looks like that guy would have only been charged with a misdemeanor you got people like Daryl Roe in the UK",
        "start": 840.21,
        "duration": 4.38
    },
    {
        "text": "Knowingly infected partners he infected four men and tried to infect six others additionally because I guess that wasn't",
        "start": 844.69,
        "duration": 5.33
    },
    {
        "text": "scumbag II enough who'd reportedly then text his victims things like maybe you have the fever I came inside you and I have HIV of",
        "start": 850.33,
        "duration": 6.38
    },
    {
        "text": "All oops I ripped the condom. You're so stupid. You didn't even know Down, California. We want to say well",
        "start": 856.71,
        "duration": 4.229
    },
    {
        "text": "That's a slap on the wrist and understand. I do agree that we need to take away the stigma around HIV",
        "start": 860.94,
        "duration": 4.2
    },
    {
        "text": "I think people should go out there and get tested and be safe",
        "start": 865.18,
        "duration": 3.11
    },
    {
        "text": "and we should also be promoting better access to",
        "start": 868.29,
        "duration": 2.0
    },
    {
        "text": "Education about the disease help people understand that Izzie's and how those who suffer from it aren't",
        "start": 870.34,
        "duration": 4.159
    },
    {
        "text": "Untouchable with that and what we're talking about with this law is a completely different situation now",
        "start": 874.69,
        "duration": 4.79
    },
    {
        "text": "Let's talk about the fires in California humane areas had wild fires break up one near Anaheim Hills",
        "start": 879.48,
        "duration": 5.009
    },
    {
        "text": "And one near the North Bay first. Let's talk about the Anaheim Hills fire",
        "start": 884.49,
        "duration": 2.85
    },
    {
        "text": "You might have also heard it called the canyon two fires one was right next major housing developments in Orange County",
        "start": 887.34,
        "duration": 4.929
    },
    {
        "text": "I personally first found out about it not because I saw pictures of the fire",
        "start": 892.42,
        "duration": 3.059
    },
    {
        "text": "But I saw pictures from Disneyland the fire was 13 miles away, but I mean Disneyland look like it was Disneyland",
        "start": 895.48,
        "duration": 5.13
    },
    {
        "text": "But in Mad Max reportedly the blaze started around 9:20 a.m.. On Monday Monday night had burned",
        "start": 900.74,
        "duration": 5.389
    },
    {
        "text": "6,000 acres 5,000 homes were evacuated",
        "start": 906.65,
        "duration": 2.239
    },
    {
        "text": "3500 of those were under direct threat from the fire and while some buildings have been destroyed",
        "start": 909.77,
        "duration": 3.71
    },
    {
        "text": "Firefighters have managed throughout the last few days to keep many buildings safe the fire has now burned through 8,000 acres",
        "start": 913.61,
        "duration": 5.089
    },
    {
        "text": "But is considered to be 45 percent contained additionally evacuation orders have been lifted and families were allowed back",
        "start": 918.7,
        "duration": 5.22
    },
    {
        "text": "And then we had the North Bay fire, which is actually a series of fires",
        "start": 923.92,
        "duration": 2.88
    },
    {
        "text": "And it's in the same general area so the major areas affected are Santa Rosa and Napa and as of this morning",
        "start": 926.8,
        "duration": 4.5
    },
    {
        "text": "It's unclear when and how the fire started on Sunday?",
        "start": 931.3,
        "duration": 2.94
    },
    {
        "text": "And this is still a developing situation or reports of only four percent containment in some small areas collectively the fires have burned",
        "start": 934.24,
        "duration": 6.75
    },
    {
        "text": "122 thousand acres how fire has had to pull",
        "start": 941.6,
        "duration": 2.539
    },
    {
        "text": "Firefighting forces from across the state to help combat the blazes a thousand people had to be evacuated",
        "start": 944.24,
        "duration": 3.949
    },
    {
        "text": "There's still an evacuation order in effect for much of Santa Rosa and Napa",
        "start": 948.56,
        "duration": 3.469
    },
    {
        "text": "Firefighters have been prioritizing lives and personal homes so the businesses in the area such as hotels are being evacuated",
        "start": 952.16,
        "duration": 5.179
    },
    {
        "text": "But then left to burn the fires are reportedly destroyed 200 buildings so far that including large hotels",
        "start": 957.34,
        "duration": 5.07
    },
    {
        "text": "vineyards and homes in the area and of course",
        "start": 962.6,
        "duration": 2.0
    },
    {
        "text": "This isn't just about land and property there have been claims of human casualties support Lee over a hundred people are being treated for injuries",
        "start": 964.6,
        "duration": 5.399
    },
    {
        "text": "caused by the fire reports coming in now saying 21 people have died and make it even harder to",
        "start": 970.0,
        "duration": 4.38
    },
    {
        "text": "Hospitals between Santa Rosa and Napa had to be evacuated and reportedly around 300 people are still missing",
        "start": 974.48,
        "duration": 4.82
    },
    {
        "text": "And that's why they say the speed of the fire comes into play according to Cal Fire the winds were gusting at around",
        "start": 979.3,
        "duration": 4.709
    },
    {
        "text": "79 miles per hour on Monday poorly the embers have moved in excess of 50 miles per hour the crazy thing is is this doesn't",
        "start": 984.17,
        "duration": 6.26
    },
    {
        "text": "Even cover all of the fires happening in California right now look",
        "start": 990.43,
        "duration": 3.269
    },
    {
        "text": "This is what we're looking at right now",
        "start": 993.7,
        "duration": 0.99
    },
    {
        "text": "And all of this is just so heartbreaking and horrifying to see it's where I want to end this story because I often find people",
        "start": 994.69,
        "duration": 4.769
    },
    {
        "text": "Saying how can I help you know the Red Cross in one of two ways one?",
        "start": 999.46,
        "duration": 2.909
    },
    {
        "text": "There's obviously the donation round also the Red Cross has asked for volunteers and evacuation centers",
        "start": 1002.37,
        "duration": 4.74
    },
    {
        "text": "You can sign up online to assist the evacuees. I'll link to it down below",
        "start": 1007.14,
        "duration": 2.85
    },
    {
        "text": "I know it's just words",
        "start": 1010.32,
        "duration": 0.69
    },
    {
        "text": "But I do want to say I send my love your way if you're affected by this, and I'm hoping you're staying safe",
        "start": 1011.01,
        "duration": 4.739
    },
    {
        "text": "And that's actually where I'm going to end today's show and remember if you like this video you like what I'm trying to do on",
        "start": 1015.75,
        "duration": 4.32
    },
    {
        "text": "This channel that like button if you knew we were hit that subscribe button. Also if you missed yesterday's Philip DeFranco",
        "start": 1020.07,
        "duration": 4.95
    },
    {
        "text": "Show you want to catch up click or tap right there to watch that well if you want to see today's brand-new",
        "start": 1025.02,
        "duration": 3.599
    },
    {
        "text": "Behind-the-scenes vlog clicker tap right there. That's it of course as always my name's philip defranco. You've just been phill'd Xin",
        "start": 1028.839,
        "duration": 6.08
    },
    {
        "text": "I love yo faces, and I'll see you tomorrow",
        "start": 1034.92,
        "duration": 2.189
    }
]