[
    {
        "text": "Beautiful bastards, hope even a fantastic Wednesday, welcome back to the philip defranco show",
        "start": 0.31,
        "duration": 4.34
    },
    {
        "text": "Remember to hit that like button otherwise i'm gonna punch you in the throat",
        "start": 4.65,
        "duration": 2.999
    },
    {
        "text": "But with that said, let's just jump into it",
        "start": 7.649,
        "duration": 2.4
    },
    {
        "text": "And the first thing that we're gonna briefly talk about today are the updates around the James Charles Tozzi Westberg situation that we talked about",
        "start": 10.05,
        "duration": 5.129
    },
    {
        "text": "earlier this week which is actually interesting because as it kind of winds down if it's even the right way to say that it's still",
        "start": 15.179,
        "duration": 6.45
    },
    {
        "text": "Chugging along and in certain places getting big if you're unfamiliar with the core of what I'm talking about",
        "start": 21.63,
        "duration": 3.96
    },
    {
        "text": "I highly recommend you watch our Monday video, you know",
        "start": 25.59,
        "duration": 1.89
    },
    {
        "text": "It's a story that started on YouTube it spread into our general industry",
        "start": 27.48,
        "duration": 3.93
    },
    {
        "text": "But even now like it's getting covered by the CNN's the Fox News's The New York Times did a piece on this",
        "start": 31.41,
        "duration": 5.97
    },
    {
        "text": "I think it really touches on how",
        "start": 37.38,
        "duration": 1.749
    },
    {
        "text": "unprecedented and historic",
        "start": 39.129,
        "duration": 0.961
    },
    {
        "text": "That this is all been so that's kind of an update on its own but some of the other big updates are on the business",
        "start": 40.09,
        "duration": 4.729
    },
    {
        "text": "Side James Charles has now officially lost over three million subscribers",
        "start": 44.82,
        "duration": 3.0
    },
    {
        "text": "and on the other side of this the person who made the expose video on him Totti Westbrook went from",
        "start": 48.01,
        "duration": 4.76
    },
    {
        "text": "5.9 million to she is getting a 10 million subscriber plaque now",
        "start": 53.079,
        "duration": 4.13
    },
    {
        "text": "She jumped more than four million subscribers",
        "start": 57.21,
        "duration": 2.31
    },
    {
        "text": "and",
        "start": 59.68,
        "duration": 0.629
    },
    {
        "text": "Even saying those numbers it doesn't really hit on how big of a deal that is if you look at where she started you're like",
        "start": 60.309,
        "duration": 5.18
    },
    {
        "text": "Okay. Well it she almost doubled that's crazy",
        "start": 65.489,
        "duration": 1.981
    },
    {
        "text": "it's even bigger than that because if you look through like the past two months of her videos her videos range between",
        "start": 67.47,
        "duration": 3.989
    },
    {
        "text": "700,000 to 1.4 million views on average every now and then you have an outlier and so really what she's looking at here with an",
        "start": 72.07,
        "duration": 4.699
    },
    {
        "text": "Injection of 4 million subscribers is an around 4x multiply",
        "start": 76.77,
        "duration": 4.29
    },
    {
        "text": "Just great for her and it also makes me wonder, you know",
        "start": 81.06,
        "duration": 2.16
    },
    {
        "text": "cuz the start of this whole situation",
        "start": 83.22,
        "duration": 1.48
    },
    {
        "text": "What kind of sale she's getting for those vitamins?",
        "start": 84.7,
        "duration": 2.15
    },
    {
        "text": "This appears to have been historically",
        "start": 86.85,
        "duration": 1.3
    },
    {
        "text": "Beneficial for her on the business side then on the other side of this for James Charles",
        "start": 88.15,
        "duration": 3.139
    },
    {
        "text": "It appears more bad news is apparel website sister's apparel went down yesterday actually looking into it isn't the most shocking news",
        "start": 91.29,
        "duration": 5.309
    },
    {
        "text": "Reportedly sister's apparel had been affiliated with killer merch and that's notable because as to filter explain killer merch is a full-service",
        "start": 96.7,
        "duration": 5.989
    },
    {
        "text": "merchandise company owned by Jeffrey star that designs",
        "start": 102.79,
        "duration": 2.449
    },
    {
        "text": "manufactures and ships products globally for the likes of jeffree star cosmetics as well as Kevin Hart little dickie a slew of other brands that",
        "start": 105.34,
        "duration": 6.5
    },
    {
        "text": "used to include sisters apparel",
        "start": 111.84,
        "duration": 1.68
    },
    {
        "text": "But as of yesterday sisters apparel is no longer listed as one of their partners",
        "start": 113.52,
        "duration": 3.12
    },
    {
        "text": "which of course is not shocking given what we have seen Jefferey star say about James Charles recently notably calling him a predator and a",
        "start": 116.64,
        "duration": 5.639
    },
    {
        "text": "Danger to society and now deleted tweets",
        "start": 122.28,
        "duration": 2.099
    },
    {
        "text": "but what I think is important to note here is we have also not gotten a",
        "start": 124.38,
        "duration": 2.459
    },
    {
        "text": "Confirmation or public statement about this business news from James Charles from Jeffrey star killer merch anyway",
        "start": 127.03,
        "duration": 6.229
    },
    {
        "text": "Although I will say I'm all",
        "start": 133.26,
        "duration": 0.87
    },
    {
        "text": "so interested to see what's gonna happen with the money because if you go to sisters apparel and Instagram some of the most liked",
        "start": 134.13,
        "duration": 5.88
    },
    {
        "text": "Comments are how can I cancel and get refunds also as far as James Charles is speaking tour according to TMZ that is still on",
        "start": 140.11,
        "duration": 5.779
    },
    {
        "text": "Which I will say for him. I think it makes business sense. But also at the same time could be a liability",
        "start": 145.89,
        "duration": 4.74
    },
    {
        "text": "I think it makes business sense because despite how many people he is lost",
        "start": 150.63,
        "duration": 3.36
    },
    {
        "text": "He is still going to have the hundreds of thousands",
        "start": 153.99,
        "duration": 1.92
    },
    {
        "text": "If not, you know low million supporting him",
        "start": 155.91,
        "duration": 2.07
    },
    {
        "text": "You know his audience before this scandal was just that big although when you looked at social media",
        "start": 157.98,
        "duration": 3.209
    },
    {
        "text": "We've seen people saying if they want refunds for that as well as far as what I referred to as a liability",
        "start": 161.19,
        "duration": 3.839
    },
    {
        "text": "but I guess I mean is just he could be exposing himself to an incredibly uncomfortable situation since this has become just such a",
        "start": 165.03,
        "duration": 6.12
    },
    {
        "text": "Massive massive thing. Well, you ask you have people that want to cancel they want refunds",
        "start": 171.37,
        "duration": 3.62
    },
    {
        "text": "I if I was him",
        "start": 174.99,
        "duration": 1.14
    },
    {
        "text": "I'd be worried that they're gonna be people buying tickets so they could go to the shows just to openly mock me and film it",
        "start": 176.13,
        "duration": 5.1
    },
    {
        "text": "Obviously while they would still be money in his pocket, I imagine just don't on a human level that would be emotionally devastated",
        "start": 181.23,
        "duration": 5.699
    },
    {
        "text": "But all that said ultimately that is where we are right now",
        "start": 186.93,
        "duration": 2.279
    },
    {
        "text": "And of course, I'd love to pass a question off to you. Do you think the bleeding is over?",
        "start": 189.21,
        "duration": 3.36
    },
    {
        "text": "What do you think about this reaction in general? Is there a potential for a bounce back? Yes know any and all thoughts",
        "start": 192.57,
        "duration": 4.889
    },
    {
        "text": "Let me know in those comments down below",
        "start": 197.46,
        "duration": 1.44
    },
    {
        "text": "Let's talk about big news around technology and privacy on Tuesday the San Francisco Board of Supervisors",
        "start": 198.9,
        "duration": 4.44
    },
    {
        "text": "Approved the new citywide ordinance that bans the use of facial recognition technology by City Department the legislation passed in an eight to one vote",
        "start": 203.47,
        "duration": 6.47
    },
    {
        "text": "And to make San Francisco the first city in the United States to pass an outright ban with a stop secret surveillance ordinance that passed",
        "start": 209.94,
        "duration": 5.58
    },
    {
        "text": "stating the propensity for facial recognition technology to endanger civil rights and civil liberties substantially outweighs its purported benefits and the technology will exacerbate",
        "start": 215.53,
        "duration": 7.97
    },
    {
        "text": "Racial injustice and threaten our ability to live free of continuous government's monitor",
        "start": 223.69,
        "duration": 4.04
    },
    {
        "text": "And in addition to this ban on facial recognition technology all current and future",
        "start": 227.73,
        "duration": 3.179
    },
    {
        "text": "Technology being used for surveillance must be honored and if a City Department is looking into getting new surveillance equipment or even trying to acquire",
        "start": 231.1,
        "duration": 6.199
    },
    {
        "text": "Surveillance footage from an outside party. They must obtain approval from the Board of Supervisors",
        "start": 237.37,
        "duration": 3.529
    },
    {
        "text": "whoever it's also important to note that it will not become an official law until next week when the board meets again to ratify the",
        "start": 241.38,
        "duration": 4.47
    },
    {
        "text": "Vote so why is this happening? What happened?",
        "start": 245.85,
        "duration": 2.639
    },
    {
        "text": "And well, I mean at San Francisco topic regarding technology the future of it privacy in general",
        "start": 248.49,
        "duration": 4.919
    },
    {
        "text": "It's very attached well to some of you facial recognition technology may sound very futuristic its new",
        "start": 253.41,
        "duration": 4.92
    },
    {
        "text": "It's actually a tool that government agencies have been using for several years",
        "start": 258.459,
        "duration": 3.08
    },
    {
        "text": "They've been using it for a number of things like searching for a missing child",
        "start": 261.54,
        "duration": 2.1
    },
    {
        "text": "even preventing driver's license fraud and supervisor Aaron pass",
        "start": 263.89,
        "duration": 2.899
    },
    {
        "text": "The one who sponsored the ordinance emphasizes over and over again that this law is not an attempt to fight",
        "start": 266.97,
        "duration": 4.44
    },
    {
        "text": "Technology is about trying to stop people from taking advantage of it. This is really about",
        "start": 271.54,
        "duration": 3.41
    },
    {
        "text": "Public oversight of surveillance technology. It does not actually stop",
        "start": 275.5,
        "duration": 5.269
    },
    {
        "text": "Surveillance technology with one exception which is facial recognition",
        "start": 281.74,
        "duration": 3.32
    },
    {
        "text": "Software and this is really about giving policy makers the information that they need to safeguard",
        "start": 285.88,
        "duration": 5.6
    },
    {
        "text": "These important technologies from abuse not from their use but from their abuse and among those concerned. It's not all about privacy",
        "start": 292.03,
        "duration": 6.679
    },
    {
        "text": "it's about the technology actually working for an example why we can look to a",
        "start": 298.71,
        "duration": 3.36
    },
    {
        "text": "2018 study from MIT Media Lab that found quo error rates in determining the gender of light-skinned men were never worse than 0.8 percent",
        "start": 302.14,
        "duration": 6.409
    },
    {
        "text": "but for darker skinned women, however",
        "start": 308.55,
        "duration": 1.44
    },
    {
        "text": "The error rates ballooned to more than 20% in one case and more than 34% in the other two",
        "start": 309.99,
        "duration": 4.83
    },
    {
        "text": "But also during a Board of Supervisors meeting last week",
        "start": 314.82,
        "duration": 1.86
    },
    {
        "text": "There were several citizens from around San Francisco that came and voiced their opinion",
        "start": 316.68,
        "duration": 3.179
    },
    {
        "text": "and if you there said that they believe that this man would actually cause more crime and make",
        "start": 319.86,
        "duration": 3.09
    },
    {
        "text": "Investigations for police even harder my reasons for opposing this legislation",
        "start": 323.08,
        "duration": 3.439
    },
    {
        "text": "Are it will compromise Public Safety and it will create more barriers for law enforcement to carry out their duties",
        "start": 327.1,
        "duration": 7.16
    },
    {
        "text": "But I said even the one board supervisor who did opposed the ordinance noted that while she disagrees",
        "start": 334.33,
        "duration": 4.309
    },
    {
        "text": "It is a very well-intentioned piece of legislation",
        "start": 338.64,
        "duration": 2.19
    },
    {
        "text": "But of course the counter to that would be well, it doesn't matter the intent. It just matters the net result",
        "start": 340.83,
        "duration": 4.619
    },
    {
        "text": "I wanted to mention this story one because I thought it was interesting too",
        "start": 345.45,
        "duration": 2.759
    },
    {
        "text": "It's the first one that we're actually seeing through, although there is a similar bill that was introduced in, Massachusetts",
        "start": 348.21,
        "duration": 4.35
    },
    {
        "text": "Also three to get your opinion on this",
        "start": 352.56,
        "duration": 1.47
    },
    {
        "text": "Do you think that facial recognition technology should be banned do you think that it goes too far or it's a slippery slope?",
        "start": 354.03,
        "duration": 5.279
    },
    {
        "text": "Or do you think the positives they supersede everything else and you know thoughts on this one. I'd love to hear from me",
        "start": 359.38,
        "duration": 5.149
    },
    {
        "text": "But from that I want to share some stuff",
        "start": 364.53,
        "duration": 1.47
    },
    {
        "text": "I love today and today in awesome brought to you by Phil Chang calm and saying if you don't know it is mobile phone service",
        "start": 366.0,
        "duration": 5.609
    },
    {
        "text": "Differently and it's helping people save a lot of money on their monthly cellphone bills",
        "start": 371.61,
        "duration": 2.91
    },
    {
        "text": "There's no contracts overage fees any other carrier tricks",
        "start": 374.52,
        "duration": 2.97
    },
    {
        "text": "You're just paying a fair price for the talk text and data that you actually use they give you",
        "start": 377.49,
        "duration": 3.3
    },
    {
        "text": "Complete control and that's why it's an customers pay on average just $23 per month for their device",
        "start": 380.89,
        "duration": 4.489
    },
    {
        "text": "They've got nationwide LTE coverage",
        "start": 385.38,
        "duration": 1.47
    },
    {
        "text": "Meaning you have a great network coast-to-coast and almost any phone will work from ting from your ancient Motorola razors to the latest galaxy",
        "start": 386.85,
        "duration": 6.239
    },
    {
        "text": "S's, the iPhone 10",
        "start": 393.16,
        "duration": 1.49
    },
    {
        "text": "So if you want check out what this new better future could look like for you",
        "start": 394.65,
        "duration": 2.94
    },
    {
        "text": "Just go to fill that sink",
        "start": 397.59,
        "duration": 1.449
    },
    {
        "text": "and when you sign up using our link",
        "start": 399.039,
        "duration": 1.141
    },
    {
        "text": "You'll get $25 off your entire phone bill the first bit of Awesome is I completely forgot until today",
        "start": 400.18,
        "duration": 4.739
    },
    {
        "text": "I've only shared this on my Instagram",
        "start": 404.919,
        "duration": 1.56
    },
    {
        "text": "We're almost done setting up two new sets for some new things some some kind of things we've done before but with a new twist",
        "start": 406.479,
        "duration": 4.95
    },
    {
        "text": "Yeah, I wanted to share it here, too",
        "start": 411.529,
        "duration": 1.461
    },
    {
        "text": "So it's not just the the Instagram folks seeing the cool stuff, of course excited about that",
        "start": 412.99,
        "duration": 3.75
    },
    {
        "text": "Then we got the new is a season four of Rick and Morty's coming out in November",
        "start": 416.74,
        "duration": 2.519
    },
    {
        "text": "in how it should have ended giving us their version of the Spider Man far from home trailer then we got a trailer for the",
        "start": 419.389,
        "duration": 4.639
    },
    {
        "text": "New zombie movie the dead don't die starring Bill Murray Adam driver Tilda Swinton and a whole hell of a lot of other big names",
        "start": 424.029,
        "duration": 6.059
    },
    {
        "text": "Got the honest trailer for speed",
        "start": 430.089,
        "duration": 1.8
    },
    {
        "text": "It casually explained taking on tipping driver Wallace gave us part two of the guy who never left his hometown",
        "start": 431.889,
        "duration": 4.169
    },
    {
        "text": "and of course the thing I am most excited about the best piece of Awesome today in my opinion is we got the trailer for",
        "start": 436.059,
        "duration": 5.64
    },
    {
        "text": "season 5 of Black Mirror",
        "start": 441.699,
        "duration": 1.261
    },
    {
        "text": "I've seen some people kind of disappointed that there's only three episodes this season, but as long as they're good",
        "start": 442.96,
        "duration": 3.809
    },
    {
        "text": "I'm gonna be so happy in a star power. They have this year is really interested. Then we had the crow",
        "start": 446.77,
        "duration": 4.379
    },
    {
        "text": "No doubt GG Phill partner game of the day today. It is sundered the eldritch edition",
        "start": 451.149,
        "duration": 4.89
    },
    {
        "text": "It's a very well reviewed unique looking hand-drawn Metroidvania game. And if you snag it using our link before 9 a.m",
        "start": 456.039,
        "duration": 5.01
    },
    {
        "text": "tomorrow you can get it not for the regular $20, but just",
        "start": 461.149,
        "duration": 3.32
    },
    {
        "text": "$4.99 if you want to see the full versions of everything",
        "start": 465.319,
        "duration": 2.059
    },
    {
        "text": "I just shared the secret link of the day really anything at all links is always on the description down below and then let's talk",
        "start": 467.379,
        "duration": 5.82
    },
    {
        "text": "About the least in no way polarizing story of the day",
        "start": 473.199,
        "duration": 3.6
    },
    {
        "text": "Alabama rather would happen in Alabama last night",
        "start": 477.349,
        "duration": 2.27
    },
    {
        "text": "When the Alabama Senate passed a bill that effectively bans abortion in almost all cases and since this bill passed the state's house last month",
        "start": 479.62,
        "duration": 5.879
    },
    {
        "text": "Now the Senate all that's left for this to become a law in Alabama is that it just needs to be signed by Governor K",
        "start": 485.499,
        "duration": 4.44
    },
    {
        "text": "IV who notably it has not publicly expressed support for the bill",
        "start": 489.939,
        "duration": 3.269
    },
    {
        "text": "But many still believe that she will back in a big note around this specific",
        "start": 493.209,
        "duration": 3.24
    },
    {
        "text": "abortion ban is that it would be the strictest in the country bans abortion at every stage of pregnancy and does not make",
        "start": 496.519,
        "duration": 5.09
    },
    {
        "text": "Exceptions in the cases of rape or incest and that's despite Democrats efforts to create an amendment that would allow for those",
        "start": 501.68,
        "duration": 5.359
    },
    {
        "text": "exceptions and in fact",
        "start": 507.139,
        "duration": 0.95
    },
    {
        "text": "There are only three exceptions for the ban one",
        "start": 508.089,
        "duration": 1.95
    },
    {
        "text": "If the mother's life is in severe danger two if there is an ectopic pregnancy",
        "start": 510.039,
        "duration": 3.0
    },
    {
        "text": "Meaning that the fertilized egg is outside of the uterus or three in the case of a lethal fetal anomaly",
        "start": 513.409,
        "duration": 4.549
    },
    {
        "text": "Which is a potentially deadly birth defect it also",
        "start": 517.959,
        "duration": 2.1
    },
    {
        "text": "criminalizes the procedure any doctor who performs an abortion could be charged on felony offenses and land up to",
        "start": 520.399,
        "duration": 4.64
    },
    {
        "text": "99 years in jail and this law has elicited a number of",
        "start": 525.11,
        "duration": 3.2
    },
    {
        "text": "responses some celebrities like Lady Gaga have spoken out saying",
        "start": 528.68,
        "duration": 2.719
    },
    {
        "text": "is an outrage to ban abortion in Alabama period and all the more heinous that it excludes those who have been raped or are",
        "start": 531.58,
        "duration": 5.549
    },
    {
        "text": "Experiencing incest non-consensual or not? So there's a higher penalty for doctors who perform these operations than for most rapists",
        "start": 537.26,
        "duration": 6.08
    },
    {
        "text": "This is a travesty and I pray for all these women and young girls who will suffer at the hands of this system so many",
        "start": 543.34,
        "duration": 5.039
    },
    {
        "text": "Democratic politicians who believe that this bill is in direct opposition of roe v wade and an attack on women's rights",
        "start": 548.42,
        "duration": 4.909
    },
    {
        "text": "and for those of you that need a refresher roe v-- wade is a Supreme Court ruling back from",
        "start": 553.33,
        "duration": 3.45
    },
    {
        "text": "1973 that says that women have a constitutional right to choose whether or not to have an abortion",
        "start": 556.91,
        "duration": 3.889
    },
    {
        "text": "We saw several people in the 2020 race speaking out against it that including senator Elizabeth Warren",
        "start": 560.8,
        "duration": 4.29
    },
    {
        "text": "senator Bernie Sanders echoing that statement",
        "start": 565.09,
        "duration": 2.13
    },
    {
        "text": "He also saw a similar statement from several of the other candidates, but probably the strongest worded opposition came from Alabama state senator",
        "start": 567.22,
        "duration": 6.57
    },
    {
        "text": "Bobby singleton. Oh, I think it's a horrible bill still. I think that we raped women last night",
        "start": 573.79,
        "duration": 5.489
    },
    {
        "text": "We made women of Alabama the motto of the new Roe vs. Wade",
        "start": 579.28,
        "duration": 4.799
    },
    {
        "text": "I think that this is just a horrible bill hate to think the fact that someone who raped my daughter",
        "start": 584.66,
        "duration": 5.179
    },
    {
        "text": "At 12 years old that it's just sad to tell my daughter that she had to carry that baby for nine months",
        "start": 590.66,
        "duration": 5.57
    },
    {
        "text": "Here in the state of Alabama and look that rapist in the face for the rest of her life",
        "start": 596.45,
        "duration": 4.429
    },
    {
        "text": "But we also saw others speak in defense of this legislation Alabama state senator Clyde",
        "start": 600.89,
        "duration": 4.16
    },
    {
        "text": "Chambliss saying this bill has the opportunity to save the lives of millions of unborn",
        "start": 605.21,
        "duration": 3.71
    },
    {
        "text": "children",
        "start": 608.92,
        "duration": 0.51
    },
    {
        "text": "Alabama Senate Majority Leader Greg Reed saying that this bill aimed to quote express the will of the people which is to protect the sanctity",
        "start": 609.43,
        "duration": 5.76
    },
    {
        "text": "Of life in Alabama my representative Terry Collins really hit on the core of what this actually is",
        "start": 615.19,
        "duration": 4.86
    },
    {
        "text": "This is about creating a debate and taking aim at roe v wade saying this bill is about",
        "start": 620.05,
        "duration": 4.859
    },
    {
        "text": "Challenging roe v wade and protecting the lives of the unborn is an unborn baby as a person who deserves love and protection the thing",
        "start": 625.1,
        "duration": 6.229
    },
    {
        "text": "Is that's not a surprise because having states pass abortion laws with the knowledge that they will be challenged in court is nothing in it",
        "start": 631.33,
        "duration": 5.25
    },
    {
        "text": "Both, Ohio and Georgia recently joined, Mississippi and Kentucky and passing fetal heartbeat bills",
        "start": 636.58,
        "duration": 3.96
    },
    {
        "text": "Which ban abortion after a heartbeat can be detected Jax would say happens at around six weeks into a pregnancy",
        "start": 640.54,
        "duration": 4.409
    },
    {
        "text": "Before many women know that they are pregnant regarding those bills",
        "start": 645.02,
        "duration": 2.75
    },
    {
        "text": "organizations have already promised to take these to court and in fact today the ACLU just filed a lawsuit against the pill in Ohio and",
        "start": 647.9,
        "duration": 5.149
    },
    {
        "text": "With that we've seen a lot of legal experts",
        "start": 653.05,
        "duration": 1.48
    },
    {
        "text": "Arguing that a lot of these laws could be appealed but that's part of the plan because these cases could end up in the hands",
        "start": 654.53,
        "duration": 5.359
    },
    {
        "text": "of the Supreme Court",
        "start": 659.89,
        "duration": 0.84
    },
    {
        "text": "And now thanks to the new justices that were nominated under the trump administration",
        "start": 660.73,
        "duration": 2.61
    },
    {
        "text": "Pushed through a republic Senate the court as it is now swings in a conservative favor with five conservative justices and four liberal ones",
        "start": 663.56,
        "duration": 6.109
    },
    {
        "text": "So it's believed very likely that if abortion were brought to the Supreme Court roe v wade may not be held up",
        "start": 669.67,
        "duration": 4.92
    },
    {
        "text": "Which brings us now to the very real question what would happen if roe v wade were overturned?",
        "start": 674.59,
        "duration": 3.959
    },
    {
        "text": "So first thing it is important to know that a full and complete reversal of row v",
        "start": 678.55,
        "duration": 3.179
    },
    {
        "text": "Wade would likely not happen overnight",
        "start": 681.73,
        "duration": 1.35
    },
    {
        "text": "But that said the court could make a series of decisions that slowly chip away at it and severely limit abortion rights",
        "start": 683.08,
        "duration": 4.739
    },
    {
        "text": "But still let's take a look at the country without roe v wade just to see the most drastic change possible",
        "start": 687.82,
        "duration": 4.229
    },
    {
        "text": "so an overturning of the ruling would not make abortion illegal nation why they would then become a state issue and some states already have",
        "start": 692.05,
        "duration": 5.46
    },
    {
        "text": "Precedents in place and most of those states do use their precedent to ban abortion according to the Guttmacher Institute",
        "start": 697.51,
        "duration": 4.709
    },
    {
        "text": "Nine states have free roe abortion bans. That would be retained",
        "start": 702.35,
        "duration": 2.75
    },
    {
        "text": "If the ruling were overturned six other states have a post road trigger law that would ban it immediately upon its reversal seven other states",
        "start": 705.1,
        "duration": 5.4
    },
    {
        "text": "Have expressed intent to severely limit",
        "start": 710.5,
        "duration": 1.75
    },
    {
        "text": "abortion rights and ten states would protect abortion rights nine of which would do so up to the point of viability and only one would",
        "start": 712.25,
        "duration": 5.15
    },
    {
        "text": "protect the right throughout a full pregnancy",
        "start": 717.4,
        "duration": 1.62
    },
    {
        "text": "You know also when talking about this story we're talking about that the Supreme Court right a lawsuit states",
        "start": 719.02,
        "duration": 4.319
    },
    {
        "text": "What about just people in general, right?",
        "start": 723.339,
        "duration": 1.561
    },
    {
        "text": "There's another question here do the American people want to do away with roe v-- wait and the answer at least according to a Fox",
        "start": 724.9,
        "duration": 4.679
    },
    {
        "text": "News poll back in February is no according to Fox News",
        "start": 729.58,
        "duration": 2.339
    },
    {
        "text": "57% of responders said they wanted to let it stand with only 21% saying they wanted it overturn",
        "start": 732.41,
        "duration": 4.46
    },
    {
        "text": "Yeah, ultimately, that's where we are with this story kind of what we've been seeing in the country right now, you know",
        "start": 736.87,
        "duration": 4.739
    },
    {
        "text": "It is important to keep in mind that there is still a long road ahead",
        "start": 741.61,
        "duration": 2.369
    },
    {
        "text": "You know technically as of recording this video it is not a law in Alabama yet",
        "start": 743.98,
        "duration": 3.33
    },
    {
        "text": "We're still waiting on Governor Ivy's decision with her spokesperson saying that we would get it upon the governor's full review of the bill also",
        "start": 747.339,
        "duration": 5.25
    },
    {
        "text": "From the legal aspect if the cases were to make their way to the Supreme Court. It's likely going to take several years",
        "start": 752.589,
        "duration": 4.35
    },
    {
        "text": "That's also the reason you're seeing people on both sides",
        "start": 756.94,
        "duration": 2.0
    },
    {
        "text": "Saying that this next election is probably one of the biggest that we're ever gonna see it's believing the next Supreme Court",
        "start": 758.99,
        "duration": 5.21
    },
    {
        "text": "Justices that are going to be replaced are the more liberal justices given the younger age of the Trump Justice nominees",
        "start": 764.3,
        "duration": 5.72
    },
    {
        "text": "I mean you're talking about",
        "start": 770.02,
        "duration": 1.39
    },
    {
        "text": "Shaping what the country is going to be for the next few decades to keep in mind that I don't mean to be morbid here",
        "start": 771.41,
        "duration": 5.059
    },
    {
        "text": "That's saying that the current justices last several have had public health issues",
        "start": 776.589,
        "duration": 5.34
    },
    {
        "text": "Yeah, that's where we are with this story. Of course like with everything we talked about",
        "start": 781.93,
        "duration": 2.88
    },
    {
        "text": "I love to know your thoughts on are you happy to see this happening. Are you horrified to see it happening?",
        "start": 784.81,
        "duration": 4.349
    },
    {
        "text": "What do you think will happen any no thoughts?",
        "start": 789.16,
        "duration": 2.01
    },
    {
        "text": "I'd love to hear from you in those comments down below and that's where we're going to end",
        "start": 791.17,
        "duration": 2.64
    },
    {
        "text": "Today's show if you liked the video you want to help support the channel",
        "start": 793.81,
        "duration": 2.279
    },
    {
        "text": "we'd love if you took a second to hit that like",
        "start": 796.089,
        "duration": 1.821
    },
    {
        "text": "You can also go to rogue Rock accom slash support help support our daily news with either a paid subscription",
        "start": 797.91,
        "duration": 4.259
    },
    {
        "text": "And/or supporting our fantastic sponsors who support us also",
        "start": 802.66,
        "duration": 2.959
    },
    {
        "text": "If you new here you wanna make sure you don't miss these daily dives into the news",
        "start": 805.62,
        "duration": 2.669
    },
    {
        "text": "Be sure to hit that subscribe button",
        "start": 808.29,
        "duration": 1.05
    },
    {
        "text": "also",
        "start": 809.34,
        "duration": 0.42
    },
    {
        "text": "If you're not 100% fills in maybe you miss one of the last two videos we put out on this channel",
        "start": 809.76,
        "duration": 3.809
    },
    {
        "text": "You can click or tap right there to watch those lots with that said of course as always my name's philip. Defranco",
        "start": 813.57,
        "duration": 4.349
    },
    {
        "text": "You've just been phill'd in. I love yo faces, and I'll see you tomorrow",
        "start": 817.99,
        "duration": 3.83
    }
]