[
    {
        "text": "Sup, ya beautiful bastards",
        "start": 0.03,
        "duration": 1.38
    },
    {
        "text": "Hope you're having a fantastic",
        "start": 1.41,
        "duration": 1.42
    },
    {
        "text": "Tuesday. Welcome back to the Philip DeFranco show. Let's just jump into it. The first thing we're gonna",
        "start": 2.83,
        "duration": 4.58
    },
    {
        "text": "Talk about today  is actually a last second update.",
        "start": 7.41,
        "duration": 2.399
    },
    {
        "text": "There were reports right before today's show went up of an active shooter at YouTube headquarters in San Bruno.",
        "start": 9.809,
        "duration": 4.711
    },
    {
        "text": "An employee at YouTube tweeting \"Heard shots and saw people running while at my desk",
        "start": 14.52,
        "duration": 2.78
    },
    {
        "text": "now barricaded inside a room with coworkers\"",
        "start": 17.31,
        "duration": 2.58
    },
    {
        "text": "We saw a ton of police show up, YouTube employees walking out with their hands up",
        "start": 19.92,
        "duration": 2.8
    },
    {
        "text": "Ambulances were at the scene, authorities have been saying for the public to stay away",
        "start": 22.86,
        "duration": 3.5
    },
    {
        "text": "And I normally wouldn't do a quick update on a story like this, because it's an active situation;",
        "start": 26.36,
        "duration": 3.78
    },
    {
        "text": "There is a ton of misinformation getting thrown around, but the police put together a press conference incredibly fast",
        "start": 30.18,
        "duration": 5.74
    },
    {
        "text": "And they have now made confirmations. Police have confirmed that yes",
        "start": 35.94,
        "duration": 2.58
    },
    {
        "text": "There was a shooting; there are at least four victims that have now been taken to the hospital with injuries",
        "start": 38.52,
        "duration": 4.46
    },
    {
        "text": "There's also one fatality at the scene it appears that it was a self-inflicted gunshot",
        "start": 42.98,
        "duration": 3.92
    },
    {
        "text": "wound. So they also believe and they are investigating to see if that was the shooter Police also have confirmed the deceased is a",
        "start": 47.02,
        "duration": 5.48
    },
    {
        "text": "Female or also several other reports I get a little more descriptive but most of them",
        "start": 52.5,
        "duration": 4.02
    },
    {
        "text": "usually only have one source so as of right now",
        "start": 56.52,
        "duration": 2.369
    },
    {
        "text": "I'm waiting. But that's where we are as of right now of course in the description down below. I will provide links to updates",
        "start": 58.89,
        "duration": 5.79
    },
    {
        "text": "We're going to be talking about this most likely tomorrow - and 2 I just want to send my-my well wishes to everyone at YouTube",
        "start": 64.68,
        "duration": 5.819
    },
    {
        "text": "but I-I-I",
        "start": 70.5,
        "duration": 1.06
    },
    {
        "text": "Can't imagine",
        "start": 71.56,
        "duration": 1.32
    },
    {
        "text": "What you're going through right now",
        "start": 72.88,
        "duration": 1.76
    },
    {
        "text": "but that said I-I don't know how to transition to the rest of the show because",
        "start": 74.64,
        "duration": 4.98
    },
    {
        "text": "Obviously that was filmed before and I was in a better less pissed off and scared mood",
        "start": 79.78,
        "duration": 5.69
    },
    {
        "text": "But here we go. Then like we've had for several weeks",
        "start": 85.47,
        "duration": 1.71
    },
    {
        "text": "We had Stoneman Douglas students in the news",
        "start": 87.18,
        "duration": 1.82
    },
    {
        "text": "But this time it wasn't related to the March for Our Lives or any of the activism there. Since the school shooting the school has",
        "start": 89.0,
        "duration": 4.98
    },
    {
        "text": "Put into place new security measures among these new measures you have additional school",
        "start": 93.989,
        "duration": 3.411
    },
    {
        "text": "Security students, have to have ID badges on them",
        "start": 97.54,
        "duration": 2.75
    },
    {
        "text": "And they must wear clear backpacks. And in addition to this there's also been talk about metal detectors, metal detecting wands",
        "start": 100.29,
        "duration": 5.459
    },
    {
        "text": "But one of the big standouts right now has been the clear backpacks. many Stoneman Douglas",
        "start": 105.749,
        "duration": 4.111
    },
    {
        "text": "Students mocking that new security measure. Lauren Hogg tweeting \"my new backpack is almost as transparent as the NRA's agenda",
        "start": 110.04,
        "duration": 5.66
    },
    {
        "text": "I feel so safe now as much as I appreciate the effort",
        "start": 115.7,
        "duration": 2.18
    },
    {
        "text": "We as a country need to focus on the real issue instead of turning our schools into prisons hashtag clear backpack\". Delaney Tarr tweeting \"Starting",
        "start": 117.899,
        "duration": 6.09
    },
    {
        "text": "off the last quarter of senior year right with a good-old",
        "start": 123.99,
        "duration": 1.9
    },
    {
        "text": "Violation of privacy\". And in fact students like Delaney and others included have gone to social media and show that they are modifying their back",
        "start": 125.89,
        "duration": 6.349
    },
    {
        "text": "Delaney writing \"We need real change,\" outfitting it with activist buttons and then just for fun putting in things like",
        "start": 132.48,
        "duration": 5.359
    },
    {
        "text": "tampons",
        "start": 138.03,
        "duration": 0.59
    },
    {
        "text": "Of course stemming from this there were people of two minds one you had people that were definitely agreeing with a student's how to clear",
        "start": 138.62,
        "duration": 4.529
    },
    {
        "text": "Backpacks keep the students safe when when you're talking about the way the shooting happened. Someone who didn't even go to the school anymore",
        "start": 143.22,
        "duration": 5.899
    },
    {
        "text": "Came to the school and just started firing. More security can of course make sense; the IDs can be helpful especially",
        "start": 149.12,
        "duration": 4.65
    },
    {
        "text": "Since they've had issues with people trespassing recently. But many people arguing that the clear backpacks",
        "start": 153.96,
        "duration": 4.339
    },
    {
        "text": "It should a security theater. And 2 one of the other main reactions we've seen are people finding",
        "start": 158.3,
        "duration": 3.809
    },
    {
        "text": "It somewhat funny that the students are saying this is a violation of privacy one commenter writer",
        "start": 162.11,
        "duration": 4.05
    },
    {
        "text": "\"They demanded that liberty be restricted for their safety",
        "start": 166.16,
        "duration": 2.25
    },
    {
        "text": "They just didn't expect it to be their liberty,\" but of course any of people arguing",
        "start": 168.41,
        "duration": 3.33
    },
    {
        "text": "That's not apples to apples comparison",
        "start": 171.74,
        "duration": 1.54
    },
    {
        "text": "One is security theater whereas the other could actually stop lives in which case more people are saying then why is there more security seemingly",
        "start": 173.28,
        "duration": 5.839
    },
    {
        "text": "That's an acknowledgement that more good guys with guns is helpful",
        "start": 179.12,
        "duration": 2.55
    },
    {
        "text": "Then you end up in that same debate that we've seen at least a variation of for a very very long time",
        "start": 181.67,
        "duration": 3.84
    },
    {
        "text": "That said, I would love to know what you think about these new security measures is it security theater? Or,",
        "start": 185.51,
        "duration": 4.379
    },
    {
        "text": "\"No, you're not when you change security,\" It's not just about what happened before you're trying to prevent everything else",
        "start": 189.89,
        "duration": 5.43
    },
    {
        "text": "What are you thinking",
        "start": 195.32,
        "duration": 0.87
    },
    {
        "text": "and why? Then let's talk about Info Wars and Alex Jones being sued by",
        "start": 196.19,
        "duration": 4.05
    },
    {
        "text": "undocumented-globalist-lizard people, four dimensional air monsters and/or a guy by the name of Marcel Fontaine.",
        "start": 200.24,
        "duration": 7.48
    },
    {
        "text": "It's interesting how it looks like all of this happened. On February 10, four days before the Marjory Stoneman Douglas high school shooting in Parkland, Florida",
        "start": 207.77,
        "duration": 5.699
    },
    {
        "text": "someone reportedly post a picture of Marcel Fontaine on 4chan. the picture of Fontaine was reportedly taken from his Instagram profile",
        "start": 213.47,
        "duration": 6.419
    },
    {
        "text": "It was posted in the poll message board specifically in a thread title the \"Antifa/lefty commie cancer\" where users then scrubbed through his social",
        "start": 219.89,
        "duration": 6.449
    },
    {
        "text": "Media accounts and they find this picture; a photo that shows him wearing a shirt that has historical communist leaders and on February 14th the day",
        "start": 226.34,
        "duration": 6.51
    },
    {
        "text": "Of the shooting the picture of Fontaine starts circulating again actually identifying him as the shooter. Some images",
        "start": 232.85,
        "duration": 5.16
    },
    {
        "text": "even showed Fontaine above the text \"Shooter is a commie\" And so as media outlets raced to identify the shooter there was a",
        "start": 238.01,
        "duration": 4.709
    },
    {
        "text": "writer at",
        "start": 242.72,
        "duration": 0.519
    },
    {
        "text": "Infowars, named Kit Daniels, who decided to prominently feature the photo of Fontaine. The photo was used an article that went through three title revisions",
        "start": 243.239,
        "duration": 6.56
    },
    {
        "text": "Over the course of a day. You had \"Reported Florida Shooter Dressed as Communist, Supported ISIS,\" \"Florida Shooter Inspired by ISIS",
        "start": 249.8,
        "duration": 5.279
    },
    {
        "text": "Allahu Akbar,\" and \"Reported Florida Shooter Discussed Allahu Akbar on Instagram profile\"",
        "start": 255.08,
        "duration": 4.319
    },
    {
        "text": "What's weird is that Daniel seemed to use the picture of Fontaine despite someone on 4chan reportedly writing under the photo",
        "start": 259.4,
        "duration": 5.16
    },
    {
        "text": "\"I can guarantee that this loser works the Palladium in Worcester,Massachusetts",
        "start": 264.68,
        "duration": 3.26
    },
    {
        "text": "They play loads of metal shows is far more than any other genre.\"",
        "start": 267.98,
        "duration": 2.62
    },
    {
        "text": "According to Fontaine's layer mark Bankston, \"They published this photo with zero confirmation",
        "start": 270.66,
        "duration": 3.84
    },
    {
        "text": "They published knowing it was false or with such reckless disregard that they didn't care even doing the most basic thing like a reverse image",
        "start": 274.51,
        "duration": 5.459
    },
    {
        "text": "Search would have shown that he had nothing to do with",
        "start": 279.97,
        "duration": 1.98
    },
    {
        "text": "Florida or the school shooting.\" Now despite the fact that Fontaine had absolutely nothing to do with the shooting,",
        "start": 281.95,
        "duration": 4.5
    },
    {
        "text": "Despite that the photo was actually taken down later in the day, the photos still spread all over the internet.",
        "start": 286.55,
        "duration": 4.35
    },
    {
        "text": "You saw it everywhere, even",
        "start": 290.9,
        "duration": 1.1
    },
    {
        "text": "a Republican state legislator in North Carolina named Larry Pittman shared comments about Fontaine and his shirt writing on Facebook,",
        "start": 292.0,
        "duration": 5.58
    },
    {
        "text": "\"Not surprising to see the people depicted on his t-shirt. So many of these shooters turn out to be communist Democrats that I suspect they",
        "start": 297.77,
        "duration": 5.63
    },
    {
        "text": "Are doing these things to push for gun control so they can more easily take over the country.\"",
        "start": 303.4,
        "duration": 3.6
    },
    {
        "text": "And like I said the beginning of the story",
        "start": 307.0,
        "duration": 1.08
    },
    {
        "text": "the reason that we're talking about this is that there is now a lawsuit;",
        "start": 308.08,
        "duration": 3.02
    },
    {
        "text": "specifically a defamation lawsuit against Infowars and Alex Jones.",
        "start": 311.1,
        "duration": 3.7
    },
    {
        "text": "The lawsuit was filed in Texas where Infowars is based and Fontaine is seeking over 1 million dollars in damages.",
        "start": 314.8,
        "duration": 5.64
    },
    {
        "text": "The suit saying because of Infowars Fontaine received ridicule, malicious threats,",
        "start": 320.44,
        "duration": 3.86
    },
    {
        "text": "saying his image has been \"irreparably tainted\"",
        "start": 324.3,
        "duration": 1.8
    },
    {
        "text": "also claiming that yes InfoWars did remove his picture, but allegedly it was removed without an explanation statement or correction.",
        "start": 326.1,
        "duration": 6.069
    },
    {
        "text": "Also as recently as yesterday there was no correction although after this lawsuit was filed",
        "start": 332.17,
        "duration": 4.38
    },
    {
        "text": "there was an editor's note. Saying \"We showed a photograph of a young man that we had received and stated incorrectly that it was an",
        "start": 336.62,
        "duration": 4.88
    },
    {
        "text": "alleged photo of the suspected shooter at Douglass High School in Parkland, Florida.",
        "start": 341.5,
        "duration": 2.94
    },
    {
        "text": "InfoWars promptly removed the contents of this webpage within hours after posting on February 14th, 2018",
        "start": 344.44,
        "duration": 4.66
    },
    {
        "text": "The young man whose picture was shown later contacted us and asked that we take the photo down,",
        "start": 349.1,
        "duration": 3.7
    },
    {
        "text": "but we had already done so several days before.  We regret that this error occurred.\"",
        "start": 352.8,
        "duration": 3.28
    },
    {
        "text": "Now as far as how strong is this case",
        "start": 356.1,
        "duration": 2.0
    },
    {
        "text": "it will be very interesting to see.",
        "start": 358.1,
        "duration": 1.3
    },
    {
        "text": "The suit includes pages and pages of background on Infowars; this including what they say is a history of publishing false in defamatory reports",
        "start": 359.4,
        "duration": 6.6
    },
    {
        "text": "When you have everything from the pizza gate conspiracy",
        "start": 366.02,
        "duration": 2.08
    },
    {
        "text": "to attacks against victims of the Sandy Hook massacre",
        "start": 368.1,
        "duration": 2.1
    },
    {
        "text": "And so the argument that this is a strong case is essentially they have a history of this reckless",
        "start": 370.2,
        "duration": 3.78
    },
    {
        "text": "Reporting and so by posting this photo without fully confirming that this was 100% true",
        "start": 374.24,
        "duration": 4.31
    },
    {
        "text": "There was a reasonable expectation that Fontaine would suffer harassment and threats, but on the other end according to First Amendment attorney, Ken White",
        "start": 378.55,
        "duration": 5.27
    },
    {
        "text": "InfoWars might be able to win this saying the core of the lawsuit that InfoWars falsely accused Mr. Fontaine",
        "start": 383.92,
        "duration": 4.34
    },
    {
        "text": "of being the shooter states a very plausible claim for defamation and intentional infliction of emotional distress the problem is that the complaint buries",
        "start": 388.26,
        "duration": 6.42
    },
    {
        "text": "That core wrong into a general attack on InfoWars and Alex Jones and their fans",
        "start": 394.69,
        "duration": 3.809
    },
    {
        "text": "And then also adding that this could become a slap suit slap stands for strategic",
        "start": 398.5,
        "duration": 3.839
    },
    {
        "text": "Lawsuit against public participation in suits are identified as slap suits in order to prevent plaintiffs from filing frivolous",
        "start": 402.68,
        "duration": 5.479
    },
    {
        "text": "Lawsuits designed to silence particular categories of speech and according to White, Texas has a very strong anti slap law",
        "start": 408.349,
        "duration": 5.69
    },
    {
        "text": "Infowars can frame the lawsuit as being more broadly about the content of its speech in general or about the speech of third party commenters",
        "start": 414.169,
        "duration": 6.41
    },
    {
        "text": "For whom InfoWars is not responsible under Section",
        "start": 420.58,
        "duration": 2.36
    },
    {
        "text": "230 of the Communications Decency Act the plaintiff Fontaine faces a real risk of an anti slap rule",
        "start": 422.94,
        "duration": 5.8
    },
    {
        "text": "So there is a risk in this lawsuit for Fontaine as well",
        "start": 428.74,
        "duration": 2.16
    },
    {
        "text": "And it will be very interesting to see how this develops that including all the other things InfoWars is dealing with right now including another",
        "start": 430.9,
        "duration": 5.699
    },
    {
        "text": "defamation lawsuit",
        "start": 436.729,
        "duration": 0.831
    },
    {
        "text": "I mentioned this story because obviously every single day you have either people saying or examples of fake news all over the place",
        "start": 437.56,
        "duration": 6.269
    },
    {
        "text": "They're examples of stories where it appears intentional",
        "start": 443.83,
        "duration": 2.61
    },
    {
        "text": "They're examples of story where maybe it was a mistake that someone tried to fix",
        "start": 446.44,
        "duration": 3.479
    },
    {
        "text": "But didn't do a great job of it all of that having a little dance of okay",
        "start": 449.919,
        "duration": 3.63
    },
    {
        "text": "Well how do we how we regulate that without accidentally infringing on people's First Amendment rights?",
        "start": 453.55,
        "duration": 5.579
    },
    {
        "text": "how do we how do we handle that without censoring voices that we just don't agree with it's been very interesting to see how that",
        "start": 459.129,
        "duration": 5.399
    },
    {
        "text": "Conversation has evolved in the United States, but also it's important to remember. This is an international problem when we look to other countries",
        "start": 464.84,
        "duration": 6.019
    },
    {
        "text": "It's very interesting to see how they are trying to deal with it one of the most notable in the past 24 hours has been",
        "start": 470.86,
        "duration": 4.589
    },
    {
        "text": "Malaysia they speak Malaysian parliament approved the anti fake news 2018 bill",
        "start": 475.49,
        "duration": 3.799
    },
    {
        "text": "it is expected to be easily pass through the Senate go through everything become law, and under the bill anyone found maliciously creating or",
        "start": 479.289,
        "duration": 6.33
    },
    {
        "text": "Sharing information that is false may be fined up to",
        "start": 485.86,
        "duration": 2.72
    },
    {
        "text": "123 thousand dollars, and they see possible jail sentence of up to six years",
        "start": 488.66,
        "duration": 4.7
    },
    {
        "text": "and if you feel like six years is",
        "start": 493.36,
        "duration": 2.0
    },
    {
        "text": "Excessive for having shared a piece of fake news you should know that the original legislation had it at ten years",
        "start": 495.469,
        "duration": 5.72
    },
    {
        "text": "This is their compromise and the law defines fake news at news information data",
        "start": 501.19,
        "duration": 3.539
    },
    {
        "text": "And reports which are wholly or partly false whether in the form of features visuals or audio recordings or in any other",
        "start": 504.729,
        "duration": 5.94
    },
    {
        "text": "form capable of suggesting words or ideas also",
        "start": 510.74,
        "duration": 3.02
    },
    {
        "text": "Violators could even be people outside of the country if Malaysia or Malaysian citizens are affected according to Malaysian authorities",
        "start": 514.07,
        "duration": 6.589
    },
    {
        "text": "They say the bill is intended to protect people from online attacks and will not infringe on free speech",
        "start": 520.659,
        "duration": 4.5
    },
    {
        "text": "But of course you have critics saying that the language is very very open and broad also",
        "start": 525.16,
        "duration": 4.919
    },
    {
        "text": "And is actually kind of a valid question these days who gets to decide what is true or not there are plenty of",
        "start": 530.079,
        "duration": 4.619
    },
    {
        "text": "Countries where you could look to leadership and go oh",
        "start": 534.829,
        "duration": 2.54
    },
    {
        "text": "they have a",
        "start": 537.37,
        "duration": 0.67
    },
    {
        "text": "Different belief of what reality and truth is than other people so with this law being pushed through just before a national election there are",
        "start": 538.04,
        "duration": 6.469
    },
    {
        "text": "Many who think this is going to be used to crush voices of dissent",
        "start": 544.509,
        "duration": 2.43
    },
    {
        "text": "Also that it will impede on important discussion, surrounding the prime minister's involvement in a multi-billion dollar scandal",
        "start": 547.04,
        "duration": 5.299
    },
    {
        "text": "I don't know if I'm about to cut off my ability to possibly visit Malaysia",
        "start": 552.339,
        "duration": 2.94
    },
    {
        "text": "But if you didn't know in 2015 their Prime Minister Najib",
        "start": 555.279,
        "duration": 2.52
    },
    {
        "text": "Razak was accused of channeling billions from a state",
        "start": 557.899,
        "duration": 2.359
    },
    {
        "text": "investment fund into personal bank accounts and in fact the United States and several other countries are already investigating allegations of cross-border",
        "start": 560.329,
        "duration": 6.26
    },
    {
        "text": "embezzlement and money laundering Najib repeatedly denied any wrongdoing",
        "start": 566.75,
        "duration": 3.049
    },
    {
        "text": "Along with that the Malaysian government has said that it conducted various inquiries into the allegations",
        "start": 569.87,
        "duration": 3.889
    },
    {
        "text": "But found no evidence of wrongdoing on his part you also had officials from 1mdb saying that there was no money missing the US Justice",
        "start": 573.759,
        "duration": 6.33
    },
    {
        "text": "Department says at least 4.5 billion was stolen from 1mdb by Associates of Najib in fact",
        "start": 580.089,
        "duration": 5.039
    },
    {
        "text": "they're reportedly working to see is one point seven billion dollars taken from the fund to buy assets in the United States so obviously the",
        "start": 585.129,
        "duration": 5.46
    },
    {
        "text": "Prime Minister and the government seem to have a different belief of what is true or not than other sources",
        "start": 590.589,
        "duration": 5.309
    },
    {
        "text": "It's also not like these concerns from critics are coming out of nowhere since the scandal came out the prime minister has fired critics in",
        "start": 595.899,
        "duration": 5.28
    },
    {
        "text": "His own government he's tried to silence the media and also this is happening at a time where many say there is a power grab",
        "start": 601.18,
        "duration": 4.649
    },
    {
        "text": "Happening last week their parliament signed off on redrawing voting districts for the next election which of course resulted in people saying this is",
        "start": 605.829,
        "duration": 5.34
    },
    {
        "text": "Gerrymandering changing districts they're cracking down on people that do not agree with them",
        "start": 611.42,
        "duration": 3.409
    },
    {
        "text": "Who are trying to speak out and so that's a situation as it is right now personally?",
        "start": 614.829,
        "duration": 3.15
    },
    {
        "text": "I think it's incredibly concerning obviously I come from the standpoint when I talk about the First Amendment freedom of speech",
        "start": 617.98,
        "duration": 5.729
    },
    {
        "text": "But how vague and open the words are I mean are we gonna see people jailed for memes is unfortunately based on several countries is",
        "start": 623.709,
        "duration": 6.179
    },
    {
        "text": "Not a crazy thing to think I mean they include the word maliciously, but then you have to argue about intent",
        "start": 629.889,
        "duration": 4.71
    },
    {
        "text": "we also know that the people in power at least on one if you have a different belief of what reality is what truth and",
        "start": 634.6,
        "duration": 5.309
    },
    {
        "text": "Fake news is compared to international",
        "start": 639.909,
        "duration": 1.931
    },
    {
        "text": "Investigators, but ultimately, we'll have to see every country is different",
        "start": 641.84,
        "duration": 3.22
    },
    {
        "text": "We recently saw India threatened to crackdown on journalists starting to remove journalists official accreditation",
        "start": 645.069,
        "duration": 5.46
    },
    {
        "text": "But then backed off on that after there was a lot of outrage online, so we'll see if there is something similar",
        "start": 650.529,
        "duration": 4.32
    },
    {
        "text": "Or if this just gets rushed through, and then the people don't fight it",
        "start": 654.85,
        "duration": 2.94
    },
    {
        "text": "But that said I do want to pass a question off to you. What are your thoughts?",
        "start": 657.79,
        "duration": 2.7
    },
    {
        "text": "Where do you think the line is what do you think is the proper punishment If there is a proper punishment?",
        "start": 660.49,
        "duration": 4.72
    },
    {
        "text": "How did you crack down an actual fake news without it becoming a tool for the government to crack down on people they don't agree",
        "start": 665.21,
        "duration": 4.319
    },
    {
        "text": "With and how do you do in a way where if a news organization?",
        "start": 669.529,
        "duration": 1.811
    },
    {
        "text": "Gets something wrong or there's a piece of misinformation that they try to correct",
        "start": 671.34,
        "duration": 3.799
    },
    {
        "text": "They use best practices that it doesn't bankrupt them due to a ton of lawsuits",
        "start": 675.14,
        "duration": 3.299
    },
    {
        "text": "And I'd love to know your thoughts on this then we had garbage person",
        "start": 678.44,
        "duration": 2.399
    },
    {
        "text": "Extraordinaire the former spokesperson for subway Jared Fogle back in the news yes",
        "start": 681.0,
        "duration": 4.52
    },
    {
        "text": "The same Jared Fogle who was sentenced to 15 years in prison for child pornography?",
        "start": 685.52,
        "duration": 3.599
    },
    {
        "text": "He is back in the news because he and two other inmates have filed a civil lawsuit a lawsuit where he is trying to get",
        "start": 689.12,
        "duration": 5.34
    },
    {
        "text": "57 million dollars on the judges and prosecutors",
        "start": 694.68,
        "duration": 2.78
    },
    {
        "text": "Who put him in jail this because he claims he was unjustly",
        "start": 697.8,
        "duration": 2.419
    },
    {
        "text": "Charged with conspiracy to receive photos of minors now as far as if this will actually work",
        "start": 700.41,
        "duration": 4.1
    },
    {
        "text": "It doesn't really seem like a strong case that unjust conspiracy charges reportedly been the basis for several of his appeals which of course failed",
        "start": 704.51,
        "duration": 5.669
    },
    {
        "text": "My ultimate take away from this is a Jared Fogle is a garbage person and every day that he is still in prison",
        "start": 710.18,
        "duration": 5.159
    },
    {
        "text": "It's a slightly better day",
        "start": 715.71,
        "duration": 1.31
    },
    {
        "text": "then let's talk about the situation regarding the",
        "start": 717.02,
        "duration": 2.0
    },
    {
        "text": "us-mexico border",
        "start": 719.02,
        "duration": 1.32
    },
    {
        "text": "Obviously border security for President Trump has been a massive deal to him from I mean even when he was candidate Trump",
        "start": 720.35,
        "duration": 5.369
    },
    {
        "text": "Or his security the wall the whole shabang, it's not weird to hear him talk about and today Trump made a very big statement regarding",
        "start": 725.72,
        "duration": 5.52
    },
    {
        "text": "Border security how we're going to secure the border, and it seems like it's connected to an issue",
        "start": 731.24,
        "duration": 4.38
    },
    {
        "text": "We've seen from over the weekend that situation involving the caravan of roughly",
        "start": 735.62,
        "duration": 3.96
    },
    {
        "text": "We've seen several report roughly 1100 to 1500 people most of them Hondurans",
        "start": 739.58,
        "duration": 5.13
    },
    {
        "text": "they're making their way to the United States from the southern border of Mexico reportedly in Honduras there has been massive political violence and that's",
        "start": 744.71,
        "duration": 5.609
    },
    {
        "text": "On top of just the general gangs and cartels in the area and reportedly the caravan was organized byPueblos Si Fronteras PSF people",
        "start": 750.32,
        "duration": 6.989
    },
    {
        "text": "without borders",
        "start": 757.31,
        "duration": 0.57
    },
    {
        "text": "They say on their website they accompany migrants and refugees and their journey of hope and together demand our human rights is reportedly making it",
        "start": 757.88,
        "duration": 5.88
    },
    {
        "text": "The fifth year in a row where there's been an organized caravan of some sort so that story initially popped up",
        "start": 763.76,
        "duration": 4.44
    },
    {
        "text": "Thanks to BuzzFeed who sent someone out there to report on it and on Sunday Fox and Friends does a piece on it the interview",
        "start": 768.2,
        "duration": 5.549
    },
    {
        "text": "national Border Patrol Council President Brandon Judd shortly after that we then saw President Trump start tweeting saying Border Patrol agents are not allowed to",
        "start": 773.76,
        "duration": 6.679
    },
    {
        "text": "Properly do their job at the border because of ridiculous Liberal Democrat laws like catch and release getting more dangerous",
        "start": 780.44,
        "duration": 4.71
    },
    {
        "text": "Caravans coming Republicans must go to nuclear option to pass tough laws now no more DACA deal",
        "start": 785.459,
        "duration": 4.85
    },
    {
        "text": "I think Mexico is doing very little if not nothing at stopping people from flowing into Mexico through their southern border into the u.s.",
        "start": 790.31,
        "duration": 5.79
    },
    {
        "text": "They laugh at our dumb immigration laws",
        "start": 796.1,
        "duration": 1.77
    },
    {
        "text": "They must stop the big drug and people flows or I will stop their cash cow NAFTA need wall",
        "start": 797.87,
        "duration": 4.33
    },
    {
        "text": "Then finally saying these big flows of people are all trying to take advantage of DACA",
        "start": 802.46,
        "duration": 3.88
    },
    {
        "text": "they want in on the act",
        "start": 806.34,
        "duration": 1.24
    },
    {
        "text": "now there are a few things to unpack there, but what I want to focus on",
        "start": 807.58,
        "duration": 2.32
    },
    {
        "text": "There are the mentions of DACA",
        "start": 809.9,
        "duration": 2.56
    },
    {
        "text": "him shouting no more DACA Deal is really interesting since big narrative",
        "start": 812.46,
        "duration": 2.39
    },
    {
        "text": "he has been pushing for a while as the Democrats don't care about DACA",
        "start": 814.85,
        "duration": 2.21
    },
    {
        "text": "others have argued that no the Democrats are trying or the",
        "start": 817.06,
        "duration": 3.13
    },
    {
        "text": "Democrats that have given up are just",
        "start": 820.19,
        "duration": 1.63
    },
    {
        "text": "Giving up because they realize that they can't get that without doing something with the wall",
        "start": 821.82,
        "duration": 3.8
    },
    {
        "text": "And there's a mention that these people on this Caravan are trying to take advantage of DACA",
        "start": 825.62,
        "duration": 3.479
    },
    {
        "text": "But that is in no way what daca is there's no reason to believe that any of these people would actually qualify daca is supposed",
        "start": 829.1,
        "duration": 5.52
    },
    {
        "text": "To be about the people who are brought to this country as children",
        "start": 834.62,
        "duration": 2.009
    },
    {
        "text": "Who were ended up actually being here illegally by no choice of their own and not",
        "start": 836.88,
        "duration": 3.59
    },
    {
        "text": "New people he then continues to tweet about immigration",
        "start": 840.57,
        "duration": 2.03
    },
    {
        "text": "But then we get an update from yesterday Mexico announces that they are",
        "start": 842.6,
        "duration": 2.58
    },
    {
        "text": "disbanding the caravan PSF organizer Alex Men saying calling the disbanding a victory this because Mexico would actually be allowing certain people in the",
        "start": 845.18,
        "duration": 6.44
    },
    {
        "text": "Caravans to apply for asylum in Mexico adding don't be fooled the government isn't quote disbanding it",
        "start": 851.62,
        "duration": 4.48
    },
    {
        "text": "It's conceding its participants right to apply for asylum without traveling in the shadows",
        "start": 856.13,
        "duration": 3.57
    },
    {
        "text": "But it's also important to know that it's it's not a great happy story for everyone that was in this Caravan according to reports Mexico's",
        "start": 859.7,
        "duration": 5.37
    },
    {
        "text": "Only granting humanitarian visas to people like women who are pregnant people with disabilities people with chronic illnesses like",
        "start": 865.07,
        "duration": 5.51
    },
    {
        "text": "HIV",
        "start": 870.66,
        "duration": 0.62
    },
    {
        "text": "And the rest of the people in the caravan will have ten days to petition Mexico to stay for another thirty days during that time",
        "start": 871.28,
        "duration": 4.5
    },
    {
        "text": "They're supposed to petition Mexico to stay even longer otherwise",
        "start": 875.78,
        "duration": 2.099
    },
    {
        "text": "They'll be deported and in fact four hundred have already been deported and Mexico immigration officials have said in a statement under no",
        "start": 877.88,
        "duration": 5.82
    },
    {
        "text": "circumstances will the government of Mexico",
        "start": 884.04,
        "duration": 1.47
    },
    {
        "text": "promote irregular migration and in fact Mexico has been stricter over the past few months in January and February they deported more than 16",
        "start": 885.51,
        "duration": 5.81
    },
    {
        "text": "Thousand people one of the biggest updates to the story came today from President Trump",
        "start": 891.39,
        "duration": 3.89
    },
    {
        "text": "Who during a luncheon said I told Mexico?",
        "start": 895.28,
        "duration": 2.01
    },
    {
        "text": "And I respect what they did I said look your laws are very powerful your laws are very strong",
        "start": 897.29,
        "duration": 4.14
    },
    {
        "text": "We have very bad laws for our border and we are going to be doing some things. I spoke with mattis",
        "start": 901.43,
        "duration": 3.869
    },
    {
        "text": "We're going to do some things militarily until we have a wall in proper security",
        "start": 905.3,
        "duration": 3.179
    },
    {
        "text": "We're going to be guarding our border with the military. That's a big step adding",
        "start": 908.48,
        "duration": 3.21
    },
    {
        "text": "We cannot have people flowing into our country illegally disappearing and by the way never showing up for court",
        "start": 911.69,
        "duration": 4.349
    },
    {
        "text": "And then when asked to clarify just so there was no misunderstanding",
        "start": 916.04,
        "duration": 2.0
    },
    {
        "text": "Trump said he was preparing the military to secure the border and well that is a big announcement",
        "start": 918.12,
        "duration": 3.409
    },
    {
        "text": "I also think it is important to point out that past presidents have done somewhat of the same thing in",
        "start": 921.53,
        "duration": 4.44
    },
    {
        "text": "2006 Bush sent six thousand troops in 2010 the Obama",
        "start": 926.18,
        "duration": 3.08
    },
    {
        "text": "Administration also deployed the National Guard also in the state level in 2014 you had Governor Rick Perry",
        "start": 929.34,
        "duration": 4.52
    },
    {
        "text": "Mobilizing a thousand troops, and I point that out not to say oh well",
        "start": 933.86,
        "duration": 3.5
    },
    {
        "text": "This is no big deal, but just so that people know that it's not unprecedented, but also at the same time",
        "start": 937.54,
        "duration": 3.78
    },
    {
        "text": "It could be because according to multiple sources these from the Defense Department and military officials",
        "start": 941.33,
        "duration": 4.32
    },
    {
        "text": "They are unsure of what the specifics of this situation are also saying that they were surprised by this announcement",
        "start": 945.69,
        "duration": 5.659
    },
    {
        "text": "We'll have to wait and see what happens there",
        "start": 951.35,
        "duration": 1.2
    },
    {
        "text": "Also, what happens with us-mexico relations with NAFTA a lot of things in the air being juggled right now",
        "start": 952.55,
        "duration": 5.28
    },
    {
        "text": "That's actually where I'm going to end today's show and remember if you liked this video you like what I'm trying to do on this",
        "start": 957.83,
        "duration": 4.2
    },
    {
        "text": "Channel hit that like button if you're new here hit that subscribe button ring that bell turn on notifications",
        "start": 962.03,
        "duration": 4.229
    },
    {
        "text": "also",
        "start": 966.48,
        "duration": 0.5
    },
    {
        "text": "If you missed yesterday's philip defranco show you want to catch up click or tap right there to watch that or if you down for",
        "start": 966.98,
        "duration": 4.35
    },
    {
        "text": "a long listen you want to watch the newest a",
        "start": 971.33,
        "duration": 1.69
    },
    {
        "text": "Conversation with with Sean Evans click or tap right there to watch that but so that's that of course as always my name's Philip DeFranco",
        "start": 973.02,
        "duration": 5.239
    },
    {
        "text": "You've just been filled in, I love yo faces and I'll see you tomorrow",
        "start": 978.33,
        "duration": 4.13
    }
]