[
    {
        "text": "What's up, you beautiful bastards! Hope you've been having a fantastic Friday. Welcome back to the Philip DeFranco show",
        "start": 0.0,
        "duration": 4.77
    },
    {
        "text": "And if you're new here, on Fridays I do things a little bit different. That's because on Fridays",
        "start": 4.77,
        "duration": 3.419
    },
    {
        "text": "I like to try to cover more viewer requested stories from the week",
        "start": 8.189,
        "duration": 2.4
    },
    {
        "text": "But with that said, let's just jump into it",
        "start": 10.59,
        "duration": 2.189
    },
    {
        "text": "And the first thing when I talk about today is Time magazine announcing their Person of the Year",
        "start": 12.78,
        "duration": 3.72
    },
    {
        "text": "Which was actually a group they collectively called the Guardians and among those being names and getting a cover",
        "start": 16.5,
        "duration": 4.949
    },
    {
        "text": "They had Jamal khashoggi, the Capitol Gazette team, Tyria Ressa",
        "start": 21.449,
        "duration": 3.09
    },
    {
        "text": "and finally",
        "start": 24.55,
        "duration": 0.5
    },
    {
        "text": "Wa Lone and Kyaw Soe Oo. I will say personally I found this to be a very fitting people of the year. We've actually been working on",
        "start": 25.05,
        "duration": 5.25
    },
    {
        "text": "a piece about the killings of",
        "start": 30.3,
        "duration": 1.419
    },
    {
        "text": "journalists, journalists safety in general. And at a time in many different places in general where there there's a lot of hostility towards journalists.",
        "start": 31.719,
        "duration": 5.15
    },
    {
        "text": "Sometimes it's from the people, a lot of the times it's from the government",
        "start": 37.39,
        "duration": 3.319
    },
    {
        "text": "I think it's important to talk about, right.  Just something to consider worldwide for the committee to protect journalists Jamal khashoggi was just one of",
        "start": 40.71,
        "duration": 5.669
    },
    {
        "text": "74 deaths in the field of journalism this year",
        "start": 46.6,
        "duration": 2.51
    },
    {
        "text": "53 of which they say were confirmed to be targeted for murder and they say that in years prior between 2012 to 2016",
        "start": 49.239,
        "duration": 5.81
    },
    {
        "text": "there was the killing of",
        "start": 55.32,
        "duration": 1.54
    },
    {
        "text": "457 journalists and it's not just the number that have died that is concerning. We spoke with dr",
        "start": 56.86,
        "duration": 3.979
    },
    {
        "text": "Courtney wretch who is the advocacy director for the cpj and she hit on the very important note of accountability",
        "start": 60.85,
        "duration": 5.089
    },
    {
        "text": "I think one of the most disturbing things about the fact not only that journalists are killed for their work",
        "start": 65.939,
        "duration": 5.94
    },
    {
        "text": "But they are murdered for their work and in nearly every case nine out of ten",
        "start": 71.88,
        "duration": 5.61
    },
    {
        "text": "The killers go through and also going on to say that it's not just in some war-torn country",
        "start": 77.86,
        "duration": 5.059
    },
    {
        "text": "It's not just journalists going into war zones. We saw for the first time in the past year that",
        "start": 82.92,
        "duration": 5.37
    },
    {
        "text": "Journalists were killed in EU member countries",
        "start": 89.259,
        "duration": 2.3
    },
    {
        "text": "So just over a year ago, Gaffney Caruana",
        "start": 92.2,
        "duration": 2.629
    },
    {
        "text": "Delicia was murdered in Malta",
        "start": 94.99,
        "duration": 2.029
    },
    {
        "text": "And Yann, Casillas was murdered along with his girlfriend in Slovakia, and we're still investigating",
        "start": 97.06,
        "duration": 6.5
    },
    {
        "text": "Victoria, Mironova",
        "start": 104.079,
        "duration": 1.981
    },
    {
        "text": "Who was murdered in?",
        "start": 106.06,
        "duration": 2.0
    },
    {
        "text": "Bulgaria and we're still trying to see if that was related to her work or not",
        "start": 108.52,
        "duration": 3.77
    },
    {
        "text": "But what all three of those have in common is that they were investigating corruption are reporting on corruption",
        "start": 112.36,
        "duration": 5.0
    },
    {
        "text": "And it all had to do with you fund for the Americans watching",
        "start": 117.549,
        "duration": 3.08
    },
    {
        "text": "It's important to know that this isn't just a situation somewhere else because of the Capitol Gazette shooting this year",
        "start": 120.63,
        "duration": 4.62
    },
    {
        "text": "the United States has had its deadliest year for journalists since at least",
        "start": 125.25,
        "duration": 2.759
    },
    {
        "text": "1990 - but the threats for journalists are consistently high in other countries around the world with",
        "start": 128.41,
        "duration": 3.919
    },
    {
        "text": "without borders saying some of the most dangerous countries for journalists are Afghanistan, Syria and Mexico",
        "start": 132.54,
        "duration": 4.74
    },
    {
        "text": "I feel like time honoring journalists particularly people like Jamal Khashoggi really sends a big message, but even in death",
        "start": 137.28,
        "duration": 5.129
    },
    {
        "text": "They are accomplishing something",
        "start": 142.409,
        "duration": 1.44
    },
    {
        "text": "This is the first time in TIME's Person of the Year",
        "start": 143.849,
        "duration": 2.22
    },
    {
        "text": "History that they have honored someone that is no longer alive",
        "start": 146.17,
        "duration": 2.629
    },
    {
        "text": "And really the only thing that compared to is when they did x person of the century, which was Albert Einstein",
        "start": 148.799,
        "duration": 4.32
    },
    {
        "text": "I think it really speaks to the idea of we live past this bond",
        "start": 153.12,
        "duration": 3.089
    },
    {
        "text": "We do what we tried to stand for that also doesn't mean we should forget those that are still alive and persecuted for their work",
        "start": 156.209,
        "duration": 5.399
    },
    {
        "text": "Every day yesterday marks the one year anniversary",
        "start": 161.709,
        "duration": 2.0
    },
    {
        "text": "Of the imprisonment of Y alone and Jo so people who know not only the danger",
        "start": 163.78,
        "duration": 4.069
    },
    {
        "text": "Because of what they've seen from others their colleagues, but their own personal experience",
        "start": 167.92,
        "duration": 4.309
    },
    {
        "text": "Yeah, that's where I'm gonna leave that one today then an internet business news",
        "start": 172.23,
        "duration": 3.27
    },
    {
        "text": "We had two stories one",
        "start": 175.5,
        "duration": 1.359
    },
    {
        "text": "of something that didn't happen and one that did the first being about david dobrik who of course is just",
        "start": 176.859,
        "duration": 4.4
    },
    {
        "text": "massively successful on this platform",
        "start": 181.329,
        "duration": 1.761
    },
    {
        "text": "It turns out he wanted to end his vlog series here on YouTube and pursue a Netflix series",
        "start": 183.09,
        "duration": 4.47
    },
    {
        "text": "but he was rejected to convince these execs and like these people that don't know anything about YouTube is",
        "start": 187.56,
        "duration": 7.049
    },
    {
        "text": "Very difficult. It's like very it's very difficult to go into Netflix and be like hey",
        "start": 195.519,
        "duration": 4.639
    },
    {
        "text": "I'm David and I I promise I can I can make a good show and then they look at you like you're a",
        "start": 200.159,
        "duration": 5.46
    },
    {
        "text": "Youtuber you can't fucking do that and I will say upon hearing this news",
        "start": 206.139,
        "duration": 3.559
    },
    {
        "text": "I was shocked for two reasons one David dole",
        "start": 209.699,
        "duration": 2.01
    },
    {
        "text": "Berg's audience is massive any idea that Netflix wouldn't want to try and leverage that is is odd",
        "start": 211.709,
        "duration": 4.35
    },
    {
        "text": "Especially even the david dobrik isn't your normal creator and has proven that he has",
        "start": 216.06,
        "duration": 4.709
    },
    {
        "text": "Conversion power in addition to his four-minute 22nd flogs that do like 4 million minimum",
        "start": 220.93,
        "duration": 4.88
    },
    {
        "text": "He's also able to move his audience over to his 40-minute 4 episode podcast",
        "start": 225.81,
        "duration": 3.0
    },
    {
        "text": "Which is currently in the top 20 comedy podcast for itunes",
        "start": 228.81,
        "duration": 2.519
    },
    {
        "text": "That's enough of me gushing about his analytics. But also too. I didn't know Netflix said no like Netflix has some fantastic",
        "start": 231.329,
        "duration": 5.7
    },
    {
        "text": "original series, but when you dive deep into that archive",
        "start": 237.639,
        "duration": 3.589
    },
    {
        "text": "I just kind of assumed they waited outside of Whole Foods and they were like you got a script you got something you got it",
        "start": 241.229,
        "duration": 4.53
    },
    {
        "text": "Here's some money who's kind of surprised",
        "start": 245.76,
        "duration": 1.229
    },
    {
        "text": "But they also may have changed the game up when they paid a hundred million dollars to keep friends for another year",
        "start": 246.989,
        "duration": 5.19
    },
    {
        "text": "Yeah, that was something that surprised me",
        "start": 252.18,
        "duration": 1.709
    },
    {
        "text": "But then in the internet e business news of something that actually did happen last night",
        "start": 253.889,
        "duration": 3.93
    },
    {
        "text": "We saw a very interesting crossover with Thursday Night Football on Twitch, which isn't new they did that last year last night",
        "start": 257.82,
        "duration": 6.239
    },
    {
        "text": "They had immensely popular",
        "start": 264.06,
        "duration": 1.859
    },
    {
        "text": "ninja and several other streamers co stream the event while",
        "start": 265.919,
        "duration": 3.529
    },
    {
        "text": "Commentating over also trying to bring in even more viewership by playing a charity angle with reportedly the company offering to donate $1 to United",
        "start": 269.58,
        "duration": 6.98
    },
    {
        "text": "Way for every 100 bits that viewers paid out during the game",
        "start": 276.56,
        "duration": 2.88
    },
    {
        "text": "Here's the thing that all of a sudden this morning every outlet was talking about how amazing and massive the numbers were no not really",
        "start": 279.44,
        "duration": 6.119
    },
    {
        "text": "but that said I personally think that it is very promising that we are seeing tests like this every time we see a crossover between",
        "start": 285.56,
        "duration": 5.789
    },
    {
        "text": "The old guard and the new blood I think it has a positive thing",
        "start": 291.349,
        "duration": 3.0
    },
    {
        "text": "Even if it's not just outright",
        "start": 294.389,
        "duration": 1.71
    },
    {
        "text": "Successful when it first comes out and all the people they first got involved in this may not be the voices that they want for",
        "start": 296.099,
        "duration": 5.21
    },
    {
        "text": "the long term I think that at least showed a good chunk of people that this is something that is being tried out and so",
        "start": 301.31,
        "duration": 5.789
    },
    {
        "text": "Hopefully that will generate some interest ultimately. We'll see and even with potential failure",
        "start": 307.099,
        "duration": 3.6
    },
    {
        "text": "I think there's a lot to still be learned here from that. I want to share some stuff",
        "start": 310.699,
        "duration": 2.76
    },
    {
        "text": "I love today and today and awesome brought to you by Casper if you're looking for a new mattress",
        "start": 313.49,
        "duration": 4.41
    },
    {
        "text": "You don't know where to start check out Casper comm slash Phil 50 even partnering with Casper for awhile",
        "start": 317.9,
        "duration": 4.619
    },
    {
        "text": "now if you've watched the second channel",
        "start": 322.52,
        "duration": 1.38
    },
    {
        "text": "You know that a bunch of people in the office now actually have awesome mattresses",
        "start": 323.9,
        "duration": 2.819
    },
    {
        "text": "My son also has one. So in the spirit of the holidays I decided to play Santa in the office",
        "start": 326.719,
        "duration": 3.99
    },
    {
        "text": "We did a giveaway spoiler alert Kristy finally won after losing was it five or six times?",
        "start": 330.71,
        "duration": 4.709
    },
    {
        "text": "You just won the pillows",
        "start": 342.66,
        "duration": 2.0
    },
    {
        "text": "Also, I promised I wouldn't show any of the video of her crying but her face when she first heard her name and she got",
        "start": 346.02,
        "duration": 4.969
    },
    {
        "text": "Those pillows was amazing, which by the way Casper isn't just a mattress company. They sell pillows bed frames bedding",
        "start": 350.99,
        "duration": 5.82
    },
    {
        "text": "also",
        "start": 356.81,
        "duration": 0.36
    },
    {
        "text": "Very awesomely if you're wondering what the 50 in our URL means Casper is currently offering viewers",
        "start": 357.17,
        "duration": 4.109
    },
    {
        "text": "$50 off select mattresses and one of the best things is you can experience their sleep on a trial for 100 nights risk free and",
        "start": 361.44,
        "duration": 5.54
    },
    {
        "text": "So you have that no hassle returns if you aren't completely satisfied",
        "start": 366.98,
        "duration": 2.85
    },
    {
        "text": "And so just remember for $50 off just at a Casper calm",
        "start": 369.83,
        "duration": 2.339
    },
    {
        "text": "Vil 50 or click that link of the description then entering code fill 50 a check how to start getting a better night's sleep the",
        "start": 372.44,
        "duration": 4.83
    },
    {
        "text": "First one of awesome is just once again another shout out to the extra morning news video if you have extra time today",
        "start": 377.27,
        "duration": 4.349
    },
    {
        "text": "You haven't watched because YouTube's ding de you didn't know is there I highly recommend school of life asked and answered",
        "start": 381.62,
        "duration": 4.98
    },
    {
        "text": "Why are we mean to those we love how to basic game is how to perform 10 magic tricks with eggs",
        "start": 386.6,
        "duration": 4.079
    },
    {
        "text": "The slo-mo guy is giving us how fast is glass crack",
        "start": 390.68,
        "duration": 2.7
    },
    {
        "text": "We happily giving us fish facts got every spider-man in film and TV explained by Kevin Smith",
        "start": 393.38,
        "duration": 4.89
    },
    {
        "text": "And remember if you want to see the full versions of everything",
        "start": 398.27,
        "duration": 2.009
    },
    {
        "text": "I just shared the secret link of the day really anything at all",
        "start": 400.28,
        "duration": 2.85
    },
    {
        "text": "Links as always are in the description down below then let's talk about this is just ridiculous story coming out of, Florida",
        "start": 403.26,
        "duration": 5.63
    },
    {
        "text": "And I know you're like well, it's Florida. Of course, this is 100% Gwen Stefani",
        "start": 408.89,
        "duration": 4.079
    },
    {
        "text": "So late Thursday morning at Lake Brantley High School in Florida students and staff heard",
        "start": 415.08,
        "duration": 3.949
    },
    {
        "text": "announcement over the intercom and the voice over the loudspeaker said there was a Code Red and said that it was not a drill at",
        "start": 419.099,
        "duration": 5.179
    },
    {
        "text": "the same time teachers also received an automated alert on their phones that read active shooter reported at Brantley Building one building two and other",
        "start": 424.279,
        "duration": 6.36
    },
    {
        "text": "buildings by B Schaefer initiate a Code Red lockdown",
        "start": 430.639,
        "duration": 2.19
    },
    {
        "text": "and after hearing that there was an active shooter students and staff on campus began to panic as they tried to get to safety and",
        "start": 432.93,
        "duration": 4.849
    },
    {
        "text": "They did what we've seen others do before they hid inside of classrooms closets",
        "start": 437.779,
        "duration": 3.54
    },
    {
        "text": "Under desks many sending scared messages to loved ones and after about 30 minutes",
        "start": 441.409,
        "duration": 3.839
    },
    {
        "text": "administrators finally came over the loudspeaker to say the unannounced Code Red was over students and faculty then tried to resume as normal but at",
        "start": 445.529,
        "duration": 5.69
    },
    {
        "text": "This point a screenshot of the message alert sent to teachers began to spread on snapchat which then caused panic to continue. And so",
        "start": 451.219,
        "duration": 5.4
    },
    {
        "text": "Administrators tried to diffuse the situation with a follow up announcement over the loudspeaker during lunch",
        "start": 456.689,
        "duration": 4.07
    },
    {
        "text": "And in this announcement school officials tried clarifying that this Code Red was just a drill not a real active shooter",
        "start": 460.759,
        "duration": 6.36
    },
    {
        "text": "Situation because that announcement included the words Code Red and people couldn't hear clearly and the only heard those words",
        "start": 467.249,
        "duration": 4.79
    },
    {
        "text": "many people on the campus believed that there was still an active shooter that turns out when you announced your drill and say this is",
        "start": 472.259,
        "duration": 5.269
    },
    {
        "text": "Not a drill people get confused with several students",
        "start": 477.529,
        "duration": 2.76
    },
    {
        "text": "also thinking that nearby",
        "start": 480.289,
        "duration": 1.09
    },
    {
        "text": "Construction noises were gunshots which made them even more terrified all of that then combined sent the hundreds of students frantically running out the doors",
        "start": 481.379,
        "duration": 6.92
    },
    {
        "text": "Its students crying and panicking running for their lives as the video of what the lunchroom looked like",
        "start": 488.3,
        "duration": 4.799
    },
    {
        "text": "Did some students jumping fences running out of the school into neighborhoods nearby any of them even seeing the media helicopters flying nearby",
        "start": 499.91,
        "duration": 6.23
    },
    {
        "text": "Which made them think the threat was even more real we start seeing reports coming out of that",
        "start": 506.14,
        "duration": 3.329
    },
    {
        "text": "There was a student that passed down one having an asthma attack",
        "start": 509.47,
        "duration": 2.369
    },
    {
        "text": "There was some trampled during the commotion leaving them physically injured next thing, you know, I'm on the floor kids",
        "start": 511.88,
        "duration": 5.51
    },
    {
        "text": "Don't stop they don't go around. They just start walking and running and stomping all across me",
        "start": 517.39,
        "duration": 4.2
    },
    {
        "text": "also",
        "start": 521.59,
        "duration": 0.21
    },
    {
        "text": "This became such a big deal in nearby private school for students with special needs and disabilities",
        "start": 521.8,
        "duration": 3.57
    },
    {
        "text": "Went on code yellow when Lake Brantley went on Code Red portal II just unaware that Lake Brantley",
        "start": 525.56,
        "duration": 4.25
    },
    {
        "text": "Situation was only a drill and following all this obviously",
        "start": 530.0,
        "duration": 2.359
    },
    {
        "text": "Students and parents are now outraged at how this drill is handled parents saying they weren't notified about this drill until about an hour after",
        "start": 532.67,
        "duration": 6.049
    },
    {
        "text": "It was already over and now deleted Facebook post from an hour after the drill took place a school simply wrote this morning at approximately",
        "start": 538.72,
        "duration": 5.28
    },
    {
        "text": "10:21 a.m. LBHS conducted a Code Red drill on our campus performance by Seminole County Sheriff's Office",
        "start": 544.55,
        "duration": 5.33
    },
    {
        "text": "This was only a drill to continue to practice for the security and safety of our students",
        "start": 549.88,
        "duration": 3.539
    },
    {
        "text": "Thank you and dozens of angry parents are orderly responded with messages about how the school should have notified them first about how they were",
        "start": 553.42,
        "duration": 4.95
    },
    {
        "text": "Receiving heartbreaking text messages from their scared children several parents reached out to the school principal Trent Daniel for answers",
        "start": 558.37,
        "duration": 5.4
    },
    {
        "text": "And she responded with the statement based on the response of the teachers staff students in Seminole County Sheriff's Office",
        "start": 563.77,
        "duration": 5.309
    },
    {
        "text": "The Code Red drill went well and a day after the Code Red drill was over in classes resumed as normal",
        "start": 569.08,
        "duration": 4.32
    },
    {
        "text": "There was a campus disruption caused by a social media post the post",
        "start": 573.53,
        "duration": 3.199
    },
    {
        "text": "Indicated a possible threat to the campus",
        "start": 576.92,
        "duration": 1.86
    },
    {
        "text": "Administrators believe the students are responsible for the posta specifically the second incident is believed to have started in the cafeteria",
        "start": 578.78,
        "duration": 5.269
    },
    {
        "text": "Simultaneously the post was disseminated to other students and parents",
        "start": 584.45,
        "duration": 2.63
    },
    {
        "text": "We are investigating the second issue as a disciplinary matter and all responsible parties will be disciplined",
        "start": 587.08,
        "duration": 4.799
    },
    {
        "text": "But that message then caused even more outrage since it appeared that they were just blaming the students",
        "start": 591.88,
        "duration": 4.049
    },
    {
        "text": "So families have been calling for the school to take responsibility and acknowledge or they made a mistake also demanding with the school investigate",
        "start": 595.93,
        "duration": 5.7
    },
    {
        "text": "What went wrong, but then you had people like Michael Lawrence who is a spokesperson for the school district",
        "start": 601.63,
        "duration": 3.959
    },
    {
        "text": "He told the Orlando Sentinel that the surprise fake drills are intended to keep people on their toes",
        "start": 605.589,
        "duration": 3.66
    },
    {
        "text": "The reason we do unannounced drills or so people will take it seriously",
        "start": 609.25,
        "duration": 2.849
    },
    {
        "text": "The only way to get their attention and ensure they're doing what they're supposed to do is to do the unannounced drill",
        "start": 612.1,
        "duration": 4.35
    },
    {
        "text": "But also adding that what happened was a perfect storm of events",
        "start": 616.45,
        "duration": 2.849
    },
    {
        "text": "But also the perfect storm had to do with the administration",
        "start": 619.3,
        "duration": 2.91
    },
    {
        "text": "The school district and Sheriff's Office said that they had been doing unannounced CodeRed drills for about three years",
        "start": 622.37,
        "duration": 4.309
    },
    {
        "text": "And Lauren said that the best practice for these districts is to have schools immediately contact parents to inform them when they conduct these drills",
        "start": 626.95,
        "duration": 5.519
    },
    {
        "text": "and he's",
        "start": 632.47,
        "duration": 1.39
    },
    {
        "text": "unfortunately, the school's administration thought they had sent a message to their families at the conclusion of the journal as they typically do what the",
        "start": 633.86,
        "duration": 5.33
    },
    {
        "text": "message did not go out and adding one's families began calling local news media concern if there was a drill a real incident it was",
        "start": 639.19,
        "duration": 5.64
    },
    {
        "text": "obvious the message about the Avengers being a drill obviously wasn't sent and still captain rick francis the director of district safety and security for",
        "start": 644.83,
        "duration": 6.359
    },
    {
        "text": "Seminole County Schools and a member of the Sheriff's Office",
        "start": 651.19,
        "duration": 2.0
    },
    {
        "text": "Defended everything saying that the unannounced CodeRed drill was mandated a necessary thing",
        "start": 653.36,
        "duration": 3.53
    },
    {
        "text": "The drills are the best way to protect schools under his care saying there's someone out there planning the next event right now my job",
        "start": 656.89,
        "duration": 4.799
    },
    {
        "text": "Is to keep it out of our school if that means unannounced code red rose. That's what I have to do",
        "start": 661.69,
        "duration": 3.75
    },
    {
        "text": "Oh, we've seen parents say that there are ways to teach safety without emotionally scarring these children",
        "start": 665.44,
        "duration": 3.809
    },
    {
        "text": "We've even seen people argue that when a real Code Red happens at Lake Brantley",
        "start": 669.25,
        "duration": 3.27
    },
    {
        "text": "no one's going to believe it next time now with all of that said we did get some update Seminole County Sheriff Dennis lemma said",
        "start": 672.52,
        "duration": 5.399
    },
    {
        "text": "The sheriff's office will still conduct Code Red drills, which are mandated by the state",
        "start": 677.92,
        "duration": 3.78
    },
    {
        "text": "But will let students faculty and parents know the threat isn't real as soon as the drill is announced",
        "start": 681.7,
        "duration": 4.589
    },
    {
        "text": "the district is also instructed all of its schools to not make drill announcements during lunch hours has also told them to avoid using the",
        "start": 686.29,
        "duration": 5.37
    },
    {
        "text": "words code read over school intercom systems and instead work on new language for announcements after a Code Red and as far as my personal",
        "start": 691.66,
        "duration": 5.639
    },
    {
        "text": "opinion on this",
        "start": 697.4,
        "duration": 0.71
    },
    {
        "text": "I understand their desire for all of these students to take these real seriously",
        "start": 698.11,
        "duration": 4.32
    },
    {
        "text": "But I also don't think the best method is to make all these students think that there is an active shooter in the building when?",
        "start": 702.43,
        "duration": 5.28
    },
    {
        "text": "It is just a drill eventually just gonna train these kids do not trust when you say this is not a drill",
        "start": 707.71,
        "duration": 4.679
    },
    {
        "text": "So when that horrible day, hopefully it never happens. But if it does arrive, we're gonna have students that think it's just a drill",
        "start": 712.39,
        "duration": 5.789
    },
    {
        "text": "It's for that reason",
        "start": 718.18,
        "duration": 0.52
    },
    {
        "text": "I really do hope that all the people in power that are saying, you know",
        "start": 718.7,
        "duration": 3.169
    },
    {
        "text": "We we really care about this we hear you were changing things",
        "start": 721.87,
        "duration": 2.79
    },
    {
        "text": "I hope that's real and it's not just a bunch of lip service. We're in the background. They're just like no fuck these people",
        "start": 724.66,
        "duration": 4.229
    },
    {
        "text": "It's them not us. But ultimately we're gonna have to wait and see and of course I passed the question on to you",
        "start": 728.89,
        "duration": 4.409
    },
    {
        "text": "What do you think about this?",
        "start": 733.3,
        "duration": 1.23
    },
    {
        "text": "Let's talk about this",
        "start": 734.53,
        "duration": 0.79
    },
    {
        "text": "Incredibly troubling story out of New York and probably why in today's video is going to get hits actually a quick thing before I start",
        "start": 735.32,
        "duration": 5.479
    },
    {
        "text": "Earlier in this week. I promised that I'd give more of a warning before disturbing stories and of disturbing videos",
        "start": 740.8,
        "duration": 4.47
    },
    {
        "text": "So here's that warning if you'd like to skip the story here is where in the timecode you need to go to and the story",
        "start": 745.27,
        "duration": 4.109
    },
    {
        "text": "Begins this past Friday where you had 23 year old Jasmine Headley who was with her one-year-old son at the human resources administration",
        "start": 749.38,
        "duration": 5.46
    },
    {
        "text": "Center in Brooklyn New York and heavily reportedly went there to try to get her childcare benefits reinstated after her son's daycare center informed her",
        "start": 755.03,
        "duration": 6.199
    },
    {
        "text": "That the city would no longer be able to pay for his fees",
        "start": 761.23,
        "duration": 1.859
    },
    {
        "text": "But unfortunately her visit turned into complete chaos",
        "start": 763.089,
        "duration": 3.41
    },
    {
        "text": "We know about this because someone was luckily there to film all of this then post it to Facebook and that's where this story really",
        "start": 766.5,
        "duration": 5.159
    },
    {
        "text": "Took off and again, if you have not skipped the story yet, and you do not wish to see this video",
        "start": 771.66,
        "duration": 3.96
    },
    {
        "text": "Please go to the timecode down below but that said the caption of the video tries to set the scene writing",
        "start": 775.62,
        "duration": 4.139
    },
    {
        "text": "There wasn't any more chairs for this lady",
        "start": 779.759,
        "duration": 1.38
    },
    {
        "text": "Which we now know as Jazmin Headley to sit down so she sat in the corner on the floor",
        "start": 781.139,
        "duration": 3.75
    },
    {
        "text": "The security guard came over said whatever she said to her and she made the security guard feel dumb",
        "start": 784.889,
        "duration": 3.96
    },
    {
        "text": "So she called the cops on her. This was the outcome mind you she had her baby in her hands the whole time",
        "start": 788.85,
        "duration": 4.559
    },
    {
        "text": "I'm so fucking disgusted with the NYPD",
        "start": 793.41,
        "duration": 2.0
    },
    {
        "text": "Everybody please Sharon. So in the video, we see the officers approach Headley",
        "start": 795.79,
        "duration": 3.14
    },
    {
        "text": "They try to separate her from her son so they can arrest her",
        "start": 798.93,
        "duration": 2.489
    },
    {
        "text": "Police then start very very aggressively trying to pull them apart",
        "start": 804.49,
        "duration": 3.109
    },
    {
        "text": "In a situation and continues to escalate",
        "start": 819.23,
        "duration": 2.279
    },
    {
        "text": "One point one of the officers with a stun gun begins waving it at the crowd around",
        "start": 836.31,
        "duration": 4.16
    },
    {
        "text": "Finally after two minutes they get the child they arrest her",
        "start": 851.67,
        "duration": 2.719
    },
    {
        "text": "Get her up",
        "start": 861.679,
        "duration": 0.801
    },
    {
        "text": "They take her away because of all of this Headley was charged with resisting arrest acting in a manner",
        "start": 862.48,
        "duration": 4.409
    },
    {
        "text": "Injurious to a child obstructing governmental administration and trespassing but following all of this",
        "start": 867.11,
        "duration": 4.489
    },
    {
        "text": "There was still a big question of well",
        "start": 871.6,
        "duration": 1.26
    },
    {
        "text": "How did all of us even start we know why she went there child care benefits?",
        "start": 872.86,
        "duration": 3.329
    },
    {
        "text": "We have the description of that video and what we would learn later according to reports",
        "start": 876.189,
        "duration": 3.48
    },
    {
        "text": "is that after several hours of waiting just to get a childcare voucher for her son Headley was told to either stand or leave the",
        "start": 879.67,
        "duration": 5.369
    },
    {
        "text": "Building she then refused to leave and it somehow",
        "start": 885.04,
        "duration": 2.009
    },
    {
        "text": "Escalated to what we saw on video so news of her story quickly spread and it was just met with heavy criticism on social",
        "start": 887.42,
        "duration": 5.809
    },
    {
        "text": "media for people who were just disgusted by how she was treated many arguing that her story was just another example of the",
        "start": 893.329,
        "duration": 5.419
    },
    {
        "text": "Criminalization of poverty with others touching on the dehumanization and shame people experience when needing government assistant",
        "start": 898.879,
        "duration": 5.72
    },
    {
        "text": "For example yet, New York City comptroller Scott stringer",
        "start": 904.6,
        "duration": 2.099
    },
    {
        "text": "Say the cruel treatment of Jasmine Headley and her son is on the mind of every New York something we can't ignore is the chilling",
        "start": 906.92,
        "duration": 5.269
    },
    {
        "text": "Effect this may have on New Yorkers seeking services",
        "start": 912.189,
        "duration": 1.981
    },
    {
        "text": "We're forcing people to choose between being dehumanized to access help or stay away altogether",
        "start": 914.17,
        "duration": 4.409
    },
    {
        "text": "Some many elected officials calling for an investigation this including Attorney General electic James a New York",
        "start": 918.829,
        "duration": 5.51
    },
    {
        "text": "senator Kirsten Gillibrand and following this massive reaction",
        "start": 924.339,
        "duration": 2.729
    },
    {
        "text": "We saw Brooklyn district attorney Eric Gonzales saying that he had opened an investigation",
        "start": 927.069,
        "duration": 2.97
    },
    {
        "text": "Into the arrests and later saying that a review of the case showed that it was not handled properly",
        "start": 930.319,
        "duration": 3.799
    },
    {
        "text": "So which many people responded well, I guess he saw the same video that everyone else did",
        "start": 934.16,
        "duration": 3.799
    },
    {
        "text": "Oh",
        "start": 938.019,
        "duration": 0.06
    },
    {
        "text": "We also saw with Gonzales was that he blamed a human resources administration",
        "start": 938.079,
        "duration": 2.94
    },
    {
        "text": "officer for the incident saying that it was the HRA officer who escalated the situation",
        "start": 941.48,
        "duration": 3.469
    },
    {
        "text": "When Headley was about to leave the premises and on top of this",
        "start": 945.11,
        "duration": 2.719
    },
    {
        "text": "Gonzales added the consequences this young and desperate mother has already suffered as a result of this arrest far outweigh any",
        "start": 947.959,
        "duration": 5.0
    },
    {
        "text": "Conduct that may have led to a she and her baby have been",
        "start": 953.24,
        "duration": 2.389
    },
    {
        "text": "Traumatized and adding she was jailed on an unrelated warrant and may face additional collateral consequences",
        "start": 955.699,
        "duration": 5.15
    },
    {
        "text": "But also add in continuing to pursue this case will not serve any purpose",
        "start": 960.85,
        "duration": 3.0
    },
    {
        "text": "I therefore move today to dismiss it immediately in the interest of justice as far as what he was talking about",
        "start": 963.85,
        "duration": 4.529
    },
    {
        "text": "Partially there according to reports Headley was arrested in",
        "start": 968.449,
        "duration": 2.599
    },
    {
        "text": "2016 for credit card fraud charges and reportedly yet a warrants out for her arrest after she failed to show up in court and so",
        "start": 971.24,
        "duration": 5.419
    },
    {
        "text": "In court this week the deputy chief of the trial division",
        "start": 976.66,
        "duration": 1.989
    },
    {
        "text": "Explained that his office did not object to her release over the incident on video",
        "start": 978.649,
        "duration": 3.26
    },
    {
        "text": "But said that she had missed two or three court appearances in her other case so officials wanted her detained until they could pick her",
        "start": 981.91,
        "duration": 4.709
    },
    {
        "text": "Up on Thursday",
        "start": 986.619,
        "duration": 0.66
    },
    {
        "text": "also adding that his office had been flooded with calls from community leaders who promised that she would",
        "start": 987.279,
        "duration": 3.539
    },
    {
        "text": "In court in New Jersey on Wednesday to answer to charges there",
        "start": 991.02,
        "duration": 2.489
    },
    {
        "text": "That's actually a big note there because New Jersey doesn't use cash bail anymore",
        "start": 993.51,
        "duration": 3.51
    },
    {
        "text": "And so judges make a decision on releasing",
        "start": 997.02,
        "duration": 1.54
    },
    {
        "text": "Defendants based on whether or not they are likely to return for future court appearances",
        "start": 998.56,
        "duration": 3.44
    },
    {
        "text": "So that is why it is meaning but ultimately what did the judge say?",
        "start": 1002.0,
        "duration": 2.489
    },
    {
        "text": "well",
        "start": 1004.49,
        "duration": 0.48
    },
    {
        "text": "he said that the video was a horrific scene that was broadcast all over the United States and he ultimately ordered her release saying that",
        "start": 1004.97,
        "duration": 5.669
    },
    {
        "text": "Both Headley's experience during her arrest and the amount of time. She has served factored into his decision",
        "start": 1010.64,
        "duration": 4.619
    },
    {
        "text": "So after being held for five days in Rikers Island, she was finally reunited with her son and family after her release",
        "start": 1015.26,
        "duration": 5.22
    },
    {
        "text": "She thanked the public for support which she was unaware was growing while she was detained. I'm just so grateful to",
        "start": 1020.48,
        "duration": 5.34
    },
    {
        "text": "everyone and I'm just happy to be free and",
        "start": 1026.339,
        "duration": 3.59
    },
    {
        "text": "I",
        "start": 1030.99,
        "duration": 1.68
    },
    {
        "text": "Just need to see my boy. She then appeared in court where the warrant issued against her was dismissed",
        "start": 1032.67,
        "duration": 4.819
    },
    {
        "text": "She pled not guilty to the unrelated fraud charges and her lawyer said after the passages of time the case will be dismissed and ultimately",
        "start": 1037.49,
        "duration": 6.119
    },
    {
        "text": "her criminal record will be",
        "start": 1043.61,
        "duration": 1.12
    },
    {
        "text": "Expunged and as far as the punishment for the HRA employees involved were duly to Human Resources peace officers have been placed on modified",
        "start": 1044.73,
        "duration": 6.08
    },
    {
        "text": "duty since Monday with the human resources administration",
        "start": 1050.88,
        "duration": 2.15
    },
    {
        "text": "Agency's commissioners saying the staff will be better trained in the future to de-escalate situations",
        "start": 1053.37,
        "duration": 3.859
    },
    {
        "text": "Before calling the police as far as the police involve the NYPD Commissioner defended his officers saying cops have difficult jobs",
        "start": 1057.42,
        "duration": 6.199
    },
    {
        "text": "They're challenging our two cops got there and it was already a tense situation",
        "start": 1063.62,
        "duration": 3.089
    },
    {
        "text": "I saw the body worn camera footage and it looks like our cops are doing their best to de-escalate but also adding that the police",
        "start": 1066.75,
        "duration": 5.42
    },
    {
        "text": "Officers were relatively new to the job, but then still in the same statement",
        "start": 1072.18,
        "duration": 3.439
    },
    {
        "text": "Once again calling the video absolutely disturbing with that whole situation explained. I really do want to pass the question off to you here",
        "start": 1075.62,
        "duration": 6.63
    },
    {
        "text": "What are your thoughts on this and that's where I'm going to end today's show",
        "start": 1082.25,
        "duration": 2.82
    },
    {
        "text": "remember",
        "start": 1085.07,
        "duration": 0.39
    },
    {
        "text": "If you like this video you want to support these daily dives into the news hit that like button if you new here hit that",
        "start": 1085.46,
        "duration": 4.32
    },
    {
        "text": "subscribe button ring that bell for notifications",
        "start": 1089.78,
        "duration": 2.25
    },
    {
        "text": "Also if you missed the Thursday pts or the Thursday extra morning news video",
        "start": 1092.03,
        "duration": 3.3
    },
    {
        "text": "You can click or tap right there to watch though also a shout out and thank you to James krill and all you other beautiful",
        "start": 1095.33,
        "duration": 4.229
    },
    {
        "text": "Bastards you read tweet it out yesterday's show and see beautiful bastards out here supporting the show Hots with that said",
        "start": 1099.56,
        "duration": 4.289
    },
    {
        "text": "Of course as always, my name's philip. Defranco. You've just been phill'd in a la vo faces and I'll see you Monday",
        "start": 1103.85,
        "duration": 6.03
    }
]