[
    {
        "text": "What's up beautiful bastards, I hope you're having a fantastic Tuesday",
        "start": 0.0,
        "duration": 3.3
    },
    {
        "text": "Welcome back to the Philip DeFranco show and let's just jump into it",
        "start": 3.3,
        "duration": 3.479
    },
    {
        "text": "The first thing I want to talk about today has a bit of outrage news that then connects to our much",
        "start": 6.779,
        "duration": 3.81
    },
    {
        "text": "Larger final story at the centre of this initial outrage and controversy",
        "start": 10.69,
        "duration": 3.44
    },
    {
        "text": "You had jeremy scott creative director of moshi know who is posting photos on",
        "start": 14.13,
        "duration": 3.479
    },
    {
        "text": "instagram showing women with blue red or yellow skin this including models like gigi hadid",
        "start": 17.98,
        "duration": 4.34
    },
    {
        "text": "Kaya gerber initially the Instagram post had the caption",
        "start": 22.51,
        "duration": 2.959
    },
    {
        "text": "the only thing illegal about this alien is how good she looked Gigi Hadid stars in my new emotional campaign and in a response to",
        "start": 25.5,
        "duration": 5.699
    },
    {
        "text": "this pose you had a lot of people pushing back saying that this was tone-deaf one user saying this caption is",
        "start": 31.199,
        "duration": 3.989
    },
    {
        "text": "Disgusting you're profiting on the suffering of people escaping persecution poverty and death another thing",
        "start": 35.35,
        "duration": 4.25
    },
    {
        "text": "He did was paint thin sis white women different colors",
        "start": 39.6,
        "duration": 2.4
    },
    {
        "text": "really groundbreaking",
        "start": 42.0,
        "duration": 0.79
    },
    {
        "text": "Others adding that it was in terrible taste it seemingly in response to all of this Jeremy then went in and changed the caption writing",
        "start": 42.79,
        "duration": 5.449
    },
    {
        "text": "What is an alien the concept of my ad campaign is a bring attention to the u.s",
        "start": 48.239,
        "duration": 3.03
    },
    {
        "text": "administration's harsh stance towards illegal aliens",
        "start": 51.46,
        "duration": 2.299
    },
    {
        "text": "I painted the models in my show in this campaign as a way to open a discussion on what exactly an alien is are they?",
        "start": 53.76,
        "duration": 4.83
    },
    {
        "text": "Orange blue yellow green does this matter?",
        "start": 58.59,
        "duration": 2.279
    },
    {
        "text": "They are our friends neighbors co-workers",
        "start": 60.87,
        "duration": 1.989
    },
    {
        "text": "Relatives and people we love and it appears that if people were familiar with Jeremy Scott",
        "start": 62.859,
        "duration": 3.68
    },
    {
        "text": "They would have understood that initial message",
        "start": 66.54,
        "duration": 2.159
    },
    {
        "text": "and that's because back in February did essentially the same thing at a Fashion Show models had their skin painted there and even there in",
        "start": 68.7,
        "duration": 5.7
    },
    {
        "text": "A statement he pointed to the president as the reason for why he did this in his show as far as my personal take away",
        "start": 74.4,
        "duration": 4.709
    },
    {
        "text": "from this story",
        "start": 79.11,
        "duration": 0.6
    },
    {
        "text": "I think that unfortunately this has become a semi-normal thing people having an immediate reaction immediately",
        "start": 79.71,
        "duration": 4.979
    },
    {
        "text": "Swinging on someone rather than asking a question for Z. I guess pun intended",
        "start": 84.97,
        "duration": 4.159
    },
    {
        "text": "Alienation of an ally or a potential ally as tensions are high people are more divided than ever people",
        "start": 89.68,
        "duration": 5.239
    },
    {
        "text": "Assume the worst in others and as easy as it would be to just kind of make fun of this situation for another minute",
        "start": 95.2,
        "duration": 5.029
    },
    {
        "text": "I'm just left really sad about and I don't just mean with this story",
        "start": 100.27,
        "duration": 3.529
    },
    {
        "text": "I mean with the current state of debate and discourse in this country",
        "start": 103.799,
        "duration": 2.22
    },
    {
        "text": "The thing is it might even be narrow thinking to just say country. I don't know actually a question",
        "start": 106.02,
        "duration": 3.93
    },
    {
        "text": "I want to pass off to you. Do you see this sort of situation as the normal?",
        "start": 109.95,
        "duration": 4.41
    },
    {
        "text": "Is it something that you just see online or do you see things like this in your everyday life with the people that you're around?",
        "start": 114.36,
        "duration": 5.279
    },
    {
        "text": "I'm intrigued let me know in those comments down below then very quickly",
        "start": 119.64,
        "duration": 2.849
    },
    {
        "text": "I wanted to mention an update around the Tanic on disaster story we talked about yesterday",
        "start": 122.49,
        "duration": 3.629
    },
    {
        "text": "It turns out one of the key parts of Tanna mojo as well the thorns Michael Weiss and several other people's story may not be",
        "start": 126.119,
        "duration": 5.25
    },
    {
        "text": "True or at least the police do believe it to be true yesterday",
        "start": 131.37,
        "duration": 2.89
    },
    {
        "text": "We featured several proclamations from Tana Bella and many others saying that you know, 20,000 people showed up",
        "start": 134.26,
        "duration": 5.279
    },
    {
        "text": "Right, they were prepared for five thousand people not twenty thousand that that's where the problem was",
        "start": 139.54,
        "duration": 4.5
    },
    {
        "text": "Well, according to a press release from the city of Garden Grove police department police supervisors on scene estimated",
        "start": 144.04,
        "duration": 5.669
    },
    {
        "text": "the crowd was between 4,000 to 5,000 people social media sites said the crowd was",
        "start": 149.71,
        "duration": 4.259
    },
    {
        "text": "20,000 and this was not accurate adding the police officers were able to disperse the crowd after approximately 60 to 90 minutes",
        "start": 154.28,
        "duration": 5.54
    },
    {
        "text": "previously stating that anicon had sold approximately",
        "start": 160.01,
        "duration": 2.0
    },
    {
        "text": "4,000 tickets at the time of the event and so it appears at this press release from the police pokes a",
        "start": 162.26,
        "duration": 3.919
    },
    {
        "text": "Massive hole and in the defense of why things went wrong additionally the press release gave us more insight into what was happening",
        "start": 166.28,
        "duration": 5.63
    },
    {
        "text": "in sussing the hotel ballrooms where the event was scheduled could hold a maximum of",
        "start": 171.98,
        "duration": 3.379
    },
    {
        "text": "1,150 people the organizers plan to move the crowd in and out of the venue to allow all attendees the opportunity to participate in the",
        "start": 176.03,
        "duration": 5.779
    },
    {
        "text": "Event as the crowd moved through the venue",
        "start": 181.81,
        "duration": 1.68
    },
    {
        "text": "They were herded out into the lobby after a short time to allow other fans into the ballrooms",
        "start": 183.49,
        "duration": 3.779
    },
    {
        "text": "The people move it into the lobby were upset and refused to leave as the crowd grew in the lobby hotel staff an event security",
        "start": 187.27,
        "duration": 5.339
    },
    {
        "text": "Could not gain compliance from the fan hotel staff said the crowd became unruly and began climbing on furniture",
        "start": 192.61,
        "duration": 4.5
    },
    {
        "text": "Adding hotel staff locked themselves in their offices and called the police department for assistance approximately 20 police officers and several",
        "start": 197.56,
        "duration": 5.85
    },
    {
        "text": "Supervisors responded to the scene hotel ballrooms and Lobby were over capacity and 114 year old female was injured by the crowd",
        "start": 203.6,
        "duration": 5.479
    },
    {
        "text": "The female was taken to a local hospital for minor injuries",
        "start": 209.08,
        "duration": 2.279
    },
    {
        "text": "but still one of the most important pieces with this story is the discrepancy between four to five thousand like the police said and",
        "start": 211.36,
        "duration": 4.949
    },
    {
        "text": "20,000 like Tana and others said because if the police report is 100% accurate that greatly changes the situation what I mean?",
        "start": 216.83,
        "duration": 5.599
    },
    {
        "text": "There is based off of the things we talked about yesterday. It was guaranteeing that it would be a failure",
        "start": 222.43,
        "duration": 4.26
    },
    {
        "text": "But if the numbers here from police are accurate",
        "start": 226.69,
        "duration": 1.74
    },
    {
        "text": "They were just ill-equipped for",
        "start": 228.43,
        "duration": 1.51
    },
    {
        "text": "even the size of the event that they had planned for which I will say to me that's even more troubling and ridiculous and of",
        "start": 229.94,
        "duration": 5.149
    },
    {
        "text": "Course if you have any new thoughts here compared to yesterday",
        "start": 235.09,
        "duration": 2.52
    },
    {
        "text": "Let me know but from that I want to share some stuff",
        "start": 237.61,
        "duration": 1.92
    },
    {
        "text": "I loved today and today an awesome brought to you by better help calm",
        "start": 239.53,
        "duration": 3.54
    },
    {
        "text": "DeFranco inter help if you don't know is the",
        "start": 243.44,
        "duration": 1.71
    },
    {
        "text": "Fantastic place and service we can get affordable private online counseling and you get access to licensed trained experienced accredited",
        "start": 245.15,
        "duration": 5.69
    },
    {
        "text": "psychologists marriage and family therapists clinical social workers and board licensed professional counselors",
        "start": 251.3,
        "duration": 4.52
    },
    {
        "text": "And all you've got to do is go to better help calm",
        "start": 255.82,
        "duration": 2.07
    },
    {
        "text": "- frankly you fill out a questionnaire you get matched with a counselor and you could start counseling today and really leaning into the Affordable",
        "start": 258.31,
        "duration": 5.52
    },
    {
        "text": "Aspect if money, you can see if you're eligible for a financial aid discount and it truly is a fantastic service",
        "start": 263.87,
        "duration": 5.49
    },
    {
        "text": "I cannot recommend it enough. So if that does sound interesting to you you want to try it out?",
        "start": 269.36,
        "duration": 3.899
    },
    {
        "text": "Just go to better health calm slash DeFranco the first bit of Awesome today. You might not be familiar",
        "start": 273.26,
        "duration": 4.109
    },
    {
        "text": "We have this paid subscription service called DeFranco elite patreon is the back end right now",
        "start": 277.37,
        "duration": 3.6
    },
    {
        "text": "But on their subscribers get hourly content, we test a lot of content",
        "start": 280.97,
        "duration": 3.029
    },
    {
        "text": "And today we're making one of those test public it is a show based around the defranco now app that we released",
        "start": 284.0,
        "duration": 4.71
    },
    {
        "text": "I uploaded the video to the vlog channel is just kind of a bonus video",
        "start": 288.71,
        "duration": 2.519
    },
    {
        "text": "So if you want to watch it, this one's completely free a link down below but also just keep in mind",
        "start": 291.23,
        "duration": 3.989
    },
    {
        "text": "These are just test videos full graphic packages the whole feel",
        "start": 295.26,
        "duration": 2.899
    },
    {
        "text": "It's not fully refined yet",
        "start": 298.16,
        "duration": 1.59
    },
    {
        "text": "But I just want to share then we got the honest trailer for Tomb Raider and Pacific Rim",
        "start": 299.75,
        "duration": 3.51
    },
    {
        "text": "uprising and Bon Apetit attempting to make gourmet Lucky Charms",
        "start": 303.39,
        "duration": 3.049
    },
    {
        "text": "Out there doing the Lord's work in real life lore explaining how the geography of the United States is actually weirder than you think Michelle",
        "start": 306.69,
        "duration": 5.51
    },
    {
        "text": "King and reading mean",
        "start": 312.2,
        "duration": 1.03
    },
    {
        "text": "Comments then we got a trailer for the predator and if you want to see the full versions of everything",
        "start": 313.23,
        "duration": 3.35
    },
    {
        "text": "I just shared the secret link of the day anything at all links is always on the description down below then and don't be stupid",
        "start": 316.58,
        "duration": 6.239
    },
    {
        "text": "Stupid news. We look to Indiana. It appears that that winner of an FBI agent",
        "start": 323.22,
        "duration": 3.89
    },
    {
        "text": "We talked about in Colorado that did the backflip dropped his gun accidentally shot someone he has competition for most idiotic guns store",
        "start": 327.11,
        "duration": 7.079
    },
    {
        "text": "It feels like at this point we might as well just get trophies involved and the specific story comes to us from Fishers",
        "start": 334.19,
        "duration": 4.26
    },
    {
        "text": "Indiana in an Ikea store reportedly an unnamed customer sat down on a couch, you know to test it out",
        "start": 338.45,
        "duration": 5.22
    },
    {
        "text": "They got up. It appears. They did not have that weapon secured because it fell out then reportedly around 2:00 p.m",
        "start": 343.67,
        "duration": 5.429
    },
    {
        "text": "a child found a special surprise wedged between two cushions a",
        "start": 349.1,
        "duration": 3.63
    },
    {
        "text": "Handgun a handgun that that child then reportedly fired at least once now luckily known was her police were called to the scene",
        "start": 352.89,
        "duration": 6.139
    },
    {
        "text": "But no charges have been filed",
        "start": 359.03,
        "duration": 1.62
    },
    {
        "text": "IKEA released a statement after the incident offering their apologies to the child and family saying the store has regular safety walks audits",
        "start": 360.65,
        "duration": 5.909
    },
    {
        "text": "Which happened before during and after?",
        "start": 366.56,
        "duration": 1.3
    },
    {
        "text": "Opening hours adding that IKEA has a no weapon policy in our locations to prevent exactly these types of situations",
        "start": 367.86,
        "duration": 5.119
    },
    {
        "text": "We also saw Sheriff Tom weigert issue a statement",
        "start": 373.14,
        "duration": 2.539
    },
    {
        "text": "You need to make sure that if you're going to carry a firearm that you keep it under your control at all times",
        "start": 375.68,
        "duration": 4.38
    },
    {
        "text": "Haven has to be sad don't be trading your gun all willy-nilly",
        "start": 381.78,
        "duration": 3.17
    },
    {
        "text": "As far as if the owner of the gun will face any charges right now",
        "start": 385.05,
        "duration": 3.05
    },
    {
        "text": "It appears most likely not and my favorite explanation as to why not comes from guy",
        "start": 388.1,
        "duration": 3.929
    },
    {
        "text": "Relford gun expert and attorney who said it being a knucklehead is not a crime in Indiana or in most places",
        "start": 392.13,
        "duration": 5.609
    },
    {
        "text": "Also adding that the most severe crime that the gun owner could be charged with is criminal recklessness",
        "start": 397.78,
        "duration": 4.22
    },
    {
        "text": "But still most likely not because those charges require that a person knowingly intentionally or recklessly",
        "start": 402.0,
        "duration": 4.229
    },
    {
        "text": "Commit an act and also to those then asking what about IKEA?",
        "start": 406.569,
        "duration": 2.99
    },
    {
        "text": "They said they had a no gun sign sure",
        "start": 409.56,
        "duration": 1.8
    },
    {
        "text": "But it turns out there is no law in Indiana that says violating the policy is illegal",
        "start": 411.36,
        "duration": 3.72
    },
    {
        "text": "So I guess if it turns out that is the end of the story",
        "start": 415.08,
        "duration": 1.799
    },
    {
        "text": "I guess the the moral of the story is luckily that child is a shitty shop",
        "start": 416.879,
        "duration": 4.29
    },
    {
        "text": "Is that the lesson we learned?",
        "start": 421.169,
        "duration": 1.3
    },
    {
        "text": "but also actually while I have you on this kind of story a genius of an FBI agent in Colorado that did the backflip he",
        "start": 422.469,
        "duration": 5.57
    },
    {
        "text": "was just charged with one count of second degree assault and so actually maybe that's the lesson we learn from these two stupid stories if",
        "start": 428.039,
        "duration": 4.89
    },
    {
        "text": "You do something incredibly stupid",
        "start": 432.93,
        "duration": 2.0
    },
    {
        "text": "Also get lucky and no one gets hurt because of your stupid decision. That doesn't feel like a great one",
        "start": 435.219,
        "duration": 5.24
    },
    {
        "text": "but that's where we're gonna end this and in a quick update that kind of goes along the lines of that statement of it is",
        "start": 440.46,
        "duration": 4.35
    },
    {
        "text": "Not illegal to be a knucklehead. You can also then pair that with asshole. You might remember that story",
        "start": 444.81,
        "duration": 4.769
    },
    {
        "text": "We talked about a while ago where those five teenagers in Florida filming a man in a pond",
        "start": 449.58,
        "duration": 4.079
    },
    {
        "text": "They were mocking the man laughing just watching him drown that person in the water who died was later identified as a 31 year old",
        "start": 453.659,
        "duration": 5.85
    },
    {
        "text": "disabled man by the name of Jamel Dunn and since then it's now been announced that even though none of them went to help the",
        "start": 459.52,
        "duration": 4.609
    },
    {
        "text": "Man, no one called the police",
        "start": 464.129,
        "duration": 1.75
    },
    {
        "text": "there will be no charges Seminole Brevard state attorney Phil Archer saying today we are announcing our decision not to criminally charge for juveniles and",
        "start": 465.879,
        "duration": 7.04
    },
    {
        "text": "One adult for their failure to provide assistance in the tragic drowning death of Jamel done adding",
        "start": 472.919,
        "duration": 4.08
    },
    {
        "text": "I know that everyone was sickened by the callous disregard for human life exhibited by these young people",
        "start": 477.0,
        "duration": 4.259
    },
    {
        "text": "We can only hope that this was an isolated and rare circumstance that will never happen again, unfortunately",
        "start": 481.259,
        "duration": 4.709
    },
    {
        "text": "Florida law does not address this behavior and we are ethically restrained for pursuing criminal charges about a",
        "start": 485.969,
        "duration": 4.77
    },
    {
        "text": "reasonable belief of proving a crime beyond and to the exclusion of every reasonable",
        "start": 490.81,
        "duration": 3.859
    },
    {
        "text": "Devil, and so a question",
        "start": 494.889,
        "duration": 0.801
    },
    {
        "text": "I want to pass off to you here is do you think that there should be a long place that not necessarily that you would?",
        "start": 495.69,
        "duration": 4.439
    },
    {
        "text": "have to start like go into the water because of course there's documented risk there right would be hero's",
        "start": 500.129,
        "duration": 4.709
    },
    {
        "text": "Drowning because the person they're trying to save is panicking",
        "start": 505.0,
        "duration": 2.299
    },
    {
        "text": "But I mean, that is someone who have the legal",
        "start": 507.3,
        "duration": 1.63
    },
    {
        "text": "Obligation to try and contact police if they have the means. Do you think that's common sense? It's good or no, it's bad",
        "start": 508.93,
        "duration": 4.729
    },
    {
        "text": "Maybe it's a slippery slope. Let me know what you think",
        "start": 513.659,
        "duration": 1.771
    },
    {
        "text": "And then let's talk about the Supreme Court making big moves today and first up here",
        "start": 515.43,
        "duration": 2.909
    },
    {
        "text": "We have Trump's travel ban",
        "start": 518.339,
        "duration": 1.051
    },
    {
        "text": "Which there have been three?",
        "start": 519.39,
        "duration": 0.939
    },
    {
        "text": "versions of some people have called it a Muslim ban here defenders of the travel ban say it is not appropriate to call it a",
        "start": 520.329,
        "duration": 5.09
    },
    {
        "text": "Muslim ban because it only affects 5 of 49 muslim-majority",
        "start": 525.42,
        "duration": 2.669
    },
    {
        "text": "countries additionally the ban also includes North Korea and",
        "start": 528.37,
        "duration": 2.45
    },
    {
        "text": "Venezuela on the other side of this you have people saying no",
        "start": 530.89,
        "duration": 2.059
    },
    {
        "text": "It is a Muslim ban because it is targeting Muslim country and most notably they point to",
        "start": 532.95,
        "duration": 4.38
    },
    {
        "text": "2015 when then candidate Donald Trump was thinking up the first version of the travel ban, and he said this Donald J",
        "start": 537.459,
        "duration": 6.08
    },
    {
        "text": "Trump is calling for a total and complete shutdown of Muslims",
        "start": 543.54,
        "duration": 3.57
    },
    {
        "text": "entering the United States",
        "start": 547.81,
        "duration": 2.0
    },
    {
        "text": "until our country's representatives can",
        "start": 550.329,
        "duration": 2.66
    },
    {
        "text": "figure out",
        "start": 553.81,
        "duration": 1.23
    },
    {
        "text": "What the hell is going on?",
        "start": 555.04,
        "duration": 2.0
    },
    {
        "text": "So there was that in to refresh your memory",
        "start": 557.41,
        "duration": 1.94
    },
    {
        "text": "Travel ban number one banned entry into the United States for 90 days for citizens of Iraq Iran Syria, Yemen Libya",
        "start": 559.35,
        "duration": 6.84
    },
    {
        "text": "Sudan and Somalia additionally a delayed refugee resettlement from these countries for 120 days as well as banning",
        "start": 566.35,
        "duration": 6.2
    },
    {
        "text": "indefinitely",
        "start": 572.829,
        "duration": 0.601
    },
    {
        "text": "Syrian refugees many of the people that saw this is horrible and discriminatory did so not only because of the target countries",
        "start": 573.43,
        "duration": 5.599
    },
    {
        "text": "But because the order also gave preference to religious minorities like Christians and Muslim countries, then in March of 2017",
        "start": 579.029,
        "duration": 5.309
    },
    {
        "text": "We saw Trump travel ban 2.0. There is an executive order",
        "start": 584.339,
        "duration": 3.15
    },
    {
        "text": "They amended they made some changes, but then eventually we got to travel ban 3.0",
        "start": 587.49,
        "duration": 4.229
    },
    {
        "text": "The reason I'm hopping 23.0 is that is what the Supreme Court ruled on today and here the ban list was North Korea",
        "start": 591.72,
        "duration": 5.22
    },
    {
        "text": "Venezuela Chad, Libya Syria Iran, Yemen and Somalia and here we saw different policies concerning each country",
        "start": 597.1,
        "duration": 6.29
    },
    {
        "text": "But one of the almost constants is that immigrant visas from all countries",
        "start": 603.39,
        "duration": 3.029
    },
    {
        "text": "Excluding Venezuela were suspended indefinitely and along the way there were fights and changes back in October",
        "start": 606.42,
        "duration": 4.799
    },
    {
        "text": "We saw a US District Judge out of Hawaii rule that the ban should be put on hold this to allow the courts to decide",
        "start": 611.22,
        "duration": 4.32
    },
    {
        "text": "The constitutionality of the ban, but soon after in November the 9th Circuit Court of Appeals ruled that the ban could go into effect",
        "start": 615.54,
        "duration": 5.609
    },
    {
        "text": "but with a major exception for individuals with formal and documented relationships with us-based people and entities such as",
        "start": 621.149,
        "duration": 5.4
    },
    {
        "text": "Universities and businesses and then in December the Supreme Court ruled that the policy could go into effect",
        "start": 626.74,
        "duration": 3.919
    },
    {
        "text": "But they overturned a key part of the appeals court decision ruling against automatically allowing exceptions for people with bona fide",
        "start": 630.66,
        "duration": 5.429
    },
    {
        "text": "relationships with US people or entities then in April",
        "start": 636.22,
        "duration": 2.45
    },
    {
        "text": "we saw Chad removed from the travel ban list and all of that brings us to today because the Supreme Court has ruled 5 to",
        "start": 638.67,
        "duration": 4.979
    },
    {
        "text": "4 in favor of the third travel ban",
        "start": 643.649,
        "duration": 1.56
    },
    {
        "text": "The vote was largely along partisan lines with the courts more",
        "start": 645.209,
        "duration": 2.309
    },
    {
        "text": "Conservative justices ruling in favor of the ban and the courts more liberal justice ruling against it",
        "start": 647.62,
        "duration": 4.159
    },
    {
        "text": "And with this decision we saw Chief Justice John Roberts writing the majority opinion",
        "start": 651.779,
        "duration": 3.179
    },
    {
        "text": "Any primarily Lyde on the Immigration and Nationality Act of 1965 in that law specifically states?",
        "start": 654.959,
        "duration": 5.31
    },
    {
        "text": "whatever the president finds at the entry of any aliens or of any class of aliens into the United States would be detrimental to the",
        "start": 660.27,
        "duration": 5.279
    },
    {
        "text": "Interests of the United States he may by Proclamation and for such period as he shall deem necessary",
        "start": 665.55,
        "duration": 4.35
    },
    {
        "text": "suspend the entry of all aliens or any class of aliens as immigrants or non immigrants or impose on the entry of aliens any",
        "start": 670.24,
        "duration": 6.38
    },
    {
        "text": "Restrictions he may team to be appropriate",
        "start": 676.72,
        "duration": 1.88
    },
    {
        "text": "One of the other standouts was that Roberts also addressed the criticism that this was a Muslim banned this because of the president's previous tweets",
        "start": 678.6,
        "duration": 5.34
    },
    {
        "text": "And statements saying plaintiffs argue that this president's word strike at fundamental standards of respect and tolerance and violation of our constitutional tradition",
        "start": 683.94,
        "duration": 7.559
    },
    {
        "text": "But the issue before us is not whether to denounce the statements",
        "start": 691.5,
        "duration": 3.059
    },
    {
        "text": "it is instead the",
        "start": 694.56,
        "duration": 1.15
    },
    {
        "text": "Significance of those statements in reviewing a presidential directive in doing so we must consider not only the statements of a particular president",
        "start": 695.71,
        "duration": 6.919
    },
    {
        "text": "But also the authority of the presidency itself and interestingly enough",
        "start": 702.63,
        "duration": 3.51
    },
    {
        "text": "Even though Roberts voted the way that the president was hoping it would go",
        "start": 706.14,
        "duration": 3.33
    },
    {
        "text": "He seemingly also jabs at the president saying just days after the attacks of September 11th, 2001 president. George",
        "start": 709.47,
        "duration": 5.579
    },
    {
        "text": "W bush went to an islamic center to implore his fellow",
        "start": 715.05,
        "duration": 2.52
    },
    {
        "text": "americans muslims and non-muslims",
        "start": 717.67,
        "duration": 1.5
    },
    {
        "text": "Alike to remember during their time of grief that the face of terror is not the true faith of Islam that America is a great",
        "start": 719.17,
        "duration": 5.45
    },
    {
        "text": "country because we share the same values of respect and dignity and human Worth and he even followed up that story by saying it cannot",
        "start": 724.62,
        "duration": 6.599
    },
    {
        "text": "Be denied at the federal government and the presidents who have carried its laws into effect have from the nation's earliest days reformed",
        "start": 731.22,
        "duration": 6.24
    },
    {
        "text": "Unevenly and living up to those inspiring words and then on the other side",
        "start": 737.56,
        "duration": 3.38
    },
    {
        "text": "We look to the dissenting opinion from Justice Sonia Sotomayor and hear from a legal perspective",
        "start": 740.94,
        "duration": 4.169
    },
    {
        "text": "she cites the",
        "start": 745.11,
        "duration": 1.12
    },
    {
        "text": "Establishment Clause which forbids government policies were respecting an establishment of religion and here she's night several examples from Trump's campaign speeches to television interviews",
        "start": 746.23,
        "duration": 7.16
    },
    {
        "text": "Where he specifically targets Muslims?",
        "start": 753.39,
        "duration": 1.62
    },
    {
        "text": "It's dangerous hanging up examples such as when Trump compared his band proposal to",
        "start": 755.01,
        "duration": 3.209
    },
    {
        "text": "Japanese-american internment during World War two another he talked about a US general killing Muslims with a bullet stripped in pig's blood",
        "start": 758.56,
        "duration": 5.09
    },
    {
        "text": "But she goes on to write ultimately what began as a policy explicitly calling for a total and complete",
        "start": 763.65,
        "duration": 4.26
    },
    {
        "text": "Shutdown of Muslims entering the United States has since morphed into a quote Proclamation punitive Lee based on national security concerns",
        "start": 767.98,
        "duration": 7.13
    },
    {
        "text": "But this new window-dressing cannot conceal an unassailable fact the words of the president and his advisors create the strong perception that the proclamation is",
        "start": 775.11,
        "duration": 6.809
    },
    {
        "text": "Contaminated by impermissible discriminatory animus against Islam and its followers and as right now this is where we are at the ban",
        "start": 782.23,
        "duration": 5.75
    },
    {
        "text": "We saw Trump celebrating the before vote this morning on Twitter eating Supreme Court upholds Trump travel ban Wow",
        "start": 787.98,
        "duration": 4.86
    },
    {
        "text": "But also a kind of important. Oh, they're in theory that the fight over the travel ban is not technically over. Keep in mind",
        "start": 792.9,
        "duration": 5.34
    },
    {
        "text": "I'm saying",
        "start": 798.24,
        "duration": 0.55
    },
    {
        "text": "Technically and that's because what they're doing here is they're sending the case back down to the Ninth Circuit Court of Appeals to rule on",
        "start": 798.79,
        "duration": 4.279
    },
    {
        "text": "the merits of the ban also",
        "start": 803.07,
        "duration": 1.02
    },
    {
        "text": "Another thing to keep in mind is this is just one of now several wins that the Supreme Court has given",
        "start": 804.09,
        "duration": 4.169
    },
    {
        "text": "Conservative there is that Christian Baker story. We talked about earlier this month yesterday",
        "start": 808.54,
        "duration": 3.169
    },
    {
        "text": "We saw the Supreme Court kind of sidestep and punt a partisan gerrymandering case additionally today",
        "start": 811.71,
        "duration": 4.47
    },
    {
        "text": "We saw the Supreme Court rule against California specifically saying the state went too far when it was requiring",
        "start": 816.18,
        "duration": 4.349
    },
    {
        "text": "anti-abortion pregnancy clinics to notify women that abortion is an option California was saying that these centers are misleading women is that they were legally",
        "start": 821.05,
        "duration": 5.989
    },
    {
        "text": "Requiring these centers to mention that abortion is available",
        "start": 827.04,
        "duration": 2.579
    },
    {
        "text": "The Supreme Court has now said that that likely violates the First Amendment",
        "start": 829.62,
        "duration": 2.64
    },
    {
        "text": "Like I said, that is where we are right now",
        "start": 832.26,
        "duration": 2.0
    },
    {
        "text": "And and there will be more common as far as how things will go from here on heavily contested issues",
        "start": 834.36,
        "duration": 4.679
    },
    {
        "text": "You really just have to look to Justice Anthony Kennedy right now",
        "start": 839.04,
        "duration": 2.64
    },
    {
        "text": "He is the swing vote in the supreme court and even on decisions where he's gone conservative",
        "start": 841.68,
        "duration": 4.619
    },
    {
        "text": "He has kind of issued warning shots with a Christian Baker case",
        "start": 846.3,
        "duration": 2.94
    },
    {
        "text": "You might remember that Kennedy's said that if there are similar cases that came up in the future that they could go the other way",
        "start": 849.24,
        "duration": 4.739
    },
    {
        "text": "additionally",
        "start": 853.98,
        "duration": 0.45
    },
    {
        "text": "Even though he voted in favor of the Trump travel ban who wrote although the policy is legal an anxious world",
        "start": 854.43,
        "duration": 4.439
    },
    {
        "text": "must know that our government remains committed always to the liberties the",
        "start": 858.87,
        "duration": 2.79
    },
    {
        "text": "Constitution seeks to preserve but with all of that said I do not want to pass a question off to you",
        "start": 861.76,
        "duration": 4.04
    },
    {
        "text": "What are your thoughts on the travel ban decision as well as any of the others that we kind of briefly talked about and also?",
        "start": 865.8,
        "duration": 5.309
    },
    {
        "text": "Remember, this is the Philip DeFranco show. It is not just a show. It is a conversation",
        "start": 871.11,
        "duration": 3.179
    },
    {
        "text": "So whether it be this last one the first one anything in between",
        "start": 874.29,
        "duration": 2.969
    },
    {
        "text": "Let me know what you're thinking in those comments down below and that's where I'm going to end today's show",
        "start": 877.33,
        "duration": 3.799
    },
    {
        "text": "Also while you're at it if you like this video like I'm trying to do on this channel hit that like button if you're new",
        "start": 881.13,
        "duration": 3.989
    },
    {
        "text": "Here hit that subscribe button",
        "start": 885.12,
        "duration": 0.87
    },
    {
        "text": "So you don't miss these daily videos?",
        "start": 885.99,
        "duration": 1.44
    },
    {
        "text": "Which actually if you didn't miss the last philip defranco show you want to catch up click or tap right there to watch that or?",
        "start": 887.43,
        "duration": 4.379
    },
    {
        "text": "If you haven't yet, I highly recommend you watch our new test video",
        "start": 891.81,
        "duration": 2.28
    },
    {
        "text": "You can click or tap right there box that said of course as always my name's philip. Defranco",
        "start": 894.09,
        "duration": 3.51
    },
    {
        "text": "You've just been phill'd in Alessio faces and i'll see you tomorrow",
        "start": 897.64,
        "duration": 3.919
    }
]