[
    {
        "text": "Sup you beautiful bastards? Hope you're having a fantastic Tuesday",
        "start": 0.0,
        "duration": 3.4
    },
    {
        "text": "welcome back to the Philip Defranco show and let's just jump into it.",
        "start": 3.4,
        "duration": 3.3
    },
    {
        "text": "and the first thing I want to talk about today is the insane",
        "start": 6.7,
        "duration": 2.619
    },
    {
        "text": "firestorm around Megyn Kelly and Alex Jones.",
        "start": 9.4,
        "duration": 3.199
    },
    {
        "text": "Megyn Kelly has a new show on NBC and she has decided to interview Alex Jones",
        "start": 12.599,
        "duration": 4.401
    },
    {
        "text": "and Alex Jones is the creator of Infowars he hosts the Alex Jones Show and also by many",
        "start": 17.0,
        "duration": 4.15
    },
    {
        "text": "he's considered one of the most high-profile conspiracy theorists out there.",
        "start": 21.15,
        "duration": 3.389
    },
    {
        "text": "And we'll get to that part in a second.",
        "start": 24.539,
        "duration": 1.061
    },
    {
        "text": "Now the actual interview doesn't air until the 18th but they released a preview,",
        "start": 25.6,
        "duration": 4.0
    },
    {
        "text": "and it got people heated. Here's some of it.",
        "start": 29.6,
        "duration": 2.0
    },
    {
        "text": "[in video VO] We talked controversies and conspiracies.",
        "start": 31.6,
        "duration": 3.0
    },
    {
        "text": "[in video] 9/11",
        "start": 35.0,
        "duration": 1.0
    },
    {
        "text": "[in video] Now 9/11 was an inside job, and when I say inside job it means criminal elements in our government working",
        "start": 36.0,
        "duration": 4.5
    },
    {
        "text": "[in video] with Saudi Arabia and others wanted to frame Iraq for it just a fact.",
        "start": 40.5,
        "duration": 3.5
    },
    {
        "text": "[in video] Sandy Hook",
        "start": 44.0,
        "duration": 0.61
    },
    {
        "text": "[in video] Well Sandy Hook's complex because I've had debates where with Devil's Advocates said the whole story is true",
        "start": 45.0,
        "duration": 4.679
    },
    {
        "text": "[in video] then I've had debates where I've said that none of it's true.",
        "start": 49.78,
        "duration": 4.02
    },
    {
        "text": "[in video] When you say parents faked their children's death people get very angry.",
        "start": 54.0,
        "duration": 6.0
    },
    {
        "text": "[in video] Yeah well let's- oh I know but they don't get angry about the half million dead Iraqi's from sanctions",
        "start": 60.0,
        "duration": 3.359
    },
    {
        "text": "[in video] or they don't get angry about all the illegal [inaudible]. That's a dodge.",
        "start": 63.359,
        "duration": 2.441
    },
    {
        "text": "[in video] No no, it's not dodge the media never covers all the evil wars it's promoted all the big things.",
        "start": 65.8,
        "duration": 4.7
    },
    {
        "text": "[in video] That doesn't excuse what you did and said about Newtown, you know it",
        "start": 70.5,
        "duration": 2.9
    },
    {
        "text": "[in video] Here's the difference I looked at all the angles of Newtown",
        "start": 73.48,
        "duration": 3.92
    },
    {
        "text": "[in video] and I made my statements long before the media even picked up on it.",
        "start": 77.4,
        "duration": 4.078
    },
    {
        "text": "[in video] We didn't get to any of the really important stuff.",
        "start": 81.479,
        "duration": 1.921
    },
    {
        "text": "[in video] What do you mean we talked about all the important stuff.",
        "start": 83.5,
        "duration": 2.0
    },
    {
        "text": "[in video] Well here's the big one they always make fun of me you probably want to throw this in there.",
        "start": 85.619,
        "duration": 2.881
    },
    {
        "text": "[in video] Thirty years ago they began creating animal-human hybrids.",
        "start": 88.5,
        "duration": 4.5
    },
    {
        "text": "[in video] Isn't that the big story Megyn Kelly should be doing?",
        "start": 93.07,
        "duration": 2.83
    },
    {
        "text": "Now today we're not going to be talking about the animal-human hybrids. We're not going to be talking about",
        "start": 95.9,
        "duration": 3.8
    },
    {
        "text": "9/11. We're going be talking about the reaction around Sandy Hook.",
        "start": 99.7,
        "duration": 3.0
    },
    {
        "text": "Sandy Hook if you don't remember is where in 2012, 20 children were shot and killed along with six adults and in those numbers",
        "start": 102.7,
        "duration": 6.859
    },
    {
        "text": "I'm not including the perpetrator of this crime because that person isn't a person to me. And this shooting and Alex Jones",
        "start": 109.56,
        "duration": 5.44
    },
    {
        "text": "relationship to it was the focal point for most of the people that were screaming at Megyn Kelly.",
        "start": 115.119,
        "duration": 4.681
    },
    {
        "text": "Many people denouncing her accusing her of normalizing Alex Jones.",
        "start": 119.8,
        "duration": 3.919
    },
    {
        "text": "And it wasn't just public outrage, it was outrage from family members of the victims some reading: \"this piece of actual garbage",
        "start": 123.719,
        "duration": 6.18
    },
    {
        "text": "encourages people to call my mom's death a hoax and harass other Sandy Hook families. Shame on you, Megyn Kelly\".",
        "start": 129.97,
        "duration": 5.0
    },
    {
        "text": "\"It's been five years since we lost our child",
        "start": 134.97,
        "duration": 2.1
    },
    {
        "text": "while we don't speak of the harassment very often I must tell you it has left us traumatized.",
        "start": 137.07,
        "duration": 3.869
    },
    {
        "text": "I have never imagined losing a child to gun violence and being involved in something like this by making this choice",
        "start": 141.09,
        "duration": 4.379
    },
    {
        "text": "you grieve our hearts and the memory of our child you have a powerful platform",
        "start": 145.47,
        "duration": 3.089
    },
    {
        "text": "I encourage you to shine light on affirming the losses suffered here. Every week five years later still harassed by Truthers. You do not give",
        "start": 148.56,
        "duration": 7.23
    },
    {
        "text": "crazy a platform you're better than this NBC\".",
        "start": 155.79,
        "duration": 2.11
    },
    {
        "text": "One father saying, \"I know that the more garbage that is out there,",
        "start": 157.9,
        "duration": 2.9
    },
    {
        "text": "the more it ages over time, the more the myth becomes accepted as a disgusting",
        "start": 160.8,
        "duration": 3.31
    },
    {
        "text": "historical fact that tries to dismiss the existence of my child.",
        "start": 164.11,
        "duration": 2.39
    },
    {
        "text": "I mean, damn it, his life had value. He existed. He was real. How dare they.\"",
        "start": 166.5,
        "duration": 4.0
    },
    {
        "text": "And it goes on and on and on. Now amid this outrage JP",
        "start": 170.5,
        "duration": 3.049
    },
    {
        "text": "Chase and Morgan has pulled their support and their advertising for Megyn's show temporarily. Megyn",
        "start": 173.55,
        "duration": 3.96
    },
    {
        "text": "Kelly has been asked to step down as the host of the promise champion gala. And in response to all of this",
        "start": 177.51,
        "duration": 4.49
    },
    {
        "text": "Megyn Kelly has responded saying, \"I find Alex Jones's suggestion that Sandy",
        "start": 182.0,
        "duration": 4.029
    },
    {
        "text": "Hook was a hoax as personally revolting as every other",
        "start": 186.03,
        "duration": 2.25
    },
    {
        "text": "rational person does. It left me and many other Americans asking the very question the prompted this interview.",
        "start": 188.35,
        "duration": 4.759
    },
    {
        "text": "How does Jones who traffics in these outrageous conspiracy theories have the respect of the president of the United States?\"",
        "start": 193.17,
        "duration": 5.099
    },
    {
        "text": "[Trump] I just want to finish by saying your reputation's amazing. I will not let you down. You will be very very impressed I hope.",
        "start": 198.27,
        "duration": 7.43
    },
    {
        "text": "\"and a growing audience of millions. President Trump by praising and citing him, appearing on his show",
        "start": 205.7,
        "duration": 4.9
    },
    {
        "text": "and giving him White House press credentials has helped elevate Jones to the alarm of many.",
        "start": 210.6,
        "duration": 3.9
    },
    {
        "text": "Our goal in sitting down with him was to shine a light, as journalists are supposed to do, on this",
        "start": 214.5,
        "duration": 4.0
    },
    {
        "text": "influential figure and yes to discuss the considerable falsehoods he has promoted with near impunity.\"",
        "start": 218.5,
        "duration": 4.2
    },
    {
        "text": "But that's not all there's another person that is angry at Megyn Kelly",
        "start": 222.7,
        "duration": 3.56
    },
    {
        "text": "and that is Alex Jones himself.",
        "start": 226.26,
        "duration": 2.24
    },
    {
        "text": "[in video] and Megyn Kelly lied to me several weeks before she came here and she",
        "start": 228.5,
        "duration": 3.8
    },
    {
        "text": "[in video] said that the interview was not going to be about Sandy Hook",
        "start": 232.39,
        "duration": 2.659
    },
    {
        "text": "[in video] and the mass shooting there",
        "start": 235.5,
        "duration": 1.32
    },
    {
        "text": "[in video] and it was not going to be about pizza gate and these other issues that the media always",
        "start": 236.82,
        "duration": 3.78
    },
    {
        "text": "[in video] obsesses on and misrepresents what I've said and what I've done.",
        "start": 240.7,
        "duration": 3.3
    },
    {
        "text": "[in video] When I said, I believe children died at Sandy Hook as I've said for years,",
        "start": 244.0,
        "duration": 5.61
    },
    {
        "text": "[in video] she kept coming back with answers saying you believe nobody died, you believe Anderson Cooper was involved,",
        "start": 249.61,
        "duration": 5.59
    },
    {
        "text": "[in video] you believe that Robbie Parker was involved on and on and on, I said no.",
        "start": 255.2,
        "duration": 3.88
    },
    {
        "text": "[in video] I said my listeners questioned it",
        "start": 260.29,
        "duration": 1.71
    },
    {
        "text": "[in video] I had debates with both sides and I play Devil's advocate saying maybe none of it happened",
        "start": 262.0,
        "duration": 5.2
    },
    {
        "text": "[in video] or it was all fake just like they lied about WMD's in Iraq",
        "start": 267.21,
        "duration": 2.89
    },
    {
        "text": "[in video] and had all those fake sanctions that killed over half a million Iraqi children",
        "start": 270.16,
        "duration": 3.44
    },
    {
        "text": "[in video] but then I said the other side of me believes those parents I've seen on TV and real mass shootings",
        "start": 273.639,
        "duration": 4.85
    },
    {
        "text": "[in video] do happen so it probably did happen.",
        "start": 278.49,
        "duration": 2.01
    },
    {
        "text": "[in video] I tend to believe people did die there but they were just using PR teams to go",
        "start": 280.5,
        "duration": 4.3
    },
    {
        "text": "[in video] in to exacerbate it and hype it up to get the maximum effect to blame the American people and to blame gun owners for what happened.",
        "start": 284.85,
        "duration": 6.95
    },
    {
        "text": "And he also claims that he is being misrepresented in the interview and has also called for the interview not to air.",
        "start": 291.8,
        "duration": 4.659
    },
    {
        "text": "What I will say as someone that watched Jones's final statement on this as well as what he was saying beforehand",
        "start": 296.46,
        "duration": 5.309
    },
    {
        "text": "I- I don't think that he's really telling the truth. He said he was debating it, looking at it from all angles",
        "start": 301.77,
        "duration": 5.13
    },
    {
        "text": "but there's I mean",
        "start": 306.9,
        "duration": 0.96
    },
    {
        "text": "there's this video evidence not, not secretly captured but from his show that he aired.",
        "start": 307.86,
        "duration": 4.82
    },
    {
        "text": "[in video caller] because with other false flags like",
        "start": 312.76,
        "duration": 2.18
    },
    {
        "text": "[in video caller] 9/11 or Oklahoma City or the Boston bombing at least something happened with Sandy Hook. There's no there there",
        "start": 315.04,
        "duration": 7.82
    },
    {
        "text": "[in video caller] You've got a bunch of people walking around a parking lot",
        "start": 322.86,
        "duration": 2.48
    },
    {
        "text": "[in video caller] It's pretty much when it comes down to and none of the-",
        "start": 325.34,
        "duration": 2.34
    },
    {
        "text": "[in video AJ] -No no I've had the investigators on I've had the state police",
        "start": 327.68,
        "duration": 3.97
    },
    {
        "text": "[in video] have gone public you name it the whole thing is a giant hoax and the problem is how do you",
        "start": 331.65,
        "duration": 5.69
    },
    {
        "text": "[in video] deal with a total hoax. I mean, it's just",
        "start": 337.34,
        "duration": 2.16
    },
    {
        "text": "[in video] How do you even convince the public something's a total hoax?",
        "start": 340.12,
        "duration": 2.779
    },
    {
        "text": "[in video] But it took me about a year with Sandy Hook to come to grips with the fact that the whole thing was fake",
        "start": 342.9,
        "duration": 4.98
    },
    {
        "text": "[in video] I mean even I couldn't believe it.",
        "start": 347.88,
        "duration": 2.369
    },
    {
        "text": "[in video] I knew they jumped on it, used the crisis, hyped it up",
        "start": 350.25,
        "duration": 2.94
    },
    {
        "text": "[in video] but then I did deep research and my gosh, it just pretty much didn't happen.",
        "start": 353.19,
        "duration": 5.89
    },
    {
        "text": "[in video] Unbelievable. Stay with us.",
        "start": 360.5,
        "duration": 1.0
    },
    {
        "text": "[in video] Sandy, Hook is a synthetic completely fake with actors in my view manufactured",
        "start": 361.5,
        "duration": 7.7
    },
    {
        "text": "[in video] I couldn't believe it at first. I knew they had actors there clearly",
        "start": 369.24,
        "duration": 3.779
    },
    {
        "text": "[in video] But I thought they killed some real kids, and it just shows how bold they are",
        "start": 373.02,
        "duration": 4.2
    },
    {
        "text": "[in video] that they clearly used actors.",
        "start": 377.5,
        "duration": 2.63
    },
    {
        "text": "And I mean I don't really know what to say that he has himself not said.",
        "start": 380.13,
        "duration": 3.97
    },
    {
        "text": "It really just looks like he tried to spin it and even if his",
        "start": 384.1,
        "duration": 2.8
    },
    {
        "text": "argument is I should only be judged by my final statement",
        "start": 386.979,
        "duration": 2.66
    },
    {
        "text": "No. That doesn't make any sense.",
        "start": 389.68,
        "duration": 1.78
    },
    {
        "text": "And on the note where you said you're being misrepresented you also said that you recorded the audio.",
        "start": 391.46,
        "duration": 4.08
    },
    {
        "text": "So to that I say release the audio. I've done interviews before where I've been misrepresented",
        "start": 395.54,
        "duration": 3.64
    },
    {
        "text": "I understand that, but prove it. It seems simple enough since you say you have it.",
        "start": 399.18,
        "duration": 2.699
    },
    {
        "text": "That said, all of this brings us to the end of the story which is should the interview air?",
        "start": 401.88,
        "duration": 4.26
    },
    {
        "text": "I say personally as long as it's not a softball interview. Yes. That's also just where I stand. I understand",
        "start": 406.17,
        "duration": 4.889
    },
    {
        "text": "why there is a debate. There are people that dislike Alex Jones and what he has said and what he has done and they say",
        "start": 411.06,
        "duration": 4.41
    },
    {
        "text": "that by giving in this air time you are validating him.",
        "start": 415.47,
        "duration": 2.53
    },
    {
        "text": "The more you see something, the more you see someone, the more you normalize it. Whereas others are arguing that we've only seen a preview the whole",
        "start": 418.0,
        "duration": 5.9
    },
    {
        "text": "point of this seems to be that Megyn Kelly wants to expose all of Alex Jones's flaws and inform an audience that will most likely",
        "start": 423.9,
        "duration": 6.149
    },
    {
        "text": "be disgusted by Alex Jones and the things he has said in the past having connections to Donald Trump.",
        "start": 430.05,
        "duration": 4.95
    },
    {
        "text": "And personally whether it be this story or anything else, I usually lean towards shining a light.",
        "start": 435.0,
        "duration": 4.499
    },
    {
        "text": "I think just acting like something doesn't exist is far more damaging. But I pass the question on to you",
        "start": 439.5,
        "duration": 4.95
    },
    {
        "text": "What are your thoughts, and what's your takeaway here? Let me know in those comments down below but from that",
        "start": 444.45,
        "duration": 3.989
    },
    {
        "text": "I want to share some stuff I loved today in 'Today in Awesome' brought to you by the struggle failure success poster.",
        "start": 448.44,
        "duration": 5.7
    },
    {
        "text": "They're currently available under Defrancoelite.com till the end of July. So if you want to snag one it supports the show link to that down below",
        "start": 454.14,
        "duration": 6.16
    },
    {
        "text": "The first bits of awesome we have to talk Nintendo. Just less than a week ago",
        "start": 460.3,
        "duration": 3.829
    },
    {
        "text": "I was saying come on Nintendo",
        "start": 464.13,
        "duration": 1.8
    },
    {
        "text": "You can't give us a full-fledged real Pokemon game and not that fighting thing which I am also going to buy.",
        "start": 465.93,
        "duration": 4.77
    },
    {
        "text": "And then well they didn't give a ton of information. They said yes.",
        "start": 470.7,
        "duration": 2.429
    },
    {
        "text": "We are doing that for the Nintendo Switch. Then we got new looks at Super Mario",
        "start": 473.13,
        "duration": 3.839
    },
    {
        "text": "Odyssey, Kirby coming to the Switch, Yoshi for the Switch, Breath of the Wild",
        "start": 477.07,
        "duration": 3.38
    },
    {
        "text": "expansion, Metro Prime 4, Xenoblade Chronicles 2 and the thing that I'm most excited about except for the fact that this is now going",
        "start": 480.45,
        "duration": 6.749
    },
    {
        "text": "to drain my life even further, Rocket League is coming to the Nintendo Switch because of course it is that makes so much sense.",
        "start": 487.2,
        "duration": 6.179
    },
    {
        "text": "Then in Nintendo connected awesome, but it was actually announced yesterday.",
        "start": 493.42,
        "duration": 2.839
    },
    {
        "text": "I'm including this tentatively Mario and Rabbids Kingdom Battle. It looks like if the Mario universe and the Rabbids",
        "start": 496.26,
        "duration": 7.38
    },
    {
        "text": "universe uh had uh non-consensual sex with Xcom.",
        "start": 503.89,
        "duration": 4.11
    },
    {
        "text": "That said Xcom doesn't technically own the genre and",
        "start": 508.0,
        "duration": 2.39
    },
    {
        "text": "taking stuff from other people and using it for your own thing that's uh, that's I guess like all arts since the first",
        "start": 510.67,
        "duration": 5.72
    },
    {
        "text": "original thing ever happened. Then we got a good video from Life Noggin.",
        "start": 516.52,
        "duration": 3.02
    },
    {
        "text": "What would happen if you never saw the sun. Then there was a very interesting Ted-Ed piece on why people join cults.",
        "start": 519.54,
        "duration": 5.46
    },
    {
        "text": "And I guess just cause we have a Planet Earth if it was narrated by Snoop Dogg.",
        "start": 525.0,
        "duration": 5.04
    },
    {
        "text": "And if want to see the full versions to everything",
        "start": 530.04,
        "duration": 2.009
    },
    {
        "text": "I just shared, the secret link of the day, anything at all, links as always are in the description down below.",
        "start": 532.05,
        "duration": 5.15
    },
    {
        "text": "And then let's talk about Representative Mike Quigley of Illinois. This week",
        "start": 537.2,
        "duration": 3.039
    },
    {
        "text": "he introduced his new bill the Covfefe Act. The act which is of course named after Donald Trump's infamous covfefe tweet.",
        "start": 540.24,
        "duration": 6.239
    },
    {
        "text": "Which he totally meant to do according to Sean Spicer.",
        "start": 546.48,
        "duration": 2.52
    },
    {
        "text": "[in video] I think that the president and a small group of people know exactly what he meant.",
        "start": 549.0,
        "duration": 4.4
    },
    {
        "text": "The goal of this would be to amend the Presidential Records Act.",
        "start": 553.4,
        "duration": 2.499
    },
    {
        "text": "The Presidential Records Act which took effect in 1981",
        "start": 556.0,
        "duration": 3.0
    },
    {
        "text": "and it gives legal ownership of the President's records to the public and because this was created in",
        "start": 559.0,
        "duration": 4.398
    },
    {
        "text": "1981 there was no reference to social media so Quigley's argument is it should. So the Covfefe Act would amend the Presidential Records Act to",
        "start": 563.398,
        "duration": 7.441
    },
    {
        "text": "include social media so anything Donald Trump tweets, whether it be from his official account or his personal account, they and anything else he posts",
        "start": 570.839,
        "duration": 6.72
    },
    {
        "text": "on social media should be documented and preserved Quigley saying what the president says matters. \"He doesn't have the luxury of deciding",
        "start": 577.56,
        "duration": 5.909
    },
    {
        "text": "what's his legacy. The president must be held accountable for any post.\" And effectively what this would do is it would make it illegal for",
        "start": 583.47,
        "duration": 5.64
    },
    {
        "text": "Donald Trump or his team to delete any of his tweets whether it be the covfefe one",
        "start": 589.11,
        "duration": 3.69
    },
    {
        "text": "or any of the other ones that he's posted in the past.",
        "start": 592.8,
        "duration": 2.2
    },
    {
        "text": "And so there are many saying they support this, what this is is updating old law.",
        "start": 595.0,
        "duration": 3.9
    },
    {
        "text": "Whereas others are arguing that it's not really necessary.",
        "start": 598.9,
        "duration": 2.9
    },
    {
        "text": "All they're doing here is creating a minefield for Trump, and the reason they say that is White House officials have talked and confirmed",
        "start": 601.8,
        "duration": 5.789
    },
    {
        "text": "with the national archive, that they say they are saving the president's tweets including those he's deleted.",
        "start": 607.589,
        "duration": 4.611
    },
    {
        "text": "But at this point I haven't found where they detailed the process publicly, also if you're wondering, yes",
        "start": 612.2,
        "duration": 3.939
    },
    {
        "text": "Quigley is also the same Representative that made the Mar-a-Largo Act.",
        "start": 616.329,
        "duration": 3.871
    },
    {
        "text": "The goal there would be to make a public visitor log at the White House and Trump resorts",
        "start": 620.2,
        "duration": 3.41
    },
    {
        "text": "Including his Mar-A-Largo estate in Florida.",
        "start": 623.61,
        "duration": 1.89
    },
    {
        "text": "And while it'd be easy for me to make fun of",
        "start": 625.56,
        "duration": 1.51
    },
    {
        "text": "Quigley for naming it these things because it can make him seem a little bit ridiculous, to his credit",
        "start": 627.07,
        "duration": 5.089
    },
    {
        "text": "it does seem that the naming of these are the only reason that people are really talking about it. And ultimately what I see here is",
        "start": 632.16,
        "duration": 5.549
    },
    {
        "text": "with the Covfefe Act, I think it just makes sense",
        "start": 637.709,
        "duration": 1.831
    },
    {
        "text": "It's updating old law, being specific. In general what I've always found is if you leave things open and vague",
        "start": 639.54,
        "duration": 5.28
    },
    {
        "text": "that's where you get a lot of problems. That said once again Dear Twitter",
        "start": 644.82,
        "duration": 3.479
    },
    {
        "text": "Can you please introduce",
        "start": 648.3,
        "duration": 1.0
    },
    {
        "text": "an edit button within the first 60 seconds, also",
        "start": 649.3,
        "duration": 3.08
    },
    {
        "text": "maybe don't even have a time restriction. In this day and age of fake stories going out, sometimes by accident.",
        "start": 652.38,
        "duration": 5.369
    },
    {
        "text": "It would be incredibly beneficial for retractions",
        "start": 657.75,
        "duration": 2.159
    },
    {
        "text": "and it would also help stop the spread of that previously fake news, or not if you think that makes too much sense.",
        "start": 659.909,
        "duration": 6.251
    },
    {
        "text": "And then let's talk about the 2017 UK election.",
        "start": 666.16,
        "duration": 2.56
    },
    {
        "text": "Now I had previously planned for this topic to be our first deep dive over the weekend.",
        "start": 668.73,
        "duration": 4.469
    },
    {
        "text": "I was waiting for one more thing to happen or not happen",
        "start": 673.2,
        "duration": 2.12
    },
    {
        "text": "but, uh, just judging by the, the anger, uh, in the, in the YouTube comments",
        "start": 675.32,
        "duration": 4.28
    },
    {
        "text": "and in the subreddit from the people that, that are in the UK that feel like I'm just shunning them we're going to talk about it now.",
        "start": 679.65,
        "duration": 5.279
    },
    {
        "text": "So here we go, for those who don't know in the UK the Prime Minister",
        "start": 684.96,
        "duration": 3.15
    },
    {
        "text": "Theresa May decided to have a snap election. Instead of waiting three years for 2020 which was the next scheduled general election.",
        "start": 688.11,
        "duration": 6.149
    },
    {
        "text": "Let's just do it now. Now the reason for this is at that time Theresa May",
        "start": 694.26,
        "duration": 2.64
    },
    {
        "text": "looked like she had massive support in the polls. Theresa May's party, the conservative party, already had a majority in Parliament",
        "start": 696.9,
        "duration": 6.4
    },
    {
        "text": "but they wanted to consolidate more power",
        "start": 703.3,
        "duration": 2.3
    },
    {
        "text": "the idea being if the conservatives gets more seats, we strengthen our party and we strengthen ourselves in Brexit negotiations",
        "start": 705.6,
        "duration": 5.4
    },
    {
        "text": "The problem for Theresa May is from the moment",
        "start": 711.0,
        "duration": 1.8
    },
    {
        "text": "she announced this snap election there was just bad thing after bad thing that happened and damaged her.",
        "start": 712.8,
        "duration": 5.4
    },
    {
        "text": "And so the election came and the Conservatives actually lost seats.",
        "start": 718.2,
        "duration": 3.4
    },
    {
        "text": "13 seats to be exact. Meanwhile the Labour Party which is the main opposition party",
        "start": 721.6,
        "duration": 4.309
    },
    {
        "text": "led by Jeremy Corbyn at this time had a net gain of 30 seats, and of those 30 seats, 28 came from previously",
        "start": 725.91,
        "duration": 6.209
    },
    {
        "text": "Conservative areas. So ultimately this was a slap in the face to Theresa May",
        "start": 732.119,
        "duration": 3.63
    },
    {
        "text": "but it also put the UK in general in a very weird position.",
        "start": 735.75,
        "duration": 3.119
    },
    {
        "text": "They had a hung parliament.",
        "start": 738.87,
        "duration": 1.03
    },
    {
        "text": "And that is not to be confused with a parliament you call at two o'clock in the morning, even though you don't really have uh",
        "start": 739.9,
        "duration": 4.999
    },
    {
        "text": "emotional connections, but you know it really gets the job done in fact it",
        "start": 744.899,
        "duration": 2.85
    },
    {
        "text": "just it doesn't get the job done. Not a hung in the pants more of a hung around your neck area.",
        "start": 747.75,
        "duration": 4.17
    },
    {
        "text": "A hung Parliament means that there is no political majority. Now for the conservatives and Theresa May to get a majority in Parliament",
        "start": 751.99,
        "duration": 5.21
    },
    {
        "text": "they had to start negotiating. The problem for them as many of the other political parties",
        "start": 757.27,
        "duration": 3.38
    },
    {
        "text": "just weren't interested, but then in walk the DUP, the Democratic Unionist Party, with their 10 seats.",
        "start": 760.65,
        "duration": 5.429
    },
    {
        "text": "Now this was surprising to a lot of people for different reasons. It was shocking to some because the DUP has been labeled climate change deniers,",
        "start": 766.08,
        "duration": 5.72
    },
    {
        "text": "Creationists and their stance on same-sex marriage and also just LGBT",
        "start": 771.94,
        "duration": 3.11
    },
    {
        "text": "people in general. On the other side you have people confused of how this could work because the",
        "start": 775.05,
        "duration": 4.079
    },
    {
        "text": "Conservatives and Theresa May were saying they want a hard Brexit whereas the DUP want a softer Brexit.",
        "start": 779.129,
        "duration": 4.871
    },
    {
        "text": "And once again this isn't the deep dive video that",
        "start": 784.0,
        "duration": 1.88
    },
    {
        "text": "I want to do over the weekend. So if you, if you want to look into the differences between hard and soft Brexit Google it.",
        "start": 785.88,
        "duration": 5.429
    },
    {
        "text": "I'll also include links down below. It has massive implications to",
        "start": 791.31,
        "duration": 2.97
    },
    {
        "text": "yes, the UK but also the EU in general.",
        "start": 794.28,
        "duration": 2.52
    },
    {
        "text": "So how are they going to work together? Well reports have come out that the two parties are not going to make a coalition",
        "start": 796.8,
        "duration": 4.409
    },
    {
        "text": "but rather what they call a confidence and supply deal,",
        "start": 801.209,
        "duration": 2.491
    },
    {
        "text": "which is an agreement which sees the smaller party supporting the larger one in key votes.",
        "start": 803.7,
        "duration": 4.3
    },
    {
        "text": "But as of recording this video, nothing's set in stone, you have",
        "start": 808.0,
        "duration": 3.0
    },
    {
        "text": "Theresa May meeting the leader of the DUP, Arlene Foster. For this to work, does that mean the DUP is going to have to be ok",
        "start": 811.0,
        "duration": 5.959
    },
    {
        "text": "with a harder Brexit, is Theresa May going to have to walk it back? And I say that because on the 10th",
        "start": 816.959,
        "duration": 5.07
    },
    {
        "text": "it was reported that the DUP and the Conservatives they came to an agreement.",
        "start": 822.029,
        "duration": 2.851
    },
    {
        "text": "We're doing confidence and supply. Theresa May will be able to make a minority government. And then within 12 hours",
        "start": 824.88,
        "duration": 4.94
    },
    {
        "text": "we saw that that had not happened, but hopefully we all find out",
        "start": 829.829,
        "duration": 2.73
    },
    {
        "text": "what is actually going to happen soon. Brexit negotiations are supposed to start on the 19th of this month.",
        "start": 832.56,
        "duration": 4.94
    },
    {
        "text": "And as I stated earlier, how everything moves forward,",
        "start": 837.5,
        "duration": 2.68
    },
    {
        "text": "I mean, this is this is going to have a huge and complicated impact. Heavily on the citizens of the UK",
        "start": 840.18,
        "duration": 4.349
    },
    {
        "text": "but also just the EU in general. But ultimately we'll have to wait and see what happens.",
        "start": 844.529,
        "duration": 4.229
    },
    {
        "text": "And that's actually where I'm going to end today's show. And remember if you liked this video, you like what I do on this channel hit",
        "start": 848.759,
        "duration": 4.44
    },
    {
        "text": "that like button, if you're new here hit that subscribe button, also if you did miss yesterday's Philip Defranco Show, you want to catch up",
        "start": 853.199,
        "duration": 5.07
    },
    {
        "text": "click or tap right there to watch that. If you want to see the newest behind the scenes vlog, click or tap right there",
        "start": 858.269,
        "duration": 4.83
    },
    {
        "text": "But that's said, of course, as always, my name's Philip Defranco. You've just been Phil'd in. I love yo faces, and I'll see you tomorrow.",
        "start": 863.14,
        "duration": 7.08
    }
]