[
    {
        "text": "'Sup you beautiful bastards, hope you're having a fantastic Wednesday",
        "start": 0.0,
        "duration": 3.18
    },
    {
        "text": "Welcome back to the Philip DeFranco Show and let's just jump into it.",
        "start": 3.18,
        "duration": 3.08
    },
    {
        "text": "and the first thing we're going to talk about today is the massive news and update around the Austin bomber",
        "start": 6.26,
        "duration": 4.2
    },
    {
        "text": "According to the Austin police chief Brian Manley, investigators had identified several leads about the possible perpetrator throughout the course of the last several weeks.",
        "start": 10.46,
        "duration": 5.94
    },
    {
        "text": "And in the past 24, 36 hours, police started receiving information about one person of interest in particular",
        "start": 16.4,
        "duration": 5.24
    },
    {
        "text": "and as that investigation continued, the person of interest moved to being a suspect.",
        "start": 21.64,
        "duration": 3.26
    },
    {
        "text": "Police had a surveillance team out looking for the suspect and his vehicle, which they ended up finding in a hotel parking lot in Round Rock",
        "start": 24.9,
        "duration": 4.92
    },
    {
        "text": "which is a city just north of Austin, but I'll let Brian Manley explain what happened next.",
        "start": 29.82,
        "duration": 3.84
    },
    {
        "text": "\"We had multiple officers from both the police department and our federal partners that took up positions around the hotel",
        "start": 34.62,
        "duration": 7.0
    },
    {
        "text": "awaiting the arrival of our tactical teams because we wanted to have ballistic vehicles here so we could attempt to take this suspect into custody",
        "start": 41.7,
        "duration": 10.0
    },
    {
        "text": "as safely as possible. While we were waiting for those vehicles to get here,",
        "start": 51.7,
        "duration": 4.74
    },
    {
        "text": "much time had passed, and the vehicle, started to drive away",
        "start": 57.36,
        "duration": 4.0
    },
    {
        "text": "We began following the vehicle, again, waiting to get the tactical vehicles here so we could take this, make this stop",
        "start": 61.36,
        "duration": 7.94
    },
    {
        "text": "However, the vehicle ended up stopping in the bar ditch on the side of the road behind us.",
        "start": 69.4,
        "duration": 5.74
    },
    {
        "text": "As members of the Austin police department SWAT team approached the vehicle, the suspect detonated a bomb inside the vehicle",
        "start": 75.4,
        "duration": 7.0
    },
    {
        "text": "knocking one of our SWAT officers back and one of our SWAT officers fired at the suspect as well.",
        "start": 82.4,
        "duration": 5.44
    },
    {
        "text": "The suspect is deceased and has significant injuries from a blast that occurred from detonating a bomb inside his vehicle.\"",
        "start": 87.9,
        "duration": 9.38
    },
    {
        "text": "So the suspected Austin bomber blew himself up and I will say personally that was fantastic news to wake up to",
        "start": 97.28,
        "duration": 5.92
    },
    {
        "text": "Now that said, that I'm glad that a murdering monster is no longer on this planet and is no longer a threat to the community,",
        "start": 103.2,
        "duration": 5.38
    },
    {
        "text": "there is a bad part of this, and that is a lack of information",
        "start": 108.58,
        "duration": 3.4
    },
    {
        "text": "Because while yes, the suspect is believed to have been behind all the bombings, police have not ruled out that he had accomplices.",
        "start": 111.98,
        "duration": 5.16
    },
    {
        "text": "The police also do not know where he spent the last 24 hours of his life.",
        "start": 117.14,
        "duration": 3.04
    },
    {
        "text": "And so that's why they're still urging the community to be vigilant, also to report any suspicious packages, be careful",
        "start": 120.18,
        "duration": 5.06
    },
    {
        "text": "\"We still need to remain vigilant to ensure that no other packages or devices have been left through the community.\"",
        "start": 125.24,
        "duration": 6.96
    },
    {
        "text": "Also as far as motives for these bombings, we do not currently know, but hopefully the investigation gives us some answers,",
        "start": 132.2,
        "duration": 5.32
    },
    {
        "text": "Now as far as the suspected bomber was found, police aren't releasing a ton of information right now",
        "start": 137.52,
        "duration": 4.12
    },
    {
        "text": "But, there are sources involved in the investigation that have spoken to local media",
        "start": 141.64,
        "duration": 3.56
    },
    {
        "text": "According to Austin American Statesman investigative reporter Tony Plohetski, the key was that all the bombs were made from household ingredients",
        "start": 145.2,
        "duration": 5.8
    },
    {
        "text": "and so as a result, investigators focused on retail stores that may have sold these items to the suspect",
        "start": 151.0,
        "duration": 4.42
    },
    {
        "text": "According to Plohetski's sources, agents went to big box retail stores, locally owned stores, trying to determine whether any suspicious purchases were made",
        "start": 155.42,
        "duration": 6.6
    },
    {
        "text": "They went through receipts, sales records, and some of those receipts provided investigators with \"critical evidence.\"",
        "start": 162.02,
        "duration": 4.48
    },
    {
        "text": "That then led to a federal search warrant which was used to obtain the suspect's IP address",
        "start": 166.5,
        "duration": 3.68
    },
    {
        "text": "which showed that he'd been making suspicious Google searches",
        "start": 170.18,
        "duration": 1.98
    },
    {
        "text": "And then the big break in the investigation came when the suspect went to a FedEx store in south Austin to drop off two suspicious packages on Sunday.",
        "start": 172.16,
        "duration": 6.18
    },
    {
        "text": "And so there's surveillance footage and photos of the bomber looking like he's wearing a blond wig and gloves",
        "start": 178.34,
        "duration": 4.48
    },
    {
        "text": "And then finally, according to these reports, police used cell phone triangulation technology to track the suspect to a hotel parking lot.",
        "start": 182.82,
        "duration": 5.0
    },
    {
        "text": "As far as who the suspected bomber is, many media outlets are identifying him, we of course on this show we don't name, we don't show him.",
        "start": 187.82,
        "duration": 5.98
    },
    {
        "text": "That said, we can still talk about the facts of the situation without adding to a person's name or face being infamous.",
        "start": 193.8,
        "duration": 5.58
    },
    {
        "text": "Police sources identified him as being a 24-year old white male although public records show that he is a 23-year-old",
        "start": 199.38,
        "duration": 4.82
    },
    {
        "text": "Very little right now is known about the suspect",
        "start": 204.2,
        "duration": 2.22
    },
    {
        "text": "He reportedly lived in Pflugerville which is a city northeast of Austin.",
        "start": 206.42,
        "duration": 2.94
    },
    {
        "text": "He attended an Austin Community College, he previously worked as a computer repair technician, also worked at a semiconductor company as a purchasing agent",
        "start": 209.36,
        "duration": 6.6
    },
    {
        "text": "There are also descriptions that have come from like the grandmother, neighbors, and it's usually what you see in the situation, people are shocked",
        "start": 215.96,
        "duration": 6.5
    },
    {
        "text": "Not really much else at this time that paints a clearer picture",
        "start": 222.46,
        "duration": 2.44
    },
    {
        "text": "We also saw the Austin police department tweet \"Investigators have detained two roommates of the Austin bombing suspect. One roommate was detained, questioned, and released.",
        "start": 224.9,
        "duration": 6.5
    },
    {
        "text": "The other is currently being questioned. Their names will not be released because they are not under arrest at this time.",
        "start": 231.4,
        "duration": 4.2
    },
    {
        "text": "That's where we are right now, we'll see if more information comes out soon.",
        "start": 235.6,
        "duration": 2.6
    },
    {
        "text": "And where I want to end this story is to once again thank law enforcement for their ability to track this scumbag down",
        "start": 238.2,
        "duration": 6.56
    },
    {
        "text": "and also a reminder to those in Texas to be mindful of any suspicious packages and report them to police.",
        "start": 244.76,
        "duration": 5.7
    },
    {
        "text": "Hopefully there were no other packages sent out, but it's better to be safe here.",
        "start": 250.46,
        "duration": 3.12
    },
    {
        "text": "And then very quickly, let's talk about Art Jones who you may remember from our past coverage",
        "start": 253.58,
        "duration": 4.16
    },
    {
        "text": "To over-simplify his storied history, he was associated with the American Nazi party for a while,",
        "start": 257.74,
        "duration": 4.7
    },
    {
        "text": "he is a holocaust denier, and he is now also running as a Republican in Illinois.",
        "start": 262.44,
        "duration": 3.9
    },
    {
        "text": "Specifically, Illinois's third congressional district race and of course this made news because you usually do not have someone so openly horrible",
        "start": 266.78,
        "duration": 7.0
    },
    {
        "text": "running for office.",
        "start": 273.92,
        "duration": 1.36
    },
    {
        "text": "And a lot of other people started tying this guy to what Republicans are becoming, but of course it is very important to point out that",
        "start": 275.28,
        "duration": 5.6
    },
    {
        "text": "well... from a national level and local level, GOP have denounced this guy.",
        "start": 280.88,
        "duration": 4.3
    },
    {
        "text": "And if you actually look into the story, they've tried to stop him in the past from running, they weren't able to stop him this time",
        "start": 285.18,
        "duration": 4.6
    },
    {
        "text": "and it's in a district that is very, very, democratic.",
        "start": 289.78,
        "duration": 2.74
    },
    {
        "text": "Now all that said, we recently had the primaries and as far as the Democrats, Dan Lipinski beat out his challenger Marie Newman 45,000 votes to 44,000",
        "start": 292.64,
        "duration": 7.82
    },
    {
        "text": "And then the Republican primary Jones still received 20,000+ votes",
        "start": 300.78,
        "duration": 4.56
    },
    {
        "text": "And that to me is personally concerning because Art Jones made local news, Art Jones made national news",
        "start": 305.34,
        "duration": 5.3
    },
    {
        "text": "And yet, either people still knew about this and were like 'Ah, whatever,' or you had that many people who were ignorant about who he was and who are still voting for him.",
        "start": 310.64,
        "duration": 6.8
    },
    {
        "text": "That is incredibly troubling just from a society standpoint of either  hate and or ignorance",
        "start": 317.44,
        "duration": 4.82
    },
    {
        "text": "Obviously, it's not troubling in a sense of he has a chance to win, it's just wow, that's eye-opening for several reasons",
        "start": 322.26,
        "duration": 6.16
    },
    {
        "text": "But from that, I want to share some stuff Ioved today",
        "start": 328.42,
        "duration": 2.2
    },
    {
        "text": "And today and also brought to you by Ting",
        "start": 330.62,
        "duration": 2.06
    },
    {
        "text": "Ting of course a fantastic pay what you actually use, no BS contracts, overage charges, unlimited plan cell services",
        "start": 332.68,
        "duration": 6.02
    },
    {
        "text": "You just pay for the service you use, it is incredibly simple, it saves a lot of people a lot of money.",
        "start": 338.7,
        "duration": 4.4
    },
    {
        "text": "In fact, Ting customers on average just pay $23 a month for their one device.",
        "start": 343.1,
        "duration": 4.42
    },
    {
        "text": "And so if you want to check it out and see how much money you could be saving, you can go to Phil.Ting.com",
        "start": 347.52,
        "duration": 3.62
    },
    {
        "text": "and if you sign up that way, they'll give you $25 towards your first device or $25 in Ting credit.",
        "start": 351.14,
        "duration": 4.54
    },
    {
        "text": "And for the first bit of awesome we've got, well depending on who you are, this is either awesome or you're going to hate it",
        "start": 355.68,
        "duration": 4.34
    },
    {
        "text": "The trailer just dropped for Johnny Knoxville's newest movie Action Point and just in general I'm excited to see Johnny Knoxville back",
        "start": 360.02,
        "duration": 5.0
    },
    {
        "text": "Then, we got a trailer for Under the Silver Lake, we've got a trailer for the Titan, we had Carden Corts giving us a kindergarten weather report",
        "start": 365.02,
        "duration": 6.76
    },
    {
        "text": "Great Big Story gave us a video on the voice behind 250 of your favorite cartoons,",
        "start": 371.78,
        "duration": 4.06
    },
    {
        "text": "And if you want to see the full version of everything I've just shared, the secret link of the day, anything at all, links are always in the description down below",
        "start": 375.84,
        "duration": 6.1
    },
    {
        "text": "Then we should talk about the school shooting in Maryland",
        "start": 381.94,
        "duration": 1.9
    },
    {
        "text": "This happened yesterday morning in Great Mills high school in Great Mills, Maryland.",
        "start": 383.84,
        "duration": 2.74
    },
    {
        "text": "There was reportedly one shooter, two victims, the shooter reportedly a 17-year-old male who brought a handgun to the school",
        "start": 386.58,
        "duration": 4.6
    },
    {
        "text": "He shot a 16-year-old female student by the name of Jaelynn Willey in a hallway",
        "start": 391.18,
        "duration": 3.2
    },
    {
        "text": "Luckily there was a school resource officer nearby, Blaine Gaskill, responded and engaged the shooter",
        "start": 394.38,
        "duration": 4.64
    },
    {
        "text": "Reportedly, he fired his weapon and the shooter also fired his.",
        "start": 399.02,
        "duration": 2.36
    },
    {
        "text": "That said, it's not clear whether the SRO's bullet or the shooter's bullet resulted in the shooter's death, but he was also pronounced dead.",
        "start": 401.38,
        "duration": 5.96
    },
    {
        "text": "As far as the other victim, there was also a 14-year-old male who was wounded in the leg during the shooting although it is not clear how he was wounded right now",
        "start": 407.34,
        "duration": 5.68
    },
    {
        "text": "He currently is in stable condition and the 16-year-old female victim is currently in the ICU with life-threatening injuries.",
        "start": 413.02,
        "duration": 5.06
    },
    {
        "text": "Now as for the potential motive, authorities during a press conference said that the shooter had a previous relationship with the female victim.",
        "start": 418.08,
        "duration": 5.72
    },
    {
        "text": "\"There is an indication that a prior relationship existed between the shooter and the female victim.",
        "start": 423.94,
        "duration": 6.8
    },
    {
        "text": "We are working as we speak to determine if that was the full extent of that and if that was part of the motive for the shooting.\"",
        "start": 430.84,
        "duration": 9.12
    },
    {
        "text": "But they also later said that it's not clear if that was the motive.",
        "start": 439.96,
        "duration": 2.92
    },
    {
        "text": "Also as for how the shooter got the gun, as of right now that's not clear.",
        "start": 442.88,
        "duration": 2.86
    },
    {
        "text": "The ATF has reportedly initiated an emergency trace on that weapon",
        "start": 445.74,
        "duration": 2.78
    },
    {
        "text": "and of course following this situation, that's really added fuel to the gun debate.",
        "start": 448.52,
        "duration": 3.78
    },
    {
        "text": "Anyone who are pro-gun saying perfect example of how you stop bad guys with a good guy with a gun.",
        "start": 452.3,
        "duration": 4.5
    },
    {
        "text": "You also have people like Dana Loesch on NRA tv saying that this kind of news doesn't get reported by the mainstream,",
        "start": 456.8,
        "duration": 5.66
    },
    {
        "text": "saying the mainstream media aren't talking about the SRO because it disrupts their narrative.",
        "start": 462.46,
        "duration": 3.24
    },
    {
        "text": "\"No, you're not hearing anyone on the media talk about it because it disrupts their narrative.\"",
        "start": 465.7,
        "duration": 3.92
    },
    {
        "text": "Questioning what the media has against individuals protecting themselves with weapons",
        "start": 469.62,
        "duration": 3.34
    },
    {
        "text": "\"I question what the media has against individuals defending their lives.\"",
        "start": 472.96,
        "duration": 4.68
    },
    {
        "text": "But also, and I'm not one to always go out of my way to defend mainstream media,",
        "start": 477.64,
        "duration": 4.36
    },
    {
        "text": "it just wasn't true.",
        "start": 482.0,
        "duration": 1.02
    },
    {
        "text": "CNN News specifically mentioned they covered this angle",
        "start": 483.02,
        "duration": 2.98
    },
    {
        "text": "We also had the Washington Post noting the SRO, the New York Times noting the SRO.",
        "start": 486.0,
        "duration": 3.84
    },
    {
        "text": "The NRA posted her clips between 9:40 am and 10:40 am",
        "start": 489.84,
        "duration": 2.98
    },
    {
        "text": "The first press conference happened until 8:30 am when there wasn't a lot of information confirmed",
        "start": 492.82,
        "duration": 4.36
    },
    {
        "text": "And then the second press conference with more information took place at 10:30 am.",
        "start": 497.18,
        "duration": 3.4
    },
    {
        "text": "And so to me personally, it feels like she's the one pushing the false narrative here.",
        "start": 500.58,
        "duration": 2.78
    },
    {
        "text": "And as far as the gun debate goes, I think a lot of rational people can go",
        "start": 503.36,
        "duration": 3.04
    },
    {
        "text": "One, I am very glad that school resource officer was there",
        "start": 506.4,
        "duration": 3.84
    },
    {
        "text": "and engaged the shooter and also",
        "start": 510.28,
        "duration": 2.16
    },
    {
        "text": "two, we need to talk about guns because we need to ask how a 17-year-old get a handgun.",
        "start": 512.44,
        "duration": 3.8
    },
    {
        "text": "Was it an illegal sale, did he take it from a family member, did he steal it?",
        "start": 516.24,
        "duration": 3.28
    },
    {
        "text": "Also, why are we seeing a lot of the same people that criticized the people that they're against for politicizing the school shooting the bodies",
        "start": 519.52,
        "duration": 6.74
    },
    {
        "text": "the bodies aren't even cold yet",
        "start": 526.26,
        "duration": 1.44
    },
    {
        "text": "We have Loesch from the NRA doing just that while there is a girl in the hospital in critical condition",
        "start": 527.7,
        "duration": 4.56
    },
    {
        "text": "I'm just saying that it appears that there's a lot of hypocrisy out there when it comes to situations like this",
        "start": 532.26,
        "duration": 3.6
    },
    {
        "text": "And then let's talk about pieces of some Donald Trump news that we have",
        "start": 535.86,
        "duration": 2.54
    },
    {
        "text": "and we'll start off with lady's first",
        "start": 538.4,
        "duration": 1.42
    },
    {
        "text": "Stormy of course said that she had a sexual relationship and affair with Donald Trump when he was married with Melania",
        "start": 539.82,
        "duration": 4.04
    },
    {
        "text": "There is an initial denial that came out, there was an NDA, and there was a payment, then there was a potential breach of the NDA",
        "start": 543.86,
        "duration": 6.28
    },
    {
        "text": "And since then the new information that we have here is that Stormy Daniels's lawyer said that she was physically threatened to stay silent.",
        "start": 550.14,
        "duration": 4.86
    },
    {
        "text": "\"Was she threatened in any way?\"",
        "start": 555.0,
        "duration": 1.7
    },
    {
        "text": "\"Yes.\"",
        "start": 556.7,
        "duration": 1.68
    },
    {
        "text": "\"Was she threatened physical harm?\"",
        "start": 558.38,
        "duration": 1.9
    },
    {
        "text": "\"Yes.\"",
        "start": 560.38,
        "duration": 0.5
    },
    {
        "text": "We also saw a response from the other side Friday when Trump's lawyers filed a $20 million lawsuit against Daniels for allegedly breaking an NDA.",
        "start": 560.88,
        "duration": 6.3
    },
    {
        "text": "And this is a big deal obviously because we have Trump's lawyers who essentially Donald Trump but definitely not Donald Trump because you know",
        "start": 567.18,
        "duration": 5.28
    },
    {
        "text": "lawyers just pay porn stars $130,000 and get them to sign NDA's even though --- nothing happened?",
        "start": 572.46,
        "duration": 6.32
    },
    {
        "text": "Also with Stormy, the results for me in a 2011 polygraph test that she took along with the interview she did back then",
        "start": 578.78,
        "duration": 6.02
    },
    {
        "text": "that was made public and she was asked if she had unprotected vaginal sex with Donald Trump, she said yes, she passes.",
        "start": 584.8,
        "duration": 6.0
    },
    {
        "text": "That said, she was also asked \"Did Trump say you would get on \"The Apprentice?\" she answered yes, the results were inconclusive.",
        "start": 590.8,
        "duration": 4.88
    },
    {
        "text": "But then also, it is important to understand that a polygraph is not exact.",
        "start": 595.68,
        "duration": 4.4
    },
    {
        "text": "It's not admissible in most jurisdictions and if you look into the science of it all, it shouldn't be admissible.",
        "start": 600.08,
        "duration": 4.3
    },
    {
        "text": "So there was that.",
        "start": 604.38,
        "duration": 0.64
    },
    {
        "text": "We also had Karen McDougal's story which is interesting for a different reason.",
        "start": 605.02,
        "duration": 2.28
    },
    {
        "text": "She is a former playboy model who allegedly had an affair with Donald Trump",
        "start": 607.3,
        "duration": 2.92
    },
    {
        "text": "and back in the November of 2016, America Media Inc., the parent company of the National Inquirer bought the rights to McDougal's story for $150,000 and never ran it.",
        "start": 610.58,
        "duration": 7.0
    },
    {
        "text": "And so this is a prime example of what people call \"catch and kill,\" in which you have these organizations that buy the rights of a story",
        "start": 617.58,
        "duration": 5.62
    },
    {
        "text": "and then bury it so it doesn't get out there to protect someone.",
        "start": 623.2,
        "duration": 2.64
    },
    {
        "text": "It popped up in the news because yesterday she filed a lawsuit against AMI saying she was misled into signing the agreement.",
        "start": 625.84,
        "duration": 5.14
    },
    {
        "text": "Lawsuit saying \"she was tricked into signing it while being misled as to its contents, including by her own lawyer, on whose advice she was entitled to rely.",
        "start": 631.28,
        "duration": 7.0
    },
    {
        "text": "And in response, AMI released a statement saying \"Karen McDougal has been free to respond to press inquiries about her relationship with President Trump since 2016.",
        "start": 638.28,
        "duration": 6.5
    },
    {
        "text": "Thus, the suggestion that AMI 'silenced' her is completely without merit.",
        "start": 644.78,
        "duration": 3.62
    },
    {
        "text": "Rather, Karen signed a contract that gave AMI the editorial discretion to publish her lifestory, and she promised to write health and fitness columns that appear on the cover of two magazines.\"",
        "start": 648.52,
        "duration": 7.0
    },
    {
        "text": "They then go into detail about what McDougal has done with them, and then they add \"her lawsuit is the first time AMI has learned of her desire to go a different direction.",
        "start": 655.52,
        "duration": 6.7
    },
    {
        "text": "AMI has a valid contract with Ms. McDougal and we look forward to reaching an amicable resolution satisfactory to her and AMI.\"",
        "start": 662.22,
        "duration": 5.82
    },
    {
        "text": "And the last of the ladies in the news today is Summer Zervos who actually has a lawsuit seeking less than $3000 in damages,",
        "start": 668.04,
        "duration": 5.96
    },
    {
        "text": "but the ramifications could be huge.",
        "start": 674.0,
        "duration": 1.76
    },
    {
        "text": "Summer is a former contestant on the Apprentice.",
        "start": 675.76,
        "duration": 1.56
    },
    {
        "text": "In the October of 2016, Zervos claimed that Trump sexually assaulted her twice in 2007:",
        "start": 677.32,
        "duration": 4.46
    },
    {
        "text": "once at a lunch meeting in New York City where she says he kissed her twice on the lips",
        "start": 681.78,
        "duration": 3.24
    },
    {
        "text": "another time in Beverly Hills where she says he aggressively kissed her and touched her breast",
        "start": 685.02,
        "duration": 3.12
    },
    {
        "text": "Now the statute of limitations for those alleged actions has passed,",
        "start": 688.14,
        "duration": 2.82
    },
    {
        "text": "but we're talking about a different situation.",
        "start": 690.96,
        "duration": 1.68
    },
    {
        "text": "In January of 2017,  Zervos decides to sue Donald Trump for defamation.",
        "start": 692.64,
        "duration": 4.0
    },
    {
        "text": "This, because Trump has dismissed Zervos and other women's accusations saying they're total fiction, it's all false stuff,",
        "start": 696.64,
        "duration": 5.2
    },
    {
        "text": "also suggesting that she made it up for 10 minutes of fame",
        "start": 701.84,
        "duration": 2.22
    },
    {
        "text": "And on this case, one of the big things being argued by Trump's lawyer Marc Kasowitz",
        "start": 704.06,
        "duration": 3.3
    },
    {
        "text": "was that Trump's comments amounted to political speech during the elections and so",
        "start": 707.36,
        "duration": 3.6
    },
    {
        "text": "he could not be sued in state court under the supremacy clause of the Constitution.",
        "start": 710.96,
        "duration": 3.26
    },
    {
        "text": "However, on Tuesday, the judge sided with Summer's lawyer",
        "start": 714.22,
        "duration": 2.74
    },
    {
        "text": "Judge Jennifer Schecter deciding that the Supreme Court decision that allowed a sexual harassment suit against Bill Clinton made clear",
        "start": 716.96,
        "duration": 4.96
    },
    {
        "text": "that presidents could be sued for unofficial conduct,",
        "start": 721.92,
        "duration": 2.46
    },
    {
        "text": "also saying that nothing in a supremacy clause states that a president cannot be called to state court for his actions not in the capacity as president,",
        "start": 724.38,
        "duration": 6.06
    },
    {
        "text": "also dismissing that the lawsuit should be postponed because of his duties.",
        "start": 730.44,
        "duration": 3.44
    },
    {
        "text": "Noting that the state court couldn't compel Trump to any official action,",
        "start": 733.88,
        "duration": 2.7
    },
    {
        "text": "also saying that delaying the case against Trump leaves office couldn't be justified on the ground that the president might have to deal with an international crisis,",
        "start": 736.58,
        "duration": 5.36
    },
    {
        "text": "saying if and when he does, of course important federal responsibilities will take precedent.",
        "start": 741.94,
        "duration": 3.64
    },
    {
        "text": "And the reason that this could potentially be a massive deal is that if all of this stands,",
        "start": 745.58,
        "duration": 4.06
    },
    {
        "text": "the president would likely have to go to a deposition",
        "start": 749.64,
        "duration": 2.16
    },
    {
        "text": "during which he would most likely be asked about the other alleged affairs and scandals",
        "start": 751.8,
        "duration": 3.74
    },
    {
        "text": "or we end up seeing the case getting settled for money.",
        "start": 755.54,
        "duration": 2.34
    },
    {
        "text": "And so when we're talking about a situation where the president of the United States may be deposed, that's massive news.",
        "start": 757.88,
        "duration": 4.54
    },
    {
        "text": "Because I think like a lot of other people when it comes to the stories where he had affairs, he had consensual sex",
        "start": 762.42,
        "duration": 4.34
    },
    {
        "text": "I don't care.",
        "start": 766.76,
        "duration": 0.76
    },
    {
        "text": "The actual act of a consensual affair, although the conversation around Clinton–Lewinsky has changed recently because of the #MeToo movement",
        "start": 767.52,
        "duration": 5.68
    },
    {
        "text": "people talking about power differentials",
        "start": 773.2,
        "duration": 1.64
    },
    {
        "text": "The actual cheating of these other men I don't care about, but what's interesting about these stories are the legal problems.",
        "start": 774.84,
        "duration": 5.54
    },
    {
        "text": "The situation that started with some far-fetched story from Stormy Daniels now has massive legal implications.",
        "start": 780.38,
        "duration": 5.16
    },
    {
        "text": "But, that said, now we have to wait and see what happens and obviously we'll all be watching.",
        "start": 785.54,
        "duration": 3.56
    },
    {
        "text": "That said, separately from the ladies, Donald Trump came under fire for an interaction with Vladimir Putin.",
        "start": 789.1,
        "duration": 4.7
    },
    {
        "text": "On Tuesday during a scheduled call with Putin, Trump reportedly congratulated him on his win.",
        "start": 793.8,
        "duration": 3.86
    },
    {
        "text": "This despite reportedly the Washington Post was told by officials in on the call that in the president's briefing material it said \"DO NOT CONGRATULATE\" (in ALLCAPS)",
        "start": 797.8,
        "duration": 7.0
    },
    {
        "text": "Along with that, Trump also reportedly ignored all talking points that had him condemning the recent poisoning of a Russian spy in the UK",
        "start": 804.8,
        "duration": 5.8
    },
    {
        "text": "all during a call that Trump characterized as a \"very good call\"",
        "start": 810.6,
        "duration": 2.82
    },
    {
        "text": "Others though did not agree with them. We had senator John McCain releasing a statement saying",
        "start": 813.42,
        "duration": 3.76
    },
    {
        "text": "\"An American president does not lead the Free World by congratulating dictators on winning sham elections.",
        "start": 817.18,
        "duration": 4.56
    },
    {
        "text": "And by doing so with Vladimir Putin, President Trump insulted every Russian citizen who was denied  the right to vote in a free and fair election to determine their country's future",
        "start": 822.74,
        "duration": 7.0
    },
    {
        "text": "including the countless Russian patriots who have risked so much to protest and resist Putin's regime.\"",
        "start": 829.74,
        "duration": 4.4
    },
    {
        "text": "We also saw people like senator Marco Rubio who tweeted \"I don't agree with congratulating Putin, but bigger outrage could only come from someone POTUS inner circle.",
        "start": 834.22,
        "duration": 7.0
    },
    {
        "text": "If you don't like the president, resign, but this ongoing pattern of duplicity holds potential for serious damage to the nation.\"",
        "start": 841.22,
        "duration": 4.68
    },
    {
        "text": "And on that note, if everything in the story is accurate and the leak is essentially his briefing papers from before the call,",
        "start": 845.9,
        "duration": 5.56
    },
    {
        "text": "and then information about what happened on the call,",
        "start": 851.46,
        "duration": 2.42
    },
    {
        "text": "I mean not only is that a notable leak, but it also looks like a leak intended to embarrass the president.",
        "start": 853.88,
        "duration": 4.56
    },
    {
        "text": "And actually, we also have a last second update to this story.",
        "start": 858.44,
        "duration": 2.5
    },
    {
        "text": "President Trump tweeted, \"I called President Putin of Russia to congratulate him on his election victory (in past, Obama called him also).",
        "start": 860.94,
        "duration": 6.2
    },
    {
        "text": "The Fake News Media is crazed because they wanted me to excoriate him. They are wrong!",
        "start": 867.14,
        "duration": 3.26
    },
    {
        "text": "Getting along with Russia and others is a good thing, not a bad thing.",
        "start": 870.4,
        "duration": 2.46
    },
    {
        "text": "They can help solve problems with North Korea, Syria, Ukraine, ISIS, Iran and even the coming Arms Race.",
        "start": 872.86,
        "duration": 4.64
    },
    {
        "text": "Bush tried to get along, but didn't have the \"smarts,\" Obama and Clinton tried, but didn't have the energy or chemistry (remember RESET). Peace through strength\"",
        "start": 877.5,
        "duration": 5.8
    },
    {
        "text": "And we'll say two notes there, fact checking this he is actually right, Obama did congratulate Putin back in 2012.",
        "start": 883.3,
        "duration": 5.52
    },
    {
        "text": "We also had people pointing out that while that may be true, it's a different situation.",
        "start": 888.82,
        "duration": 3.1
    },
    {
        "text": "Back in 2012, Russia hadn't yet annexed Crimea, intervened in Ukraine, committed alleged atrocities in Syria,",
        "start": 891.92,
        "duration": 5.7
    },
    {
        "text": "allegedly meddled in the 2016 election,",
        "start": 897.62,
        "duration": 2.04
    },
    {
        "text": "so that's why we have some saying that this is apples to apples while others are saying no, this is apples to oranges",
        "start": 899.66,
        "duration": 3.96
    },
    {
        "text": "And for now, where I want to leave this story is with a question to you and that is what do you think is the bigger deal here?",
        "start": 903.62,
        "duration": 5.36
    },
    {
        "text": "The president's actions, or the leak?",
        "start": 908.98,
        "duration": 1.86
    },
    {
        "text": "Also, with the comparison of Obama to Trump and congratulations, do you think that that is personally, apples-apples or apples-oranges?",
        "start": 910.84,
        "duration": 6.7
    },
    {
        "text": "I would love to know what you think in those comments down below",
        "start": 917.54,
        "duration": 1.68
    },
    {
        "text": "And that's where I'm going to end today's show",
        "start": 919.22,
        "duration": 1.58
    },
    {
        "text": "And remember, if you liked this video, like what I'm trying to do on this channel, hit that like button",
        "start": 920.8,
        "duration": 3.62
    },
    {
        "text": "If you're new here hit that subscribe button turn on notifications.",
        "start": 924.42,
        "duration": 2.56
    },
    {
        "text": "Also if you missed yesterday's Philip DeFranco show you want to catch up, click or tap right there to watch that,",
        "start": 926.98,
        "duration": 4.08
    },
    {
        "text": "or if you want to see something new the new behind the scenes that we posted today click or tap right there to watch that",
        "start": 931.06,
        "duration": 3.78
    },
    {
        "text": "But, that said of course as always my name's Philip DeFranco and you've just been philled in, I love yo faces and I'll see you tomorrow",
        "start": 934.84,
        "duration": 6.833
    }
]