[
    {
        "text": "Sup you beautiful bastards, hope you're having a fantastic",
        "start": 0.37,
        "duration": 2.0
    },
    {
        "text": "Sunday and even if you're not I have something special for you today a little bit different. This past week",
        "start": 2.679,
        "duration": 4.7
    },
    {
        "text": "I was able to sit down and interview Casey Neistat who has been in the news a ton recently. Whether it be \naround the recent",
        "start": 7.379,
        "duration": 4.98
    },
    {
        "text": "Samsung ad",
        "start": 12.36,
        "duration": 1.21
    },
    {
        "text": "controversy, the news that he sold one of his companies for millions of dollars to CNN and is jumping into news and in connection",
        "start": 13.57,
        "duration": 6.289
    },
    {
        "text": "To that the hillary Clinton who I'm voting for video. That was very",
        "start": 19.859,
        "duration": 2.909
    },
    {
        "text": "Polarizing and in this interview Podcast we cover all of that and so much more with that said enjoy",
        "start": 23.08,
        "duration": 4.879
    },
    {
        "text": "So you gotta let go the CNN bit? What do you mean? It's there. Your fucking bullshit hit job",
        "start": 28.119,
        "duration": 4.369
    },
    {
        "text": "Yeah, they all dreary. They couldn't do a fucking Google search on me Phil, I",
        "start": 32.489,
        "duration": 4.14
    },
    {
        "text": "don't think it matters if it those over the head of like eight some of those kids because",
        "start": 37.51,
        "duration": 3.68
    },
    {
        "text": "When you sometimes you meet those kids, and they're just so smart. They're just so smart they get it. You're like, okay?",
        "start": 41.29,
        "duration": 4.669
    },
    {
        "text": "You're going to be you're gonna be the next Liza Koshy",
        "start": 45.96,
        "duration": 1.71
    },
    {
        "text": "You're going to be the next Casey you're going to be the next whatever",
        "start": 47.67,
        "duration": 2.19
    },
    {
        "text": "It's crazy to say the words \"the next Liza Koshy\". Well, she's just so in it.",
        "start": 49.86,
        "duration": 3.929
    },
    {
        "text": "Liza Koshy is the net yeah, but she is like she is I think one of the biggest yeah",
        "start": 53.789,
        "duration": 4.8
    },
    {
        "text": "I think she and David Dobrick elected to yes, she got me into watching him",
        "start": 58.59,
        "duration": 4.109
    },
    {
        "text": "I was like okay, and then he's doing the smart route of going podcast as well",
        "start": 62.699,
        "duration": 3.27
    },
    {
        "text": "And he she said he's just a brilliant tactician in the whole game or week only are we on yeah?",
        "start": 65.97,
        "duration": 4.439
    },
    {
        "text": "I mean we can be on we can say hello, so beautiful bastards welcome to the podcast. I'm Philip Defranco today",
        "start": 70.409,
        "duration": 5.819
    },
    {
        "text": "We have the very I like that. I'm saying it like the podcast has been a thing for years",
        "start": 76.229,
        "duration": 4.29
    },
    {
        "text": "We have Casey Neistat one of the biggest names in in digital media for the past two years",
        "start": 80.65,
        "duration": 4.819
    },
    {
        "text": "prominent YouTuber, Businessman, and Soon-To-be",
        "start": 86.17,
        "duration": 2.69
    },
    {
        "text": "potentially massive in news",
        "start": 90.04,
        "duration": 1.89
    },
    {
        "text": "I think maybe yes. I mean, I talked about that so yeah, I mean, there's a few things",
        "start": 91.93,
        "duration": 4.759
    },
    {
        "text": "I want to talk about but I mean wait we were just talking about",
        "start": 96.689,
        "duration": 2.52
    },
    {
        "text": "YouTubers here, we were kind of gushing. I feel like we've got multiple times over Liza Koshy",
        "start": 99.909,
        "duration": 3.889
    },
    {
        "text": "Specifically Liza is just such a superstar, and there's like for someone her age",
        "start": 104.619,
        "duration": 5.42
    },
    {
        "text": "To just have such presence and no",
        "start": 111.07,
        "duration": 2.93
    },
    {
        "text": "I think that she is like she represents the next generation with the whole generation of like true superstars in the platform",
        "start": 114.0,
        "duration": 6.18
    },
    {
        "text": "I hope so",
        "start": 120.18,
        "duration": 0.509
    },
    {
        "text": "I mean, I like to try and keep as many of my personal negative thoughts in my own head as possible",
        "start": 120.689,
        "duration": 4.65
    },
    {
        "text": "But whenever I see someone like Liza, I'm like",
        "start": 125.619,
        "duration": 1.881
    },
    {
        "text": "I want to I want to just shout their name",
        "start": 127.5,
        "duration": 1.509
    },
    {
        "text": "From the rooftop because I want that to be what the next generation is there's there's some out there or people are",
        "start": 129.009,
        "duration": 5.59
    },
    {
        "text": "They are master tacticians, but it's it's like content that I can't subscribe to I'm not on board with it",
        "start": 134.82,
        "duration": 5.75
    },
    {
        "text": "But no, there's there's always that sort of cheeking of the system and manipulating of the system",
        "start": 140.67,
        "duration": 5.12
    },
    {
        "text": "That's really driven by views and a lot of ego, and then there are people who are",
        "start": 145.89,
        "duration": 5.029
    },
    {
        "text": "Creators true creators that really envelop themselves and what I think of as like the art form the creativity behind it I think Liza is",
        "start": 151.56,
        "duration": 7.73
    },
    {
        "text": "Absolutely like the tip of that spear",
        "start": 159.84,
        "duration": 2.0
    },
    {
        "text": "I her videos whether they're getting 4 million or when she first started as a much smaller audience",
        "start": 161.87,
        "duration": 4.83
    },
    {
        "text": "I would just such brilliance them and like the depth of the comedy and like she puts herself out there and there she's character",
        "start": 166.7,
        "duration": 6.87
    },
    {
        "text": "She is like I",
        "start": 173.57,
        "duration": 1.66
    },
    {
        "text": "Wish I could buy futures on Liza Koshy",
        "start": 175.23,
        "duration": 2.179
    },
    {
        "text": "They will pay out and able to pay at tenfold yeah",
        "start": 178.29,
        "duration": 2.599
    },
    {
        "text": "Well, so I mean kind of on that mindset of like the ego the point of making content I",
        "start": 180.93,
        "duration": 4.43
    },
    {
        "text": "Feel like you've explained why you made your content in the past",
        "start": 186.18,
        "duration": 3.02
    },
    {
        "text": "But so your your new jump into news what you're doing and showing the kind of the build out",
        "start": 189.2,
        "duration": 5.34
    },
    {
        "text": "What do you get out of that personally right because there's obviously there's ego and everything",
        "start": 194.55,
        "duration": 4.849
    },
    {
        "text": "We do write as much as we don't want to say it like there is something to",
        "start": 199.4,
        "duration": 3.059
    },
    {
        "text": "Walking on a stage and people cheering and feeling like you're connecting with people",
        "start": 202.65,
        "duration": 3.32
    },
    {
        "text": "But like what do you personally get out of it? I mean, that's such a that's it. There's a 58",
        "start": 205.97,
        "duration": 5.429
    },
    {
        "text": "That's like a 20g bakit question. Oh, they'll just write me the top top two boundary. You know me personally like my",
        "start": 211.4,
        "duration": 7.559
    },
    {
        "text": "Where as a little kid I was wanted to be a civil maker",
        "start": 220.53,
        "duration": 2.089
    },
    {
        "text": "But I think then I became a filmmaker and I worked in television",
        "start": 224.31,
        "duration": 2.899
    },
    {
        "text": "I made feature films, and I realized that like I only give a shit about the",
        "start": 227.209,
        "duration": 3.87
    },
    {
        "text": "Process I cared about what it did",
        "start": 231.84,
        "duration": 2.089
    },
    {
        "text": "But I loved the idea of sharing perspectives and sharing ideas",
        "start": 233.94,
        "duration": 2.57
    },
    {
        "text": "And I think moving images video movie is the best catalyst for that",
        "start": 236.51,
        "duration": 3.389
    },
    {
        "text": "and that's why I sort of left the traditional aspects of Media and really embraced YouTube",
        "start": 239.9,
        "duration": 5.1
    },
    {
        "text": "Because it was like move all the politics and bullshit aside",
        "start": 245.28,
        "duration": 2.48
    },
    {
        "text": "And it's just about creating like I didn't have to deal with anybody when it came to distribution",
        "start": 248.22,
        "duration": 3.769
    },
    {
        "text": "I just click upload and there was such a beauty to that, but I fell in love with it",
        "start": 251.989,
        "duration": 4.17
    },
    {
        "text": "And then when I started daily vlogging it was really probably the biggest",
        "start": 256.19,
        "duration": 4.229
    },
    {
        "text": "inflection point in that aspect of my career ever",
        "start": 260.97,
        "duration": 2.809
    },
    {
        "text": "It went from being",
        "start": 264.77,
        "duration": 1.42
    },
    {
        "text": "To quote my friend max joseph it went from being like an art form to being a sport okay?",
        "start": 266.19,
        "duration": 4.549
    },
    {
        "text": "Because there was something competitive about it competitive with myself not with other creators",
        "start": 270.99,
        "duration": 5.269
    },
    {
        "text": "But could I actually make a movie every single day and just do it by myself",
        "start": 276.259,
        "duration": 5.01
    },
    {
        "text": "and that was like a big narrative on what I was creating and",
        "start": 281.27,
        "duration": 2.88
    },
    {
        "text": "Then I think that that got away from me quite a bit and vlogging became something different for me and towards the end",
        "start": 284.669,
        "duration": 5.899
    },
    {
        "text": "I start to feel like I lost my way in Vlogging",
        "start": 290.669,
        "duration": 3.02
    },
    {
        "text": "And I you feel like you were just doing it to do it to maintain. You know I I i",
        "start": 294.24,
        "duration": 4.79
    },
    {
        "text": "What I stopped and I did the video that was like my last vlog or why I'm stopping",
        "start": 300.36,
        "duration": 3.529
    },
    {
        "text": "I think I really did a terrible job of communicating it I said that it just got the words",
        "start": 303.889,
        "duration": 5.04
    },
    {
        "text": "They use words it got too",
        "start": 308.93,
        "duration": 1.32
    },
    {
        "text": "Easy and I know what that means when they said that publicly yeah",
        "start": 310.25,
        "duration": 3.899
    },
    {
        "text": "Okay",
        "start": 314.15,
        "duration": 0.419
    },
    {
        "text": "Good because I wanted to kind of hit on that point because I know that like in a conversation we had a long time ago",
        "start": 314.569,
        "duration": 4.71
    },
    {
        "text": "You mentioned that and that was such a such a fascinating thought to me. Yeah",
        "start": 319.28,
        "duration": 3.479
    },
    {
        "text": "I mean looking",
        "start": 322.759,
        "duration": 1.081
    },
    {
        "text": "And that's that means that I'm doing a terrible job communicating",
        "start": 323.84,
        "duration": 2.25
    },
    {
        "text": "What I mean when I when I say the words got to easy",
        "start": 326.19,
        "duration": 2.989
    },
    {
        "text": "I mean the things that got me the most excited about it went away, okay",
        "start": 329.18,
        "duration": 3.869
    },
    {
        "text": "I mean the things that were the challenges the creative challenges. What am I going to do today?",
        "start": 333.08,
        "duration": 4.44
    },
    {
        "text": "What story can I tell today what drives me today that I want to share all that shit faded away?",
        "start": 337.52,
        "duration": 5.16
    },
    {
        "text": "And it became kind of routine, and that's what I meant by it became too",
        "start": 342.68,
        "duration": 3.869
    },
    {
        "text": "Easy is that the part that I loved faded away and instead",
        "start": 346.55,
        "duration": 3.75
    },
    {
        "text": "I really embraced the process which I gotten down after 500 episodes and",
        "start": 350.3,
        "duration": 4.2
    },
    {
        "text": "The excitement faded and in its place became something that was routine that was easy and boring for me",
        "start": 354.93,
        "duration": 5.359
    },
    {
        "text": "Yeah, well so I mean with with what you're doing. You're kind of shift even I mean I do want to talk about",
        "start": 360.289,
        "duration": 6.09
    },
    {
        "text": "Like in the past 72 hours like that video",
        "start": 367.02,
        "duration": 2.0
    },
    {
        "text": "Because that's but it's interesting to me for two reasons like there's the first reason which I talked about in the showing gets that later",
        "start": 369.33,
        "duration": 5.449
    },
    {
        "text": "the Second reason was",
        "start": 374.99,
        "duration": 1.63
    },
    {
        "text": "And I've experienced a backlash like this three years ago where people were saying how essentially - they use harsh words",
        "start": 376.62,
        "duration": 7.19
    },
    {
        "text": "But that it was off-brand right so because because you ended up sharing your life so much",
        "start": 383.81,
        "duration": 4.859
    },
    {
        "text": "That you're casey the the entrepreneur you're casey the husband you're casey the dad and then you show like",
        "start": 389.039,
        "duration": 6.5
    },
    {
        "text": "- cool - cool guys and like fancy clays fast car hot girls hot thumbnail and",
        "start": 396.06,
        "duration": 6.32
    },
    {
        "text": "I didn't even expect for you to get any kind of crap for that because",
        "start": 402.78,
        "duration": 4.13
    },
    {
        "text": "It feels like your audience would separate the artist from the art, right?",
        "start": 407.88,
        "duration": 5.029
    },
    {
        "text": "But it seems like in the shift there was some pushback there",
        "start": 412.91,
        "duration": 3.209
    },
    {
        "text": "And I experienced that in the past when I dabbled with Glamour photography",
        "start": 416.12,
        "duration": 2.85
    },
    {
        "text": "Because I was I was really I wanted to try and create like beautiful images like the things I had consumed",
        "start": 419.34,
        "duration": 5.209
    },
    {
        "text": "Growing up was like what can I do to make that like maybe?",
        "start": 424.68,
        "duration": 2.45
    },
    {
        "text": "More tasteful or more interesting or bigger, so I don't know do when you see people",
        "start": 427.77,
        "duration": 4.94
    },
    {
        "text": "Doing those stupid comments like what would your wife think like do you think those are people that just?",
        "start": 433.62,
        "duration": 4.94
    },
    {
        "text": "They're not able to separate it and does it make you think I need to do something different or that you're just going to shed?",
        "start": 438.87,
        "duration": 5.57
    },
    {
        "text": "Those peanuts. No. I mean look I think that",
        "start": 444.44,
        "duration": 2.1
    },
    {
        "text": "one when it gets comes to your",
        "start": 448.41,
        "duration": 2.0
    },
    {
        "text": "Your craft or what you're passionate about like",
        "start": 451.02,
        "duration": 2.36
    },
    {
        "text": "You got it like you have to be a little",
        "start": 454.169,
        "duration": 2.0
    },
    {
        "text": "Draconian when considering how it's going to affect your like you have to not care what your audience thinks",
        "start": 456.389,
        "duration": 5.0
    },
    {
        "text": "And that's as I said it very delicately because I love my audience",
        "start": 461.389,
        "duration": 4.47
    },
    {
        "text": "I rely on the back and forth that is my audience",
        "start": 465.86,
        "duration": 2.49
    },
    {
        "text": "but if I'm creating at sort of",
        "start": 468.419,
        "duration": 2.36
    },
    {
        "text": "the hessed of what I think they're going to like that I'm marginalizing what I'm interested in root and",
        "start": 471.15,
        "duration": 5.36
    },
    {
        "text": "Like a video like that no like fucky. I want to make videos like that like that was such an incredible opportunity",
        "start": 476.789,
        "duration": 5.33
    },
    {
        "text": "I'm with like one of my closest friends and one of the most exotic locations in the world, and I've got samsung that's like",
        "start": 483.15,
        "duration": 5.54
    },
    {
        "text": "Hey, do whatever you want to do just shoot it on our phone. I was like whatever",
        "start": 488.69,
        "duration": 3.359
    },
    {
        "text": "I want to do that was the that was the assignment, and it was like well shit if it's whatever",
        "start": 492.05,
        "duration": 4.35
    },
    {
        "text": "I want to do like here's the fantasy that plays out like this is a life that I don't have access right now",
        "start": 496.4,
        "duration": 4.649
    },
    {
        "text": "But like I do for a day, let's make this happen",
        "start": 501.05,
        "duration": 2.97
    },
    {
        "text": "and",
        "start": 504.53,
        "duration": 0.85
    },
    {
        "text": "I think it's a great video and to me that's sort of at the end of everything like if I think the video is great",
        "start": 505.38,
        "duration": 7.13
    },
    {
        "text": "I really care what the response is interesting and",
        "start": 512.51,
        "duration": 4.529
    },
    {
        "text": "I mean there has to be some some level of response because I saw that",
        "start": 517.469,
        "duration": 3.83
    },
    {
        "text": "Like as I was looking this morning cuz I wanted to see like if things had calmed down and it looked like you had",
        "start": 521.64,
        "duration": 4.579
    },
    {
        "text": "Done two updates one in the description, and then one that kind of went along with it",
        "start": 527.04,
        "duration": 4.429
    },
    {
        "text": "But almost seemed to in some ways contradicted in the in the comments",
        "start": 531.47,
        "duration": 3.369
    },
    {
        "text": "And so I was kind of I was trying to get a mine set up",
        "start": 535.39,
        "duration": 2.659
    },
    {
        "text": "I mean there has to be some level of care. It's like when someone walks around. They're like I give zero fucks",
        "start": 538.05,
        "duration": 4.229
    },
    {
        "text": "It's like well",
        "start": 542.32,
        "duration": 1.05
    },
    {
        "text": "You just summon looking and that's of course",
        "start": 543.37,
        "duration": 2.419
    },
    {
        "text": "I want to be understood and if people don't understand why I made something like that like the",
        "start": 545.79,
        "duration": 5.28
    },
    {
        "text": "explanation that I gave in the comments, and I pinned it to the video is just that like",
        "start": 551.44,
        "duration": 3.559
    },
    {
        "text": "Expectations or in other words. I use was like expectations are disappointments in the making and",
        "start": 556.57,
        "duration": 4.429
    },
    {
        "text": "and I mean that like and this gets back to your question phil but like",
        "start": 561.76,
        "duration": 4.099
    },
    {
        "text": "When I first started vlogging the first month of vlogging everybody the comments were all the same",
        "start": 566.2,
        "duration": 5.029
    },
    {
        "text": "I hate this you're not a vlogger. You're not a Youtuber casey",
        "start": 571.23,
        "duration": 3.57
    },
    {
        "text": "You're one of my favorite civil makers on YouTube get back to making movies nobody cares about your life like that was the comment",
        "start": 575.62,
        "duration": 6.469
    },
    {
        "text": "every since when I quit",
        "start": 582.279,
        "duration": 1.981
    },
    {
        "text": "Vlogging and I said I wanted to make movies and I posted my first non vlog day",
        "start": 584.26,
        "duration": 3.829
    },
    {
        "text": "It was like you are a vlogger. Do not post videos like this",
        "start": 588.089,
        "duration": 3.63
    },
    {
        "text": "You are logged if people will put you in a box yeah, I mean",
        "start": 591.72,
        "duration": 2.46
    },
    {
        "text": "I I think that I don't fault people for that when people click that subscribe button",
        "start": 594.18,
        "duration": 4.71
    },
    {
        "text": "They're subscribing to a daily vlogger of shares of family and then like I indulge and I make a video",
        "start": 598.89,
        "duration": 4.439
    },
    {
        "text": "That's like something that excites me tremendously. No, it's not what they expected",
        "start": 603.329,
        "duration": 3.3
    },
    {
        "text": "You know it feels weird",
        "start": 606.94,
        "duration": 1.7
    },
    {
        "text": "Not a place for them like you go to McDonald's in you order a cheeseburger and said you get a salad",
        "start": 608.64,
        "duration": 4.139
    },
    {
        "text": "You're like this is what I expected. I hate this",
        "start": 612.779,
        "duration": 2.0
    },
    {
        "text": "So I get where that's coming from",
        "start": 615.43,
        "duration": 2.059
    },
    {
        "text": "Does that answer your question a little bit?",
        "start": 619.6,
        "duration": 1.91
    },
    {
        "text": "I mean because part of me so because that's what I kind of wanted to ask about",
        "start": 621.51,
        "duration": 3.389
    },
    {
        "text": "Because it feels like there were two things that people were talking about one was",
        "start": 625.18,
        "duration": 3.979
    },
    {
        "text": "It felt some people and I wanted to kind of feel if you if you understand their point of view of why some people felt?",
        "start": 629.41,
        "duration": 5.36
    },
    {
        "text": "Like they were they were being misled",
        "start": 634.77,
        "duration": 2.0
    },
    {
        "text": "Because that's that's also something that I've had to like slowly evolve how I mean I've made the way that we introduced",
        "start": 636.97,
        "duration": 6.5
    },
    {
        "text": "Sponsorships into the show like that was an evolution because we need to figure out",
        "start": 644.02,
        "duration": 3.109
    },
    {
        "text": "How can we be as transparent as possible?",
        "start": 648.01,
        "duration": 2.0
    },
    {
        "text": "right but then provide for the brand and so that was that was where I was asking because",
        "start": 650.11,
        "duration": 4.969
    },
    {
        "text": "Let's see we were given the app. You said in the comment",
        "start": 655.45,
        "duration": 2.69
    },
    {
        "text": "We were given an opportunity to do something fun, and that is that nothing more, but then in the top",
        "start": 658.14,
        "duration": 4.139
    },
    {
        "text": "It says this is an ad this is an ad the sanad I do apologize if it wasn't back to the comment",
        "start": 662.279,
        "duration": 5.25
    },
    {
        "text": "It says I make no apologies from my love of life and for the opportunities",
        "start": 667.529,
        "duration": 3.6
    },
    {
        "text": "I am given so I that's I wanted to see if it was like bolts from you because I was so I was like yeah",
        "start": 671.13,
        "duration": 4.259
    },
    {
        "text": "I mean look I was rising from well one other one is you need trying to make sense of the creative?",
        "start": 675.389,
        "duration": 4.17
    },
    {
        "text": "For the privet for the audience, okay?",
        "start": 679.99,
        "duration": 2.239
    },
    {
        "text": "And that's what the comment was about okay, and then when I saw your fucking bullshit hit job video",
        "start": 683.16,
        "duration": 6.059
    },
    {
        "text": "They already that you ran on me still the franco. Oh my God",
        "start": 689.22,
        "duration": 3.15
    },
    {
        "text": "I put that comment in there not that I had you but I put that comment in there literally just to respond",
        "start": 692.37,
        "duration": 5.88
    },
    {
        "text": "To what I thought was like a wildly misguided",
        "start": 698.8,
        "duration": 2.899
    },
    {
        "text": "unfair",
        "start": 702.639,
        "duration": 1.591
    },
    {
        "text": "Bullshit attacked by everybody on YouTube about the fact that that was an ad so much, so that's all the franco",
        "start": 704.23,
        "duration": 5.84
    },
    {
        "text": "I wanted to call you out",
        "start": 710.07,
        "duration": 1.019
    },
    {
        "text": "I did something out here for you",
        "start": 711.089,
        "duration": 1.961
    },
    {
        "text": "And I and no I make no secret about my affinity for the film of Franco show",
        "start": 713.05,
        "duration": 7.219
    },
    {
        "text": "in fact yesterday here at Vidcon",
        "start": 720.76,
        "duration": 2.0
    },
    {
        "text": "When asked what are the youtubers that I really admire and really like I talked about you on stage for like a good",
        "start": 723.16,
        "duration": 5.84
    },
    {
        "text": "Solid three minutes hundred and eighty seconds so I mean a hundred eighty-nine internet",
        "start": 729.55,
        "duration": 5.899
    },
    {
        "text": "I love it",
        "start": 735.48,
        "duration": 0.33
    },
    {
        "text": "The way you said that's not what I mean, I could sit here and gush all day",
        "start": 735.81,
        "duration": 2.639
    },
    {
        "text": "but like I do appreciate and we should get back that when we'd love to talk about Demon news and",
        "start": 738.449,
        "duration": 5.16
    },
    {
        "text": "My appreciation for what you're doing on the platform and that transition",
        "start": 743.86,
        "duration": 3.65
    },
    {
        "text": "You've done but-- but no ya understand that a lot of what or what part of this is is I do want to kind of",
        "start": 747.51,
        "duration": 5.309
    },
    {
        "text": "Stress test it because I say it in the videos too. I respect you as a creator",
        "start": 752.819,
        "duration": 3.63
    },
    {
        "text": "I think that you're about to go into a very",
        "start": 756.449,
        "duration": 2.7
    },
    {
        "text": "About a very interesting space where it's a transparency is key and so I think this kind of translates into that",
        "start": 760.959,
        "duration": 6.08
    },
    {
        "text": "But I want I want you to hit this first yeah",
        "start": 767.04,
        "duration": 2.099
    },
    {
        "text": "We're trying to deflect so the frankly I know to call you out here wait guys. I have to go to the bathroom",
        "start": 769.139,
        "duration": 5.309
    },
    {
        "text": "Faucet know so no to respond to the question of like this is an ad you tricked us",
        "start": 775.389,
        "duration": 6.559
    },
    {
        "text": "right which was like a",
        "start": 782.26,
        "duration": 1.8
    },
    {
        "text": "What people were screaming the rooftop right?",
        "start": 784.06,
        "duration": 2.029
    },
    {
        "text": "Is it like that was there was a there a lot of there's a spectrum when it comes to ads",
        "start": 786.089,
        "duration": 4.619
    },
    {
        "text": "And it's the nuanced thing if something is an ad it means something it was entirely dictated and there's editorial by of rand",
        "start": 790.899,
        "duration": 6.289
    },
    {
        "text": "And then there's all kinds of said, there's all kinds of thoughts along that spectrum",
        "start": 798.04,
        "duration": 4.14
    },
    {
        "text": "When what a video like that was was identical to?",
        "start": 802.7,
        "duration": 3.529
    },
    {
        "text": "my Nike",
        "start": 806.899,
        "duration": 1.801
    },
    {
        "text": "Make account video right was identical to my us do what you can't video",
        "start": 808.7,
        "duration": 4.849
    },
    {
        "text": "that you have a sweet cameo and was identical to my human flying drone video and the way in which I",
        "start": 814.19,
        "duration": 6.2
    },
    {
        "text": "addressed the fact that these are",
        "start": 821.45,
        "duration": 1.98
    },
    {
        "text": "Sponsored branded videos was identical across all four of those videos so all sudden",
        "start": 823.43,
        "duration": 5.69
    },
    {
        "text": "We're talking about Twenty five million Views",
        "start": 829.12,
        "duration": 2.489
    },
    {
        "text": "More eight plus Twenty twenty eight Thirty almost thirty five million views and not one person bitch",
        "start": 832.279,
        "duration": 6.83
    },
    {
        "text": "About the way that I have to go I'd have to go through each video",
        "start": 839.39,
        "duration": 3.739
    },
    {
        "text": "But there in ninety you saying like he gave me a bunch of money right at the beginning of the video",
        "start": 843.13,
        "duration": 4.619
    },
    {
        "text": "I had to be needed idiot walter mitty they want to give me a bunch of money, okay?",
        "start": 847.75,
        "duration": 3.989
    },
    {
        "text": "That wasn't where the ones, I just brought up, okay? Well, no, I'm just thinking of your",
        "start": 851.74,
        "duration": 2.849
    },
    {
        "text": "Archive of videos that you've done Keepin find your own at the very end. It says happy holidays from your friends at Samsung okay?",
        "start": 855.2,
        "duration": 6.769
    },
    {
        "text": "That's it. Do you can't?",
        "start": 861.97,
        "duration": 2.19
    },
    {
        "text": "Do what you can at the very very end. It says thank you samsung for enabling the rest of us, okay verbatim",
        "start": 865.94,
        "duration": 5.419
    },
    {
        "text": "And at the end of this video",
        "start": 872.149,
        "duration": 1.401
    },
    {
        "text": "It says the exact same way like if so",
        "start": 873.55,
        "duration": 1.74
    },
    {
        "text": "Josh entirely do you feel like you got hit on this specifically because it was so different wait. Let me get to that okay",
        "start": 875.29,
        "duration": 6.03
    },
    {
        "text": "Yes, the first time I'm not doing calling you out. I get really a statement still Defranco. Call out here",
        "start": 881.32,
        "duration": 4.559
    },
    {
        "text": "This is just that the reason one of the reasons why I love your show so much is that you?",
        "start": 885.88,
        "duration": 4.319
    },
    {
        "text": "Do something that you have such tremendous research and integrity in me in the information that you provide",
        "start": 891.44,
        "duration": 6.529
    },
    {
        "text": "But you couldn't do a fucking google search on me phil. Let's do it unlike",
        "start": 899.089,
        "duration": 4.489
    },
    {
        "text": "how did that because like this is literally the legalities behind how you're supposed to address branded content and",
        "start": 903.579,
        "duration": 7.23
    },
    {
        "text": "it says like",
        "start": 911.089,
        "duration": 2.0
    },
    {
        "text": "in this scenario most of the vlog is",
        "start": 913.13,
        "duration": 1.92
    },
    {
        "text": "editorial material that can came to independent non paid for opinion with the",
        "start": 915.05,
        "duration": 3.59
    },
    {
        "text": "specific section dedicated the promotion of a product and that is exactly the verbatim description of what that video was",
        "start": 918.74,
        "duration": 6.709
    },
    {
        "text": "Wait, so read it again. I mean, I'll just email it to you",
        "start": 926.149,
        "duration": 2.929
    },
    {
        "text": "So you can read the whole thing including a label or statement the title vlog is unnecessary",
        "start": 929.079,
        "duration": 4.05
    },
    {
        "text": "We advise",
        "start": 933.13,
        "duration": 0.609
    },
    {
        "text": "Advise",
        "start": 933.739,
        "duration": 0.6
    },
    {
        "text": "Against labeling the whole block as an ad one is that and its surrounding area where did this know when like because this is super",
        "start": 934.339,
        "duration": 6.679
    },
    {
        "text": "current okay",
        "start": 941.029,
        "duration": 0.951
    },
    {
        "text": "because not just this more there's a reason why like many youtubers are getting fined and many people and I know all about it and",
        "start": 941.98,
        "duration": 7.229
    },
    {
        "text": "that's this is something that's going to affect me as well because I mean",
        "start": 949.279,
        "duration": 3.109
    },
    {
        "text": "What you're talking about isn't just support right there. There's there's a lot of different ways. I think that you can",
        "start": 952.97,
        "duration": 5.059
    },
    {
        "text": "swing how the money goes in the situation",
        "start": 958.609,
        "duration": 2.27
    },
    {
        "text": "but there's obviously a transfer of currency equipment straighten the back end for a promotion of",
        "start": 960.879,
        "duration": 5.94
    },
    {
        "text": "For you it may have been more promotion for an experience, right?",
        "start": 967.639,
        "duration": 2.869
    },
    {
        "text": "I thought a dream as you as you say kind of in your in your comment",
        "start": 970.509,
        "duration": 3.239
    },
    {
        "text": "But for them, it's it's purely an ad same as if like you did the other",
        "start": 973.749,
        "duration": 4.83
    },
    {
        "text": "$21,000 first-class airplane sees that it turned out to be like a pure",
        "start": 979.129,
        "duration": 3.14
    },
    {
        "text": "Sponsorship like there would be people that would feel misled so I feel like what you're kind of talking about is a two different things",
        "start": 982.459,
        "duration": 5.57
    },
    {
        "text": "Right you're talking about FTC guidelines?",
        "start": 988.029,
        "duration": 1.81
    },
    {
        "text": "And then in audience that cares about morality right an audience that essentially as you go into a space where?",
        "start": 989.839,
        "duration": 7.76
    },
    {
        "text": "authenticity and Transparency is Key",
        "start": 997.85,
        "duration": 2.059
    },
    {
        "text": "People people might go well, how do we know that everything is on the uP-and-up right obviously?",
        "start": 1001.6,
        "duration": 5.059
    },
    {
        "text": "This is completely different than if you were talking about an election, right?",
        "start": 1007.269,
        "duration": 3.289
    },
    {
        "text": "But all people have is like what they can base off of historical data what you've done in the past to",
        "start": 1010.559,
        "duration": 4.53
    },
    {
        "text": "Your leverage right yeah, I think you're talking about the law and I'm talking about people",
        "start": 1016.569,
        "duration": 3.77
    },
    {
        "text": "And I think you know that I understand were different",
        "start": 1020.339,
        "duration": 2.969
    },
    {
        "text": "I think you're I think you're pushing two things together here because I genuinely believe that like I mean",
        "start": 1023.309,
        "duration": 6.69
    },
    {
        "text": "Literally human flying drone. Do what you can't like examine those it was identical to the way that I integrated that",
        "start": 1030.37,
        "duration": 6.14
    },
    {
        "text": "Identical like right the way that I mentioned a brand and on neither of those videos was there a single comment about people feeling tricked",
        "start": 1037.269,
        "duration": 6.619
    },
    {
        "text": "Mmm-hmm about it being a Samsung ad feel being tricked or misled did you feel like it might be?",
        "start": 1044.169,
        "duration": 4.52
    },
    {
        "text": "Like the straw that broke the Camel's back, or is there something no?",
        "start": 1048.97,
        "duration": 3.29
    },
    {
        "text": "I wonder if I talked about the video and we're looking for a reason to why they were pissed off, okay?",
        "start": 1052.26,
        "duration": 6.179
    },
    {
        "text": "And I think that they attach that to the fact that it was a branded piece of branded content",
        "start": 1058.44,
        "duration": 5.55
    },
    {
        "text": "That's what I reduce it to so you talk about you right now. I'm not trying to hide behind FTC regulations",
        "start": 1063.99,
        "duration": 4.89
    },
    {
        "text": "I just wanted you and your audience to know right that I I?",
        "start": 1068.89,
        "duration": 4.579
    },
    {
        "text": "Respect them holy right. I did my research before I publish any of these videos, right?",
        "start": 1073.659,
        "duration": 4.52
    },
    {
        "text": "I mean that I mean",
        "start": 1078.179,
        "duration": 1.301
    },
    {
        "text": "But that's not enough of an excuse the audience was upset and they were genuinely upset and as I",
        "start": 1079.48,
        "duration": 4.79
    },
    {
        "text": "Examined what they were upset about I don't believe it was because casey",
        "start": 1084.37,
        "duration": 3.89
    },
    {
        "text": "violated",
        "start": 1088.87,
        "duration": 1.65
    },
    {
        "text": "Because they thought Casey violated an FTC",
        "start": 1090.52,
        "duration": 2.479
    },
    {
        "text": "I think it was something else, and I think it was that something else was what you initially brought up",
        "start": 1093.0,
        "duration": 4.289
    },
    {
        "text": "I think that like",
        "start": 1097.289,
        "duration": 1.211
    },
    {
        "text": "People don't like seeing casey and Jessi like that kid from Philly and like Casey like this struggling",
        "start": 1098.5,
        "duration": 7.13
    },
    {
        "text": "Diy film like living these?",
        "start": 1105.97,
        "duration": 2.119
    },
    {
        "text": "Indulgent over-the-top. I think that's what upset people. I don't think they liked Seeing casey and Jessi",
        "start": 1108.88,
        "duration": 5.479
    },
    {
        "text": "Oh two girls that are gina and candace even though by the way those girls were",
        "start": 1114.36,
        "duration": 4.079
    },
    {
        "text": "Matt - like directed that movie whitney yeah",
        "start": 1118.96,
        "duration": 2.57
    },
    {
        "text": "They're his wife fred like they're friends of ours like the whole thing is like those girls are great writer total",
        "start": 1121.53,
        "duration": 5.039
    },
    {
        "text": "I don't think that I can get that upset people Mm-hmm",
        "start": 1126.88,
        "duration": 3.829
    },
    {
        "text": "I think that relatability is everything right all of a sudden two guys that are so relatable",
        "start": 1130.74,
        "duration": 4.26
    },
    {
        "text": "Like in the in that video people were like I don't relate to these guys and therefore well get that",
        "start": 1135.4,
        "duration": 6.319
    },
    {
        "text": "Frustrates me yeah, I mean the longer the longer an audience watches the more likely it is that you get the you change thing",
        "start": 1142.33,
        "duration": 5.18
    },
    {
        "text": "But also, I mean you guys are both right? I mean, I'd love that a different point",
        "start": 1147.51,
        "duration": 3.359
    },
    {
        "text": "I want to get Jesse on because he he's gone like a very creative route",
        "start": 1150.87,
        "duration": 4.319
    },
    {
        "text": "But then also at times feels like a very judgmental route as far as other youtubers in the content they produce",
        "start": 1155.19,
        "duration": 4.59
    },
    {
        "text": "Kind of a talking down to so I want to talk to him about it",
        "start": 1160.419,
        "duration": 2.9
    },
    {
        "text": "Especially seeing this kind of content, but I think that makes sense that's interesting",
        "start": 1163.32,
        "duration": 4.02
    },
    {
        "text": "I do personally also see though like the difference between the like at least the",
        "start": 1167.37,
        "duration": 4.38
    },
    {
        "text": "understanding like trying to understand the point of view of a person that it's not just like",
        "start": 1172.299,
        "duration": 3.59
    },
    {
        "text": "Jealousy or they they think that it's unrelatable?",
        "start": 1176.5,
        "duration": 2.089
    },
    {
        "text": "But that they personally in a different way you think that it you think that it is separate?",
        "start": 1178.59,
        "duration": 4.739
    },
    {
        "text": "As far as the I sorry as far as the like them being angry about it, and I'm feeling trick. Do you think it's morally?",
        "start": 1184.27,
        "duration": 5.75
    },
    {
        "text": "Incorrect is bullshit. Okay. I think it's bullshit interesting",
        "start": 1190.63,
        "duration": 2.869
    },
    {
        "text": "I think that people were looking for a reason to dislike that video and they leaned into that that's right",
        "start": 1193.5,
        "duration": 5.309
    },
    {
        "text": "So I just like let's look at the dad",
        "start": 1198.809,
        "duration": 2.0
    },
    {
        "text": "I'm not explaining. It will change everything change",
        "start": 1201.29,
        "duration": 2.209
    },
    {
        "text": "No",
        "start": 1203.5,
        "duration": 0.42
    },
    {
        "text": "let's look at the delicacy in the flying drone was literally like",
        "start": 1203.92,
        "duration": 2.849
    },
    {
        "text": "Six months ago divided a million years right and did another fifty million views on Facebook and there literally wasn't one call out mmM",
        "start": 1207.05,
        "duration": 7.849
    },
    {
        "text": "I feel tricked this was a Samsung ad that was a",
        "start": 1214.96,
        "duration": 2.189
    },
    {
        "text": "unapologetically",
        "start": 1217.91,
        "duration": 1.26
    },
    {
        "text": "Identical in the way that I dressed it",
        "start": 1219.17,
        "duration": 2.359
    },
    {
        "text": "identical",
        "start": 1222.17,
        "duration": 1.53
    },
    {
        "text": "Like you look it up",
        "start": 1223.7,
        "duration": 2.0
    },
    {
        "text": "Identical and not a single comment, not one person saying I feel tricked",
        "start": 1225.89,
        "duration": 3.65
    },
    {
        "text": "I'm gonna. Go there and leave a comment, right I know you are anything like",
        "start": 1230.0,
        "duration": 3.53
    },
    {
        "text": "I'm going to take him down a peg",
        "start": 1234.32,
        "duration": 1.74
    },
    {
        "text": "So like so I just for stood me fail to ask why and I want to empathize",
        "start": 1236.06,
        "duration": 4.399
    },
    {
        "text": "I don't fault people for looking at Casey and Jessi in that",
        "start": 1240.46,
        "duration": 3.48
    },
    {
        "text": "Crazy-ass hotel and on boats with pretty girls and getting upset again room",
        "start": 1244.28,
        "duration": 4.339
    },
    {
        "text": "But that's not I don't think that that it would be fair for me to be like well this might upset people",
        "start": 1248.62,
        "duration": 5.609
    },
    {
        "text": "So I'm not going to make something that I think is an offline",
        "start": 1254.23,
        "duration": 1.78
    },
    {
        "text": "video no as far as the the core idea of I'm going to make what I want to make and I'm not going to let",
        "start": 1256.01,
        "duration": 4.55
    },
    {
        "text": "The audience guide me I am 100% on board with that",
        "start": 1260.56,
        "duration": 2.459
    },
    {
        "text": "I just wanted to talk about that because I",
        "start": 1263.33,
        "duration": 2.0
    },
    {
        "text": "Because especially because I was I was like you know what I want to mean ly talk about the news",
        "start": 1265.79,
        "duration": 3.619
    },
    {
        "text": "But then I saw the to update sounds like I got it",
        "start": 1269.41,
        "duration": 1.83
    },
    {
        "text": "I got to pick his brain about this yeah, and I'm always like I try to be as transparent as possible",
        "start": 1271.24,
        "duration": 3.78
    },
    {
        "text": "You know it's like I",
        "start": 1275.02,
        "duration": 1.75
    },
    {
        "text": "think what I had of",
        "start": 1276.77,
        "duration": 1.53
    },
    {
        "text": "when I was actually",
        "start": 1278.3,
        "duration": 0.99
    },
    {
        "text": "Uploading daily it gave me more of an opportunity to have that dialogue with the audience",
        "start": 1279.29,
        "duration": 3.229
    },
    {
        "text": "And it is like a little bit of a frustration of mine, obviously I can respond on Twitter",
        "start": 1282.52,
        "duration": 3.78
    },
    {
        "text": "But you know the engagement on Twitter is very different from the engagement on YouTube",
        "start": 1286.3,
        "duration": 3.15
    },
    {
        "text": "so it's tough because I don't want my",
        "start": 1290.06,
        "duration": 2.0
    },
    {
        "text": "YouTube channel to be just be a series of videos of me explaining myself",
        "start": 1292.82,
        "duration": 2.75
    },
    {
        "text": "it typically means you're doing something wrong or unless it's the Phil Defranco show because I",
        "start": 1296.0,
        "duration": 3.8
    },
    {
        "text": "Mean it you have an amazing form which is you talking to your audience?",
        "start": 1300.2,
        "duration": 2.689
    },
    {
        "text": "Thank you, and it's part of theirs when I love it, and I think that my channel is a little bit different",
        "start": 1303.08,
        "duration": 5.209
    },
    {
        "text": "so it does get difficult you try to use the",
        "start": 1308.29,
        "duration": 2.309
    },
    {
        "text": "Comments, and you try to use the community product which I think's really in physics",
        "start": 1310.67,
        "duration": 3.109
    },
    {
        "text": "But none of it really works like growing something in a video",
        "start": 1313.78,
        "duration": 2.459
    },
    {
        "text": "Yeah, well I mean",
        "start": 1316.43,
        "duration": 0.83
    },
    {
        "text": "I think that's that's also why I wanted to do more of these",
        "start": 1317.26,
        "duration": 2.04
    },
    {
        "text": "One of the the most beneficial kind of interviews we've ever done in the past was",
        "start": 1319.76,
        "duration": 4.219
    },
    {
        "text": "After Pewdiepie called out a is like a children's channel Ryan Toysreview a lot of people thought that these kids were gaming the system",
        "start": 1324.35,
        "duration": 7.609
    },
    {
        "text": "It doesn't make sense for them to make something on their platform or like in your case",
        "start": 1332.24,
        "duration": 4.01
    },
    {
        "text": "You feel like it would hold you back, so that's also another reason why I want to start doing these plus. I just I mean",
        "start": 1336.25,
        "duration": 4.679
    },
    {
        "text": "If you want, so you know needs to Youtube",
        "start": 1341.87,
        "duration": 2.239
    },
    {
        "text": "I might I might where we're figuring out where and the first the first place",
        "start": 1344.11,
        "duration": 4.02
    },
    {
        "text": "We're going to do the whole thing is to frank will eat right so also you know better",
        "start": 1348.13,
        "duration": 3.449
    },
    {
        "text": "Another huge fan of that, and I just want to comment",
        "start": 1351.7,
        "duration": 2.07
    },
    {
        "text": "directly to the",
        "start": 1354.41,
        "duration": 1.92
    },
    {
        "text": "Motherfucking Naysayers who give you and other creators a hard time for using patreon?",
        "start": 1356.33,
        "duration": 5.239
    },
    {
        "text": "Oh, no, it's a the thing is we get a lot of critics that are on the outside that don't support us",
        "start": 1361.57,
        "duration": 5.369
    },
    {
        "text": "I think as far as",
        "start": 1366.94,
        "duration": 1.54
    },
    {
        "text": "backlash we've Gotten the the smallest amount out of",
        "start": 1368.48,
        "duration": 2.66
    },
    {
        "text": "Anyone that that's really done it",
        "start": 1371.96,
        "duration": 2.0
    },
    {
        "text": "On itself to me buddy. I'm just saying that I it I see it right I see it on Twitter",
        "start": 1374.42,
        "duration": 5.299
    },
    {
        "text": "I just want to address the whole world about using patreon and asking your audience to support what they view",
        "start": 1379.72,
        "duration": 6.359
    },
    {
        "text": "because to me it is the most contradictory thing ever for YouTubers or independent creators have any sense of guilt or",
        "start": 1386.39,
        "duration": 7.01
    },
    {
        "text": "be ashamed in any capacity for asking your audience to support them when",
        "start": 1394.04,
        "duration": 5.419
    },
    {
        "text": "HbO",
        "start": 1400.37,
        "duration": 1.35
    },
    {
        "text": "Thirty years I've been paying to watch you know you pay to watch hbo you pay to watch",
        "start": 1401.72,
        "duration": 4.369
    },
    {
        "text": "Hulu you pay to watch Amazon you pay to watch the cape cable television",
        "start": 1406.4,
        "duration": 3.77
    },
    {
        "text": "you pay in the form of ads to watch youtube like there's these are this a",
        "start": 1410.24,
        "duration": 3.949
    },
    {
        "text": "Transaction here and more like the fact that there's a cost and an expense in the gut the fact that",
        "start": 1414.53,
        "duration": 4.339
    },
    {
        "text": "By you doing something where you're funding your project differently than others",
        "start": 1418.94,
        "duration": 3.92
    },
    {
        "text": "It's something that you should feel at all second-rate or be shamed by others. I know you don't feel that way member",
        "start": 1422.86,
        "duration": 5.79
    },
    {
        "text": "I part of because you're right, but when I see other people",
        "start": 1428.65,
        "duration": 3.119
    },
    {
        "text": "sort of casting doubt or looking down on",
        "start": 1432.92,
        "duration": 2.239
    },
    {
        "text": "Fund raising from their audience it upsets me to no end because I think it is a more pure way",
        "start": 1435.92,
        "duration": 5.419
    },
    {
        "text": "To fund what you're doing then sort of the variable the gross variables that are",
        "start": 1441.53,
        "duration": 4.489
    },
    {
        "text": "YouTube Monetization or anything else it's someone stepping up saying I appreciate what you do so much",
        "start": 1446.6,
        "duration": 5.18
    },
    {
        "text": "I would like to support that I do like my twelve dollars a month over sixteen bucks a month to HBO",
        "start": 1451.78,
        "duration": 5.099
    },
    {
        "text": "Even though game of thrones was only on like pretty much down here film",
        "start": 1457.46,
        "duration": 2.869
    },
    {
        "text": "I paid the whole year because I appreciate what they're doing. I do and I look at a number of other",
        "start": 1460.33,
        "duration": 6.359
    },
    {
        "text": "You know I pay for the ben Shapiro show even though you know you could get it for free",
        "start": 1467.54,
        "duration": 5.299
    },
    {
        "text": "But I really appreciate what he does. I'm gonna agree with everything ben Shapiro says by right, but I'm a sale of it",
        "start": 1472.84,
        "duration": 4.08
    },
    {
        "text": "Yeah, every comment, sir. I don't also agree with everything different you have important distinction. No, but you know Shapiro's",
        "start": 1476.92,
        "duration": 5.489
    },
    {
        "text": "I mean, I follow him as well, but that's just because yeah, I love the way that he he forms his arguments",
        "start": 1482.41,
        "duration": 4.469
    },
    {
        "text": "I'm like yeah, okay. That's a great way for me to understand someone and I also like to",
        "start": 1486.88,
        "duration": 4.65
    },
    {
        "text": "Use this as a segue into politics like you know I also I swing both ways when it comes to politics",
        "start": 1493.1,
        "duration": 5.42
    },
    {
        "text": "I have I support a lot of conservative perspectives. I feel like you're going to perspective",
        "start": 1498.52,
        "duration": 3.75
    },
    {
        "text": "I feel like you have the hardest time proving that to the internet oh in its entire",
        "start": 1502.27,
        "duration": 4.229
    },
    {
        "text": "You have like a game plan for that because I mean especially with launching the news network",
        "start": 1506.5,
        "duration": 3.989
    },
    {
        "text": "It seems like it seems like the you know the the who I'm voting for president video opened up doors, right?",
        "start": 1511.28,
        "duration": 7.099
    },
    {
        "text": "But it also opens you up to a lot of people that that are like oh, so he's closing a door out on me",
        "start": 1518.38,
        "duration": 4.92
    },
    {
        "text": "So it's like how do you get past that did you get past that by making very Smart Smart Smart moves like bringing in VSAuce3?",
        "start": 1523.3,
        "duration": 6.299
    },
    {
        "text": "Right so to come in where there's there's already that Built-in respect",
        "start": 1529.91,
        "duration": 2.929
    },
    {
        "text": "Is it is it focusing on the audience and that way you get to distance yourself? And it's the audience or not you",
        "start": 1533.27,
        "duration": 5.299
    },
    {
        "text": "I mean, what do you think the destroy answer is like a lot of what?",
        "start": 1538.57,
        "duration": 2.55
    },
    {
        "text": "We're doing is age litical like you know, I think that one of reasons",
        "start": 1541.12,
        "duration": 3.449
    },
    {
        "text": "I'm so excited to have this conversation is because I I know",
        "start": 1544.57,
        "duration": 2.1
    },
    {
        "text": "that",
        "start": 1547.34,
        "duration": 1.38
    },
    {
        "text": "you're",
        "start": 1548.72,
        "duration": 1.14
    },
    {
        "text": "You personally feel when you think of news and even what we might be doing",
        "start": 1549.86,
        "duration": 3.8
    },
    {
        "text": "I think you look at that through the rightly so you look at it through the lens of what you're doing",
        "start": 1553.66,
        "duration": 3.989
    },
    {
        "text": "But I will say that like what we're doing is while be different. It's much closer to like um",
        "start": 1557.84,
        "duration": 4.67
    },
    {
        "text": "It's a lot more fun, and it does not say what you do is it fun or interesting, but it's more",
        "start": 1564.11,
        "duration": 5.209
    },
    {
        "text": "It's more variety show. It's more you know",
        "start": 1570.14,
        "duration": 3.739
    },
    {
        "text": "It's not one person sitting talking to the camera for you know eight to twelve minutes right and we're all over the place and what?",
        "start": 1574.79,
        "duration": 5.869
    },
    {
        "text": "We're doing in the subject matter. We're tackling is",
        "start": 1580.66,
        "duration": 2.039
    },
    {
        "text": "extraordinarily",
        "start": 1583.43,
        "duration": 1.38
    },
    {
        "text": "broad",
        "start": 1584.81,
        "duration": 1.32
    },
    {
        "text": "But to answer your question exactly like I mean, I don't know and I also think that like if you break down",
        "start": 1586.13,
        "duration": 6.469
    },
    {
        "text": "the",
        "start": 1593.24,
        "duration": 1.65
    },
    {
        "text": "semantics of what I say in that video like I",
        "start": 1594.89,
        "duration": 2.119
    },
    {
        "text": "I'm not and have ever been a hillary Clinton saying no and you put that out in there in the video",
        "start": 1597.679,
        "duration": 5.2
    },
    {
        "text": "I I think that she when it came to the election of",
        "start": 1602.88,
        "duration": 2.819
    },
    {
        "text": "2016 with two bad options and at the end of the day as a",
        "start": 1607.059,
        "duration": 4.31
    },
    {
        "text": "Father of a you know of a little girl for premiere yet other reasons",
        "start": 1611.89,
        "duration": 4.819
    },
    {
        "text": "Morally, I thought that she was she was the least worst option",
        "start": 1617.23,
        "duration": 3.38
    },
    {
        "text": "okay, and I and that is the totality of my",
        "start": 1621.22,
        "duration": 4.219
    },
    {
        "text": "my political involvement in the 2016 election well, but I mean you when",
        "start": 1625.99,
        "duration": 5.449
    },
    {
        "text": "Like when you hit the the things like the donald trump is a racist right and that I mean obviously back in the day it",
        "start": 1632.2,
        "duration": 8.0
    },
    {
        "text": "Doesn't bother me anymore",
        "start": 1640.48,
        "duration": 0.92
    },
    {
        "text": "but just to bring up the point of kind of the hurdle and then you kind of throw out that anyone that's",
        "start": 1641.4,
        "duration": 5.429
    },
    {
        "text": "That's not essentially promoting to Hillary is",
        "start": 1647.2,
        "duration": 2.51
    },
    {
        "text": "Essentially part of the problem part of the reason that this guy might get elected and maybe the nuclear holocaust happens right there",
        "start": 1649.9,
        "duration": 5.39
    },
    {
        "text": "There in part reason like the person that didn't speak up",
        "start": 1655.51,
        "duration": 3.319
    },
    {
        "text": "Do you think that you were speaking more towards people that supported hillary but we're scared, too",
        "start": 1658.83,
        "duration": 4.02
    },
    {
        "text": "Or just people in general because that's I think that's the thing where it's like, so you're saying that",
        "start": 1662.85,
        "duration": 5.01
    },
    {
        "text": "Anyone that doesn't speak up for Hillary has no background Backbone is oblique is a bad person",
        "start": 1668.53,
        "duration": 5.27
    },
    {
        "text": "Maybe is all the thing all the negative things you said about Donald trump, and so there's like",
        "start": 1673.8,
        "duration": 4.199
    },
    {
        "text": "I think I look this morning is 325 thousand or so likes and then there's two hundred seventy eight",
        "start": 1678.0,
        "duration": 5.13
    },
    {
        "text": "Thousand dislikes, and so it's obviously a minority audience. It's an audience that probably wasn't",
        "start": 1683.89,
        "duration": 5.179
    },
    {
        "text": "Mainly yours they came from outside sources, but if you're going to talk about it sounds",
        "start": 1689.679,
        "duration": 4.76
    },
    {
        "text": "I don't know if you're still going to talk about heavy topics as well",
        "start": 1694.44,
        "duration": 2.489
    },
    {
        "text": "and then just kind of Sprinkle in the stuff that brings and you know a lot of the views a lot of the stuff that",
        "start": 1696.929,
        "duration": 3.72
    },
    {
        "text": "Pads the stats and then you also have like the big political pieces",
        "start": 1700.65,
        "duration": 3.27
    },
    {
        "text": "How do you how do you not just end up being a bigger?",
        "start": 1704.5,
        "duration": 3.02
    },
    {
        "text": "megaphone for a Younger generation of Soon-To-be Cnn viewers you know I",
        "start": 1708.19,
        "duration": 4.79
    },
    {
        "text": "Mean that's a shitload of stuff to unpack. I know I know we have the time. I hope this is good",
        "start": 1713.95,
        "duration": 5.54
    },
    {
        "text": "I mean first of all like",
        "start": 1719.49,
        "duration": 1.99
    },
    {
        "text": "Look the missteps in that video or like I try to be a circle as I can with try not to confuse",
        "start": 1721.48,
        "duration": 5.869
    },
    {
        "text": "emotion with with",
        "start": 1729.55,
        "duration": 2.0
    },
    {
        "text": "What I'm communicating my audience. I think that video is a gross misstep and like I was extremely emotional about that",
        "start": 1732.16,
        "duration": 6.65
    },
    {
        "text": "Election and look at the end of the day do I think that hillary Clinton have made a better president, and I don't know",
        "start": 1739.39,
        "duration": 5.63
    },
    {
        "text": "You know I think if you look at anything that I put out on",
        "start": 1746.47,
        "duration": 3.589
    },
    {
        "text": "Twitter or anywhere else since then like if you want to talk politics for two seconds. I think that the us political",
        "start": 1750.7,
        "duration": 5.78
    },
    {
        "text": "Situation is an absolute travesty",
        "start": 1757.06,
        "duration": 1.8
    },
    {
        "text": "And I think that the democrats are probably doing a worse job right now than the republicans",
        "start": 1758.86,
        "duration": 5.78
    },
    {
        "text": "I don't think that Donald trump is the reason why we're having all these problems",
        "start": 1764.64,
        "duration": 4.229
    },
    {
        "text": "I think that he is he's merely a symptom of our completely fox political system. He's not the reason for it",
        "start": 1768.88,
        "duration": 7.039
    },
    {
        "text": "I think that the left unjustly loves pointing at him",
        "start": 1776.02,
        "duration": 3.769
    },
    {
        "text": "I think that it's bullshit that everybody loves her hanging on everything that he says when the reality is like",
        "start": 1779.79,
        "duration": 5.61
    },
    {
        "text": "implications of what's taking place in",
        "start": 1786.19,
        "duration": 2.0
    },
    {
        "text": "Where actual legislation is is being pushed through is?",
        "start": 1788.95,
        "duration": 2.63
    },
    {
        "text": "Far greater than what our our president says jokingly or not in the form of a tweet like right?",
        "start": 1791.71,
        "duration": 5.03
    },
    {
        "text": "I think the entire system is just in shambles right now, and I don't think it's because of the one man",
        "start": 1796.74,
        "duration": 5.13
    },
    {
        "text": "Who's sitting in the white House?",
        "start": 1801.87,
        "duration": 0.99
    },
    {
        "text": "I think that he's just apart I sent them of something much much much larger and to that effect",
        "start": 1802.86,
        "duration": 5.01
    },
    {
        "text": "I think that Hillary Clinton would have also been a symptom of something much much larger",
        "start": 1807.87,
        "duration": 3.299
    },
    {
        "text": "She shouldn't have been there right um, but again. That's you know that's neither here nor there",
        "start": 1811.17,
        "duration": 3.989
    },
    {
        "text": "I just wanted to sort of cast a a",
        "start": 1815.16,
        "duration": 2.0
    },
    {
        "text": "broad understanding on for you about where I stand politically because I'm",
        "start": 1818.44,
        "duration": 4.43
    },
    {
        "text": "scattered and",
        "start": 1823.57,
        "duration": 1.53
    },
    {
        "text": "Frustrated so like where you just were mentally and then talking in the past two minutes for your new show",
        "start": 1825.1,
        "duration": 5.449
    },
    {
        "text": "Is that is that more akin to like?",
        "start": 1830.55,
        "duration": 2.16
    },
    {
        "text": "The Casey people will see or is it going because I will say and I don't know if it's like the people that are watching",
        "start": 1832.78,
        "duration": 4.94
    },
    {
        "text": "Or listening as well. I loved hearing that mindset from you because",
        "start": 1837.72,
        "duration": 3.75
    },
    {
        "text": "If all that's out there is that the very polarizing videos then that's going to be kind of like though the long-standing",
        "start": 1842.26,
        "duration": 5.839
    },
    {
        "text": "I don't care she is so I think you're being a little I think you're pointing to your putting",
        "start": 1848.1,
        "duration": 3.989
    },
    {
        "text": "And I don't follow you for this, but I think you're putting a lot of weight on that One hillary video",
        "start": 1852.22,
        "duration": 4.25
    },
    {
        "text": "I think you're not putting enough",
        "start": 1856.47,
        "duration": 1.63
    },
    {
        "text": "And that's going to say I don't think you're wrong be pointing out that much weight because I do under and appreciate and like",
        "start": 1858.1,
        "duration": 6.169
    },
    {
        "text": "Respect what a video like that?",
        "start": 1865.39,
        "duration": 2.239
    },
    {
        "text": "How video like that taints me to the maaSAi and undoing sort of that that extreme?",
        "start": 1868.51,
        "duration": 5.84
    },
    {
        "text": "Position is something that I all will have to work towards",
        "start": 1875.62,
        "duration": 2.06
    },
    {
        "text": "But it's something we're going to it's something that we're going to address in this show",
        "start": 1878.14,
        "duration": 3.2
    },
    {
        "text": "but in the same respect like you know the show that we're making is not a",
        "start": 1881.34,
        "duration": 4.109
    },
    {
        "text": "Beacon of demagoguery for anyone political agenda",
        "start": 1886.24,
        "duration": 3.409
    },
    {
        "text": "I mean for example like the last episode we finished before Jake and I both took off for Vidcon and",
        "start": 1890.02,
        "duration": 6.02
    },
    {
        "text": "Another felt like we were examining",
        "start": 1896.92,
        "duration": 2.0
    },
    {
        "text": "cliff farms in",
        "start": 1899.11,
        "duration": 1.8
    },
    {
        "text": "Thailand I'm going to cliff farming yeah",
        "start": 1900.91,
        "duration": 2.0
    },
    {
        "text": "People pay and they get like a zillion likes on a picture, and it's similar to choosing the system",
        "start": 1903.4,
        "duration": 3.95
    },
    {
        "text": "And you do not in general basis have kiosks that then go to those or that was part of it",
        "start": 1907.35,
        "duration": 3.869
    },
    {
        "text": "But there's also a raid in thailand where they found a house that had tens of thousands of phones that were all hacked",
        "start": 1911.22,
        "duration": 5.309
    },
    {
        "text": "We did a little bit of research a little bit of digging and it turns out",
        "start": 1917.23,
        "duration": 3.319
    },
    {
        "text": "It's not illegal in thailand that house was being raided to that employees are the work being paid and considered slavery",
        "start": 1920.55,
        "duration": 5.04
    },
    {
        "text": "but they weren't able to sort of",
        "start": 1925.63,
        "duration": 2.0
    },
    {
        "text": "Their what they were doing with the click farm was essentially illegal",
        "start": 1928.03,
        "duration": 2.54
    },
    {
        "text": "And then we trace that all the way to what that looks like on the front end for people like you and me and it",
        "start": 1930.76,
        "duration": 4.609
    },
    {
        "text": "turns out you can actually",
        "start": 1935.37,
        "duration": 0.97
    },
    {
        "text": "Buy likes clicks and followers for instagram on this site that when being interviewed to buy this click farm in Thailand",
        "start": 1936.34,
        "duration": 5.839
    },
    {
        "text": "So we pranked one of our employees one of the people on the tech team who has 256 followers on Instagram?",
        "start": 1942.18,
        "duration": 5.91
    },
    {
        "text": "We bought him 5,000 followers",
        "start": 1948.09,
        "duration": 1.33
    },
    {
        "text": "And then we bought him 5000 like just to see what this is actually like and then we sent one of our",
        "start": 1949.42,
        "duration": 5.719
    },
    {
        "text": "Reporters upstairs to the tech side of the office to hidden camera and just watch him as his phone blows up",
        "start": 1955.36,
        "duration": 6.049
    },
    {
        "text": "Yeah",
        "start": 1961.54,
        "duration": 0.5
    },
    {
        "text": "And it was like a really",
        "start": 1962.04,
        "duration": 1.36
    },
    {
        "text": "Enlightening thing and what the story was it was essentially like taking",
        "start": 1963.4,
        "duration": 2.54
    },
    {
        "text": "Something that was a piece of relevant news which was these click farms and the brothers behind them?",
        "start": 1966.07,
        "duration": 4.16
    },
    {
        "text": "Explaining them in a way that was digestible and interesting and then sort of showing you what?",
        "start": 1970.51,
        "duration": 4.28
    },
    {
        "text": "That looks like on the other end of the spectrum",
        "start": 1975.46,
        "duration": 1.85
    },
    {
        "text": "Which is like why they exist will they exist so people like the guy that we just pranked might want to buy",
        "start": 1977.31,
        "duration": 5.4
    },
    {
        "text": "5,000 new Followers",
        "start": 1982.99,
        "duration": 0.87
    },
    {
        "text": "And this is how that manifests we put in a credit card it was $29.99",
        "start": 1983.86,
        "duration": 3.619
    },
    {
        "text": "And he got five thousand five and the whole thing worked yeah, it was fun because you have to t",
        "start": 1987.7,
        "duration": 4.489
    },
    {
        "text": "See freaking out because the song is blowing up overlain Victory posted on Instagram",
        "start": 1992.19,
        "duration": 3.27
    },
    {
        "text": "and it was interesting if you care about the characters involved within and it was also a compelling piece of",
        "start": 1995.93,
        "duration": 5.539
    },
    {
        "text": "Journalism because we were able to dive a little bit deeper into why and how these clear farms exist",
        "start": 2001.75,
        "duration": 4.46
    },
    {
        "text": "And I think any other outlet had focused on is that out right now. No, so where we are right now in production",
        "start": 2006.21,
        "duration": 6.209
    },
    {
        "text": "We're just making a lot of stuff for publishing it so we want to sort of find our voice that makes sense",
        "start": 2012.49,
        "duration": 4.13
    },
    {
        "text": "but I bring that example up because like",
        "start": 2016.71,
        "duration": 2.609
    },
    {
        "text": "That has I don't know. I mean is we big you might find politics in there, but right well",
        "start": 2020.23,
        "duration": 5.48
    },
    {
        "text": "I mean, so is it so then is the angle more of like a",
        "start": 2025.71,
        "duration": 3.389
    },
    {
        "text": "Cnn's like great big story, but with more personality, so yeah like oh, this you end it. What do you mean? It's there?",
        "start": 2030.28,
        "duration": 5.93
    },
    {
        "text": "We have your so Keenan. I'm not like I'm not like your fake news guys",
        "start": 2036.4,
        "duration": 4.849
    },
    {
        "text": "I got in but wait no so explain because I not be more than happy and so um",
        "start": 2041.25,
        "duration": 4.38
    },
    {
        "text": "And we should have we should have started to walk your audience to this so let me give your audience just a two seconds",
        "start": 2046.24,
        "duration": 5.6
    },
    {
        "text": "Okay sees the worst and then no we already established that okay, no",
        "start": 2051.84,
        "duration": 4.589
    },
    {
        "text": "So I united technology company named dean being had a single product and that was a mobile video sharing app",
        "start": 2056.95,
        "duration": 5.63
    },
    {
        "text": "That we launched two years ago three years ago",
        "start": 2063.58,
        "duration": 2.389
    },
    {
        "text": "And it was successful at the launch and we really struggled and we ultimately got our asses kicked by the likes of Instagram and snapchat",
        "start": 2065.97,
        "duration": 6.33
    },
    {
        "text": "the product wasn't viable and not for us to raise money against but",
        "start": 2072.97,
        "duration": 3.199
    },
    {
        "text": "We had developed tremendous value in the team that we had assembled the capabilities. We had on the back end technologies. We'd built",
        "start": 2076.87,
        "duration": 6.349
    },
    {
        "text": "There was value there beyond just this core app Cnn was interested in me as a media",
        "start": 2084.07,
        "duration": 5.659
    },
    {
        "text": "Personality and then they were interested in the technology we had built",
        "start": 2090.52,
        "duration": 2.899
    },
    {
        "text": "Companies like teen and cannot attract the same kind of Tech talent as a young cool startup, right which is what which is what?",
        "start": 2093.88,
        "duration": 7.429
    },
    {
        "text": "we were so they were excited at that so because that they bought the company and",
        "start": 2101.31,
        "duration": 4.109
    },
    {
        "text": "Buying the company meant buying all a beam and all of its intellectual property and everything attached to it",
        "start": 2106.24,
        "duration": 4.04
    },
    {
        "text": "Not by my YouTube channel where I didn't buy me or any of that my Youtube channel still mine",
        "start": 2110.5,
        "duration": 5.06
    },
    {
        "text": "I can post over the hell. I want to it anytime",
        "start": 2115.56,
        "duration": 2.0
    },
    {
        "text": "political or not",
        "start": 2118.18,
        "duration": 1.68
    },
    {
        "text": "But we have this new company new companies still call deem because we can think of a better name you laugh Phil",
        "start": 2119.86,
        "duration": 5.989
    },
    {
        "text": "No, I got it three months",
        "start": 2125.85,
        "duration": 2.0
    },
    {
        "text": "with brand companies that we paid in in the end like the ostrich coffee I",
        "start": 2128.11,
        "duration": 3.799
    },
    {
        "text": "Started this new company, and it's called beam and beam is now a technology and media company and what that means it's like",
        "start": 2133.119,
        "duration": 5.929
    },
    {
        "text": "We're going to go making a tremendous amount of media content",
        "start": 2139.119,
        "duration": 2.81
    },
    {
        "text": "we put on the internet going to start with a daily show and then",
        "start": 2141.93,
        "duration": 2.76
    },
    {
        "text": "We clear in Sedessa gate reporting show and then we want to get into sports",
        "start": 2144.999,
        "duration": 3.86
    },
    {
        "text": "And we run do all kinds of societal issues and cultural issues and music and fashion and art and then the tech side",
        "start": 2148.859,
        "duration": 6.419
    },
    {
        "text": "We're building technology that enables that",
        "start": 2155.279,
        "duration": 2.25
    },
    {
        "text": "That media and what that means is if you think of like hbO and the tech that they have in their apps?",
        "start": 2158.38,
        "duration": 5.689
    },
    {
        "text": "It's just another way of distributing or disseminating the media that they have we're not building apps that just disseminate the media we're creating",
        "start": 2164.14,
        "duration": 7.25
    },
    {
        "text": "We're building apps that help us create that and what I mean is it's like. You know during our Daily news show",
        "start": 2171.43,
        "duration": 5.479
    },
    {
        "text": "We want to be able to sort of throw it to the panelists just like",
        "start": 2177.249,
        "duration": 2.72
    },
    {
        "text": "NBC or Fox news does where they're talking heads hmM to get very perspective?",
        "start": 2180.279,
        "duration": 4.94
    },
    {
        "text": "I",
        "start": 2185.22,
        "duration": 0.43
    },
    {
        "text": "Think it's all a story that it's going to be the panel is essentially the audience",
        "start": 2185.65,
        "duration": 3.109
    },
    {
        "text": "That's exactly right. We built this unbelievable app called panels. We're going to tell you. It's great",
        "start": 2188.829,
        "duration": 4.699
    },
    {
        "text": "Yeah\nbut in panels is a way for anybody around the world to we post the topics and they give their two cents in a",
        "start": 2193.529,
        "duration": 5.459
    },
    {
        "text": "15-second split, so when you're watching our news show. We have a topic that has varied opinions and varied perspectives on it",
        "start": 2199.089,
        "duration": 5.54
    },
    {
        "text": "We can throw it to people from all around the world that look like you and me",
        "start": 2204.63,
        "duration": 2.07
    },
    {
        "text": "And then there's this much greater dialogue on this app",
        "start": 2207.369,
        "duration": 2.3
    },
    {
        "text": "So that's how the technology is enabling the media and that's the scope of what we're doing and right now",
        "start": 2209.67,
        "duration": 5.939
    },
    {
        "text": "We're zeroed in on this daily show and this daily shows something that I'm you know hosts",
        "start": 2215.609,
        "duration": 3.84
    },
    {
        "text": "Maybe J16 Ojos here a couple of people",
        "start": 2219.45,
        "duration": 1.829
    },
    {
        "text": "But it's not just going to be the casey jo right and we're working very hard to make sure it's not the Casey show",
        "start": 2221.279,
        "duration": 5.37
    },
    {
        "text": "It's something much bigger than me",
        "start": 2227.619,
        "duration": 1.581
    },
    {
        "text": "We have a news team behind her and eight people that are all smarter than me and understand journalism way more than me",
        "start": 2229.2,
        "duration": 5.01
    },
    {
        "text": "And they're helping us sort of put together stories through the research fact-check. Make sure it's down the line",
        "start": 2234.869,
        "duration": 4.439
    },
    {
        "text": "and within that we're tackling the subjects that interest us and",
        "start": 2239.95,
        "duration": 3.289
    },
    {
        "text": "Sometimes it is healthcare and sometimes it's the fact that the republicans are",
        "start": 2243.4,
        "duration": 3.349
    },
    {
        "text": "You know they're not being transparent enough with the health care bill is going to affect you and me and that's serious",
        "start": 2246.849,
        "duration": 4.1
    },
    {
        "text": "Right and other times it's about clique farms in Thailand because that's fucking",
        "start": 2251.2,
        "duration": 3.739
    },
    {
        "text": "Fascinating to me, and if it's fascinating to me might be interesting to other people, but so kind of like with that",
        "start": 2255.309,
        "duration": 4.37
    },
    {
        "text": "I mean, I don't I don't want to feel like I'm cutting you off on there. That was the okay",
        "start": 2259.68,
        "duration": 4.709
    },
    {
        "text": "That was the context phil, and I just wanted to give this conversation for your audience. They know where we are but so I",
        "start": 2264.39,
        "duration": 4.29
    },
    {
        "text": "guess kind of I'm asking because",
        "start": 2269.349,
        "duration": 2.0
    },
    {
        "text": "It kind of like lets you get oh, he's leaving. He's running away from the question",
        "start": 2272.02,
        "duration": 4.279
    },
    {
        "text": "Okay, no yes, of course. I was like I was like that",
        "start": 2279.01,
        "duration": 3.199
    },
    {
        "text": "We had to have a lot of it because I had to I had two hours of sleep last night man",
        "start": 2282.21,
        "duration": 3.989
    },
    {
        "text": "You're so sharp for two hours. They can you imagine what you're like, or I?",
        "start": 2286.2,
        "duration": 2.849
    },
    {
        "text": "Didn't need to drop your question no so but so right",
        "start": 2289.78,
        "duration": 2.509
    },
    {
        "text": "so that's you're talking about the the separation between like it being the KC show, but",
        "start": 2292.51,
        "duration": 4.52
    },
    {
        "text": "What do you say the people that you know they're like?",
        "start": 2297.67,
        "duration": 2.119
    },
    {
        "text": "Where'd the money come from and then what control level do they have is there is there?",
        "start": 2299.789,
        "duration": 4.89
    },
    {
        "text": "It's easy to say that there is separation, and there's autonomy, but that is such a valid question",
        "start": 2304.68,
        "duration": 4.199
    },
    {
        "text": "I mean let me reframe that question for your audience in a much more harsh tone, okay?",
        "start": 2308.88,
        "duration": 4.56
    },
    {
        "text": "You're a polite respectful interviewer",
        "start": 2313.44,
        "duration": 2.25
    },
    {
        "text": "But like how are we supposed to show the audience that Cnn is in because Cnn's paying all the bills Cnn bought the company",
        "start": 2315.849,
        "duration": 6.77
    },
    {
        "text": "Right in and pays my salary at being as I do every other employee salary. This is like",
        "start": 2322.619,
        "duration": 4.979
    },
    {
        "text": "We are wholly owned by C in it?",
        "start": 2328.0,
        "duration": 2.149
    },
    {
        "text": "And therefore like how do we communicate to an audience that like we can say and do it over the fuck we want",
        "start": 2331.45,
        "duration": 4.429
    },
    {
        "text": "And the truth is like I can say that I can have every person on air say that ad nauseam",
        "start": 2336.42,
        "duration": 4.979
    },
    {
        "text": "And if I reviewer, I wouldn't believe a single fucking person, and I think that this is absolutely",
        "start": 2341.71,
        "duration": 5.209
    },
    {
        "text": "One of the times where it is it is show me don't tell me",
        "start": 2347.47,
        "duration": 4.429
    },
    {
        "text": "Like of course we're going to say that we don't expect them to listen to us, but watch it",
        "start": 2352.329,
        "duration": 4.25
    },
    {
        "text": "And if you feel like it's a non bullshit never watch again and don't subscribe",
        "start": 2356.579,
        "duration": 3.39
    },
    {
        "text": "But I think that it will take about 60 seconds into the first episode you watch bored and realize it like okay",
        "start": 2360.67,
        "duration": 6.26
    },
    {
        "text": "There's no way",
        "start": 2366.93,
        "duration": 1.149
    },
    {
        "text": "That you know some middle-aged",
        "start": 2368.079,
        "duration": 2.0
    },
    {
        "text": "white man at Cnn with his arms folded is standing over casey and Jake and their team in making this kind of content and",
        "start": 2370.119,
        "duration": 6.83
    },
    {
        "text": "I believe that with such confidence that I think that you know weeks or months into launching",
        "start": 2377.14,
        "duration": 5.75
    },
    {
        "text": "This that people are seeing a sort of fade away that Cnn owns our company",
        "start": 2382.89,
        "duration": 4.169
    },
    {
        "text": "And I do mean and I mean that's the point where it's like if I ever felt otherwise, and I just walk",
        "start": 2388.329,
        "duration": 4.19
    },
    {
        "text": "I had to work well for other people. I don't work well people sort of flexing their",
        "start": 2393.72,
        "duration": 5.88
    },
    {
        "text": "Perspectives or anything on me",
        "start": 2400.27,
        "duration": 1.28
    },
    {
        "text": "I'm not interested in that if you doubt that",
        "start": 2401.55,
        "duration": 2.219
    },
    {
        "text": "Or my own integrity then take a look at the 600 movies that I've posted on YouTube or the decade of a career before that",
        "start": 2403.99,
        "duration": 5.78
    },
    {
        "text": "And find a single time or I compromise what I think or feel?",
        "start": 2409.77,
        "duration": 3.12
    },
    {
        "text": "sometimes much my own detriment",
        "start": 2413.62,
        "duration": 2.0
    },
    {
        "text": "But you know I'm an extraordinarily transparent open person when it comes to",
        "start": 2416.26,
        "duration": 4.52
    },
    {
        "text": "Everything that I do and I think that like judges at face value because there's no way we're going to convince you or anyone else",
        "start": 2421.6,
        "duration": 6.349
    },
    {
        "text": "With words that were anything, but what we are is this so for you?",
        "start": 2428.53,
        "duration": 5.54
    },
    {
        "text": "Then I love I love that explanation",
        "start": 2434.07,
        "duration": 1.5
    },
    {
        "text": "And I am a big believer and show me rather than say something that",
        "start": 2435.57,
        "duration": 3.78
    },
    {
        "text": "I'm gonna have to just like okay sure sure but ultimately people's actions will show their their true character and their true intentions",
        "start": 2439.6,
        "duration": 6.53
    },
    {
        "text": "Is this your is this like is this?",
        "start": 2446.53,
        "duration": 2.84
    },
    {
        "text": "Your legacy it is and thanks team",
        "start": 2449.89,
        "duration": 3.079
    },
    {
        "text": "What are you talking about the news right or no no infill I want today?",
        "start": 2453.55,
        "duration": 5.0
    },
    {
        "text": "I would love your focus on this because you're a youtube news guy. What is so important?",
        "start": 2458.55,
        "duration": 6.359
    },
    {
        "text": "I agree, but I definitely like so many conversations",
        "start": 2464.91,
        "duration": 2.28
    },
    {
        "text": "I have they never dive deep enough into this I didn't literally I'd mean it when I say I appreciate how focused you are on",
        "start": 2467.19,
        "duration": 6.06
    },
    {
        "text": "Getting into this well",
        "start": 2473.38,
        "duration": 1.76
    },
    {
        "text": "I just",
        "start": 2475.14,
        "duration": 0.34
    },
    {
        "text": "Want a real?",
        "start": 2475.48,
        "duration": 0.72
    },
    {
        "text": "Conversation with people not just like sure but I just your unique perspective on this as part of there's not so excited about community today",
        "start": 2476.2,
        "duration": 6.979
    },
    {
        "text": "The short answer is no, I don't think this is going to be my legacy. I think that this is something I",
        "start": 2483.94,
        "duration": 5.06
    },
    {
        "text": "Say that with much hesitation",
        "start": 2490.33,
        "duration": 1.2
    },
    {
        "text": "So I don't want to be misinterpreted that I am not at both",
        "start": 2491.53,
        "duration": 2.54
    },
    {
        "text": "enthusiastic and entirely focused on when we're doing it beam because I am",
        "start": 2494.26,
        "duration": 3.5
    },
    {
        "text": "so you know like my",
        "start": 2498.97,
        "duration": 1.2
    },
    {
        "text": "getting back to what I was saying before and I said I thought it'd be a filmmaker when I was a little kid and there's",
        "start": 2500.17,
        "duration": 3.77
    },
    {
        "text": "I don't give a shit about making movies and just love the power",
        "start": 2503.94,
        "duration": 2.219
    },
    {
        "text": "of sharing perspectives and ideas through moving images",
        "start": 2507.22,
        "duration": 2.57
    },
    {
        "text": "I think your show would have one-tenth the the views or the the audience if",
        "start": 2510.16,
        "duration": 5.39
    },
    {
        "text": "It wasn't getting to sit with you every day and seeing you talk to me video is an incredibly powerful tool",
        "start": 2515.68,
        "duration": 5.57
    },
    {
        "text": "But no my my mission or my ambition behind this was like",
        "start": 2522.52,
        "duration": 3.409
    },
    {
        "text": "Everything I've always done has always just been me",
        "start": 2527.13,
        "duration": 2.489
    },
    {
        "text": "And the idea of sort of scaling and making something bigger than me",
        "start": 2530.8,
        "duration": 4.04
    },
    {
        "text": "Was very very exciting and in the media space. I tried a bunch of versions of that",
        "start": 2535.72,
        "duration": 4.429
    },
    {
        "text": "I had a production company with 20 employees for I shut it down in 2011",
        "start": 2540.15,
        "duration": 3.03
    },
    {
        "text": "You know I made a show on hbo that had you know it was topic, and it made movies with crews of 50 people",
        "start": 2544.24,
        "duration": 4.969
    },
    {
        "text": "But none of it ever felt like scaling something that I really understood and this opportunity with CnN",
        "start": 2550.0,
        "duration": 6.289
    },
    {
        "text": "Which was the mandate from them and do whatever the hell you want to make it successful?",
        "start": 2556.33,
        "duration": 3.38
    },
    {
        "text": "They were I shit you not they were surprised when I said I want to do something that had was news focused",
        "start": 2560.29,
        "duration": 4.82
    },
    {
        "text": "They weren't expecting that hMM",
        "start": 2565.51,
        "duration": 1.83
    },
    {
        "text": "but I thought",
        "start": 2567.34,
        "duration": 1.2
    },
    {
        "text": "They offered you a show first is that I think that's what you there was an article back in the day well",
        "start": 2568.54,
        "duration": 4.82
    },
    {
        "text": "It was like an anything I",
        "start": 2573.36,
        "duration": 1.84
    },
    {
        "text": "Wouldn't trust any of the media it blows my mind",
        "start": 2575.2,
        "duration": 2.839
    },
    {
        "text": "I've been misled. I'm not very excited. You're not been on the record",
        "start": 2579.43,
        "duration": 3.739
    },
    {
        "text": "once or twice like in the in",
        "start": 2583.78,
        "duration": 2.6
    },
    {
        "text": "The what was it variety it was the thing that had to cover up in my own hr",
        "start": 2586.96,
        "duration": 5.149
    },
    {
        "text": "The Hollywood reporter yeah, by the way is really embarrassed about that. I didn't share it",
        "start": 2592.11,
        "duration": 4.409
    },
    {
        "text": "It would send a copy to my mom because there wasn't a woman oh",
        "start": 2596.52,
        "duration": 2.91
    },
    {
        "text": "I remember seeing you know there were series about I",
        "start": 2600.46,
        "duration": 2.839
    },
    {
        "text": "Women and there wasn't a woman on the cover that I didn't really piss me off so um",
        "start": 2603.43,
        "duration": 3.8
    },
    {
        "text": "How do we get here what that was?",
        "start": 2608.05,
        "duration": 1.55
    },
    {
        "text": "I just saying I don't know you were saying that you wanted to I don't know know the mandate from CnN",
        "start": 2609.6,
        "duration": 4.77
    },
    {
        "text": "I was wide open and they never once we never discuss what we would do together interesting. Yeah",
        "start": 2614.37,
        "duration": 6.389
    },
    {
        "text": "And I have said that on the blog before and to me that was then exemplifying their confidence",
        "start": 2620.77,
        "duration": 5.54
    },
    {
        "text": "And you as a person",
        "start": 2626.31,
        "duration": 1.27
    },
    {
        "text": "It wasn't just mean as a person it was me if the eleven people are working at being at the time of my partner in",
        "start": 2627.58,
        "duration": 4.82
    },
    {
        "text": "This Matt who by the way at a now the company that has a far more senior role than I have",
        "start": 2632.4,
        "duration": 4.889
    },
    {
        "text": "That is the general manager in the entire company. He's running the whole company",
        "start": 2637.57,
        "duration": 3.679
    },
    {
        "text": "I'm not I'm sort of creative directing and leading our creative behind the company",
        "start": 2641.25,
        "duration": 5.1
    },
    {
        "text": "But he's running this company and again underscoring that",
        "start": 2646.36,
        "duration": 3.35
    },
    {
        "text": "Question which is like team failed. Why did teen and buy it it's the value there",
        "start": 2650.2,
        "duration": 4.099
    },
    {
        "text": "And you understand that business owner the value was far",
        "start": 2654.3,
        "duration": 2.43
    },
    {
        "text": "Deeper than just a single product right, but would that no they were like designs thing for us",
        "start": 2656.73,
        "duration": 4.589
    },
    {
        "text": "And that's why when you keep saying news news news",
        "start": 2661.32,
        "duration": 2.669
    },
    {
        "text": "One I fully realize that's because we haven't really explained what we're doing there yet, because it's an evolving process, right?",
        "start": 2665.05,
        "duration": 5.599
    },
    {
        "text": "But you know what we're doing is so much more broad than news one of the entities",
        "start": 2670.93,
        "duration": 4.19
    },
    {
        "text": "We're building right now, and we just appointed a person who's going to be running that it's called dean productions",
        "start": 2675.12,
        "duration": 4.979
    },
    {
        "text": "And it goes way beyond news and it's about societal and fun and interesting things that aren't news",
        "start": 2680.1,
        "duration": 5.399
    },
    {
        "text": "So you know we're really building a multi-faceted really broad company here",
        "start": 2686.53,
        "duration": 3.919
    },
    {
        "text": "That's a cord that can be something that I think could be characterized as news",
        "start": 2690.57,
        "duration": 3.479
    },
    {
        "text": "But it's certainly not news in the Cnn Fox News MSNBC",
        "start": 2694.27,
        "duration": 3.29
    },
    {
        "text": "Form of news at all its instead like the things that I think",
        "start": 2698.2,
        "duration": 5.0
    },
    {
        "text": "People and I mean things that our team think people like us would be interested in learning more about right",
        "start": 2704.44,
        "duration": 6.68
    },
    {
        "text": "oh",
        "start": 2711.87,
        "duration": 0.88
    },
    {
        "text": "I don't look that makes some sense right well",
        "start": 2712.75,
        "duration": 2.3
    },
    {
        "text": "Yeah, I just remembered where it came from the the idea of legacy right so does that mean in three years",
        "start": 2715.05,
        "duration": 6.089
    },
    {
        "text": "you're still at beam, but you're doing you're focusing something on something else there or a",
        "start": 2721.14,
        "duration": 4.2
    },
    {
        "text": "Obviously, I don't want to put you know no, I understand and it also",
        "start": 2726.04,
        "duration": 2.54
    },
    {
        "text": "I'm not very good at breaking the future side trouble sitting still for how long is this interview then?",
        "start": 2728.58,
        "duration": 4.29
    },
    {
        "text": "But the point is like I could not be more excited and more focused on what we're doing at theme right now",
        "start": 2733.84,
        "duration": 6.319
    },
    {
        "text": "But I'm also extremely",
        "start": 2740.53,
        "duration": 1.53
    },
    {
        "text": "Respectful of the fact that for this company to be the level of success that I and everybody else wants it to be",
        "start": 2742.06,
        "duration": 4.879
    },
    {
        "text": "easy way fucking bigger than casey in the next 11 months to three years so",
        "start": 2747.13,
        "duration": 4.37
    },
    {
        "text": "When I look at Legacy, and I look at what it is",
        "start": 2752.08,
        "duration": 1.94
    },
    {
        "text": "I mean, I couldn't predict during begin to predict what my role is something would be in three years I?",
        "start": 2754.02,
        "duration": 5.969
    },
    {
        "text": "Hope that it's successful beyond my wildest imagination and some of the credit for that success goes to me",
        "start": 2761.05,
        "duration": 5.479
    },
    {
        "text": "But you know in 25 years",
        "start": 2766.9,
        "duration": 2.3
    },
    {
        "text": "So I think that also be sort of leading the creative team at beam from a basement of a former furniture store in Chinatown",
        "start": 2769.2,
        "duration": 5.31
    },
    {
        "text": "Like I highly doubt it. I think it going to be something very different",
        "start": 2774.67,
        "duration": 2.54
    },
    {
        "text": "When I think of sort of the scope of my career, you know it's like",
        "start": 2778.36,
        "duration": 3.799
    },
    {
        "text": "feature films Indie Filmmaker fine art",
        "start": 2782.89,
        "duration": 2.3
    },
    {
        "text": "television a student at mit like all these different things I do think dean's maybe a",
        "start": 2786.16,
        "duration": 4.94
    },
    {
        "text": "Own a really big piece of real estate in spectrum of my career, but I don't think you know 30",
        "start": 2791.68,
        "duration": 5.57
    },
    {
        "text": "we're both old men cell, but I'm",
        "start": 2797.41,
        "duration": 2.0
    },
    {
        "text": "36 and I don't think that I'll retire from beam. You know when I'm 75",
        "start": 2799.72,
        "duration": 4.399
    },
    {
        "text": "I think that I think this is going to be the main focus of my career for the foreseeable future",
        "start": 2804.119,
        "duration": 5.13
    },
    {
        "text": "but it is not going to be",
        "start": 2809.25,
        "duration": 2.0
    },
    {
        "text": "this is going to be the last thing right and really engaging and",
        "start": 2811.329,
        "duration": 3.35
    },
    {
        "text": "Like then so eventually do you want it to be associated with other people you don't want to be the Shane Smith device",
        "start": 2815.38,
        "duration": 6.409
    },
    {
        "text": "or you do",
        "start": 2822.25,
        "duration": 1.529
    },
    {
        "text": "Because they're as part of like yeah, I would like that like notoriety to be known for that. You know I",
        "start": 2823.779,
        "duration": 4.85
    },
    {
        "text": "You get to a point",
        "start": 2829.299,
        "duration": 1.131
    },
    {
        "text": "I know you've experienced this but like you get to a point with notoriety and fame or just you stop at least I do you",
        "start": 2830.43,
        "duration": 5.699
    },
    {
        "text": "Stop caring Mm-Hmm. I mean it because you realize how temporary and how shallow it is",
        "start": 2836.13,
        "duration": 5.31
    },
    {
        "text": "you feel like the most important guy in the world and then you stop posting YouTube videos or",
        "start": 2842.349,
        "duration": 4.939
    },
    {
        "text": "Tweeting or what-have-you for a week and on vacation and by Friday you feel completely irrelevant",
        "start": 2847.359,
        "duration": 4.25
    },
    {
        "text": "So chasing that rabbit you know what I'm talking about though. Oh, I've been doing this 10 years",
        "start": 2852.16,
        "duration": 4.58
    },
    {
        "text": "I've gone through every cycle imaginable. I understand. They're chasing that rabbit",
        "start": 2856.74,
        "duration": 4.349
    },
    {
        "text": "I think is a really lost cause I think that's a that's an exercise in futility",
        "start": 2861.089,
        "duration": 4.469
    },
    {
        "text": "So for me it's about doing meaningful things like you know",
        "start": 2866.41,
        "duration": 3.05
    },
    {
        "text": "when I look back at like the films the videos that I've made they're most proud of like the one about marrying candace or",
        "start": 2870.25,
        "duration": 5.809
    },
    {
        "text": "Having francine or even make it count which is like a movie. That was such a",
        "start": 2876.279,
        "duration": 3.8
    },
    {
        "text": "turning point in my own career in Life like I",
        "start": 2880.72,
        "duration": 2.51
    },
    {
        "text": "Look at those. I'm so excited that I had the opportunity to make those and I'm so excited about",
        "start": 2883.48,
        "duration": 4.489
    },
    {
        "text": "having created something and",
        "start": 2888.49,
        "duration": 2.0
    },
    {
        "text": "That's what matters to me. Not. You know not sort of",
        "start": 2890.799,
        "duration": 3.26
    },
    {
        "text": "Not sort of the ego strokes that is like being the person who made this or the person who made that because I know",
        "start": 2895.18,
        "duration": 5.689
    },
    {
        "text": "Just how temporary that is right now. I respect that I get it",
        "start": 2901.089,
        "duration": 4.28
    },
    {
        "text": "So it kind of just shift gears away from then what you're building with Beam the last video",
        "start": 2905.369,
        "duration": 5.76
    },
    {
        "text": "I always kind of like get interested is there anything that whether it be in Youtube or just anything coming out now?",
        "start": 2911.13,
        "duration": 6.449
    },
    {
        "text": "Or you see a shift happening that you're excited about but you're not",
        "start": 2917.579,
        "duration": 4.02
    },
    {
        "text": "Actively going after right like so you're going after this thing with beam",
        "start": 2922.119,
        "duration": 3.649
    },
    {
        "text": "I'm going",
        "start": 2925.769,
        "duration": 0.911
    },
    {
        "text": "Very news base is there something out there other than Liza Koshi where we would gosh for another five minutes that you get excited?",
        "start": 2926.68,
        "duration": 6.019
    },
    {
        "text": "About well, yeah well before we get into death or anything else. I need to guess about the Phil Defranco show",
        "start": 2932.89,
        "duration": 5.809
    },
    {
        "text": "Oh, thank you. This is what I'm going to pimp out on Twitter today",
        "start": 2938.699,
        "duration": 2.88
    },
    {
        "text": "no, I I do mean this is the broader discretions in just my",
        "start": 2942.489,
        "duration": 4.4
    },
    {
        "text": "my being a fanboy of what you do, but I think that one thing that always shocked me as I as I",
        "start": 2947.41,
        "duration": 6.559
    },
    {
        "text": "my presence on YouTube grew",
        "start": 2954.609,
        "duration": 2.0
    },
    {
        "text": "was how much the few people at the top really dictate the trends behind YouTube",
        "start": 2957.489,
        "duration": 5.93
    },
    {
        "text": "and when I look back three years or everyone Youtube beacon program launched and",
        "start": 2963.819,
        "duration": 4.31
    },
    {
        "text": "Helped me as Tyler Oakley. It was really saying it was grace helbig. They were on billboards and those faces were everywhere",
        "start": 2970.179,
        "duration": 7.34
    },
    {
        "text": "I mean Youtube was sort of proclaiming from the mountaintops. This is who we are",
        "start": 2977.519,
        "duration": 3.51
    },
    {
        "text": "the details us",
        "start": 2983.349,
        "duration": 1.16
    },
    {
        "text": "I thought was a really great thing because all those creators stood for something and I thought they were all like wonderful",
        "start": 2984.509,
        "duration": 4.949
    },
    {
        "text": "Individuals to really represent a platform and because of that young people and aspiring creators came on in Masse and said okay?",
        "start": 2989.559,
        "duration": 7.52
    },
    {
        "text": "That's the North star",
        "start": 2997.079,
        "duration": 1.14
    },
    {
        "text": "that's what we're aspiring towards and",
        "start": 2998.219,
        "duration": 2.0
    },
    {
        "text": "YouTube has Gotten away from that program for you know I'm sure good reasons and",
        "start": 3000.779,
        "duration": 3.8
    },
    {
        "text": "YouTube right now it's a little bit on its own to sort of define what the direction of this platform is and",
        "start": 3005.429,
        "duration": 5.51
    },
    {
        "text": "That to me is a little bit disconcerting because where capitalism meets artistic creation is it always a dangerous place?",
        "start": 3011.549,
        "duration": 6.739
    },
    {
        "text": "And I think that there are a number of creators that are succeeding monetarily and by metrics and audience size and things like that who?",
        "start": 3018.599,
        "duration": 7.76
    },
    {
        "text": "Creatively are cranking out things that I just don't think are moving the envelope forward in any meaningful way",
        "start": 3026.759,
        "duration": 4.79
    },
    {
        "text": "I think they're moving the arm there. I think that they're they're capitalizing on something intelligent",
        "start": 3031.549,
        "duration": 5.129
    },
    {
        "text": "They - these kids are getting paid yeah",
        "start": 3036.679,
        "duration": 1.741
    },
    {
        "text": "But I don't think that they're making the kinds of content that inspires Sort of a younger generation of individuals",
        "start": 3038.42,
        "duration": 6.029
    },
    {
        "text": "Where I'm going with that is when I look - like what the lives of coaches in the David Dobrik and these young smart",
        "start": 3044.999,
        "duration": 6.08
    },
    {
        "text": "Creators that are doing interesting out-Of-the-box things I say that's what I love to see more of you know David Dobrik",
        "start": 3051.179,
        "duration": 6.29
    },
    {
        "text": "Who's like Mom? I love the guy but",
        "start": 3057.469,
        "duration": 2.0
    },
    {
        "text": "He created a genre on you too. It didn't exist like be short 4-minute non-sequitur of logs",
        "start": 3059.759,
        "duration": 5.36
    },
    {
        "text": "That are just joke after joke up there, so pleasure so pleasing to watch right ensemble cast that never just some on YouTube",
        "start": 3065.12,
        "duration": 6.929
    },
    {
        "text": "Like that kind of thing is Brilliant",
        "start": 3072.6,
        "duration": 2.0
    },
    {
        "text": "That's comedic genius right there",
        "start": 3074.66,
        "duration": 2.0
    },
    {
        "text": "Then like him having gone from two hundred thousand use an episode to two million views an episode in ten months",
        "start": 3076.83,
        "duration": 4.969
    },
    {
        "text": "It's not an accident. It's because he's someone is truly pushing the envelope",
        "start": 3081.8,
        "duration": 2.969
    },
    {
        "text": "And I attach that to what the Phil Defranco show is because I think from an intellectual standpoint",
        "start": 3085.8,
        "duration": 5.149
    },
    {
        "text": "You're you're doing the same thing",
        "start": 3090.95,
        "duration": 1.5
    },
    {
        "text": "I think you are a beacon on the platform to show that like you don't have to be a prankster pretending you were kill",
        "start": 3092.45,
        "duration": 5.37
    },
    {
        "text": "They're acting like there's a ghost in your bedroom. It'd be successful in this way well, you can",
        "start": 3097.82,
        "duration": 5.31
    },
    {
        "text": "You can you can make meaningful content that really?",
        "start": 3103.68,
        "duration": 3.65
    },
    {
        "text": "occupies a space in people's lives as as your show does to so many people and",
        "start": 3107.61,
        "duration": 4.459
    },
    {
        "text": "you can also be successful even with that, and I think that that to me underscores the beauty that is Youtube",
        "start": 3112.65,
        "duration": 5.72
    },
    {
        "text": "And that's sort of squarely where I focus. It's where I get frustrated with my daily vlogs. I still want to upload daily but",
        "start": 3119.01,
        "duration": 6.35
    },
    {
        "text": "Creatively, I don't have the focus because of you know",
        "start": 3125.97,
        "duration": 3.169
    },
    {
        "text": "I'm trying to build another company and candice and baby and million lights and all this other stuff",
        "start": 3129.14,
        "duration": 4.68
    },
    {
        "text": "It's it's I've been forced to sort of d prioritize the blog to like a second-tier priority in my life and as I catch myself",
        "start": 3133.82,
        "duration": 7.979
    },
    {
        "text": "Uploading videos that I'm like you know I wish I had two more hours to make that more perfect",
        "start": 3142.08,
        "duration": 3.709
    },
    {
        "text": "It kind of bums me out because I feel like I'm not",
        "start": 3147.33,
        "duration": 2.929
    },
    {
        "text": "I'm",
        "start": 3150.26,
        "duration": 0.82
    },
    {
        "text": "not",
        "start": 3151.08,
        "duration": 0.66
    },
    {
        "text": "Taking my role seriously as a person with an opportunity to help sort of secure the ship of what cable on this platform",
        "start": 3151.74,
        "duration": 5.389
    },
    {
        "text": "I mean, are you still of a mindset of you would never let anyone else edit the vlog?",
        "start": 3157.14,
        "duration": 4.61
    },
    {
        "text": "I know we've talked about this in the past",
        "start": 3161.75,
        "duration": 1.14
    },
    {
        "text": "I mean, so just it just to qualify that okay um the vlog in my movies on YouTube",
        "start": 3162.89,
        "duration": 6.39
    },
    {
        "text": "Aren't just to make content to share with an audience with me like the craft of doing that is the very reason why I love?",
        "start": 3170.19,
        "duration": 5.959
    },
    {
        "text": "it so",
        "start": 3176.15,
        "duration": 1.0
    },
    {
        "text": "You know the idea that like the walls are empty. No need to hang more paintings, so I just hire more painters",
        "start": 3177.15,
        "duration": 4.97
    },
    {
        "text": "I'd rather sort of leave them empty because it's the act of painting that I love like for me the edit is not a",
        "start": 3182.67,
        "duration": 7.31
    },
    {
        "text": "Mechanical part of creating a piece of video with the edits where I find my stories",
        "start": 3190.23,
        "duration": 3.11
    },
    {
        "text": "I challenge myself as a storyteller and I get better every single day forcing myself to do that",
        "start": 3193.34,
        "duration": 4.81
    },
    {
        "text": "so if I can't sort of do the whole thing it's just not as",
        "start": 3198.49,
        "duration": 3.979
    },
    {
        "text": "Interesting for me in just to mollify that how much time to qualify that fill our",
        "start": 3202.72,
        "duration": 4.729
    },
    {
        "text": "Daily show at YouTube which is like fucking awesome. I can't wait for you to see it",
        "start": 3207.85,
        "duration": 3.53
    },
    {
        "text": "I don't edit that and I don't edit that and I don't even you know. I don't direct it jake directs it",
        "start": 3211.65,
        "duration": 5.879
    },
    {
        "text": "I think he's better than me, and I think the editor that jake the editors that he's brought in he's our head of production",
        "start": 3217.53,
        "duration": 5.61
    },
    {
        "text": "So his responsibilities are vast at being but the editors he brought it",
        "start": 3223.14,
        "duration": 3.06
    },
    {
        "text": "I think are better editors than I am and I don't second-guess their moves at all I give them my creative feedback",
        "start": 3226.2,
        "duration": 5.01
    },
    {
        "text": "And I embrace that as a collaboration, so I have no version to working with others",
        "start": 3231.21,
        "duration": 4.139
    },
    {
        "text": "But for what I put on a youtube channel in those videos that I create",
        "start": 3235.6,
        "duration": 3.38
    },
    {
        "text": "the",
        "start": 3239.98,
        "duration": 1.38
    },
    {
        "text": "Act of making is as important to me as",
        "start": 3241.36,
        "duration": 2.39
    },
    {
        "text": "Being all the regularly put out videos",
        "start": 3244.3,
        "duration": 1.56
    },
    {
        "text": "So that's where you get the most value out of when you make content is when you are looking at the screen",
        "start": 3245.86,
        "duration": 5.989
    },
    {
        "text": "You're crafting it like the editing producing of it. I",
        "start": 3251.85,
        "duration": 2.31
    },
    {
        "text": "Love it. I got bad. I exactly love it. I mean I get that for other things doing my show monotonous",
        "start": 3254.86,
        "duration": 5.419
    },
    {
        "text": "It's okay the truth is I look at your show",
        "start": 3260.32,
        "duration": 2.689
    },
    {
        "text": "Yeah, I think the wasn't that I could equate it to is imagine somebody else writing your show for you hmM",
        "start": 3263.01,
        "duration": 5.19
    },
    {
        "text": "So wouldn't it be faster for you",
        "start": 3268.2,
        "duration": 1.62
    },
    {
        "text": "If somebody wrote it for you and hand you a script you need every show",
        "start": 3269.82,
        "duration": 2.79
    },
    {
        "text": "You look at me and like to be like casey",
        "start": 3272.77,
        "duration": 1.73
    },
    {
        "text": "How dare you even suggest that right am I putting words in your mouth maybe not on the weekend video?",
        "start": 3274.5,
        "duration": 5.34
    },
    {
        "text": "No, there's what whatever what I've found because I don't script",
        "start": 3281.47,
        "duration": 3.979
    },
    {
        "text": "I don't do anything it's off the top of my head, but what I've found is that?",
        "start": 3285.45,
        "duration": 2.79
    },
    {
        "text": "There is sometimes a benefit",
        "start": 3289.06,
        "duration": 1.49
    },
    {
        "text": "But it ends up being not something that I'm reading but something I end up bouncing off of so it ends up a script ends",
        "start": 3290.55,
        "duration": 5.67
    },
    {
        "text": "up being what people get from my show, which is a starting place thing to bounce off of a way to",
        "start": 3296.22,
        "duration": 5.699
    },
    {
        "text": "Kind of get in the mind of someone see why they think something and then go from there",
        "start": 3303.1,
        "duration": 4.219
    },
    {
        "text": "I uh I think that's where I get a lot of the value right it is a lot of the value and it comes from",
        "start": 3307.32,
        "duration": 5.76
    },
    {
        "text": "the past Few Years",
        "start": 3313.08,
        "duration": 1.3
    },
    {
        "text": "It really came from this this word most recent election",
        "start": 3314.38,
        "duration": 3.619
    },
    {
        "text": "I think it brought myself and many other people back into it where I wouldn't talk about it",
        "start": 3318.0,
        "duration": 5.01
    },
    {
        "text": "I wouldn't talk about anything, but the sharing of ideas and really the the finding my own flaws that's been",
        "start": 3323.01,
        "duration": 6.609
    },
    {
        "text": "fascinating because as as someone that gains an audience",
        "start": 3330.2,
        "duration": 2.959
    },
    {
        "text": "It is very easy to believe that you are",
        "start": 3333.16,
        "duration": 2.01
    },
    {
        "text": "Infallible that you are you are always right like the the kid that I think you even left a comment",
        "start": 3335.48,
        "duration": 4.699
    },
    {
        "text": "the kid that was trying to get into",
        "start": 3340.18,
        "duration": 2.0
    },
    {
        "text": "Vidcon and was shouting at the security guard that is not that is not an outlier",
        "start": 3342.71,
        "duration": 6.11
    },
    {
        "text": "situation for a lot of small Up-and-Coming YouTubers",
        "start": 3349.31,
        "duration": 2.239
    },
    {
        "text": "It's just sometimes it's not a security guard it's it's like an apple Apple genius at Apple",
        "start": 3351.55,
        "duration": 6.209
    },
    {
        "text": "I remember one of my first years",
        "start": 3357.8,
        "duration": 2.239
    },
    {
        "text": "on YouTube, I think I had like",
        "start": 3360.59,
        "duration": 2.179
    },
    {
        "text": "300,000 subscribers, I was I was trying to use my my",
        "start": 3363.92,
        "duration": 3.709
    },
    {
        "text": "College Id two years after was expired to get an apple discount, and he wouldn't give it to me",
        "start": 3368.18,
        "duration": 5.39
    },
    {
        "text": "And I was like who the fuck is this guy think he is",
        "start": 3373.57,
        "duration": 2.0
    },
    {
        "text": "And my and my wife now girls at the time",
        "start": 3375.67,
        "duration": 2.52
    },
    {
        "text": "I was just like he did not be a fucking tool",
        "start": 3378.19,
        "duration": 3.419
    },
    {
        "text": "And I'm so glad I had people around me like the entire time I've come up because it's so easy to fall into it",
        "start": 3381.609,
        "duration": 5.94
    },
    {
        "text": "especially as a",
        "start": 3387.65,
        "duration": 1.89
    },
    {
        "text": "former kid that had no friends in High school",
        "start": 3389.54,
        "duration": 2.75
    },
    {
        "text": "it's so easy to become a monster right and so that's what I've gotten the most out of Youtube in the",
        "start": 3392.29,
        "duration": 5.669
    },
    {
        "text": "Conversation is is not like there are people that say like I'm their moral compass",
        "start": 3398.06,
        "duration": 3.559
    },
    {
        "text": "Cool, but I should be a launching like a place to start to find where you actually stand so can I",
        "start": 3402.56,
        "duration": 5.929
    },
    {
        "text": "If we're talking about your flaws yes, jump in",
        "start": 3409.19,
        "duration": 3.169
    },
    {
        "text": "Okay, and I mean this goodness. I'm the choose my words carefully are no",
        "start": 3412.94,
        "duration": 3.86
    },
    {
        "text": "I mean it because they said I watch this and it upsets me um",
        "start": 3416.8,
        "duration": 3.389
    },
    {
        "text": "if I had one criticism about Phil Defranco in the silver Franco show",
        "start": 3421.49,
        "duration": 5.419
    },
    {
        "text": "You don't",
        "start": 3427.79,
        "duration": 2.0
    },
    {
        "text": "Give yourself the credit that you should be giving yourself criticism. That's a compliment. I'm not going. I'm not going",
        "start": 3429.89,
        "duration": 7.31
    },
    {
        "text": "I'm not going to mean that okay",
        "start": 3437.2,
        "duration": 2.1
    },
    {
        "text": "I'm Phil Defranco is a big fucking deal",
        "start": 3439.3,
        "duration": 1.62
    },
    {
        "text": "and you have a huge audience and",
        "start": 3440.92,
        "duration": 2.25
    },
    {
        "text": "And people care about what you think and care about what you say and where I'm going with this is that your video",
        "start": 3443.27,
        "duration": 5.479
    },
    {
        "text": "Where you beat up the verge I?",
        "start": 3448.75,
        "duration": 2.0
    },
    {
        "text": "Mean it was like",
        "start": 3451.43,
        "duration": 0.92
    },
    {
        "text": "I'm watching that and I'm like phil you're bigger than this you're better than this like you should not be wasting your time",
        "start": 3452.35,
        "duration": 5.279
    },
    {
        "text": "To to do I unders I understand",
        "start": 3458.3,
        "duration": 2.37
    },
    {
        "text": "the Pushback, it's because like I",
        "start": 3461.85,
        "duration": 2.209
    },
    {
        "text": "watched that like nothing you said was wrong at all and I mean that but like",
        "start": 3464.76,
        "duration": 4.91
    },
    {
        "text": "Seeing you unzip your pants and lay it out on the table and be like yael vox have a look mine's bigger",
        "start": 3469.8,
        "duration": 5.719
    },
    {
        "text": "Which is what you did?",
        "start": 3475.86,
        "duration": 1.89
    },
    {
        "text": "By sharing those numbers with us. There was a little part of me",
        "start": 3477.75,
        "duration": 3.049
    },
    {
        "text": "That was like 'I'm still, but there's a bigger part of me. That was like",
        "start": 3480.8,
        "duration": 3.959
    },
    {
        "text": "dude, I don't think you really realize the role that you play in people plies and",
        "start": 3485.43,
        "duration": 5.239
    },
    {
        "text": "There's no way that journalists wrote that like a very poorly researched article",
        "start": 3491.46,
        "duration": 4.939
    },
    {
        "text": "There's no way that that journalist plays the role in",
        "start": 3496.65,
        "duration": 2.899
    },
    {
        "text": "Individuals lives the way that you do and I watch your show, and I see your show is like I",
        "start": 3499.98,
        "duration": 5.719
    },
    {
        "text": "mean objectively as big as most of the late-night talk shows on on news Channels and",
        "start": 3506.73,
        "duration": 6.02
    },
    {
        "text": "subjectively opinion wise I think that you play a much far greater role in people's lives than a lot of traditional news broadcasters and",
        "start": 3513.9,
        "duration": 7.669
    },
    {
        "text": "A little piece of me when I see things like that, I'm like I wish there was a way. I wish still understood that more",
        "start": 3522.24,
        "duration": 7.219
    },
    {
        "text": "because and I keep the",
        "start": 3529.98,
        "duration": 2.0
    },
    {
        "text": "Look so because one I understand there are a lot of people that watch me that the get'em Phil",
        "start": 3532.2,
        "duration": 5.389
    },
    {
        "text": "I feel I feel like a lot of people think I'm like an angry",
        "start": 3537.59,
        "duration": 2.82
    },
    {
        "text": "Rottweiler on a leash that's like ready to let go and they like when I go off",
        "start": 3540.93,
        "duration": 3.26
    },
    {
        "text": "but I think a lot of the benefit of my show is that when I'm",
        "start": 3544.19,
        "duration": 3.569
    },
    {
        "text": "able to cover a horrible story like the daddy a five thing and then try and just",
        "start": 3547.92,
        "duration": 3.439
    },
    {
        "text": "Get it out so that it's rational and you and you don't feel like there's an angry like crazy person",
        "start": 3551.91,
        "duration": 4.82
    },
    {
        "text": "That's trying to get a point across",
        "start": 3556.73,
        "duration": 1.36
    },
    {
        "text": "But as far as the talking about it the reason I talk about it isn't this",
        "start": 3558.09,
        "duration": 4.4
    },
    {
        "text": "Isn't for any really other reason than to shine a light on",
        "start": 3562.8,
        "duration": 3.62
    },
    {
        "text": "The the poorly recent research bullshit that gets thrown out there I even at Vidcon. I've been approached by two",
        "start": 3566.58,
        "duration": 6.29
    },
    {
        "text": "Writers or maybe journalists. I don't know like their level of expertise. I don't consider myself a journalist, but they're like hey",
        "start": 3573.93,
        "duration": 7.909
    },
    {
        "text": "We did a video on you before or we then and the other one we did an article on you before and you called us",
        "start": 3582.57,
        "duration": 4.58
    },
    {
        "text": "Out because it was wrong",
        "start": 3587.15,
        "duration": 0.81
    },
    {
        "text": "I was horrified, and I was like yeah, and they're like, but no thank you because then we have meetings of like how to change",
        "start": 3587.96,
        "duration": 7.079
    },
    {
        "text": "What we're doing are we are we forcing too many videos to be created and so and so we're not and so we're not actually",
        "start": 3595.56,
        "duration": 5.989
    },
    {
        "text": "Researching it and so there's now going to be a negative impact if part of what I do by by talking about",
        "start": 3601.65,
        "duration": 5.36
    },
    {
        "text": "Poorly researched articles or hit jobs like the wall Street Journal against Pewdiepie is",
        "start": 3607.53,
        "duration": 3.829
    },
    {
        "text": "That it makes someone think for a second before they decide to put out some bullshit, so they can clickbait great",
        "start": 3611.88,
        "duration": 6.65
    },
    {
        "text": "I think that's that's a side side effect that I",
        "start": 3618.53,
        "duration": 3.179
    },
    {
        "text": "Love having so there's there's an I agree with you",
        "start": 3622.38,
        "duration": 3.53
    },
    {
        "text": "But keeping them honest which is part of reason why I'm such a big fan of your show",
        "start": 3625.91,
        "duration": 3.209
    },
    {
        "text": "Keeping them honest is something that you should be doing more of and get angry and like be that",
        "start": 3629.4,
        "duration": 4.729
    },
    {
        "text": "Belligerent white guy because it's important, I mean that illiterate white guy that's what you just characterize yourself",
        "start": 3634.29,
        "duration": 5.03
    },
    {
        "text": "No, you just threw that out of me, right?",
        "start": 3639.45,
        "duration": 2.33
    },
    {
        "text": "I'd say belligerent like it was like I felt because we love that we knew that bad belligerent white guy what I didn't say that",
        "start": 3641.78,
        "duration": 7.079
    },
    {
        "text": "Um we love that. I mean it. I just like and",
        "start": 3650.25,
        "duration": 3.379
    },
    {
        "text": "It was just the thing where you unzip the pants and we all started going down stats",
        "start": 3654.75,
        "duration": 5.78
    },
    {
        "text": "And it's like still you don't need to tell me things that I know like well",
        "start": 3660.53,
        "duration": 3.75
    },
    {
        "text": "No, people don't really deal right, so I'm not I'm not necessarily. That's there",
        "start": 3664.28,
        "duration": 3.419
    },
    {
        "text": "I just want you to know what it felt like to me is it's like okay. It's like dude",
        "start": 3667.7,
        "duration": 3.959
    },
    {
        "text": "Do you know how important you are to so many of your viewers because if you did?",
        "start": 3671.66,
        "duration": 3.3
    },
    {
        "text": "You wouldn't do wasting your time with this",
        "start": 3675.119,
        "duration": 1.821
    },
    {
        "text": "And that's all I think I think that it is",
        "start": 3676.94,
        "duration": 3.959
    },
    {
        "text": "An Avenue that I I'm so I'm so confused because it sounds like you're for it, but then also against it",
        "start": 3681.09,
        "duration": 5.179
    },
    {
        "text": "I'm only talking about like even leaking at rub me the wrong way as we started going down stats",
        "start": 3686.27,
        "duration": 4.169
    },
    {
        "text": "And this is having people watch you are showing this how many people watch. I think people need to understand",
        "start": 3690.44,
        "duration": 3.959
    },
    {
        "text": "why they're they're coming at us other than",
        "start": 3694.4,
        "duration": 2.0
    },
    {
        "text": "We are also at a level of importance that it will generate views because there are places that will continue to do",
        "start": 3696.72,
        "duration": 6.949
    },
    {
        "text": "Hit jobs, because they're no they don't care about how many people who are sick around",
        "start": 3703.92,
        "duration": 4.1
    },
    {
        "text": "They just care about how much traffic I can get like that's that's something that I think we saw an old-school Gawker",
        "start": 3708.02,
        "duration": 5.07
    },
    {
        "text": "Right it was just I'm going to put something out there and we're going to get a ton of traffic",
        "start": 3713.25,
        "duration": 3.379
    },
    {
        "text": "And I mean they ended up getting",
        "start": 3716.67,
        "duration": 2.03
    },
    {
        "text": "really involved",
        "start": 3719.94,
        "duration": 2.0
    },
    {
        "text": "But yeah, but I mean that's I uh it covering covering those stories",
        "start": 3723.82,
        "duration": 5.209
    },
    {
        "text": "It's it's important and look and that it keeps keep them honest",
        "start": 3729.04,
        "duration": 3.889
    },
    {
        "text": "And I don't I hope it didn't hope you're not misinterpreting where I'm saying. I just want you to know that like you",
        "start": 3732.93,
        "duration": 4.77
    },
    {
        "text": "you are",
        "start": 3738.64,
        "duration": 1.11
    },
    {
        "text": "You're a huge deal and what you're doing is tremendously important",
        "start": 3739.75,
        "duration": 3.469
    },
    {
        "text": "and it's important to the platform important to your audience and important to individuals me included and",
        "start": 3743.31,
        "duration": 5.699
    },
    {
        "text": "and",
        "start": 3749.589,
        "duration": 1.441
    },
    {
        "text": "why bring that I bring it up delicately, and I hope it doesn't know it wasn't misinterpret at all, but like I",
        "start": 3751.03,
        "duration": 4.76
    },
    {
        "text": "there are times when it feels like",
        "start": 3756.49,
        "duration": 2.0
    },
    {
        "text": "It feels like that message. Maybe isn't getting to you",
        "start": 3760.42,
        "duration": 3.65
    },
    {
        "text": "sometime important",
        "start": 3764.859,
        "duration": 1.861
    },
    {
        "text": "How big of a deal you want? I mean that how big of a deal?",
        "start": 3766.72,
        "duration": 3.229
    },
    {
        "text": "You are because I see you defending yourself, and it's like dude. You need to find yourself",
        "start": 3769.95,
        "duration": 3.57
    },
    {
        "text": "We know phil well no, ya know you're bigger than this stupid article. That was poorly researched and",
        "start": 3773.579,
        "duration": 6.33
    },
    {
        "text": "Mischaracterizes what you what you do in sort of lumps you in with a category that you do not belong in I think I think",
        "start": 3780.82,
        "duration": 6.139
    },
    {
        "text": "It's because it kind of goes into what you're thinking about should you address it right you see it as a defensive maneuver whereas every",
        "start": 3786.96,
        "duration": 7.77
    },
    {
        "text": "defensive maneuver, I do is really an offensive maneuver right, so when the verge and forbes and",
        "start": 3795.4,
        "duration": 6.08
    },
    {
        "text": "put us in this certain box in and",
        "start": 3802.81,
        "duration": 2.209
    },
    {
        "text": "incorrectly write about us",
        "start": 3805.66,
        "duration": 1.23
    },
    {
        "text": "It's it has to be talked about because otherwise it will continue to happen and it also it serves",
        "start": 3806.89,
        "duration": 6.199
    },
    {
        "text": "Why we're doing what we're doing",
        "start": 3813.339,
        "duration": 2.0
    },
    {
        "text": "when",
        "start": 3816.25,
        "duration": 1.71
    },
    {
        "text": "I'm not going to mention the Cnn story when other people do things. I want you to know that I",
        "start": 3817.96,
        "duration": 5.629
    },
    {
        "text": "Love no, no no that is a story that I would really wear your unit, okay",
        "start": 3824.44,
        "duration": 5.06
    },
    {
        "text": "I love the individuals that I work with at CnN, and I love the people but look I mean",
        "start": 3829.53,
        "duration": 4.349
    },
    {
        "text": "I will never be sort of an arbiter of defending",
        "start": 3833.98,
        "duration": 2.869
    },
    {
        "text": "Right no, and you don't see my good yeah, no, and I also don't you got a joke that there that no?",
        "start": 3837.369,
        "duration": 4.43
    },
    {
        "text": "It's no it's a it's not a joke. It was just like situations of where",
        "start": 3841.8,
        "duration": 3.299
    },
    {
        "text": "there is there is manipulation or exclusion or something to push a narrative that sees that right and so and",
        "start": 3845.619,
        "duration": 5.84
    },
    {
        "text": "That's that much",
        "start": 3852.04,
        "duration": 1.829
    },
    {
        "text": "And so I'm going to continue covering because I think it's also part of my base show",
        "start": 3853.869,
        "duration": 4.64
    },
    {
        "text": "I think a lot of what I want to create is is doing deep dives the closest thing",
        "start": 3858.51,
        "duration": 4.919
    },
    {
        "text": "I ever can think of it as like",
        "start": 3863.43,
        "duration": 2.01
    },
    {
        "text": "mini Doc vise pieces with a little more personality share, but that that pertain to",
        "start": 3866.08,
        "duration": 4.639
    },
    {
        "text": "More like more important things that affect our daily lives",
        "start": 3871.27,
        "duration": 2.989
    },
    {
        "text": "whether it be like",
        "start": 3874.87,
        "duration": 1.41
    },
    {
        "text": "Marijuana legislation with with having an ag that after eight years of having someone that was pretty lacks is like. It's the devil",
        "start": 3876.28,
        "duration": 6.8
    },
    {
        "text": "It's just as bad as heroin which is crazy to hear in insert year",
        "start": 3883.08,
        "duration": 4.619
    },
    {
        "text": "But I just just those things things that and then also maybe then pointing out",
        "start": 3887.77,
        "duration": 5.09
    },
    {
        "text": "why they think that is a based off of",
        "start": 3893.59,
        "duration": 2.239
    },
    {
        "text": "olds old bullshit arguments all the bullshit data that I think is the magic of your show and",
        "start": 3897.19,
        "duration": 5.719
    },
    {
        "text": "Let me know if you think this is unfair breaking the recipe that I the formulate I see for the Phil Defranco show that makes",
        "start": 3904.03,
        "duration": 5.27
    },
    {
        "text": "it so",
        "start": 3909.3,
        "duration": 1.48
    },
    {
        "text": "Engaging is that your show is fifty one percent",
        "start": 3910.78,
        "duration": 2.689
    },
    {
        "text": "objective presentation of the News or facts and forty nine percent",
        "start": 3914.86,
        "duration": 3.049
    },
    {
        "text": "So the Franklin's perspective on that, and I use it in a use the word perspective very very carefully to hear because you",
        "start": 3919.33,
        "duration": 6.739
    },
    {
        "text": "mostly don't present your perspective on it as the objective facts or as a",
        "start": 3927.91,
        "duration": 6.17
    },
    {
        "text": "Prescription for how people should feel about it",
        "start": 3934.51,
        "duration": 2.149
    },
    {
        "text": "It's nearly how you feel about it, and why and I think that's a very very difficult balance to strike",
        "start": 3937.06,
        "duration": 5.929
    },
    {
        "text": "And I think you know I've been watching your stuff for a very long time",
        "start": 3943.27,
        "duration": 2.899
    },
    {
        "text": "I think you landing in the more sort of reverend news",
        "start": 3946.17,
        "duration": 2.67
    },
    {
        "text": "Narratives that you've been tackling in the last eight months is such a good fit for just that reason",
        "start": 3950.53,
        "duration": 5.03
    },
    {
        "text": "So there's such complexity out there that like there's no sort of information",
        "start": 3956.05,
        "duration": 4.31
    },
    {
        "text": "I can get information anywhere, but why do I tune into your show every day?",
        "start": 3960.36,
        "duration": 2.969
    },
    {
        "text": "It's because you characterize that information in a way that I understand don't always agree with right?",
        "start": 3963.67,
        "duration": 4.76
    },
    {
        "text": "but I do understand and",
        "start": 3968.43,
        "duration": 1.72
    },
    {
        "text": "me having the as a",
        "start": 3970.15,
        "duration": 2.09
    },
    {
        "text": "Viewer me having the confidence to decide whether or not I want to agree with this guy or disagree with this guy, I think really",
        "start": 3972.49,
        "duration": 6.89
    },
    {
        "text": "Speaks volumes to your ability to sort of walk that line well, thank you yeah, all right, so and then nothing but honest",
        "start": 3979.9,
        "duration": 6.86
    },
    {
        "text": "But I I mean all that",
        "start": 3986.76,
        "duration": 1.78
    },
    {
        "text": "Wait, I want to know if we have enough time to jump and do a question",
        "start": 3988.54,
        "duration": 2.299
    },
    {
        "text": "I don't know. How long we've them. How long our Pod dad",
        "start": 3990.839,
        "duration": 2.0
    },
    {
        "text": "We have 10 minutes. Are you happy for?",
        "start": 3993.369,
        "duration": 2.54
    },
    {
        "text": "An hour you don't have to whisper weird",
        "start": 3996.94,
        "duration": 2.03
    },
    {
        "text": "like",
        "start": 4001.349,
        "duration": 2.0
    },
    {
        "text": "I'm like we already fucked up the flow I",
        "start": 4003.48,
        "duration": 2.899
    },
    {
        "text": "Just didn't know I was like. I don't know what I think I have two hours",
        "start": 4007.53,
        "duration": 2.599
    },
    {
        "text": "I don't know when your necks again, but uh so wait so to get back to where you derailed yeah, deflected now",
        "start": 4010.13,
        "duration": 6.0
    },
    {
        "text": "What are you excited about that in a place apparently focusing um I?",
        "start": 4016.13,
        "duration": 4.41
    },
    {
        "text": "Think comedy on YouTube and you should not talk about Liza so she but I think she's a part of it",
        "start": 4021.39,
        "duration": 5.87
    },
    {
        "text": "But I mean if you comedy on YouTube is something that like",
        "start": 4027.26,
        "duration": 2.729
    },
    {
        "text": "then",
        "start": 4032.22,
        "duration": 1.44
    },
    {
        "text": "There's all as it drives YouTube are cyclical Mm-Hmm",
        "start": 4033.66,
        "duration": 2.78
    },
    {
        "text": "And if you look back back back, you know you got",
        "start": 4037.069,
        "duration": 3.27
    },
    {
        "text": "Lucy and you got roman outward and you got PVP and it was pranked and",
        "start": 4042.15,
        "duration": 4.1
    },
    {
        "text": "like those other guys that were a lot less savory and",
        "start": 4046.95,
        "duration": 2.899
    },
    {
        "text": "pranks blew up on YouTube and that was a race to the bottom and they just implode it yeah, and",
        "start": 4050.25,
        "duration": 4.489
    },
    {
        "text": "Now it's super passe, and I think where we are right now",
        "start": 4055.589,
        "duration": 2.989
    },
    {
        "text": "Is that the absolute tail end of logging being that cycle? I think that vlogging we're about to hit rock bottom",
        "start": 4058.579,
        "duration": 6.36
    },
    {
        "text": "It went from something what I think is like romantic and personal and unbelievable",
        "start": 4066.18,
        "duration": 4.13
    },
    {
        "text": "about one individual share in their life to being a much more mechanical people working with Editors and",
        "start": 4071.22,
        "duration": 6.229
    },
    {
        "text": "It's getting away from the intimacy that I think made it such a unique Genre",
        "start": 4079.14,
        "duration": 4.04
    },
    {
        "text": "And I think where we're entering into now",
        "start": 4083.849,
        "duration": 2.51
    },
    {
        "text": "and I credit the lives of coaches in the David Dobrik of the world for the uttering the sanders like a new version of",
        "start": 4086.359,
        "duration": 6.36
    },
    {
        "text": "scripted reality",
        "start": 4093.39,
        "duration": 1.35
    },
    {
        "text": "Comedy Mm-Hmm, and I think that that's incredibly hard nut to crack",
        "start": 4094.74,
        "duration": 4.099
    },
    {
        "text": "I look at what's happening that face and see really interesting stuff really interesting stuff",
        "start": 4099.109,
        "duration": 5.76
    },
    {
        "text": "I'm not funny enough to be in that space, so that's definitely one of the one of the",
        "start": 4105.06,
        "duration": 5.509
    },
    {
        "text": "Subgenres or sub genres that I see coming up on YouTube I'm super excited about I love it",
        "start": 4111.509,
        "duration": 4.07
    },
    {
        "text": "I would love to see more of it because for the longest time",
        "start": 4115.58,
        "duration": 2.819
    },
    {
        "text": "Having a like whether it be a sketch channel or anything like that unless you have Liza Kochi numbers David Dobrik numbers",
        "start": 4118.83,
        "duration": 6.379
    },
    {
        "text": "It's just not sustainable",
        "start": 4125.21,
        "duration": 2.0
    },
    {
        "text": "when",
        "start": 4127.22,
        "duration": 1.27
    },
    {
        "text": "Like even when we launch sourcefed back in the day",
        "start": 4128.49,
        "duration": 2.359
    },
    {
        "text": "and we got a nice chunk of money we put out lots of content early days those videos got anywhere between",
        "start": 4130.85,
        "duration": 6.629
    },
    {
        "text": "300 to 500 thousand per we put out five a day initially and so it was a lot of views but",
        "start": 4137.97,
        "duration": 5.689
    },
    {
        "text": "Even that at that point wasn't sustainable obviously the industry had to go up, but I mean",
        "start": 4144.359,
        "duration": 5.51
    },
    {
        "text": "I don't know. I've never seen what ad friendly",
        "start": 4149.87,
        "duration": 2.279
    },
    {
        "text": "CPMs are but just just based off of last and no",
        "start": 4153.0,
        "duration": 4.549
    },
    {
        "text": "It's true like what when phousi the other day posted",
        "start": 4157.549,
        "duration": 3.479
    },
    {
        "text": "This is what I'm getting and this is what someone else got and I was like. Why are you posting probably Romans numbers?",
        "start": 4161.549,
        "duration": 5.3
    },
    {
        "text": "Isn't that against YouTube violations. Are you not allowed to probably talk about",
        "start": 4167.7,
        "duration": 3.079
    },
    {
        "text": "let's move on to I don't know why you why you narc it on YouTube or",
        "start": 4171.96,
        "duration": 3.649
    },
    {
        "text": "As late as I as we talked about 15 minutes about your video",
        "start": 4176.85,
        "duration": 3.679
    },
    {
        "text": "Still the Franks are defending fouseytube. Oh, yes, there was there's our title I",
        "start": 4181.23,
        "duration": 4.399
    },
    {
        "text": "Know you were talking about sustainability, and how that science right?",
        "start": 4188.25,
        "duration": 2.6
    },
    {
        "text": "It's just it's really what I think is interesting is what these individuals are doing",
        "start": 4190.85,
        "duration": 4.319
    },
    {
        "text": "When I say individuals, I mean literally focus on David his plan of quote collaborators who all have really successful and growing channels",
        "start": 4195.87,
        "duration": 6.529
    },
    {
        "text": "The way they're doing I do think is scalable. They're still creating as an individual creator",
        "start": 4204.33,
        "duration": 4.549
    },
    {
        "text": "No machine behind them",
        "start": 4208.88,
        "duration": 1.51
    },
    {
        "text": "Also, you know staff behind them no crew behind them. It's still modest heysel content in the fact that for the most part it is",
        "start": 4210.39,
        "duration": 6.439
    },
    {
        "text": "ad friendly there's some profanity, but nothing extreme and then",
        "start": 4217.38,
        "duration": 3.649
    },
    {
        "text": "Then on top that I think that we're about to enter into a new era of branded content",
        "start": 4221.7,
        "duration": 5.059
    },
    {
        "text": "And I think that's really interesting",
        "start": 4226.83,
        "duration": 2.0
    },
    {
        "text": "It's a little bit of a sensitive subject after you beat the shit out of me for not making it clear that",
        "start": 4228.96,
        "duration": 4.609
    },
    {
        "text": "Samsung was a part of my last video, but I didn't like",
        "start": 4233.82,
        "duration": 2.27
    },
    {
        "text": "Samsung the reason why I'm so excited about working with them",
        "start": 4236.79,
        "duration": 2.75
    },
    {
        "text": "By the way Phil Defranco has his Samsung phone. I want fallen. Oh wait",
        "start": 4240.3,
        "duration": 3.59
    },
    {
        "text": "Yeah\nI should I should say that I have a I have a Samsung",
        "start": 4243.89,
        "duration": 2.699
    },
    {
        "text": "S8 because I hit up casey was like hey if you think you could get me a free quote",
        "start": 4246.78,
        "duration": 4.01
    },
    {
        "text": "Hey, I think of anything that shows that how do you like it though? How do you like your phone?",
        "start": 4252.02,
        "duration": 4.04
    },
    {
        "text": "I want to love okay",
        "start": 4256.06,
        "duration": 1.65
    },
    {
        "text": "So the video quality going to learn here first folks Phil Defranco loves is this whole podcast is actually shot on nothing, but sat",
        "start": 4257.71,
        "duration": 7.08
    },
    {
        "text": "Let me get back to I'm done sitting. I'm not teasing you about your phone, but I think like",
        "start": 4266.84,
        "duration": 3.439
    },
    {
        "text": "Samsung he is literally pushing the envelope when it comes to working with creators and their initiative now is about enabling creators",
        "start": 4271.13,
        "duration": 6.08
    },
    {
        "text": "So it's not bullshit branded content where it's like talk about how much you love our phones",
        "start": 4277.28,
        "duration": 3.619
    },
    {
        "text": "But it's like what can we help you do in this space?",
        "start": 4280.9,
        "duration": 3.33
    },
    {
        "text": "And I think that that will be seen as sort of a benchmark for how brands can work with creators well",
        "start": 4284.23,
        "duration": 6.12
    },
    {
        "text": "yeah, there's this weird line when it gets to that because I am",
        "start": 4290.35,
        "duration": 3.24
    },
    {
        "text": "I respect like Taco bell as a brand but they were on my shit list for about two years because they would get",
        "start": 4294.14,
        "duration": 7.43
    },
    {
        "text": "Essentially so much free",
        "start": 4301.76,
        "duration": 2.0
    },
    {
        "text": "Video done by just offering experiences and offering back-end, and it's like mother fucker",
        "start": 4303.77,
        "duration": 5.99
    },
    {
        "text": "Where's a check you're getting all this free stuff because these people aren't obviously you're a large creator",
        "start": 4309.76,
        "duration": 5.399
    },
    {
        "text": "But you're getting all these free views and you're and you're breaking the current system because all of these people are just like",
        "start": 4315.2,
        "duration": 7.339
    },
    {
        "text": "desperate to get",
        "start": 4323.21,
        "duration": 1.62
    },
    {
        "text": "actually younger so weird that it is hardly a can also look how I still as it even with you know a",
        "start": 4324.83,
        "duration": 5.359
    },
    {
        "text": "Channel as big as my knife look at offers that are like here's a transaction talk about our product for 30 seconds",
        "start": 4330.56,
        "duration": 5.27
    },
    {
        "text": "And why you like it, so it's like we have a long way to go in the branded space",
        "start": 4335.83,
        "duration": 3.299
    },
    {
        "text": "but the audience is much more keen to this stuff now and",
        "start": 4339.74,
        "duration": 3.5
    },
    {
        "text": "Because of that it's forcing the brands to be much more adaptable",
        "start": 4343.79,
        "duration": 2.839
    },
    {
        "text": "And I have a very optimistic",
        "start": 4346.63,
        "duration": 1.84
    },
    {
        "text": "perspective on where things are headed this conversation this",
        "start": 4348.47,
        "duration": 2.839
    },
    {
        "text": "Back-And-Forth started talking about like how is it going to be sustainable to really have successful comedy channels on YouTube and I think that brand",
        "start": 4351.47,
        "duration": 5.989
    },
    {
        "text": "Is going to play a big role in that because they are adapting and when I looked at the future? I do see a really",
        "start": 4357.46,
        "duration": 5.34
    },
    {
        "text": "Idea of I see greener pastures because I think they're going to be more and more creators just like",
        "start": 4364.07,
        "duration": 4.79
    },
    {
        "text": "Just like you phil who are frustrated without with?",
        "start": 4368.96,
        "duration": 2.84
    },
    {
        "text": "With YouTube adsense system and its unreliability",
        "start": 4372.56,
        "duration": 3.29
    },
    {
        "text": "And they're going to be looking to more longer term meaningful engagements with ways to finance their operations, and I think brands are",
        "start": 4375.85,
        "duration": 7.169
    },
    {
        "text": "Foolish not to figure out how to be a part of that solution right, and that's not to say that I don't",
        "start": 4384.04,
        "duration": 5.78
    },
    {
        "text": "does not say that I don't agree with you that like there's been a lot of",
        "start": 4390.49,
        "duration": 3.169
    },
    {
        "text": "Sort of missteps in the past and comes to work with grants and there will be in the future",
        "start": 4393.79,
        "duration": 3.95
    },
    {
        "text": "But I do think the opportunities to work with brands in ways that better merge with individual",
        "start": 4397.75,
        "duration": 4.49
    },
    {
        "text": "I mean the stuff you do with square for space the stuff you do it still feels very straightforward, right?",
        "start": 4402.24,
        "duration": 4.919
    },
    {
        "text": "I'm never mad at you for talking about this brands, but how long did it take you to find a",
        "start": 4407.25,
        "duration": 3.689
    },
    {
        "text": "Warm happy fit for how the way you interface Brandon. Well yeah, I mean the way that we introduced ads was",
        "start": 4411.76,
        "duration": 4.969
    },
    {
        "text": "Completely part of a plan right so we created a happy space among the Chaos that is my show",
        "start": 4417.58,
        "duration": 5.27
    },
    {
        "text": "Which is today an awesome where it's nothing but happy videos?",
        "start": 4422.85,
        "duration": 2.91
    },
    {
        "text": "And it's brought to you by our sponsor right initially it was fake sponsors",
        "start": 4425.76,
        "duration": 3.959
    },
    {
        "text": "oh\nHe was brought to you by pretzels where it was brought to you by waffles are better than pancakes",
        "start": 4429.72,
        "duration": 3.9
    },
    {
        "text": "And then slowly integrate our own merchandise",
        "start": 4433.75,
        "duration": 2.45
    },
    {
        "text": "But then it's really I mean that's that's just the audience getting used to it in general",
        "start": 4436.39,
        "duration": 5.0
    },
    {
        "text": "We we start integrating sponsors",
        "start": 4441.58,
        "duration": 1.97
    },
    {
        "text": "And we were some of the first people other than maybe smosh they didn't get shit for it",
        "start": 4443.55,
        "duration": 4.229
    },
    {
        "text": "And I think it is it's the audience is getting used to it",
        "start": 4448.24,
        "duration": 2.479
    },
    {
        "text": "But it everything",
        "start": 4450.72,
        "duration": 1.53
    },
    {
        "text": "We do it comes down to transparency and authenticity and I so",
        "start": 4452.25,
        "duration": 3.78
    },
    {
        "text": "I think as people evolve as it becomes a bigger part of the ecosystem and as long as",
        "start": 4456.03,
        "duration": 3.75
    },
    {
        "text": "YouTube kind of ends up pushing us into their arms",
        "start": 4460.6,
        "duration": 2.6
    },
    {
        "text": "Or pushing us into the arms of anyone else that can help us the Patreon xeni of any of the brands that are there willing",
        "start": 4463.6,
        "duration": 5.93
    },
    {
        "text": "To be like creator friendly where we're not going to control you we want you to make cool shit",
        "start": 4469.53,
        "duration": 3.839
    },
    {
        "text": "Because that is one thing that I'll say I respect",
        "start": 4473.53,
        "duration": 2.27
    },
    {
        "text": "I feel like more and more brands get that where they just like we want not just your views, but we want you right",
        "start": 4475.8,
        "duration": 6.0
    },
    {
        "text": "That's we're going to have the best push it is changing",
        "start": 4481.8,
        "duration": 2.549
    },
    {
        "text": "But I don't know I am",
        "start": 4484.35,
        "duration": 2.0
    },
    {
        "text": "When youTube does something to anything like YouTube the ad pocalypse was one of the it ends up being one of the best things that?",
        "start": 4486.52,
        "duration": 5.419
    },
    {
        "text": "Ever happened to me right, and that's almost everything in my career",
        "start": 4491.94,
        "duration": 3.0
    },
    {
        "text": "Why does Youtube why you did so angry at Phil Defranco all the time? Why are you here?",
        "start": 4495.0,
        "duration": 4.74
    },
    {
        "text": "What do you know you're not banished from Vidcon the way you're banished from everything else is Youtube how are you not the star of?",
        "start": 4499.92,
        "duration": 5.34
    },
    {
        "text": "YouTube rewind every Year Phil Defranco. I am I feel like I'm four for ten years now",
        "start": 4505.33,
        "duration": 5.089
    },
    {
        "text": "I feel like the black sheep. There is love and there is there I dislike what you do like",
        "start": 4510.42,
        "duration": 5.05
    },
    {
        "text": "I think I introduced you and you were my log years ago as",
        "start": 4515.47,
        "duration": 2.669
    },
    {
        "text": "Like you are legacy Youtube like you have done so much to shape. What Youtube is",
        "start": 4518.42,
        "duration": 4.879
    },
    {
        "text": "But I watch your show, and I see you bitch about youtube all the time, and I don't understand that misalignment no",
        "start": 4524.27,
        "duration": 4.85
    },
    {
        "text": "I mean, so I even being here",
        "start": 4529.12,
        "duration": 1.66
    },
    {
        "text": "I've talked to a bunch of just just being at the parties like we don't have scheduled meetings",
        "start": 4530.78,
        "duration": 4.94
    },
    {
        "text": "Just talking to to youTube engineers people in marketing people in and better that work on the algorithm",
        "start": 4535.72,
        "duration": 5.279
    },
    {
        "text": "And and getting very positive feedback obviously that's not going to be everyone at an event like this people usually don't come up",
        "start": 4541.37,
        "duration": 7.549
    },
    {
        "text": "And they're like go fuck yourself they that's it's usually the people that are like that guy. Who's young am oh?",
        "start": 4548.92,
        "duration": 6.27
    },
    {
        "text": "I think we need to define the security guard and like film just being like just as sorry he'll talk to us earlier",
        "start": 4555.71,
        "duration": 5.839
    },
    {
        "text": "But there's a video that sort of being cops around Twitter",
        "start": 4561.55,
        "duration": 2.01
    },
    {
        "text": "We have an exploit and it was it was a gross and I'll use that word to describe another human",
        "start": 4563.56,
        "duration": 5.669
    },
    {
        "text": "But it's a growth sort of Instagram famous or supposedly instagram famous guy",
        "start": 4569.23,
        "duration": 5.189
    },
    {
        "text": "Really saying the most",
        "start": 4575.39,
        "duration": 2.0
    },
    {
        "text": "Demeaning unsavory things to a security guard who ostensibly just wouldn't let him in the door",
        "start": 4577.67,
        "duration": 3.89
    },
    {
        "text": "I can really get what was going on",
        "start": 4581.56,
        "duration": 1.65
    },
    {
        "text": "But saying just absolutely horrific things",
        "start": 4583.21,
        "duration": 2.279
    },
    {
        "text": "To a guy and one of many people who are literally just here to keep us safe and to keep the kids who are here",
        "start": 4585.95,
        "duration": 6.319
    },
    {
        "text": "To see us safe who has a very tough job who I would assume is not being compensated",
        "start": 4592.27,
        "duration": 4.979
    },
    {
        "text": "To the degree of like a somebody who call themselves an Instagram star, right?",
        "start": 4597.59,
        "duration": 4.64
    },
    {
        "text": "But like those are the people you respect with the people you",
        "start": 4602.39,
        "duration": 3.109
    },
    {
        "text": "Elevate those are the people you shake their hand you say thank you, and there's this video of this",
        "start": 4605.66,
        "duration": 4.819
    },
    {
        "text": "fucking douchebag",
        "start": 4611.45,
        "duration": 1.68
    },
    {
        "text": "Screaming at this guy call him all kinds of horrible things and that happened right here at Vidcon. So when we're complaining about that",
        "start": 4613.13,
        "duration": 7.1
    },
    {
        "text": "That's we're talking about if I see that guy, we'll confront him, ooh",
        "start": 4620.29,
        "duration": 3.299
    },
    {
        "text": "I'm not sure how I could not I mean you think you walk by that guy like there. He is that big Mike excuse me",
        "start": 4623.63,
        "duration": 5.45
    },
    {
        "text": "Excuse me can we have a word yeah",
        "start": 4629.63,
        "duration": 1.73
    },
    {
        "text": "I feel like it'd be that would be that would be something where it's like you have to have Backbone",
        "start": 4631.36,
        "duration": 4.95
    },
    {
        "text": "That's where it's like",
        "start": 4636.31,
        "duration": 1.21
    },
    {
        "text": "That guy like that should not in any way represent any of us right and what the unfortunate thing is",
        "start": 4637.52,
        "duration": 5.12
    },
    {
        "text": "most of the toxic allowed people in our society do right and so I think that's where it is important to",
        "start": 4642.83,
        "duration": 5.629
    },
    {
        "text": "To step in I do want to see if I can find that security guard though and just just so I'm like",
        "start": 4648.949,
        "duration": 3.89
    },
    {
        "text": "We're not that's not us",
        "start": 4653.15,
        "duration": 2.0
    },
    {
        "text": "Look them in the eye every security RDC say. Thank you",
        "start": 4655.25,
        "duration": 3.229
    },
    {
        "text": "You say hello you say good what I mean that any",
        "start": 4658.48,
        "duration": 2.609
    },
    {
        "text": "Situation when you do the same thing of police officers like whether they wanted or not like you have to treat",
        "start": 4661.219,
        "duration": 5.209
    },
    {
        "text": "Everyone around you like a human being and there's a real when I see a video like that it could not be more disheartening",
        "start": 4666.679,
        "duration": 5.36
    },
    {
        "text": "I think I think we're going to end on the happy note that that came from the bed",
        "start": 4672.08,
        "duration": 4.339
    },
    {
        "text": "Yeah, that's that's life right happy note side of the bed",
        "start": 4676.52,
        "duration": 2.689
    },
    {
        "text": "What do you think the most interesting part of this podcast was I loved the whole thing?",
        "start": 4679.31,
        "duration": 4.04
    },
    {
        "text": "I don't know. I think this should be the first one. I love it. Great great. We went at each other",
        "start": 4683.38,
        "duration": 5.7
    },
    {
        "text": "We loved each other yeah talked about really tough. What did we would it? We agree on it was like",
        "start": 4689.08,
        "duration": 4.379
    },
    {
        "text": "25%",
        "start": 4694.01,
        "duration": 2.0
    },
    {
        "text": "oh",
        "start": 4712.67,
        "duration": 2.0
    }
]