[
    {
        "text": "'Sup you, beautiful bastards",
        "start": 0.0,
        "duration": 1.62
    },
    {
        "text": "Hope you have a",
        "start": 1.62,
        "duration": 0.85
    },
    {
        "text": "Fantastic Wednesday, Welcome back to the Philip Defranco show and let's just jump into this and the first thing",
        "start": 2.47,
        "duration": 5.029
    },
    {
        "text": "I want to talk about today by far one of the most requested stories, and that is the story around, Austin Jones",
        "start": 7.5,
        "duration": 5.67
    },
    {
        "text": "Austin is a pretty big YouTuber Musician hundreds of thousands of subscribers as music videos get Millions upon Millions of Views",
        "start": 13.179,
        "duration": 6.5
    },
    {
        "text": "He's in the news today because he is facing up to 30 years [in] prison and the reason he is facing that kind of time",
        "start": 19.68,
        "duration": 5.639
    },
    {
        "text": "Is what he was doing with underage female fan?",
        "start": 25.32,
        "duration": 2.879
    },
    {
        "text": "Austin Jones is facing two counts",
        "start": 28.24,
        "duration": 1.56
    },
    {
        "text": "Of production of child pornography [each] one carrying a minimum sentence of 15 years a lot of the places is covering it or covering it",
        "start": 29.8,
        "duration": 6.349
    },
    {
        "text": "On a top level they say you know",
        "start": 36.149,
        "duration": 1.41
    },
    {
        "text": "Austin Jones YouTuber he asked girls who ended up being underage",
        "start": 37.559,
        "duration": 3.21
    },
    {
        "text": "to Twerk for him looking at the actual legal documentation it is far more disturbing. It's manipulative",
        "start": 40.96,
        "duration": 5.24
    },
    {
        "text": "It's disgusting it is a predator-prey relationship",
        "start": 46.2,
        "duration": 3.059
    },
    {
        "text": "And we need to go into that now this appears to be an open-And-shut case against, Austin Jones and the reason for that reportedly",
        "start": 49.26,
        "duration": 6.72
    },
    {
        "text": "Homeland security Investigators conducted a videotaped interview of Jones during which he waived his miranda",
        "start": 55.98,
        "duration": 5.34
    },
    {
        "text": "Rights and agreed to speak with them during that interview Jones admitted that he had been in [communication] with a number of teenage girls",
        "start": 61.66,
        "duration": 5.76
    },
    {
        "text": "Via Facebook admitted that he had used Facebook to have sexually explicit chants with the girl that he directed them to make videos [of] themselves",
        "start": 67.42,
        "duration": 6.48
    },
    {
        "text": "Dancing in a sexually explicit way and instructed them on what to [wear]?",
        "start": 74.1,
        "duration": 3.14
    },
    {
        "text": "Say and do in the videos including performing sexual acts knowing that [they] were 14 to 15 years old that he requested that they send",
        "start": 77.439,
        "duration": 6.71
    },
    {
        "text": "The sexually explicit videos to him either Via Facebook or Apple's iMessage service",
        "start": 84.15,
        "duration": 3.689
    },
    {
        "text": "And he received the videos viewed them and masturbated while watching them",
        "start": 87.84,
        "duration": 3.779
    },
    {
        "text": "So it looks like they've got him but I feel like it's important to go through the actual",
        "start": 91.619,
        "duration": 2.76
    },
    {
        "text": "Correspondence because it is far worse than what it sounds like if I was familiar with",
        "start": 95.11,
        "duration": 4.369
    },
    {
        "text": "Austin Jones the idea of him getting fans to twerk",
        "start": 99.479,
        "duration": 2.49
    },
    {
        "text": "It's probably not a crazy idea in fact around two years ago",
        "start": 101.97,
        "duration": 2.789
    },
    {
        "text": "Austin faced a lot of backlash because he was getting fans to twerk for him on video in fact in my research I found video",
        "start": 104.759,
        "duration": 5.97
    },
    {
        "text": "That allegedly, Austin Jones sent to a girl with him showing the girl how'd it work?",
        "start": 110.729,
        "duration": 4.529
    },
    {
        "text": "So she could do it for him today um so this is like the first basic \"twerk\" move, so this is what you do",
        "start": 115.259,
        "duration": 5.97
    },
    {
        "text": "You stand with your legs apart",
        "start": 122.11,
        "duration": 2.0
    },
    {
        "text": "You bend your legs and you arch your back and you you do it faster, so it's like popping it so it's like",
        "start": 124.119,
        "duration": 6.059
    },
    {
        "text": "let's jump back into the legal document and back into the",
        "start": 131.18,
        "duration": 2.51
    },
    {
        "text": "[Back-And-Forth] also because the victims are underage their names will just be victim a and victim b Victim a Jones wrote now you need to",
        "start": 133.79,
        "duration": 6.23
    },
    {
        "text": "Do an intro to the video at the beginning get super close [and] say these lines, hey, Austin",
        "start": 140.02,
        "duration": 4.289
    },
    {
        "text": "It's [your name] and this butt is [insert your age years old], and then make it clap for 30 seconds got it, okay",
        "start": 144.31,
        "duration": 5.91
    },
    {
        "text": "Victim A: So is this a real thing and you won't post this anywhere?",
        "start": 150.22,
        "duration": 1.3
    },
    {
        "text": "Jones: Right, I delete them after I score them,",
        "start": 151.52,
        "duration": 0.5
    },
    {
        "text": "Victim A: okay, thank you",
        "start": 152.02,
        "duration": 3.39
    },
    {
        "text": "I could be argued based off of just those comments that maybe he just wants her to say 18 years old",
        "start": 155.41,
        "duration": 4.919
    },
    {
        "text": "Maybe he's in the young girls",
        "start": 160.33,
        "duration": 1.02
    },
    {
        "text": "But legal young girls well that would be an argument had the conversation not continued chat continues and he instructs her okay",
        "start": 161.35,
        "duration": 6.389
    },
    {
        "text": "Go make a clap super loud and talk about your age the whole time got it clap it Super loud and say these lines",
        "start": 167.739,
        "duration": 5.22
    },
    {
        "text": "I'm only 14 yeah only 14 years old this ass is only 14 [years] old he also",
        "start": 172.959,
        "duration": 5.52
    },
    {
        "text": "Negs victim a saying in your honest opinion, do you think your butt is good enough to give guys boner? Yes?",
        "start": 178.67,
        "duration": 4.849
    },
    {
        "text": "I have given guys boners with it many times. It hasn't given me a boner yet. That's why I'm concerned [dammit]",
        "start": 183.519,
        "duration": 4.68
    },
    {
        "text": "[I] guess try harder and add more lines while you bounce if you think that will help reportedly victim a sent [fifteen] videos of herself",
        "start": 188.2,
        "duration": 5.58
    },
    {
        "text": "Dancing to Jones ten of which where she exposed her anus, and then there's Victim B",
        "start": 193.78,
        "duration": 4.5
    },
    {
        "text": "Which is wrong in all the same ways and then we have examples of even more manipulation first",
        "start": 198.28,
        "duration": 5.85
    },
    {
        "text": "We know that Jones knows [that] she's 14 because of the back-And-forth wait. You're 14. Yeah, I'm a youngster",
        "start": 204.13,
        "duration": 4.829
    },
    {
        "text": "You realize how lucky you are I shouldn't even be talking to you. Why because you're young [you're] young too though",
        "start": 208.959,
        "duration": 5.07
    },
    {
        "text": "I'm 23 a lot of correspondence is about",
        "start": 214.03,
        "duration": 2.639
    },
    {
        "text": "How lucky she is that she's talking to him how she needs to prove that she's his biggest fan also saying things like think how",
        "start": 216.67,
        "duration": 6.15
    },
    {
        "text": "Amazing it would be for you. Have your favorite singer spanking your ass if you're lucky. Maybe I'd let you suck my [dick]",
        "start": 222.82,
        "duration": 4.589
    },
    {
        "text": "She says I want to make you happy and all but I don't want either of us to get in trouble over its owns responds",
        "start": 227.41,
        "duration": 4.259
    },
    {
        "text": "Of course you can keep making videos. You're doing a great job",
        "start": 231.67,
        "duration": 2.129
    },
    {
        "text": "Nothing is going to happen then saying I guess you really aren't my biggest fan, okay?",
        "start": 233.87,
        "duration": 4.76
    },
    {
        "text": "Then she then responded I'll do as much as I can",
        "start": 238.63,
        "duration": 2.039
    },
    {
        "text": "Then Jones goes back to specific",
        "start": 240.88,
        "duration": 1.449
    },
    {
        "text": "Request Saying bounce again and smile at the camera While you bounce and while you bounce say I'm only fourteen three times throughout the video",
        "start": 242.329,
        "duration": 6.11
    },
    {
        "text": "Then he instructs the young girl on how to make her butt clap and writing instead of clapping them",
        "start": 248.44,
        "duration": 4.289
    },
    {
        "text": "How about you just spread your cheeks for 10 seconds, then would that be easier? your wedgie would have to be good enough",
        "start": 252.73,
        "duration": 4.08
    },
    {
        "text": "So that when you spread your cheeks it shows the edges of your butthole",
        "start": 256.81,
        "duration": 2.309
    },
    {
        "text": "[oh] my God that would be so funny he says the wedgies uncomfortable. He says just take it off",
        "start": 259.12,
        "duration": 3.93
    },
    {
        "text": "It'll look better and here's that manipulation again Jones, writes \"I'm just trying to help you",
        "start": 263.05,
        "duration": 4.919
    },
    {
        "text": "I know you're trying your hardest to prove you're my biggest fan",
        "start": 267.97,
        "duration": 2.279
    },
    {
        "text": "and I don't want to have to find someone else\" and she sent him a video",
        "start": 270.25,
        "duration": 2.85
    },
    {
        "text": "But she had bottoms on and he wrote \"if you really are my biggest fan. You would do it. You're doing so good",
        "start": 273.1,
        "duration": 5.22
    },
    {
        "text": "I need my biggest fan to be confident",
        "start": 278.32,
        "duration": 1.86
    },
    {
        "text": "It'll be so funny if you do it without them like as soon as you spread them. Oh my God, we'll both laugh",
        "start": 280.18,
        "duration": 3.779
    },
    {
        "text": "I'm trying to help you so much. I have to see your butthole to know for sure that you care",
        "start": 283.96,
        "duration": 4.109
    },
    {
        "text": "100%\" and the conversation continues it gets worse in my opinion",
        "start": 288.74,
        "duration": 3.049
    },
    {
        "text": "overall if it can be it appears that she sent around 25 video approximately to which depict victim B pulling her underwear down and using",
        "start": 292.01,
        "duration": 6.529
    },
    {
        "text": "Her hands to spread her butt and expose her anus and genitals and we'll stop there",
        "start": 298.54,
        "duration": 3.389
    },
    {
        "text": "I'm just disgusted by this also who knows if this is where this story ends [you] have two victims here?",
        "start": 301.929,
        "duration": 5.431
    },
    {
        "text": "But now that this is being brought up who knows if they're going to be more girls coming out of the woodwork",
        "start": 307.36,
        "duration": 4.64
    },
    {
        "text": "It looks like as a history of trying to get sexual things from his fan. We're seeing the two examples here",
        "start": 312.0,
        "duration": 4.44
    },
    {
        "text": "He's admitted to it",
        "start": 316.45,
        "duration": 0.99
    },
    {
        "text": "There's evidence who knows this feels like this could be just the beginning even more horrifying to me",
        "start": 317.44,
        "duration": 4.739
    },
    {
        "text": "Considering like every time you see a photo of the the fans that he has it so many underage girls",
        "start": 322.28,
        "duration": 5.209
    },
    {
        "text": "He's just reading that back and forth. I need my biggest fan to be confident",
        "start": 327.49,
        "duration": 3.81
    },
    {
        "text": "You know he's talking to a child",
        "start": 331.3,
        "duration": 2.0
    },
    {
        "text": "I\nNeed to bleach my brain after that what I will say is part of the reason I wanted to talk [about] this topic is I",
        "start": 333.43,
        "duration": 5.429
    },
    {
        "text": "Feel like [we] need [to] shine a light on the garbage that does exist on our platform or just is in the world",
        "start": 338.86,
        "duration": 5.73
    },
    {
        "text": "People need to realize these monsters exist you have to you have to watch out for your kids",
        "start": 344.77,
        "duration": 4.469
    },
    {
        "text": "I say that to the parents",
        "start": 349.24,
        "duration": 1.11
    },
    {
        "text": "I also say that to any of the young people like anyone that you're looking up to especially with with this whole youtube",
        "start": 350.35,
        "duration": 5.25
    },
    {
        "text": "Generation where the access is far easier. This is an issue",
        "start": 355.79,
        "duration": 3.619
    },
    {
        "text": "[especially] when paired with the fact that it seems like there's this small, but ever-growing community that is trying to normalize",
        "start": 359.45,
        "duration": 6.2
    },
    {
        "text": "Pedophilia and child molestation it's disgusting I pride myself as a guy that's open for conversation",
        "start": 366.17,
        "duration": 4.579
    },
    {
        "text": "But no, people that do things like what Austin Jones did,",
        "start": 371.0,
        "duration": 3.26
    },
    {
        "text": "the people that try to make it sound okay",
        "start": 374.26,
        "duration": 2.76
    },
    {
        "text": "If a very young child they're doing something with an adult when it's obviously an abusive relationship",
        "start": 377.12,
        "duration": 5.059
    },
    {
        "text": "I know, it doesn't lend itself to my mindset of conversation first",
        "start": 382.43,
        "duration": 3.38
    },
    {
        "text": "But I just want to kick some teeth I 100% admit my bias and hypocrisy on [this] subject and call it [heba]",
        "start": 385.81,
        "duration": 5.82
    },
    {
        "text": "[Philia] or whatever other thing you want to do to kind of try to twist the narrative?",
        "start": 391.63,
        "duration": 3.44
    },
    {
        "text": "But just main point stop fucking kids you disgusting fuck",
        "start": 395.07,
        "duration": 2.94
    },
    {
        "text": "We're talking predators and prey here what with all of that said I didn't want to pass the question off to you and that is",
        "start": 398.01,
        "duration": 5.04
    },
    {
        "text": "What is your takeaway from the situation you think the potential punishment is right? It's too much",
        "start": 403.05,
        "duration": 4.739
    },
    {
        "text": "it's [not] enough and just just your thoughts in general on the relationship between",
        "start": 407.79,
        "duration": 4.14
    },
    {
        "text": "Creators and their fan I'd love to know your thoughts here but from that. I want to share some stuff",
        "start": 412.24,
        "duration": 3.919
    },
    {
        "text": "I [love] today to give us a little bit of a reprieve from the real world brought to you by Squarespace",
        "start": 416.19,
        "duration": 4.47
    },
    {
        "text": "Comm slash [graceless] of course the fantastic place to make a beautiful",
        "start": 420.88,
        "duration": 3.529
    },
    {
        "text": "professional-looking website [their] all-in-one platform is",
        "start": 424.93,
        "duration": 2.33
    },
    {
        "text": "Intuitive and easy there is nothing to install",
        "start": 427.48,
        "duration": 2.029
    },
    {
        "text": "Patch or upgrade ever if you want to make the smart move start your free trial like many from the nation already have go to",
        "start": 429.61,
        "duration": 5.359
    },
    {
        "text": "Squarespace.com slash [ville] and if you really like it use coupon code [phil] for 10% off your first purchase [the] first",
        "start": 435.04,
        "duration": 5.45
    },
    {
        "text": "But if awesome is a video from my favorite creators video game [Dunkey] doing an e3 Recap and if you're like",
        "start": 440.49,
        "duration": 5.849
    },
    {
        "text": "I don't care about video games Phil. Don't worry it includes stuff like this, so",
        "start": 446.34,
        "duration": 4.5
    },
    {
        "text": "I'm bung",
        "start": 453.01,
        "duration": 2.0
    },
    {
        "text": "Thank you dick for having me then I forgot to mention in the last few days",
        "start": 456.31,
        "duration": 4.07
    },
    {
        "text": "But the new call of duty trailer looks fantastic the new Spider-Man Gameplay looks amazing Avenue. God of war",
        "start": 460.38,
        "duration": 5.07
    },
    {
        "text": "Has me sucked in then we got the new honest trailer for beauty and the beast and if you want to see the full versions",
        "start": 465.45,
        "duration": 4.26
    },
    {
        "text": "Everything I just share the secret link of the day anything at all",
        "start": 469.71,
        "duration": 3.359
    },
    {
        "text": "Links is always on the description down below then let's talk about the shooting in Alexandria, Virginia today at around 7:30 a.m.",
        "start": 473.2,
        "duration": 6.289
    },
    {
        "text": "a shooter opened fire on",
        "start": 479.49,
        "duration": 1.75
    },
    {
        "text": "Several Republican",
        "start": 481.24,
        "duration": 1.26
    },
    {
        "text": "Representatives who were at a baseball practice the republicans were practicing on this field the democrats are practicing on another render of Ford?",
        "start": 482.5,
        "duration": 5.69
    },
    {
        "text": "South Carolina representative, Jeff Duncan said he believes he talked to the shooter in Alexandria",
        "start": 488.19,
        "duration": 4.29
    },
    {
        "text": "And the man asked is this a team of Republicans or democrats?",
        "start": 492.48,
        "duration": 2.339
    },
    {
        "text": "Practicing and here's that are jeff flake describing this shoot we were doing batting practice, and there are a number of members and staff",
        "start": 495.37,
        "duration": 5.66
    },
    {
        "text": "fielding Steve scalise was on second [base] playing second base fielding balls and",
        "start": 502.09,
        "duration": 5.45
    },
    {
        "text": "All of a sudden we heard a heard a lot very loud shot",
        "start": 508.33,
        "duration": 3.47
    },
    {
        "text": "Everybody thought that sounds like a gun and the gunman was over by the third base dugout",
        "start": 512.47,
        "duration": 4.129
    },
    {
        "text": "With a clear view of the field and everybody on it",
        "start": 517.03,
        "duration": 2.63
    },
    {
        "text": "and",
        "start": 520.37,
        "duration": 0.91
    },
    {
        "text": "Then all of a [sudden] a couple more shots and we knew what it was and I just remember seeing some",
        "start": 521.28,
        "duration": 6.229
    },
    {
        "text": "Gravel you know bounce up as shots were coming near us [and] so we we climbed into the dugout",
        "start": 528.48,
        "duration": 7.039
    },
    {
        "text": "and",
        "start": 536.28,
        "duration": 2.0
    },
    {
        "text": "tried [to]",
        "start": 539.13,
        "duration": 1.71
    },
    {
        "text": "Get our own people engaged some people [are] calling 911",
        "start": 540.84,
        "duration": 3.469
    },
    {
        "text": "10 minutes",
        "start": 545.22,
        "duration": 1.95
    },
    {
        "text": "because we were applying pressure to one of the staffers was shot in the leg and",
        "start": 547.17,
        "duration": 4.339
    },
    {
        "text": "We had got [to] bailed out and put that on and we could see Steve scalise out into the field he dragged himself",
        "start": 551.91,
        "duration": 6.14
    },
    {
        "text": "After he was shot from near second base about 10 or 15 yards into the field",
        "start": 558.48,
        "duration": 4.82
    },
    {
        "text": "Just to be I think a little further away from the gunman",
        "start": 563.61,
        "duration": 2.659
    },
    {
        "text": "He was laying motionless out there, and so I wanted to get to him",
        "start": 566.27,
        "duration": 3.72
    },
    {
        "text": "but there were still shots going overhead from both sides and",
        "start": 570.54,
        "duration": 3.769
    },
    {
        "text": "So finally when we heard that the shooter was down",
        "start": 575.34,
        "duration": 3.559
    },
    {
        "text": "I just ran low out to Steve and",
        "start": 580.16,
        "duration": 2.94
    },
    {
        "text": "started putting pressure on the wound [and]",
        "start": 583.74,
        "duration": 2.269
    },
    {
        "text": "Then we for about 10 or [15] minutes. Do that [until] the",
        "start": 587.13,
        "duration": 2.72
    },
    {
        "text": "[medics] [arrived] [snow] shot",
        "start": 590.04,
        "duration": 1.53
    },
    {
        "text": "Included house majority whip Steve Scalise staffers [Akbar's] director of governmental Asians for Tyson's food DC office?",
        "start": 591.57,
        "duration": 6.2
    },
    {
        "text": "Matt [Mika], Sue capitol police officers",
        "start": 597.77,
        "duration": 2.0
    },
    {
        "text": "Crystal greiner and David Bailey and most recent reports as of recording this video say that scalise is currently in critical",
        "start": 600.09,
        "duration": 5.84
    },
    {
        "text": "Condition the Gunman on the other hand had been taken to the hospital for his injuries",
        "start": 606.21,
        "duration": 3.02
    },
    {
        "text": "But has now reportedly died",
        "start": 609.23,
        "duration": 1.5
    },
    {
        "text": "It's worth [dying] to think of how bad this could have been had Scalia's security detail not been there",
        "start": 610.73,
        "duration": 5.279
    },
    {
        "text": "And that's something that rand Paul [had] I think we're lucky that",
        "start": 616.01,
        "duration": 3.15
    },
    {
        "text": "Scalise was there because these this was his security detail",
        "start": 620.13,
        "duration": 2.72
    },
    {
        "text": "Without them it would have been a massacre there would have been no stopping this guy, and we were like sitting ducks",
        "start": 623.91,
        "duration": 5.179
    },
    {
        "text": "We had no place to run when you're inside see a fortunately. I was outside the ball field in the batting cage",
        "start": 629.09,
        "duration": 4.619
    },
    {
        "text": "Everybody else was inside the fence in the dugout",
        "start": 634.26,
        "duration": 2.929
    },
    {
        "text": "[so] [you] got a wide open field?",
        "start": 637.19,
        "duration": 2.0
    },
    {
        "text": "It's a killing field stemming from this attack while there have been calls for",
        "start": 639.27,
        "duration": 3.14
    },
    {
        "text": "Unity together from both people on the left and the right that we are one that an attack on one of us is an [attack]",
        "start": 642.51,
        "duration": 6.109
    },
    {
        "text": "on all of us",
        "start": 648.62,
        "duration": 0.84
    },
    {
        "text": "We're also saying this attack being politicized in two ways the first that you have a lot of people saying this",
        "start": 649.46,
        "duration": 4.289
    },
    {
        "text": "The reason we need gun control people arguing the Virginia has some of the worst gun control laws in the country have the laws around",
        "start": 653.91,
        "duration": 5.46
    },
    {
        "text": "permits",
        "start": 659.59,
        "duration": 0.87
    },
    {
        "text": "registration",
        "start": 660.46,
        "duration": 0.72
    },
    {
        "text": "Licenses others are arguing no guns are good here guns saved people today",
        "start": 661.18,
        "duration": 4.309
    },
    {
        "text": "Regardless of your [opinion] it appears the gun debate is back in the forefront of American politics and the other way the story is being",
        "start": 665.59,
        "duration": 5.51
    },
    {
        "text": "Politicized is about political",
        "start": 671.1,
        "duration": 1.72
    },
    {
        "text": "Hatred because I men who I will not be showing his face or his name because I don't know if he wants notoriety and I",
        "start": 672.82,
        "duration": 5.36
    },
    {
        "text": "hate",
        "start": 678.18,
        "duration": 0.82
    },
    {
        "text": "Glorifying the killers and the shooters out there the gunman in this instance was a white",
        "start": 679.0,
        "duration": 4.369
    },
    {
        "text": "Male who hated trump and was actually a volunteer at one point for Bernie Sanders",
        "start": 683.5,
        "duration": 4.039
    },
    {
        "text": "[and] so many people have started pointing the finger and saying look this is another example of the",
        "start": 687.58,
        "duration": 3.86
    },
    {
        "text": "Intolerant left the violent left Several [people] drawing comparisons to the Bernie",
        "start": 691.57,
        "duration": 3.86
    },
    {
        "text": "Supporting shooter in this instance along with the Bernie supporting stabber in Portland and in response to today's",
        "start": 695.53,
        "duration": 5.21
    },
    {
        "text": "Attack Bernie Sanders said this on the floor and let me be as clear as I can be",
        "start": 700.84,
        "duration": 5.27
    },
    {
        "text": "violence of any [kind] is",
        "start": 707.65,
        "duration": 2.0
    },
    {
        "text": "Unacceptable in our society and I condemned this action in the strongest possible terms",
        "start": 710.56,
        "duration": 6.589
    },
    {
        "text": "real change can only come about",
        "start": 718.54,
        "duration": 2.419
    },
    {
        "text": "through [non-violent] action and",
        "start": 721.78,
        "duration": 2.15
    },
    {
        "text": "anything else",
        "start": 724.75,
        "duration": 1.53
    },
    {
        "text": "Runs counter to our most deeply held",
        "start": 726.28,
        "duration": 3.83
    },
    {
        "text": "American values if Donald Trump, Jr.",
        "start": 730.78,
        "duration": 2.119
    },
    {
        "text": "and many others",
        "start": 732.9,
        "duration": 1.06
    },
    {
        "text": "retweeting statements like this [tweet] from Harland Hill who said events like today are exactly why we took issue with New York police glorifying the",
        "start": 733.96,
        "duration": 6.14
    },
    {
        "text": "Assassination of our president we talked about that shakespeare in the park play",
        "start": 740.23,
        "duration": 2.809
    },
    {
        "text": "but people have also pointed out that Julius Caesar is actually a",
        "start": 743.04,
        "duration": 2.7
    },
    {
        "text": "Warning against violence others pointed out that similar plays in the past had actually had Barack Obama in a similar positions",
        "start": 745.9,
        "duration": 6.109
    },
    {
        "text": "I'm going on to blame people like Tim kaine who of course has that quote that",
        "start": 752.01,
        "duration": 3.72
    },
    {
        "text": "We need to fight in the street although to me personally that argument is silly because it's full quote is what we've got to do",
        "start": 755.73,
        "duration": 5.88
    },
    {
        "text": "Is fight in congress fight in the courts fight in the streets fight online fight at the ballot box",
        "start": 761.62,
        "duration": 5.059
    },
    {
        "text": "[I'd] be like if there was a trump [supporter] that shot someone and we were like uh well",
        "start": 766.68,
        "duration": 3.869
    },
    {
        "text": "Then Steve Bannon called this if you think they're going to give you your country back without a fight you are sadly mistaken",
        "start": 770.55,
        "duration": 6.119
    },
    {
        "text": "[every] day",
        "start": 777.49,
        "duration": 1.529
    },
    {
        "text": "Every day it is going to be a fighting billy bannon is going for violence here at the phrase stand up be heard be",
        "start": 779.019,
        "duration": 5.36
    },
    {
        "text": "represented fight for your right",
        "start": 784.54,
        "duration": 1.159
    },
    {
        "text": "It's a really where the story ends for me is [just] I'm hoping for the best for the people that were shot",
        "start": 785.699,
        "duration": 5.31
    },
    {
        "text": "That were there as far as the shooter regardless of his background [fuck] him everyone can argue about his background",
        "start": 791.079,
        "duration": 5.51
    },
    {
        "text": "But I just see one less bad guy",
        "start": 796.589,
        "duration": 2.22
    },
    {
        "text": "And then let's talk about the horrific fire that just tore through Grenfell tower in London",
        "start": 798.81,
        "duration": 4.529
    },
    {
        "text": "[well]",
        "start": 803.41,
        "duration": 0.5
    },
    {
        "text": "We don't know the initial cause of the fire what we do know is it appears that the fire started?",
        "start": 803.91,
        "duration": 3.69
    },
    {
        "text": "Somewhere near the fourth floor the fire started just before 1:00 a.m.. And it eventually engulfed the entire",
        "start": 807.82,
        "duration": 5.629
    },
    {
        "text": "24 Storey Building building that contained 120 slats",
        "start": 814.18,
        "duration": 3.83
    },
    {
        "text": "So we're talking about hundreds and hundreds of people after those calls for help",
        "start": 818.01,
        "duration": 3.899
    },
    {
        "text": "[it] [said] emergency responders around the scene in six minutes to help fight this blaze reportedly on the scene there were",
        "start": 821.91,
        "duration": 4.95
    },
    {
        "text": "45 Fire engine 200 firefighters",
        "start": 827.019,
        "duration": 2.21
    },
    {
        "text": "100 medical personnel and that's in addition to the number of police officers there as of right now",
        "start": 829.899,
        "duration": 4.4
    },
    {
        "text": "We know that at least 12 people have died",
        "start": 834.3,
        "duration": 2.339
    },
    {
        "text": "Metropolitan police commander stuart cundy saying this is going to be a long and complex recovery operation",
        "start": 836.949,
        "duration": 5.18
    },
    {
        "text": "And I do anticipate that the number of fatalities will sadly increase Beyond those 12 adding that several people [are] unaccounted for but saying badly",
        "start": 842.13,
        "duration": 6.779
    },
    {
        "text": "I don't anticipate there will be further survivors in addition to those dead",
        "start": 848.91,
        "duration": 3.21
    },
    {
        "text": "78 people have been treated in six hospitals across the capital 34 remain in the hospital with 18 in critical condition",
        "start": 852.25,
        "duration": 6.469
    },
    {
        "text": "and it's hard for me outside of just talking about the numbers and the facts to",
        "start": 858.72,
        "duration": 3.419
    },
    {
        "text": "properly Convey the horror that took place the videos people were taking from the streets where they were showing people leaving the building and they",
        "start": 862.269,
        "duration": 7.1
    },
    {
        "text": "Were and they were pointing it to the building and you can hear people screaming the stories of people trying to put together?",
        "start": 869.37,
        "duration": 3.899
    },
    {
        "text": "Makeshift ladders",
        "start": 873.37,
        "duration": 0.86
    },
    {
        "text": "Or they were just jumping or they're trying to throw their child to someone in the street if you take a look at just any",
        "start": 874.23,
        "duration": 4.589
    },
    {
        "text": "One of the single interviews they get from the people that were able to escape the building just tears you apart",
        "start": 878.819,
        "duration": 4.59
    },
    {
        "text": "[this] was real horrific. There's people who were jumping on the management two of these children",
        "start": 883.51,
        "duration": 5.449
    },
    {
        "text": "Like we saw a lovely Sari. [we] thought we saw a lot with our own eyes. We saw we saw [Frank's] family",
        "start": 898.06,
        "duration": 7.609
    },
    {
        "text": "I'm [asleep] anyway",
        "start": 909.88,
        "duration": 2.119
    },
    {
        "text": "I'm so sorry what makes us even more horrible is well. We still don't know the initial cause of the fire",
        "start": 914.529,
        "duration": 5.15
    },
    {
        "text": "It seems like there may have been a way to avoid this reportedly there had been fire concerns for years back in February of 2013",
        "start": 919.68,
        "duration": 6.78
    },
    {
        "text": "The [Grenfell] action group warned fire safety equipment had not been tested for 12 months the residents group also published an extract from A 2012",
        "start": 926.62,
        "duration": 6.679
    },
    {
        "text": "fire risk assessment",
        "start": 933.3,
        "duration": 1.2
    },
    {
        "text": "Which found that the fire extinguishes in the basement boiler room lift motor room and ground floor electrical room were more than 12 months out?",
        "start": 934.5,
        "duration": 6.15
    },
    {
        "text": "of testing and others located in Roof level areas had condemned written on them in large black writing it had not been tested since",
        "start": 940.65,
        "duration": 5.729
    },
    {
        "text": "2009 and an almost prophetic post the group said on November 20th of last",
        "start": 946.6,
        "duration": 4.4
    },
    {
        "text": "Year is a truly terrifying thought but the Grenfell action group firmly believe that only a catastrophic event will expose the",
        "start": 951.13,
        "duration": 6.049
    },
    {
        "text": "Ineptitude and incompetence of our landlord [Kct] [mo] and bring an end to the dangerous living conditions and neglect of health and safety legislation",
        "start": 957.31,
        "duration": 6.83
    },
    {
        "text": "That they inflict upon their tenants and lease holders the building it also recently had an eight point six million pound",
        "start": 964.3,
        "duration": 5.299
    },
    {
        "text": "upgrade that included a kind of cladding [that] some people are blaming for the reason this fire spread so fast and the grundfos our",
        "start": 969.73,
        "duration": 5.84
    },
    {
        "text": "Investigation is going to be looking into this hearing that that it was obvious that maybe this could have been avoided",
        "start": 975.91,
        "duration": 4.94
    },
    {
        "text": "It makes it that much more painful obviously. It's just words, but my thoughts go [out] to those affected",
        "start": 980.92,
        "duration": 4.76
    },
    {
        "text": "By this also, just a huge collective",
        "start": 986.32,
        "duration": 2.029
    },
    {
        "text": "thank you to the police officers the emergency medical care the the",
        "start": 988.35,
        "duration": 3.33
    },
    {
        "text": "Firefighters that just themselves at risk [save] people these these are heroes these are everyday heroes",
        "start": 991.9,
        "duration": 6.199
    },
    {
        "text": "I can't even imagine how hard this [is] for all of you as well",
        "start": 998.1,
        "duration": 2.7
    },
    {
        "text": "That is where I'm going to end this show today of course with with any any horrible story like this",
        "start": 1000.8,
        "duration": 5.01
    },
    {
        "text": "It's just on top of the obvious points",
        "start": 1005.82,
        "duration": 2.029
    },
    {
        "text": "It's also a horrible reminder to love who you have while you have them",
        "start": 1007.85,
        "duration": 3.9
    },
    {
        "text": "You really never know what's around the [corner] waiting for you. That's where [me] [to] [end] today's show",
        "start": 1011.75,
        "duration": 3.359
    },
    {
        "text": "I don't I don't know how to end on an upbeat tone after a story like [that] you liked this video",
        "start": 1015.11,
        "duration": 5.489
    },
    {
        "text": "You liked what I try to do with this show hit that like button if you're new here hit that subscribe button he may see",
        "start": 1020.6,
        "duration": 4.079
    },
    {
        "text": "Yesterday's show you can [watch] that right there you [need] something",
        "start": 1024.679,
        "duration": 2.25
    },
    {
        "text": "Maybe a little happier today's brand new behind the scenes vlog is good. That said of course is always my name's Philip Defranco",
        "start": 1026.929,
        "duration": 6.24
    },
    {
        "text": "You've just been phill'd in. I love yo faces, and I'll see you [tomorrow]",
        "start": 1033.24,
        "duration": 4.25
    }
]