[
    {
        "text": "'Sup, you beautiful bastards? Hope you're having a fantastic Monday,",
        "start": 0.02,
        "duration": 3.26
    },
    {
        "text": "Welcome back to the Philip DeFranco Show. And a quick note before we get started:",
        "start": 3.28,
        "duration": 3.26
    },
    {
        "text": "One, I missed talking to you beauties so much last week.",
        "start": 6.54,
        "duration": 2.42
    },
    {
        "text": "Two, I wanna thank all of you for your understanding, your support, all of your kind words.",
        "start": 8.96,
        "duration": 4.1
    },
    {
        "text": "And three, as of right now, I think it's best I don't go into it further about why I had to take that time off.",
        "start": 13.06,
        "duration": 4.56
    },
    {
        "text": "The time off made it a much more manageable situation, and hopefully we all get a positive outcome *we all hope so, Phill*",
        "start": 17.62,
        "duration": 4.66
    },
    {
        "text": "That said, let's jump into the first story of the day.",
        "start": 22.28,
        "duration": 1.9
    },
    {
        "text": "And the first thing we're gonna talk about today, the most requested story today,",
        "start": 24.18,
        "duration": 2.88
    },
    {
        "text": "and that is YouTube censorship.",
        "start": 27.06,
        "duration": 1.84
    },
    {
        "text": "There was an outcry from creators last week and over the weekend,",
        "start": 28.9,
        "duration": 2.36
    },
    {
        "text": "and it is now gaining a ton of traction.",
        "start": 31.26,
        "duration": 2.12
    },
    {
        "text": "And you may have already seen some of the headlines:",
        "start": 33.38,
        "duration": 1.6
    },
    {
        "text": "Or the least clickbaity of the not-happy-about-this headlines,",
        "start": 44.02,
        "duration": 2.92
    },
    {
        "text": "And so that's the story here. YouTube's Restricted Mode.",
        "start": 49.94,
        "duration": 2.2
    },
    {
        "text": "If you go into your settings, right there at the top, it says 'Restricted Mode Filter.'",
        "start": 52.24,
        "duration": 2.92
    },
    {
        "text": "You have two options: 'Don't filter' or 'Strict filter.'",
        "start": 55.16,
        "duration": 2.56
    },
    {
        "text": "You know, it's like when you order a sandwich.",
        "start": 57.72,
        "duration": 1.3
    },
    {
        "text": "'Would you like no mayo, or the entire jar?",
        "start": 59.02,
        "duration": 2.34
    },
    {
        "text": "Nothing in between, because why would offer that as an option?'",
        "start": 61.36,
        "duration": 2.46
    },
    {
        "text": "So people discovered that this was a thing last week. They tested it out and realized, oh no!",
        "start": 63.82,
        "duration": 3.74
    },
    {
        "text": "A lot of the channels I watch don't have any videos that I can now view under this mode.",
        "start": 67.56,
        "duration": 4.32
    },
    {
        "text": "An example, if you put the filter on,",
        "start": 71.88,
        "duration": 1.52
    },
    {
        "text": "zero of my videos show up. It looks like I have a blank channel.",
        "start": 73.4,
        "duration": 3.08
    },
    {
        "text": "But for the most part, this story never really blew up to where it's at now",
        "start": 76.48,
        "duration": 3.12
    },
    {
        "text": "until the LGBT community realized that they were being blocked.",
        "start": 79.6,
        "duration": 3.22
    },
    {
        "text": "And large creators started being vocal about this.",
        "start": 82.82,
        "duration": 1.84
    },
    {
        "text": "Tyler Oakley tweeting:",
        "start": 84.72,
        "duration": 1.22
    },
    {
        "text": "Other creators pointing out that their coming out videos were restricted.",
        "start": 98.48,
        "duration": 2.5
    },
    {
        "text": "The trans community was also affected. One of the largest creators on this platform, Gigi Gorgeous,",
        "start": 100.98,
        "duration": 4.34
    },
    {
        "text": "she made a video where she pointed out that YouTube restricted all her videos talking about gender identity.",
        "start": 105.32,
        "duration": 4.48
    },
    {
        "text": "She goes on to say that the situation is scary. She doesn't think there's any ill intent, but the effect here is very negative.",
        "start": 109.8,
        "duration": 5.7
    },
    {
        "text": "Saying that for her and many others, YouTube was a place where they felt safe.",
        "start": 115.5,
        "duration": 3.08
    },
    {
        "text": "Accepted, and felt that they could be proud of who they were.",
        "start": 118.58,
        "duration": 2.26
    },
    {
        "text": "And one of the most interesting quotes I saw in regards to why people should be angry about this was:",
        "start": 120.84,
        "duration": 4.44
    },
    {
        "text": "And YouTube responded to this backlash on Twitter, writing:",
        "start": 144.82,
        "duration": 2.3
    },
    {
        "text": "Now to me, this seems like a vague-on-purpose non-apology that doesn't really explain anything.",
        "start": 170.2,
        "duration": 4.32
    },
    {
        "text": "And when I reached out to YouTube for a statement, I was forwarded to this",
        "start": 174.52,
        "duration": 3.22
    },
    {
        "text": "same public statement,",
        "start": 177.9,
        "duration": 1.18
    },
    {
        "text": "which once again brings us to the biggest problem for YouTube as always, communication.",
        "start": 179.08,
        "duration": 3.24
    },
    {
        "text": "Now what I will say before talking about my full opinion on this is,",
        "start": 182.32,
        "duration": 2.4
    },
    {
        "text": "I kind of understand where both sides are coming from.",
        "start": 184.72,
        "duration": 1.88
    },
    {
        "text": "YouTube's saying, there isn't a big effect here, there's a small selection of users that wanna strictly censor YouTube.",
        "start": 186.6,
        "duration": 6.08
    },
    {
        "text": "So if you're talking about mature things, sexual things, people can opt in to avoid things like that.",
        "start": 192.68,
        "duration": 4.5
    },
    {
        "text": "And the big point here is 'opt in.'",
        "start": 197.18,
        "duration": 1.68
    },
    {
        "text": "This is not the default. There are people that are angry about two separate things.",
        "start": 198.86,
        "duration": 2.64
    },
    {
        "text": "There are people that are angry about pure age-gating and demonetization of their videos.",
        "start": 201.5,
        "duration": 3.82
    },
    {
        "text": "And if you've watched my channel for a while, you know all about the demonetization issue.",
        "start": 205.32,
        "duration": 3.12
    },
    {
        "text": "And that's an issue that's the same for some but separate for most of who are angry about this Restrictive Mode.",
        "start": 208.44,
        "duration": 4.68
    },
    {
        "text": "Because they're seemingly not publicly demonetized or age-gated, but their videos aren't appearing in Restrictive Mode.",
        "start": 213.12,
        "duration": 4.9
    },
    {
        "text": "Which YouTube is going to point out time and time again,",
        "start": 218.02,
        "duration": 1.88
    },
    {
        "text": "it is not the default, it is an opt-in setting.",
        "start": 219.9,
        "duration": 2.42
    },
    {
        "text": "You're not actually being censored.",
        "start": 222.32,
        "duration": 1.12
    },
    {
        "text": "You're saying that it only blocks one kind of content, but the actual videos being restricted,",
        "start": 223.44,
        "duration": 3.6
    },
    {
        "text": "it seems like it was just buckshot.",
        "start": 227.04,
        "duration": 1.74
    },
    {
        "text": "Whether people are talking about sexual prosthetics or they're just talking about coming out.",
        "start": 228.78,
        "duration": 3.32
    },
    {
        "text": "It's being restricted, so if I'm just talking about myself and my life,",
        "start": 232.1,
        "duration": 3.32
    },
    {
        "text": "you're restricting me. You're saying I'm not suitable for everyone.",
        "start": 235.42,
        "duration": 3.72
    },
    {
        "text": "And then other creators out there saying, 'Well, also, why are my videos being blocked under Restricted Mode?'",
        "start": 239.14,
        "duration": 4.0
    },
    {
        "text": "Their explanation doesn't really make sense. Especially when, even my last video,",
        "start": 243.14,
        "duration": 3.16
    },
    {
        "text": "where I was like, 'Sorry, guys, I'm not- I'm not here right now.",
        "start": 246.3,
        "duration": 3.08
    },
    {
        "text": "Not gonna make a video this week.' Even that was blocked under their Restricted Mode.",
        "start": 249.38,
        "duration": 3.82
    },
    {
        "text": "Which, once again, in this scenario, I'm not personally complaining.",
        "start": 253.2,
        "duration": 2.48
    },
    {
        "text": "I just think this is classic YouTube handling the situation in the worst possible way.",
        "start": 255.68,
        "duration": 3.88
    },
    {
        "text": "I tried to get more answers, they didn't give me more answers.",
        "start": 259.56,
        "duration": 2.12
    },
    {
        "text": "I'd love to know, when they're saying that YouTube Restricted Mode is meant to handle mature content,",
        "start": 261.68,
        "duration": 4.12
    },
    {
        "text": "so are we saying this content is 18+?",
        "start": 265.8,
        "duration": 1.94
    },
    {
        "text": "Is it just not teen-friendly? Are we talking anyone over the age of 3+?",
        "start": 267.74,
        "duration": 3.94
    },
    {
        "text": "Because if you're talking about the very young kids,",
        "start": 271.68,
        "duration": 1.7
    },
    {
        "text": "why even include this mode? There's already an app called YouTube Kids, it's massive.",
        "start": 273.38,
        "duration": 4.52
    },
    {
        "text": "Millions and millions of parents out there trust their kids with this app because of their parental restrictions.",
        "start": 277.9,
        "duration": 4.68
    },
    {
        "text": "So who exactly are you trying to protect here?",
        "start": 282.58,
        "duration": 1.66
    },
    {
        "text": "It is very un-YouTube to try and do something for one to four percent of the people that use YouTube.",
        "start": 284.24,
        "duration": 5.78
    },
    {
        "text": "And to also, if possible, give us answers. If you're rating our channels as kid-friendly, teen-friendly, or mature,",
        "start": 290.02,
        "duration": 6.16
    },
    {
        "text": "why not just let us know where we're ranked?",
        "start": 296.56,
        "duration": 2.22
    },
    {
        "text": "Let us know what content we put out that got us there.",
        "start": 298.78,
        "duration": 3.04
    },
    {
        "text": "So at least there are examples, and it doesn't feel like you're just switching things up.",
        "start": 301.82,
        "duration": 3.82
    },
    {
        "text": "And let us know, is there a way to get a different rating over time?",
        "start": 305.64,
        "duration": 2.9
    },
    {
        "text": "If there's more than a certain number of videos that are dinged mature,",
        "start": 308.54,
        "duration": 2.76
    },
    {
        "text": "is that why certain channels are then completely blank under Restricted Mode?",
        "start": 311.3,
        "duration": 3.48
    },
    {
        "text": "And just talk to your creators. As a company, it is okay to say you're testing something and admit fault.",
        "start": 314.78,
        "duration": 5.06
    },
    {
        "text": "The only filter settings you have are 'none' and 'strict.'",
        "start": 319.84,
        "duration": 2.52
    },
    {
        "text": "And if you just said, 'We're testing out this new thing, we only have two extremes of it right now.",
        "start": 322.36,
        "duration": 4.9
    },
    {
        "text": "Thank you for letting us know something was wrong.'",
        "start": 327.26,
        "duration": 1.76
    },
    {
        "text": "Or, 'No. We as a company have decided that these topics, these discussions, are not for-'",
        "start": 329.02,
        "duration": 4.66
    },
    {
        "text": "Tell us where your age range is. It's not appropriate for 17 and under, 13 and under, 4 and under.",
        "start": 333.68,
        "duration": 4.48
    },
    {
        "text": "Give people answers or they will assume the worst.",
        "start": 338.16,
        "duration": 2.84
    },
    {
        "text": "Because that's what human beings do. When we don't have information, we fill in the blanks with the worst possible scenario.",
        "start": 341.0,
        "duration": 4.58
    },
    {
        "text": "When I was 17 and my girlfriend didn't call me one night,",
        "start": 345.58,
        "duration": 2.74
    },
    {
        "text": "my mind automatically said, 'No, she's probably not asleep.",
        "start": 348.32,
        "duration": 2.64
    },
    {
        "text": "She's having a train run on her, or found out that her father was in the hospital that night.'",
        "start": 350.96,
        "duration": 3.52
    },
    {
        "text": "But the main point that I wanna get across in this story is,",
        "start": 354.48,
        "duration": 1.66
    },
    {
        "text": "I understand why there is so much concern, there is so much outrage.",
        "start": 356.14,
        "duration": 3.64
    },
    {
        "text": "But I also don't believe that YouTube is trying to do anything bad here.",
        "start": 359.78,
        "duration": 2.7
    },
    {
        "text": "I think what we're seeing here is poor execution, explanation, and communication in general.",
        "start": 362.48,
        "duration": 4.14
    },
    {
        "text": "And it's also important to remember that it's not just the LGBT community that's affected here.",
        "start": 366.62,
        "duration": 3.6
    },
    {
        "text": "A big part of this conversation is putting people that live a different life,",
        "start": 370.22,
        "duration": 3.46
    },
    {
        "text": "or have different thoughts, into an 'other' category.",
        "start": 373.68,
        "duration": 2.64
    },
    {
        "text": "A category that is seen as different, treated as such, and is potentially in the early stages of being withheld,",
        "start": 376.32,
        "duration": 5.8
    },
    {
        "text": "or more easily withheld, from people.",
        "start": 382.12,
        "duration": 1.9
    },
    {
        "text": "But of course, that said, this is the Philip DeFranco Show.",
        "start": 384.02,
        "duration": 1.84
    },
    {
        "text": "It's not just me telling you the news, and giving my opinion. I wanna know what you're thinking.",
        "start": 385.86,
        "duration": 3.1
    },
    {
        "text": "What's your opinion on this? Do you think that people are freaking out about nothing?",
        "start": 388.96,
        "duration": 2.52
    },
    {
        "text": "Do you understand why some the videos should be restricted?",
        "start": 391.48,
        "duration": 2.46
    },
    {
        "text": "Or no, you think that YouTube's in the wrong here?",
        "start": 393.94,
        "duration": 2.0
    },
    {
        "text": "That this is just the beginning of more? That this is YouTube's way of making things advertiser-friendly?",
        "start": 395.94,
        "duration": 5.42
    },
    {
        "text": "That that's the long goal and this is just the beginning and people are becoming aware of it?",
        "start": 401.36,
        "duration": 3.2
    },
    {
        "text": "Maybe somewhere in between? I'd love to know your thoughts on this.",
        "start": 404.56,
        "duration": 2.36
    },
    {
        "text": "And from there, I wanna share some stuff I love today,",
        "start": 406.92,
        "duration": 2.26
    },
    {
        "text": "in Today in Awesome, brought to you by Squarespace.com/phil.",
        "start": 409.18,
        "duration": 3.4
    },
    {
        "text": "Squarespace, of course, the place to go if you wanna make a beautiful website with their easy all-in-one platform.",
        "start": 412.58,
        "duration": 4.62
    },
    {
        "text": "There's nothing to install, patch, or upgrade, ever.",
        "start": 417.2,
        "duration": 2.96
    },
    {
        "text": "It's intuitive, it's easy, they have award-winning 24/7 customer service.",
        "start": 420.16,
        "duration": 3.48
    },
    {
        "text": "So if you wanna make the smart move like many from the Nation already have,",
        "start": 423.64,
        "duration": 2.46
    },
    {
        "text": "go to Squarespace.com/phil to start your free trial.",
        "start": 426.1,
        "duration": 2.64
    },
    {
        "text": "And if you really like it, use coupon code 'PHIL' for 10% off your first purchase.",
        "start": 428.74,
        "duration": 3.2
    },
    {
        "text": "And the first bit of awesome is self-promo awesome.",
        "start": 431.94,
        "duration": 2.14
    },
    {
        "text": "On top of the Philip DeFranco Show coming back this week, the vloggity also came back.",
        "start": 434.08,
        "duration": 3.7
    },
    {
        "text": "I really love today's video. I tried not to rage very, very hard.",
        "start": 437.78,
        "duration": 3.1
    },
    {
        "text": "Highly recommend you check it out.",
        "start": 440.88,
        "duration": 1.16
    },
    {
        "text": "Then we got a fantastic video from Corridor.",
        "start": 442.04,
        "duration": 1.98
    },
    {
        "text": "It's called Nerf John Wick, and it's essentially John Wick if John Wick only included Nerf guns.",
        "start": 444.02,
        "duration": 4.48
    },
    {
        "text": "If you appreciate the John Wick movies, I think you will appreciate this.",
        "start": 448.5,
        "duration": 3.04
    },
    {
        "text": "Then we got a fantastic trailer for American Gods,",
        "start": 451.54,
        "duration": 2.8
    },
    {
        "text": "and I gotta say, this show gets me excited enough",
        "start": 454.34,
        "duration": 2.12
    },
    {
        "text": "to get a Starz free trial once...",
        "start": 456.46,
        "duration": 2.42
    },
    {
        "text": "the whole season's out, so I can binge-watch it and then cancel my subscription.",
        "start": 458.88,
        "duration": 2.84
    },
    {
        "text": "'Cause I'm sorry, Starz, it's HBO, Showtime, you,",
        "start": 461.72,
        "duration": 3.48
    },
    {
        "text": "and that's really it as far as I have to pay to add you to a package sort of channel.",
        "start": 465.22,
        "duration": 3.6
    },
    {
        "text": "But it looks great.",
        "start": 468.82,
        "duration": 0.58
    },
    {
        "text": "Then, if you have a friend that's in the middle of a diet, send them this video.",
        "start": 469.4,
        "duration": 2.92
    },
    {
        "text": "You know, 'cause you're a horrible person and you do horrible things.",
        "start": 472.32,
        "duration": 2.18
    },
    {
        "text": "And if you wanna see the full versions of everything I just shared,",
        "start": 474.5,
        "duration": 2.34
    },
    {
        "text": "the Secret Link of the Day, anything at all,",
        "start": 476.84,
        "duration": 2.4
    },
    {
        "text": "links, as always, are in the description down below.",
        "start": 479.24,
        "duration": 2.02
    },
    {
        "text": "Then, I know that we just came out of Today in Awesome,",
        "start": 481.26,
        "duration": 1.9
    },
    {
        "text": "but my favorite bit of non-news today is this audio",
        "start": 483.16,
        "duration": 3.12
    },
    {
        "text": "of Shaquille O'Neal, former basketball player, now commentator, saying this:",
        "start": 486.28,
        "duration": 4.66
    },
    {
        "text": "[John Kincade:] What do you make of the Kyrie stuff?",
        "start": 490.98,
        "duration": 1.54
    },
    {
        "text": "[Shaquille O'Neal:] I don't- it's true.",
        "start": 492.74,
        "duration": 1.42
    },
    {
        "text": "[Kincade:] What?",
        "start": 495.06,
        "duration": 0.56
    },
    {
        "text": "[O'Neal:] The Earth is flat.",
        "start": 495.62,
        "duration": 0.84
    },
    {
        "text": "[Kincade:] Shaq, what are you talking about?",
        "start": 498.18,
        "duration": 1.04
    },
    {
        "text": "[O'Neal:] The Earth is flat. I drive from coast to coast,",
        "start": 499.22,
        "duration": 2.6
    },
    {
        "text": "[O'Neal:] and the sh*t's flat to me.",
        "start": 502.16,
        "duration": 1.36
    },
    {
        "text": "*laughing*",
        "start": 503.52,
        "duration": 1.0
    },
    {
        "text": "[O'Neal:] I'm just saying.",
        "start": 504.52,
        "duration": 0.98
    },
    {
        "text": "[Kincade:] Okay, that's the dumbest thing you've ever said.",
        "start": 505.66,
        "duration": 2.0
    },
    {
        "text": "[O'Neal:] I do not go up and down at a 360-degree angle,",
        "start": 507.66,
        "duration": 3.0
    },
    {
        "text": "[Kincade:] Are you kidding me?",
        "start": 510.66,
        "duration": 0.66
    },
    {
        "text": "[O'Neal:] and all that stuff about gravity- have you looked outside Atlanta lately and seen all these buildings?",
        "start": 511.32,
        "duration": 4.56
    },
    {
        "text": "[O'Neal:] So you mean to tell me that China is under us?",
        "start": 515.88,
        "duration": 2.2
    },
    {
        "text": "[Kincade:] Yes.\n[O’Neal:] China is under us.",
        "start": 518.6,
        "duration": 1.06
    },
    {
        "text": "[Kincade:] They are under us!",
        "start": 520.1,
        "duration": 0.78
    },
    {
        "text": "[Other host:] Is that what they tell you when you're a kid?",
        "start": 520.88,
        "duration": 1.04
    },
    {
        "text": "[O'Neal:] The world is flat.",
        "start": 521.92,
        "duration": 0.66
    },
    {
        "text": "Shaquille O'Neal is a flat-Earther. He believes that the Earth is flat,",
        "start": 522.86,
        "duration": 3.94
    },
    {
        "text": "and ugh!",
        "start": 526.8,
        "duration": 0.7
    },
    {
        "text": "Who would've imagined the man who thought Kazaam was gonna be an awesome idea, was also a flat-Earther?",
        "start": 527.5,
        "duration": 5.6
    },
    {
        "text": "And that's where I'm gonna leave this story,",
        "start": 533.1,
        "duration": 1.72
    },
    {
        "text": "because if you are one of these people that believes  that the Earth is flat,",
        "start": 534.82,
        "duration": 2.76
    },
    {
        "text": "I'm not gonna convince you it's not.",
        "start": 537.58,
        "duration": 1.78
    },
    {
        "text": "I think it's important to be skeptical of what we're taught and we're told.",
        "start": 539.36,
        "duration": 2.94
    },
    {
        "text": "I mean, Shaquille O'Neal makes a reference to Christopher Columbus:",
        "start": 542.3,
        "duration": 3.08
    },
    {
        "text": "[O'Neal:] In school, first thing they teach us is,",
        "start": 545.46,
        "duration": 2.28
    },
    {
        "text": "'Oh, Columbus discovered America.",
        "start": 547.96,
        "duration": 1.84
    },
    {
        "text": "But when he got there, it was some, uh,",
        "start": 550.1,
        "duration": 2.48
    },
    {
        "text": "uh, fair-skinned people with the long hair smoking out of peace pipes.'",
        "start": 552.76,
        "duration": 3.18
    },
    {
        "text": "So what does that tell you?! Columbus didn't discover America.",
        "start": 556.02,
        "duration": 3.42
    },
    {
        "text": "And he's right. In school, I was taught Christopher Columbus was essentially a hero.",
        "start": 559.44,
        "duration": 3.2
    },
    {
        "text": "He discovered America, we're here because of him! Good guy!",
        "start": 562.64,
        "duration": 3.22
    },
    {
        "text": "Then I got out of school, did research, and found out that he was a crazy murdering psychopath.",
        "start": 565.86,
        "duration": 5.04
    },
    {
        "text": "Right? But to compare those two scenarios is ridiculous.",
        "start": 570.9,
        "duration": 2.5
    },
    {
        "text": "One is the skewed retelling of history, which, by the way,",
        "start": 573.4,
        "duration": 2.02
    },
    {
        "text": "get rid of fucking Columbus Day.",
        "start": 575.42,
        "duration": 1.5
    },
    {
        "text": "And I'm not trying to make you guys go to school. Like, keep the day off, but maybe-",
        "start": 576.92,
        "duration": 2.74
    },
    {
        "text": "maybe let's call it something else, 'cause fuck that guy.",
        "start": 579.66,
        "duration": 1.86
    },
    {
        "text": "And the other scenario is just ignoring science.",
        "start": 581.52,
        "duration": 2.56
    },
    {
        "text": "But also, we really shouldn't give any validity to people that make these outrageous claims.",
        "start": 584.08,
        "duration": 4.14
    },
    {
        "text": "I mean, to me, this isn't even the craziest thing a sports player has said in the past year.",
        "start": 588.22,
        "duration": 3.86
    },
    {
        "text": "There's a guy in the NFL called Will Hayes who believes mermaids are real,",
        "start": 592.08,
        "duration": 3.82
    },
    {
        "text": "and dinosaurs are fake. That archaeologists have been just hiding these bones.",
        "start": 595.9,
        "duration": 4.74
    },
    {
        "text": "They're lying, it's a conspiracy, and they're pushing their pro-dinosaur agenda.",
        "start": 600.64,
        "duration": 4.3
    },
    {
        "text": "So just treat this as your daily reminder that, uh, just because a famous person said something, doesn't mean it's true.",
        "start": 604.94,
        "duration": 5.34
    },
    {
        "text": "Cough cough, Jenny McCarthy, cough cough.",
        "start": 610.28,
        "duration": 1.76
    },
    {
        "text": "Like if a bunch of scientists were like, 'This is the only way to escape this disaster,",
        "start": 612.04,
        "duration": 4.22
    },
    {
        "text": "here's the evidence, come with us.'",
        "start": 616.26,
        "duration": 1.64
    },
    {
        "text": "But then, B.o.B, Tila Tequila, Shaquille O'Neal, they pull up,",
        "start": 618.06,
        "duration": 4.74
    },
    {
        "text": "and they're like, 'No, the only way to save ourselves is to go this way.",
        "start": 622.8,
        "duration": 3.36
    },
    {
        "text": "And here are some YouTube videos that say we need to go this way.'",
        "start": 626.16,
        "duration": 2.84
    },
    {
        "text": "I'm not going with Shaq.",
        "start": 629.0,
        "duration": 1.3
    },
    {
        "text": "Then in Internet privacy news, it seems that we may be on the edge of another huge nude photo leak.",
        "start": 630.3,
        "duration": 5.1
    },
    {
        "text": "Many people saying this could be the Fappening 2.0.",
        "start": 635.4,
        "duration": 2.02
    },
    {
        "text": "And you might remember the events that are now called the Fappening that happened back in 2014.",
        "start": 637.42,
        "duration": 3.82
    },
    {
        "text": "Tons of female stars had their personal, private photos blasted out on the Internet.",
        "start": 641.24,
        "duration": 4.7
    },
    {
        "text": "You had Jennifer Lawrence, Lea Michele, Victoria Justice,",
        "start": 645.94,
        "duration": 2.74
    },
    {
        "text": "McKayla Maroney, and reportedly those photos are from when she was underage.",
        "start": 648.68,
        "duration": 3.12
    },
    {
        "text": "It was one of the biggest, craziest stories of 2014.",
        "start": 651.8,
        "duration": 2.3
    },
    {
        "text": "And now, in the past week, we've got the news that Emma Watson, Amanda Seyfried,",
        "start": 654.1,
        "duration": 2.76
    },
    {
        "text": "they had their personal photos posted to the Internet.",
        "start": 656.86,
        "duration": 2.38
    },
    {
        "text": "Emma Watson's included photos where she was wearing clothes, they say that those were real.",
        "start": 659.24,
        "duration": 4.02
    },
    {
        "text": "And as far as the nude photos, Emma Watson's team said that those are not her.",
        "start": 663.26,
        "duration": 3.08
    },
    {
        "text": "Seyfried, on the other hand, it appears that those photos were real.",
        "start": 666.34,
        "duration": 2.74
    },
    {
        "text": "They show her both nude and in intimate moments.",
        "start": 669.08,
        "duration": 2.56
    },
    {
        "text": "And now other photos and videos of other stars are being released.",
        "start": 671.64,
        "duration": 3.0
    },
    {
        "text": "Sean Penn's daughter, Rose McGowan, Sami Miro,",
        "start": 674.64,
        "duration": 2.82
    },
    {
        "text": "Katie Cassidy, Paige from the WWE.",
        "start": 677.46,
        "duration": 2.48
    },
    {
        "text": "And these are just the women that have been hit so far.",
        "start": 679.94,
        "duration": 1.98
    },
    {
        "text": "There are posts alleging that many, many more will be revealed soon.",
        "start": 681.92,
        "duration": 3.7
    },
    {
        "text": "And what I'll say is, I know there are people that have very strong opinions",
        "start": 685.62,
        "duration": 2.46
    },
    {
        "text": "regarding photos that are released via hacks, and leaks, and spiteful exes.",
        "start": 688.08,
        "duration": 4.3
    },
    {
        "text": "What I've noticed so far is, there appears to be a lot more support for those affected",
        "start": 692.38,
        "duration": 4.02
    },
    {
        "text": "in these scenarios than many of the women in 2014.",
        "start": 696.4,
        "duration": 2.62
    },
    {
        "text": "Especially regarding Paige from the WWE. The fan base there seems to have massively changed.",
        "start": 699.02,
        "duration": 4.62
    },
    {
        "text": "Back when I watched wrestling, which was, like, the 90s,",
        "start": 703.64,
        "duration": 2.06
    },
    {
        "text": "you had pure sexualization, objectification of wrestlers like Trish Stratus.",
        "start": 705.7,
        "duration": 3.58
    },
    {
        "text": "But fast-forward to 2017, there seems to be a lot of respect for women in the sport,",
        "start": 709.28,
        "duration": 3.42
    },
    {
        "text": "and then just seeing the reaction around these leaks,",
        "start": 712.7,
        "duration": 2.08
    },
    {
        "text": "it blows my mind that there's this much support.",
        "start": 714.78,
        "duration": 1.54
    },
    {
        "text": "Now granted, there are gonna be people that slut-shame,",
        "start": 716.32,
        "duration": 1.74
    },
    {
        "text": "but seeing so many people show support, you realize that,",
        "start": 718.06,
        "duration": 2.12
    },
    {
        "text": "things are slowly changing.",
        "start": 720.3,
        "duration": 1.34
    },
    {
        "text": "And that's kinda where I just have to end that story. On the only silver lining.",
        "start": 721.64,
        "duration": 3.36
    },
    {
        "text": "And of course, whether it be with this story, the first one, anything in between,",
        "start": 725.0,
        "duration": 2.82
    },
    {
        "text": "I'd love to know your thoughts on this.",
        "start": 727.82,
        "duration": 1.4
    },
    {
        "text": "Also, for those of you going, 'Phil, this is your first day back in a week, why not a forty minute show?",
        "start": 729.22,
        "duration": 3.92
    },
    {
        "text": "Why didn't you get to (insert thing)?'",
        "start": 733.14,
        "duration": 1.82
    },
    {
        "text": "We have a whole week of videos, and I'm gonna try and catch up on a lot of the big things",
        "start": 734.96,
        "duration": 2.96
    },
    {
        "text": "while talking about new things as they're happening.",
        "start": 737.92,
        "duration": 1.76
    },
    {
        "text": "If you'd like to recommend stories for me to try and get to this week,",
        "start": 739.68,
        "duration": 2.32
    },
    {
        "text": "or anything at all, of course, you can hit up the Subreddit, and you can also hit me up on Twitter.",
        "start": 742.0,
        "duration": 3.46
    },
    {
        "text": "There's a lot I wanna get to, and I'd love for you guys to be a part of that process.",
        "start": 745.46,
        "duration": 2.56
    },
    {
        "text": "And that's actually where I'm gonna end today's show.",
        "start": 748.08,
        "duration": 1.52
    },
    {
        "text": "And remember, if you liked this video, you like that the show is back,",
        "start": 749.6,
        "duration": 2.34
    },
    {
        "text": "hit that like button! If you're new here, hit that subscribe button.",
        "start": 751.94,
        "duration": 2.56
    },
    {
        "text": "Also, if you missed the last Philip DeFranco Show, you can click or tap right there to watch that now.",
        "start": 754.5,
        "duration": 3.74
    },
    {
        "text": "If you wanna see today's brand new vlog, oh my God, I love this one,",
        "start": 758.24,
        "duration": 3.0
    },
    {
        "text": "click or tap right there to watch that.",
        "start": 761.24,
        "duration": 1.62
    },
    {
        "text": "But, that said, of course, as always, my name's Philip DeFranco, you've just been Philled in,",
        "start": 762.86,
        "duration": 4.52
    },
    {
        "text": "I love yo faces, and I'll see you tomorrow.",
        "start": 767.38,
        "duration": 3.02
    }
]