[
    {
        "text": "Hello you Beautiful bastards hope you're having a fantastic",
        "start": 0.43,
        "duration": 2.0
    },
    {
        "text": "Tuesday welcome back to the philip defranco show and let's just jump into it and some of the first things. I want to talk about",
        "start": 2.679,
        "duration": 5.0
    },
    {
        "text": "Today are updates around the Vegas shooting story. I covered yesterday first. Let's talk about the fundraising for the victims",
        "start": 7.68,
        "duration": 4.77
    },
    {
        "text": "I put yesterday's show up the GoFundMe had not passed 1 million dollars, but is getting very close",
        "start": 12.57,
        "duration": 4.08
    },
    {
        "text": "That's a recording this morning people just flew past the initial goal and have raised three point four plus million dollars",
        "start": 16.77,
        "duration": 5.58
    },
    {
        "text": "That's amazing also",
        "start": 22.539,
        "duration": 1.311
    },
    {
        "text": "I got to give some love to fellow youtuber, KC nice stand start a separate GoFundMe yesterday as a recording this morning",
        "start": 23.85,
        "duration": 5.309
    },
    {
        "text": "He's raised over two hundred thousand dollars for the victims",
        "start": 29.16,
        "duration": 2.459
    },
    {
        "text": "also\nIt warmed my heart to see so many people in so many places",
        "start": 31.619,
        "duration": 3.12
    },
    {
        "text": "Lining up to donate blood to be able to help the victims also in the aftermath of this we saw people angry at President Trump",
        "start": 34.93,
        "duration": 5.36
    },
    {
        "text": "For something he said about it at large entertainers like Tana mojo tweeting. I don't Trump our president",
        "start": 40.29,
        "duration": 4.439
    },
    {
        "text": "Just called people dying a fucking miracle and people still support this man, which Wow I have to say if that is true mr.",
        "start": 44.73,
        "duration": 5.939
    },
    {
        "text": "President let's let's look at the footage look",
        "start": 50.67,
        "duration": 1.81
    },
    {
        "text": "We have a tragedy whether they do and",
        "start": 52.48,
        "duration": 3.319
    },
    {
        "text": "And what happened in Las Vegas is in many ways a miracle the police?",
        "start": 56.17,
        "duration": 5.27
    },
    {
        "text": "Department has done such an incredible job, and we'll be talking about gun laws as time goes",
        "start": 61.719,
        "duration": 6.32
    },
    {
        "text": "But I do have to say",
        "start": 70.03,
        "duration": 2.0
    },
    {
        "text": "how quickly the police department was able to get in was really very much of a miracle they've done an amazing job o",
        "start": 72.189,
        "duration": 7.22
    },
    {
        "text": "Catana and everyone else. Did you just stop listening to the video once you heard what you wanted to hear",
        "start": 79.63,
        "duration": 4.489
    },
    {
        "text": "I say this as someone that is not even close to being a Donald Trump fan",
        "start": 84.119,
        "duration": 3.449
    },
    {
        "text": "I feel like he is our divider in chief honestly",
        "start": 87.569,
        "duration": 2.31
    },
    {
        "text": "He's not what I would like as the representation of this country",
        "start": 89.88,
        "duration": 2.4
    },
    {
        "text": "But it's very obvious what he was saying here is a miracle that in this intense situation this crazy",
        "start": 92.28,
        "duration": 5.099
    },
    {
        "text": "situation the police were able to respond so quickly or brave they were as fast as",
        "start": 97.689,
        "duration": 3.769
    },
    {
        "text": "Possible' more people would have most likely died had it not been for their actions could he have worded it better obviously despite",
        "start": 101.53,
        "duration": 5.72
    },
    {
        "text": "What he says he doesn't have the best words",
        "start": 107.25,
        "duration": 1.619
    },
    {
        "text": "But seeing large performers and so many other people perpetuating a lie all that does is further divide us, and I'm so disappointed",
        "start": 108.869,
        "duration": 5.94
    },
    {
        "text": "I've seen so many people do that I mean I've said it before but if you're gonna hit Donald Trump",
        "start": 114.909,
        "duration": 4.459
    },
    {
        "text": "Don't don't strip away. The context don't change the context",
        "start": 119.369,
        "duration": 2.61
    },
    {
        "text": "Don't don't perhaps. Selectively here is tons of legitimate ways to hit them",
        "start": 121.979,
        "duration": 3.059
    },
    {
        "text": "I mean just today Trump was sitting down with local officials in Puerto Rico. He said this now",
        "start": 125.069,
        "duration": 4.29
    },
    {
        "text": "I hate to tell you, Porto Rico, but you've thrown our budget a little out of whack",
        "start": 129.36,
        "duration": 3.539
    },
    {
        "text": "Because we've spent a lot of money on Puerto Rico, and that's fine. We've saved a lot of lives if you look at the",
        "start": 133.69,
        "duration": 5.839
    },
    {
        "text": "Every death is a horror",
        "start": 140.739,
        "duration": 2.0
    },
    {
        "text": "But if you look at a real catastrophe like Katrina. I'm just gonna stop it right there",
        "start": 142.989,
        "duration": 5.869
    },
    {
        "text": "He then goes on to start comparing death counts between Katrina and this showing this is an example of there",
        "start": 148.859,
        "duration": 5.37
    },
    {
        "text": "There's a ton of stuff coming out of his face where you're just like why?",
        "start": 154.23,
        "duration": 2.61
    },
    {
        "text": "To make it sound like he said it's a miracle that so many people got killed",
        "start": 157.0,
        "duration": 3.229
    },
    {
        "text": "That's that's coming, but then let's talk about douchebaggery at a completely higher level",
        "start": 160.23,
        "duration": 4.979
    },
    {
        "text": "That is a story that has blown up around Haley gift Mangold yesterday in the wake of the Vegas shooting Haley posted something on Facebook",
        "start": 165.209,
        "duration": 6.179
    },
    {
        "text": "That just blew up she wrote if they wouldn't do anything when children were murdered. I have no hope that repugnant",
        "start": 171.609,
        "duration": 5.39
    },
    {
        "text": "Sympathetic because country music fans often are Republican gun toters and the general response from the internet was you evil bitch really",
        "start": 179.26,
        "duration": 7.309
    },
    {
        "text": "that's your response to the news at 58 plus innocent people were just murdered in cold blood over 500 people injured and your",
        "start": 186.569,
        "duration": 7.41
    },
    {
        "text": "Responses they probably own guns so fuckable on top of the general outrage people then looked at her Facebook profile and realize that should work",
        "start": 194.2,
        "duration": 6.05
    },
    {
        "text": "For CBS verad stating that she was a vice president with senior counsel and so people started bombarding",
        "start": 200.25,
        "duration": 4.979
    },
    {
        "text": "CBS with this is a person that represents you and incredibly quickly",
        "start": 205.72,
        "duration": 3.259
    },
    {
        "text": "CBS fired her CBS spokeswoman saying the gaff Mangold who was with us for approximately one year",
        "start": 209.17,
        "duration": 4.61
    },
    {
        "text": "Violated the standards of our company and is no longer an employee of CBS our views as expressed on social media are deeply",
        "start": 214.0,
        "duration": 5.57
    },
    {
        "text": "Unacceptable to all of us at CBS our hearts go out to the victims in Las Vegas and their families and after all of this",
        "start": 219.67,
        "duration": 5.0
    },
    {
        "text": "Haley went to Facebook to issue an apology writing earlier today",
        "start": 224.67,
        "duration": 2.699
    },
    {
        "text": "I posted an indefensible post in a facebook discussion thread concerning the tragic Las Vegas shooting a statement. I sincerely regret",
        "start": 227.37,
        "duration": 5.49
    },
    {
        "text": "I am deeply sorry for",
        "start": 232.86,
        "duration": 1.09
    },
    {
        "text": "diminishing the significance of every life affected by terrorism last night and for the pain my words have inflicted on the loved ones of the",
        "start": 233.95,
        "duration": 5.6
    },
    {
        "text": "Victims my shameful comments do not reflect the beliefs of my former employer",
        "start": 239.55,
        "duration": 2.97
    },
    {
        "text": "Colleagues family and friends nor do they reflect my actual beliefs this senseless violence warrants the deepest empathy",
        "start": 242.65,
        "duration": 5.39
    },
    {
        "text": "I understand and accept all consequences that my words have incurred and as far as our people going to accept that apology",
        "start": 248.04,
        "duration": 5.549
    },
    {
        "text": "I mean, that's up to the individual person",
        "start": 253.59,
        "duration": 1.29
    },
    {
        "text": "Can you say that this is something someone said just in the heat of the moment yes?",
        "start": 254.88,
        "duration": 4.079
    },
    {
        "text": "But this is it's not like something like you're like you slut. I'm sorry",
        "start": 258.959,
        "duration": 3.36
    },
    {
        "text": "We're just in the middle of a fight, so I just blurted something out",
        "start": 262.32,
        "duration": 1.86
    },
    {
        "text": "This is someone on Facebook taking the time to write out a comment more than one sentence and yes",
        "start": 264.18,
        "duration": 4.05
    },
    {
        "text": "They were most likely in the heated moment, but does that mean they don't really think that to some degree?",
        "start": 268.23,
        "duration": 4.589
    },
    {
        "text": "That's for each individual to decide personally. I don't really believe her. Hey that is my person. We'll take away from this story",
        "start": 272.82,
        "duration": 5.339
    },
    {
        "text": "I'll pass the question off to you",
        "start": 278.16,
        "duration": 1.32
    },
    {
        "text": "Do you think that she should have been fired you see this as momentarily?",
        "start": 279.48,
        "duration": 3.059
    },
    {
        "text": "He did you say something you don't mean or a little bit of the true you slipping up",
        "start": 282.54,
        "duration": 4.019
    },
    {
        "text": "Let me know your thoughts here from that. I want to share some stuff",
        "start": 286.56,
        "duration": 2.13
    },
    {
        "text": "I loved today and today in awesome brought to you by Squarespace",
        "start": 288.69,
        "duration": 2.85
    },
    {
        "text": "Comm slash fail Squarespace of course a fantastic place to make a beautiful website with our incredibly easy all-in-one platform",
        "start": 291.669,
        "duration": 5.36
    },
    {
        "text": "You've got nothing to install patch or upgrade ever, and if you ever actually do need help",
        "start": 297.07,
        "duration": 4.309
    },
    {
        "text": "They have award-winning",
        "start": 301.38,
        "duration": 1.12
    },
    {
        "text": "24/7 customer service if you want to check it out like many from the nation already have start your free trial over at squarespace.com",
        "start": 302.5,
        "duration": 4.429
    },
    {
        "text": "slash Ville",
        "start": 307.27,
        "duration": 0.74
    },
    {
        "text": "And if you love it be sure to use coupon code Phil for 10% off your first purchase the first bit of Awesome is something",
        "start": 308.01,
        "duration": 4.5
    },
    {
        "text": "Actually wanted to share yesterday, and that was if you did not see bits of the Ryan Gosling SNL you missed out",
        "start": 312.51,
        "duration": 5.22
    },
    {
        "text": "I'll link to a bunch of them, but my favorite was the papyrus sketch",
        "start": 317.73,
        "duration": 2.97
    },
    {
        "text": "I don't want to ruin it so I'll just link to it down below",
        "start": 320.7,
        "duration": 1.92
    },
    {
        "text": "Then we got a trailer for Crete 2, which if you've never seen the original Crete highly recommend it. I personally loved it",
        "start": 322.62,
        "duration": 5.309
    },
    {
        "text": "I think it's an underappreciated movie my big fan of POV films found-footage stuff, and this is one of the good ones",
        "start": 327.93,
        "duration": 4.65
    },
    {
        "text": "That's it. Hopefully the sequel lives up to the end of your fan of ii-if awesomeness",
        "start": 332.729,
        "duration": 3.52
    },
    {
        "text": "I'm store put out a",
        "start": 336.31,
        "duration": 0.73
    },
    {
        "text": "fantastic VFX breakdown of",
        "start": 337.04,
        "duration": 1.59
    },
    {
        "text": "guardians of the galaxy two highly recommended if you just want to appreciate the movie a little bit more or this is a field you're",
        "start": 338.63,
        "duration": 4.789
    },
    {
        "text": "Interested in we got a red band trailer for the movie father figures the new Owen Wilson Edie Helms comedy if you want to see",
        "start": 343.42,
        "duration": 5.25
    },
    {
        "text": "the full versions everything",
        "start": 348.67,
        "duration": 1.2
    },
    {
        "text": "I just share the secret link of the day anything at all the links has always are in the description down below",
        "start": 349.87,
        "duration": 4.41
    },
    {
        "text": "Then let's talk about this incredibly controversial story around eighteen year old Anna chambers this whole situation starts on September",
        "start": 354.28,
        "duration": 6.209
    },
    {
        "text": "fifteenth reportedly Brooklyn South a narcotics detectives Edward Martens and Richard Hall were conducting an undercover Buy and bust",
        "start": 360.8,
        "duration": 5.51
    },
    {
        "text": "Operation in Brighton Beach with her supervisor and according to police sources at one point in the night the two detectives for some reason drove",
        "start": 366.53,
        "duration": 5.839
    },
    {
        "text": "Off in an unmarked dodge minivan according to Anna chambers. She was with two friends their car gets pulled over around 8:00 p.m.",
        "start": 372.37,
        "duration": 5.16
    },
    {
        "text": "The people pulling them over were two plainclothes",
        "start": 377.53,
        "duration": 2.009
    },
    {
        "text": "Detectives and a black van the detectives then search the car and each person for drug",
        "start": 379.61,
        "duration": 3.529
    },
    {
        "text": "They reportedly asked her to lift her shirt to make sure she wasn't hiding anything and she complied neighbor says one of the friends had",
        "start": 383.14,
        "duration": 4.77
    },
    {
        "text": "some pills on him along with",
        "start": 387.91,
        "duration": 1.06
    },
    {
        "text": "Prescription the two detectives and allegedly tell the other two friends to leave what they order chambers out of the vehicle that's because detectives found",
        "start": 388.97,
        "duration": 5.509
    },
    {
        "text": "Drugs in a bag near her as far as what drugs. They allegedly found",
        "start": 394.48,
        "duration": 2.94
    },
    {
        "text": "I've seen differing reports the detectives in put her in handcuffs before putting her into the back of the van",
        "start": 397.42,
        "duration": 3.959
    },
    {
        "text": "Chambers says the detectives tell her they're gonna take her down to the 60th pre single instead",
        "start": 401.44,
        "duration": 3.3
    },
    {
        "text": "They actually drive her to a parking lot on cropsy Avenue",
        "start": 404.74,
        "duration": 2.369
    },
    {
        "text": "And it was there the two men allegedly forced this",
        "start": 407.11,
        "duration": 1.81
    },
    {
        "text": "Eighteen-year-old girl to perform a sex act on both of them then after she said one of the detectives then raped her",
        "start": 408.92,
        "duration": 4.459
    },
    {
        "text": "All while she was still in handcuffs and dropping her off blocks away from the 60th precinct the girl",
        "start": 413.47,
        "duration": 3.989
    },
    {
        "text": "Then reportedly went to the hospital immediately where doctors found evidence of sexual assault and they reported it to the police",
        "start": 417.46,
        "duration": 4.769
    },
    {
        "text": "And following this report according to police sources the detectives claimed that the sex was consensual",
        "start": 422.56,
        "duration": 4.29
    },
    {
        "text": "And in response to this here's what Anna chambers his attorney had to say there was nothing she can do to",
        "start": 427.16,
        "duration": 4.639
    },
    {
        "text": "Defend herself. She's being brutalized twice here first day raper. She's kidnapped",
        "start": 432.32,
        "duration": 4.91
    },
    {
        "text": "She's raped and she's thrown onto the street",
        "start": 437.23,
        "duration": 1.93
    },
    {
        "text": "And then they go ahead and they victimize her again",
        "start": 439.16,
        "duration": 3.289
    },
    {
        "text": "By saying was consensual as right now the woman's accusations are being investigated by the Brooklyn district attorney's",
        "start": 442.82,
        "duration": 4.7
    },
    {
        "text": "Office the NYPD's internal affairs Bureau is also looking into this president of the detectives union saying these are serious allegations",
        "start": 447.77,
        "duration": 5.929
    },
    {
        "text": "And I am very concerned however until the investigation is completed. I cannot make an informed comment",
        "start": 453.86,
        "duration": 4.369
    },
    {
        "text": "also",
        "start": 458.23,
        "duration": 0.39
    },
    {
        "text": "Sources say a DNA match is still pending and no charges have been filed yet far as the two detectives and their supervisor they have",
        "start": 458.62,
        "duration": 5.16
    },
    {
        "text": "Been placed on modified duty as the investigation continued",
        "start": 463.78,
        "duration": 2.519
    },
    {
        "text": "This usually involves being stripped of their guns and is enforced on desk duty, and here's what I'll say on this situation",
        "start": 466.3,
        "duration": 4.589
    },
    {
        "text": "I've looked online and I've seen criticisms of people saying that you know look at what she posts on Twitter and Instagram posts revealing photos",
        "start": 470.889,
        "duration": 6.81
    },
    {
        "text": "Skimpy photos and to that I would say okay",
        "start": 477.83,
        "duration": 3.23
    },
    {
        "text": "What does that have to do with two police officers?",
        "start": 481.06,
        "duration": 1.75
    },
    {
        "text": "Engaging in sex with someone they have arrested from all accounts",
        "start": 482.81,
        "duration": 3.679
    },
    {
        "text": "It seems like Anna was in their custody when you are the person or in this instance",
        "start": 486.49,
        "duration": 3.24
    },
    {
        "text": "The people who have the power to charge someone with a crime to testify against them potentially leading to them",
        "start": 489.8,
        "duration": 5.63
    },
    {
        "text": "Serving time in prison you can't claim that any of the sex with that person is consensual",
        "start": 495.53,
        "duration": 4.369
    },
    {
        "text": "That's without even going into the allegations that she was handcuffed during all this it appears that either way this went down the cops are",
        "start": 499.9,
        "duration": 5.79
    },
    {
        "text": "Completely in the wrong here either one these police officers",
        "start": 505.97,
        "duration": 2.42
    },
    {
        "text": "Just forced themselves on this woman that they picked up and put in their van right they picked her up",
        "start": 508.46,
        "duration": 4.43
    },
    {
        "text": "She had drugs on her they they raped her and figured you know what what you gonna do report us and then also get in",
        "start": 512.89,
        "duration": 4.44
    },
    {
        "text": "trouble or two under threat of either going to jail or physical attack she performed sexual acts on the police officer you know police officers",
        "start": 517.33,
        "duration": 6.329
    },
    {
        "text": "Putting a woman in a situation where it's essentially sex for freedom to me that sure as hell seems like rape, too",
        "start": 523.729,
        "duration": 5.119
    },
    {
        "text": "But of course like with every story I talk about I want to pass the question off to you",
        "start": 528.85,
        "duration": 3.54
    },
    {
        "text": "What is your takeaway from this situation?",
        "start": 532.39,
        "duration": 1.68
    },
    {
        "text": "I love know what you think and why in those comments down below",
        "start": 534.07,
        "duration": 2.369
    },
    {
        "text": "And then let's talk about the big update around the Catalonia referendum you might remember we talked about this last week",
        "start": 536.44,
        "duration": 4.349
    },
    {
        "text": "We said it was looking like it was about to get worse and it did now for those who didn't see that video last week",
        "start": 540.79,
        "duration": 4.65
    },
    {
        "text": "Here's the quick recap Catalonia is a wealthy region in",
        "start": 545.44,
        "duration": 2.34
    },
    {
        "text": "Northeastern Spain is where Barcelona is and in general just feels different from Spain",
        "start": 547.85,
        "duration": 3.5
    },
    {
        "text": "They have their own unique language",
        "start": 551.35,
        "duration": 1.15
    },
    {
        "text": "Different customs from Spain for decades they have been asking to various degrees for independence from Spain over the last few months the new government",
        "start": 552.5,
        "duration": 5.869
    },
    {
        "text": "In Catalonia its regional Parliament that generally taught they decided to hold a new referendum the question was do you want Catalonia to be an?",
        "start": 558.37,
        "duration": 5.669
    },
    {
        "text": "Independent state in the form of a republic now in response to this Spain's national government not too",
        "start": 564.14,
        "duration": 4.219
    },
    {
        "text": "Happy they declared the vote unconstitutional and illegal in the lead-up to the actual vote on October 1st",
        "start": 568.36,
        "duration": 4.619
    },
    {
        "text": "Spain was very heavy-handed as we covered last week Spain sent National Police and whadya CVO to crack down on Catalonia",
        "start": 572.98,
        "duration": 5.85
    },
    {
        "text": "confiscated ballot boxes and pro-independence",
        "start": 578.9,
        "duration": 1.95
    },
    {
        "text": "Pamphlets they also began raiding and closing down poll locations then came the date of the actual vote this past Sunday reportedly",
        "start": 580.85,
        "duration": 5.989
    },
    {
        "text": "2.2 million Catalans cast their vote that being just under",
        "start": 587.0,
        "duration": 3.2
    },
    {
        "text": "43% of the population",
        "start": 590.39,
        "duration": 0.81
    },
    {
        "text": "Is actually a really impressive number considering Guardia Sevilla was out there trying to stop the vote their videos popping up throughout the day",
        "start": 591.2,
        "duration": 6.44
    },
    {
        "text": "Showing what was happening actively shutting down and destroying poll station. They also locked up. Hole workers and voters in polling stations",
        "start": 597.89,
        "duration": 6.649
    },
    {
        "text": "They had shut down. We're seeing voters dragged out of polling booths, and that's without even going into",
        "start": 604.54,
        "duration": 4.02
    },
    {
        "text": "What was happening in the street? We kept seeing instance after instance of Guardia Civil?",
        "start": 608.56,
        "duration": 3.209
    },
    {
        "text": "Attacking people in the street first with batons, then there were reports of rubber bullets being shot",
        "start": 612.35,
        "duration": 4.76
    },
    {
        "text": "That became its own controversy because the reports saying that even shooting rubber bullets is illegal. It's actually not true",
        "start": 618.11,
        "duration": 5.39
    },
    {
        "text": "It's illegal for catalan police forces otherwise known as moso's to do that a national police in Guardia Civil",
        "start": 623.5,
        "duration": 4.289
    },
    {
        "text": "They are allowed to do it, but despite it being legal. There was still massive criticize the end of the day",
        "start": 627.8,
        "duration": 4.789
    },
    {
        "text": "It was reported that over 800 Catalans had been injured also speaking of moso's the catalan police force",
        "start": 632.589,
        "duration": 5.07
    },
    {
        "text": "They are under the control of madrid well we ended up seeing where individual officers not enforcing the ban on this vote instead",
        "start": 637.66,
        "duration": 6.179
    },
    {
        "text": "What we kept seeing where incidents of moso's confronting national police and protecting their citizens we also saw Catalonia firefighters forming a human shield around",
        "start": 643.839,
        "duration": 7.679
    },
    {
        "text": "Citizens event as we've seen in videos they too were attacked by national police with all that said at the end of the voting day",
        "start": 651.829,
        "duration": 5.48
    },
    {
        "text": "According to a catalan spokesman 73% of polling stations were able to remain open 90% of the votes were for pro-independence",
        "start": 657.31,
        "duration": 5.669
    },
    {
        "text": "but of course like I said",
        "start": 663.05,
        "duration": 1.01
    },
    {
        "text": "This is based off of a 43% voter turn and this is start a debate of is is still what the people want any arguing?",
        "start": 664.06,
        "duration": 5.309
    },
    {
        "text": "That if you're an anti independence voter you were less likely to actually go out and vote because Spain had declared this illegal",
        "start": 669.37,
        "duration": 5.339
    },
    {
        "text": "But those who are pro",
        "start": 674.709,
        "duration": 0.971
    },
    {
        "text": "Independence for Catalonia are saying no the reason we have a low voter turnout is because of the police crackdown you closed polling stations you",
        "start": 675.68,
        "duration": 5.719
    },
    {
        "text": "Detained people you attacked people in the street, and we still had a around 43 percent voter turnout",
        "start": 681.399,
        "duration": 5.13
    },
    {
        "text": "We then saw the leader of Catalonia say with this day of hope and suffering the citizens of Catalonia have won the right to an",
        "start": 686.529,
        "duration": 5.369
    },
    {
        "text": "Independent state in the form of a republic my government in the next few days will send the results of today's vote to the Catalan",
        "start": 691.899,
        "duration": 4.739
    },
    {
        "text": "Parliament where the sovereignty of our people lies so it can act in accordance with the law of the referendum",
        "start": 696.639,
        "duration": 4.11
    },
    {
        "text": "But you also had Spain's Prime Minister's saying at this hour",
        "start": 700.75,
        "duration": 2.579
    },
    {
        "text": "I can tell you in the strongest terms what you already know and what we have seen throughout this day there has not been a",
        "start": 703.329,
        "duration": 4.559
    },
    {
        "text": "referendum on self-determination",
        "start": 707.889,
        "duration": 1.3
    },
    {
        "text": "In Catalonia today all Spaniards have seen that our state rule of law keeps its strength and reality and restricts those who wish to subvert",
        "start": 709.189,
        "duration": 6.08
    },
    {
        "text": "The state of laws because he may have been able to tell they're not quite on the same page and relations have",
        "start": 715.269,
        "duration": 4.65
    },
    {
        "text": "unsurprisingly become more tense",
        "start": 720.139,
        "duration": 1.43
    },
    {
        "text": "We've seen more and more people coming out who are not pro independence saying they are",
        "start": 721.569,
        "duration": 3.57
    },
    {
        "text": "Disgusted by the actions of Madrid and Guardia CV the fact that we saw so much violence in the streets coming from National Police",
        "start": 725.329,
        "duration": 6.44
    },
    {
        "text": "We've seen national police officers getting kicked out of their Catalan hotels",
        "start": 731.769,
        "duration": 3.04
    },
    {
        "text": "Barcelona's mayor threatened to revoke the hotel's",
        "start": 734.96,
        "duration": 2.1
    },
    {
        "text": "License if they allowed police to stay there union president for Guardia Seville has asked for more help from Madrid's",
        "start": 737.16,
        "duration": 5.0
    },
    {
        "text": "I mean I need more protection for the troops, or they are going to withdraw",
        "start": 742.16,
        "duration": 2.549
    },
    {
        "text": "They also then issued a statement calling the Catalan government traitors today",
        "start": 744.71,
        "duration": 3.09
    },
    {
        "text": "We also saw Catalonia erupt in protests over the government's use of police to repress the independence vote",
        "start": 747.8,
        "duration": 5.13
    },
    {
        "text": "We've seen thousands marched outside the Guardia Civil",
        "start": 752.93,
        "duration": 2.13
    },
    {
        "text": "Headquarters there they were chanting Spanish police get out additionally two of the biggest labor unions in Spain also called for strikes in Catalonia although",
        "start": 755.61,
        "duration": 7.099
    },
    {
        "text": "They labeled them labor movements because actually striking for political reasons is",
        "start": 762.71,
        "duration": 3.33
    },
    {
        "text": "Prohibited by Spanish law and so where we are right now is this tipping point as I mentioned earlier catalan leaders have said that they",
        "start": 766.14,
        "duration": 5.6
    },
    {
        "text": "Will act in accordance with their referendum law part of that law is that they have 48 hours to declare independence in the case of?",
        "start": 771.74,
        "duration": 5.309
    },
    {
        "text": "A yes one has a recording this video they have yet to do that first",
        "start": 777.05,
        "duration": 2.519
    },
    {
        "text": "they have to formally give the results to the generally top to ratify them and after the ratification the",
        "start": 779.57,
        "duration": 3.84
    },
    {
        "text": "Declaration will be made now what we do know is that since Monday night members of the Catalan government have been meeting behind closed doors",
        "start": 783.6,
        "duration": 4.849
    },
    {
        "text": "discussing the future",
        "start": 788.45,
        "duration": 0.75
    },
    {
        "text": "So what do they do here?",
        "start": 789.2,
        "duration": 1.11
    },
    {
        "text": "If independence is declared experts say it would be likely crushed quickly Spain has made it very clear that under no circumstance will they allow",
        "start": 790.31,
        "duration": 5.519
    },
    {
        "text": "Catalonia to go it's almost likely if independence is declared the separatist leaders will be arrested also",
        "start": 795.99,
        "duration": 4.489
    },
    {
        "text": "There's a question of how will Catalonia enforce their claim of independent right we're getting questions of are they hoping the international community steps up",
        "start": 800.48,
        "duration": 5.609
    },
    {
        "text": "Are they planning to back this up with weapon if they did choose to fight Spain?",
        "start": 806.09,
        "duration": 2.88
    },
    {
        "text": "They don't have a ton of armed with arms",
        "start": 808.97,
        "duration": 1.5
    },
    {
        "text": "They do have are in the hands of moso which while we did see instances of them standing up to the police right now they",
        "start": 810.47,
        "duration": 4.35
    },
    {
        "text": "Are still paid by the central government also?",
        "start": 814.82,
        "duration": 1.74
    },
    {
        "text": "What we'd likely see is Madrid invoking article",
        "start": 816.56,
        "duration": 2.0
    },
    {
        "text": "155 of the",
        "start": 818.64,
        "duration": 0.9
    },
    {
        "text": "Constitution this would allow them to send even more police into Catalonia and also revoke self-rule from Catalans like I said that is where we",
        "start": 819.54,
        "duration": 5.869
    },
    {
        "text": "Are as of recording this video?",
        "start": 825.41,
        "duration": 1.26
    },
    {
        "text": "We are we are most likely very close to something massive happen and of course with us being the Philip DeFranco",
        "start": 826.67,
        "duration": 5.099
    },
    {
        "text": "Show I'd love to know your thoughts on this story the first one anything in between let me know in those comments down below",
        "start": 831.77,
        "duration": 5.58
    },
    {
        "text": "That's where I'm going to end today's show remember if you like this video you like what I try and do on this channel hit",
        "start": 837.35,
        "duration": 4.59
    },
    {
        "text": "That like button if you knew where hit that subscribe button",
        "start": 841.94,
        "duration": 2.309
    },
    {
        "text": "also\nIf you missed yesterday's philip defranco show you want to catch up click or tap right there to watch that or if you want to",
        "start": 844.25,
        "duration": 4.41
    },
    {
        "text": "See the newest behind the scenes vlog click a tap right there to watch that",
        "start": 848.66,
        "duration": 2.909
    },
    {
        "text": "But that's of course as always my name's philip defranco. You've just been phill'd in a la vo faces, and i'll see you tomorrow",
        "start": 851.57,
        "duration": 6.78
    }
]