[
    {
        "text": "Hey! I wanna tell you a secret.",
        "start": 0.0,
        "duration": 1.89
    },
    {
        "text": "The Philip DeFranco show is back. Welcome back to the Philip DeFranco show, my name is Philip DeFranco",
        "start": 1.89,
        "duration": 5.09
    },
    {
        "text": "I hope you're having a fantastic Monday.",
        "start": 6.98,
        "duration": 1.74
    },
    {
        "text": "Let's just jump into it and the first thing we're talked about today is actually just a quick personal note.",
        "start": 8.74,
        "duration": 4.97
    },
    {
        "text": "One. While I very much enjoyed and embraced my one-week break",
        "start": 13.71,
        "duration": 1.95
    },
    {
        "text": "I definitely did miss you guys especially because two just the outpouring of support and love from last Monday's video",
        "start": 15.66,
        "duration": 6.92
    },
    {
        "text": "It was just- it means it means the world to me",
        "start": 22.58,
        "duration": 2.04
    },
    {
        "text": "It's very easy to feel alone and uhh, and the fights and battles that I mean 99% of the time",
        "start": 24.62,
        "duration": 5.1
    },
    {
        "text": "We don't even talk about.",
        "start": 29.82,
        "duration": 1.24
    },
    {
        "text": "You know, like 75% my job is being locked in a room talking essentially to myself all day",
        "start": 31.18,
        "duration": 4.38
    },
    {
        "text": "So just- just seeing all those comments, the tweets, everything, it just",
        "start": 35.74,
        "duration": 3.53
    },
    {
        "text": "It just really reaffirms that we have something here",
        "start": 39.27,
        "duration": 2.47
    },
    {
        "text": "So just thank you. Also, a really quick note around the Philip DeFranco shows this week.",
        "start": 41.76,
        "duration": 3.42
    },
    {
        "text": "I am going to try and sneak in some of the bigger stories that we didn't cover last week cause there was no show.",
        "start": 45.18,
        "duration": 4.44
    },
    {
        "text": "Also,",
        "start": 49.78,
        "duration": 0.34
    },
    {
        "text": "This week's Friday Philip DeFranco show was going to be a huge catch-up video",
        "start": 50.12,
        "duration": 3.16
    },
    {
        "text": "then also at the same time in these daily videos covering",
        "start": 53.28,
        "duration": 1.98
    },
    {
        "text": "the news that is still happening.",
        "start": 55.4,
        "duration": 1.3
    },
    {
        "text": "The week after break is always a bit of a juggling act so just a little heads up.",
        "start": 56.7,
        "duration": 2.2
    },
    {
        "text": "And actually, the first thing we're to talk about today is somewhat connected to the issues",
        "start": 59.78,
        "duration": 2.76
    },
    {
        "text": "We've been talking about with YouTube. CNN continued this, kind of mainstream media onslaught",
        "start": 62.55,
        "duration": 5.069
    },
    {
        "text": "We've seen towards YouTube over the past few years.",
        "start": 67.62,
        "duration": 2.44
    },
    {
        "text": "putting out the exclusive story: \"YouTube ran ads from hundreds of brands on extremist channels.\"",
        "start": 70.06,
        "duration": 4.56
    },
    {
        "text": "And to that I say, it's good to know that Felix is getting ads again.",
        "start": 74.62,
        "duration": 3.6
    },
    {
        "text": "He said sarcastically as a joke. Calm down.",
        "start": 78.22,
        "duration": 2.0
    },
    {
        "text": "I think this story is an important thing to note for the YouTube community because I think it is important that we understand that YouTube",
        "start": 80.46,
        "duration": 4.74
    },
    {
        "text": "is getting it from both sides right now.",
        "start": 85.2,
        "duration": 2.0
    },
    {
        "text": "on the creator side we have a ton of creators, including myself, feeling like our videos are",
        "start": 87.2,
        "duration": 3.62
    },
    {
        "text": "Being unfairly treated whether it be demonetization, suppression.",
        "start": 90.82,
        "duration": 2.9
    },
    {
        "text": "Smaller channels that used to be partnered, now not, old or new channels that do qualify to be repartnered",
        "start": 93.72,
        "duration": 6.18
    },
    {
        "text": "not able to get through, that there's this- this incredible bottleneck",
        "start": 100.02,
        "duration": 3.04
    },
    {
        "text": "And then at the same time the exact opposite problem YouTube is facing is that",
        "start": 103.06,
        "duration": 3.08
    },
    {
        "text": "mainstream media outlets keep reporting that ads are on videos that they should not be on.",
        "start": 106.14,
        "duration": 3.62
    },
    {
        "text": "And I do want to point out at this point that I think that there is a problem for",
        "start": 109.76,
        "duration": 3.039
    },
    {
        "text": "YouTube running ads on inappropriate videos.",
        "start": 112.799,
        "duration": 2.04
    },
    {
        "text": "But, I also feel like a lot of these places, including CNN, go for extreme outlier situations.",
        "start": 114.84,
        "duration": 5.96
    },
    {
        "text": "minimal, not-representative-of-the-normal-ecosystem situations.",
        "start": 120.8,
        "duration": 3.94
    },
    {
        "text": "Example: there was an ad on what appeared to be a North Korean propaganda video.",
        "start": 124.74,
        "duration": 3.84
    },
    {
        "text": "That video, at the time of screenshot, had just over 3200 views.",
        "start": 128.58,
        "duration": 3.68
    },
    {
        "text": "They also featured another example",
        "start": 132.26,
        "duration": 1.3
    },
    {
        "text": "of a video that had an offensive content warning. Those are the kind of videos that YouTube has deemed so bad",
        "start": 133.56,
        "duration": 4.08
    },
    {
        "text": "they disable features.",
        "start": 137.65,
        "duration": 1.169
    },
    {
        "text": "You can't even share the videos.",
        "start": 138.82,
        "duration": 1.56
    },
    {
        "text": "That video had things like exposing Jewish domination, white/black genetic differences.",
        "start": 140.38,
        "duration": 4.6
    },
    {
        "text": "CNN's screenshot shows a Nissan disney ad that's,",
        "start": 145.08,
        "duration": 2.82
    },
    {
        "text": "for some reason, on that video that appears- To me that seems like a glitch. But then, as part of the story",
        "start": 147.9,
        "duration": 4.14
    },
    {
        "text": "CNN then contacts the brands, and they're like",
        "start": 152.04,
        "duration": 1.82
    },
    {
        "text": "\"what do you think about this craziness?\"",
        "start": 153.86,
        "duration": 1.6
    },
    {
        "text": "And so Under Armour said that they are pausing their advertising.",
        "start": 155.46,
        "duration": 2.64
    },
    {
        "text": "Nissan gave a statement that, effective immediately, they were freezing all their advertising.",
        "start": 158.1,
        "duration": 2.82
    },
    {
        "text": "Many of the brands, though, saying that they're going to work closer with YouTube moving forward.",
        "start": 160.92,
        "duration": 3.74
    },
    {
        "text": "as far as YouTube's response to all of this, a YouTube spokesperson told CNN",
        "start": 164.66,
        "duration": 3.14
    },
    {
        "text": "\"When we find that ads mistakenly ran against content that doesn't comply with our policies",
        "start": 167.8,
        "duration": 3.6
    },
    {
        "text": "we immediately remove those ads. We know that even when videos meet our advertiser friendly guidelines",
        "start": 171.4,
        "duration": 4.289
    },
    {
        "text": "not all videos will be appropriate for all brands, but we are committed to working with our advertisers and getting this right.\"",
        "start": 175.689,
        "duration": 4.77
    },
    {
        "text": "And I think that's one of the things to consider in a situation like this because once again",
        "start": 180.459,
        "duration": 3.209
    },
    {
        "text": "I do feel that we are talking about outlier situations.",
        "start": 183.669,
        "duration": 2.61
    },
    {
        "text": "I personally, just coming from this side, believe that the more prevalent issue is people being",
        "start": 186.28,
        "duration": 3.869
    },
    {
        "text": "demonetized incorrectly. But what we're seeing here are journalists and researchers finding these situations",
        "start": 190.34,
        "duration": 4.579
    },
    {
        "text": "and then because they are not members of the community",
        "start": 194.919,
        "duration": 1.921
    },
    {
        "text": "they are not reporting these things. At least, not how",
        "start": 196.84,
        "duration": 2.22
    },
    {
        "text": "YouTubers would report this thing to YouTube so that they could fix the problem. Instead they take",
        "start": 199.22,
        "duration": 3.529
    },
    {
        "text": "screenshots and then make a big article about it.",
        "start": 202.849,
        "duration": 1.76
    },
    {
        "text": "And then, it wouldn't be surprising if they just started hitting refresh on those outlier situations and going",
        "start": 204.609,
        "duration": 4.331
    },
    {
        "text": "\"oh, there's a different brand.",
        "start": 208.94,
        "duration": 1.068
    },
    {
        "text": "There's a different brand.\"",
        "start": 210.008,
        "duration": 1.272
    },
    {
        "text": "But, unfortunately for YouTube, the headline-readers of the world, the outsiders looking in, they're just gonna see that",
        "start": 211.28,
        "duration": 5.84
    },
    {
        "text": "and go \"Oh. It's just a horrible place.\"",
        "start": 217.12,
        "duration": 1.46
    },
    {
        "text": "But ultimately we'll have to wait and see what happens. Is this the beginning of another adpocalypse?",
        "start": 218.59,
        "duration": 3.899
    },
    {
        "text": "Or is everything going to be fine? I actually- I know that I'm usually a cynic",
        "start": 222.5,
        "duration": 4.519
    },
    {
        "text": "I do have that self-awareness.",
        "start": 227.019,
        "duration": 0.78
    },
    {
        "text": "I do think that overall things are going to be fine.",
        "start": 227.8,
        "duration": 3.12
    },
    {
        "text": "Example: Under Armour, who, of course, said that they were going to suspend their ads have already now come",
        "start": 230.92,
        "duration": 3.659
    },
    {
        "text": "back to buying ads.",
        "start": 234.58,
        "duration": 1.3
    },
    {
        "text": "This after reportedly working with YouTube to put additional safety measures in place.",
        "start": 235.88,
        "duration": 3.08
    },
    {
        "text": "Which, I will say the turnaround time on that situation.",
        "start": 238.96,
        "duration": 2.16
    },
    {
        "text": "It makes me wonder if just the brand did not have the proper settings in for ad buys.",
        "start": 241.12,
        "duration": 4.019
    },
    {
        "text": "But ultimately like we always have to do in these situations, we will have to wait and see.",
        "start": 245.139,
        "duration": 3.48
    },
    {
        "text": "Expect the worst, hope for the best. Now the thing is, coming from that story",
        "start": 249.229,
        "duration": 3.14
    },
    {
        "text": "There is a potential huge opportunity for both creators and supporters alike.",
        "start": 252.369,
        "duration": 3.591
    },
    {
        "text": "And that is the opportunity and solution of Brave and bet I'm so excited by this because we often see in times of massive change",
        "start": 255.96,
        "duration": 6.9
    },
    {
        "text": "Struggle issues. That's when we get these fantastic stick opportunities and solutions now before going any further",
        "start": 263.68,
        "duration": 5.3
    },
    {
        "text": "I want to be incredibly transparent by talking about brave and bat I can 100%",
        "start": 269.0,
        "duration": 4.05
    },
    {
        "text": "Benefit also in addition to that brave after seeing last Monday's video",
        "start": 273.51,
        "duration": 3.26
    },
    {
        "text": "They reached out, and we reached a sponsorship slash advising agreement",
        "start": 276.77,
        "duration": 4.049
    },
    {
        "text": "They are sponsoring today's show to both support and insulate us from what we've been having to deal with and I'll also be",
        "start": 280.82,
        "duration": 5.279
    },
    {
        "text": "Advising from the standpoint of what is best for creators",
        "start": 286.2,
        "duration": 2.75
    },
    {
        "text": "What is best for their communities and brave is kind of a two birds one stone?",
        "start": 288.95,
        "duration": 3.029
    },
    {
        "text": "situation ray is the",
        "start": 292.41,
        "duration": 1.5
    },
    {
        "text": "Fantastically fast and private browser that stops ads and trackers before they start it kills data draining scripts and his creator focused and friendly",
        "start": 293.91,
        "duration": 7.04
    },
    {
        "text": "right into the browser is a",
        "start": 300.98,
        "duration": 1.33
    },
    {
        "text": "Fantastic new way to support the creators and publishers you love every month think of it kind of like a youtube bread",
        "start": 302.31,
        "duration": 4.43
    },
    {
        "text": "Situation and how it blocks ads in a way that still supports the creators you love",
        "start": 306.9,
        "duration": 3.049
    },
    {
        "text": "But it's not just limited to youtube you can support twitch people people with blogs and you have far more control over who you support",
        "start": 309.95,
        "duration": 6.779
    },
    {
        "text": "And what level you can support either based on how much of a person's content you support or by guaranteeing a certain percentage they call",
        "start": 316.73,
        "duration": 5.94
    },
    {
        "text": "That pinning it's a fantastic solution for everyone",
        "start": 322.67,
        "duration": 2.069
    },
    {
        "text": "but especially",
        "start": 324.74,
        "duration": 0.58
    },
    {
        "text": "creators that make short form content like on YouTube one year when you're talking about YouTube bread money going to creators who support sometimes the",
        "start": 325.32,
        "duration": 5.929
    },
    {
        "text": "creators that end up getting screwed or people like",
        "start": 331.25,
        "duration": 1.72
    },
    {
        "text": "Animators in that system shows like mine are heavily favored 15 to 20 minute daily shows whereas",
        "start": 332.97,
        "duration": 4.64
    },
    {
        "text": "They have to put an a lot of effort just for one two minutes",
        "start": 337.61,
        "duration": 2.879
    },
    {
        "text": "So you get to support in a way that doesn't seem to penalize people and make them have to stretch out content",
        "start": 340.49,
        "duration": 4.11
    },
    {
        "text": "So here is what I recommend you do one if you want to support my show in its current environment",
        "start": 344.6,
        "duration": 4.679
    },
    {
        "text": "I want you to click the link down below download and try out brave for a month see if you love it as much as",
        "start": 349.28,
        "duration": 4.23
    },
    {
        "text": "I do and the extra haunted benefit",
        "start": 353.51,
        "duration": 1.41
    },
    {
        "text": "There is without you having to spend any money brave will contribute",
        "start": 354.92,
        "duration": 2.669
    },
    {
        "text": "$5 on your behalf to my show too if you are already on board with the idea of using bat to contribute to other Creators",
        "start": 357.9,
        "duration": 5.809
    },
    {
        "text": "You enjoy you can go download",
        "start": 363.71,
        "duration": 1.59
    },
    {
        "text": "It create a wallet start supporting additional creators today and three to my fellow",
        "start": 365.3,
        "duration": 3.57
    },
    {
        "text": "Content creators if you put out content on YouTube twitch",
        "start": 369.0,
        "duration": 2.48
    },
    {
        "text": "wherever click the link down below become a verified publisher unless the people that already use brave know that you are on board that if",
        "start": 371.55,
        "duration": 6.08
    },
    {
        "text": "They choose to support you that you will receive that support and to those fellow creators",
        "start": 377.63,
        "duration": 3.39
    },
    {
        "text": "It will allow you to set up your own referral link like the one I mentioned today the $5 support one you can kick it",
        "start": 381.02,
        "duration": 4.44
    },
    {
        "text": "Out to your own audience you can start getting that same support at no cost to your viewers also additionally on the note of no",
        "start": 385.46,
        "duration": 4.679
    },
    {
        "text": "Cost your viewers brave is working on a pretty much",
        "start": 390.14,
        "duration": 2.22
    },
    {
        "text": "Get paid to browse solution this for those chunks of your audience that really do want to or what you're doing",
        "start": 392.36,
        "duration": 4.979
    },
    {
        "text": "But don't have the bank, but that's it. I highly recommend you check it out",
        "start": 397.34,
        "duration": 2.609
    },
    {
        "text": "I think I think one it's a fantastic browser - a fantastic solution from that note. I want to share some stuff",
        "start": 399.949,
        "duration": 4.83
    },
    {
        "text": "I love today and today in awesome. And the first bit of Awesome is fortnight awesome",
        "start": 404.81,
        "duration": 4.289
    },
    {
        "text": "I just have to give props to Tyler ninja Blevins over the weekend in Vegas. He held an event called ninja Vegas",
        "start": 409.099,
        "duration": 4.529
    },
    {
        "text": "18 was a massive fort night event both in person and online they were reportedly around",
        "start": 413.628,
        "duration": 3.892
    },
    {
        "text": "$50,000 in cash and prizes. And during the stream, Ninja actually broke his previous record which of course",
        "start": 417.58,
        "duration": 4.66
    },
    {
        "text": "he famously set with Drake. That being around 628,000 concurrent viewers on Twitch at one time.",
        "start": 422.24,
        "duration": 4.94
    },
    {
        "text": "And this, time according to some reports, there are around 680,000 concurrent viewers at one time.",
        "start": 427.18,
        "duration": 3.8
    },
    {
        "text": "which obviously is impressive in its own, right, but I also think it should be noted because",
        "start": 430.98,
        "duration": 4.04
    },
    {
        "text": "when Ninja broke the record last time, the way so many places reported the story is that Drake broke the record.",
        "start": 435.02,
        "duration": 5.86
    },
    {
        "text": "But seeing this happen an even greater number while not having a Drake",
        "start": 440.88,
        "duration": 3.379
    },
    {
        "text": "I think it really highlights that that it is Ninja. It is the Twitch community that is the draw.",
        "start": 444.26,
        "duration": 4.84
    },
    {
        "text": "It's not online creators like a Ninja that are being pulled up by mainstream",
        "start": 449.1,
        "duration": 3.88
    },
    {
        "text": "I think the legitimacy is important, but there needs to be a respect that this is mutually beneficial",
        "start": 452.98,
        "duration": 5.2
    },
    {
        "text": "So yeah, that's where that one ends.",
        "start": 458.18,
        "duration": 1.04
    },
    {
        "text": "Essentially just props to Ninja for continually raising the bar for the community and the platform.",
        "start": 459.22,
        "duration": 4.3
    },
    {
        "text": "Then in while-I-was-on-break Awesome, you got a Deadpool 2 trailer.",
        "start": 463.52,
        "duration": 2.84
    },
    {
        "text": "You want to be the 14 millionth person to watch that I highly recommend it.",
        "start": 466.36,
        "duration": 3.66
    },
    {
        "text": "I'm very excited and not just for Peter.",
        "start": 470.029,
        "duration": 2.07
    },
    {
        "text": "Then we got a trailer for Crazy Rich Asians, which I'm just excited to get some more Constance Wu in my life.",
        "start": 472.1,
        "duration": 4.88
    },
    {
        "text": "You also had astronaut Chris Hadfield debunking space myths with Wired,",
        "start": 476.98,
        "duration": 3.24
    },
    {
        "text": "Tom Scott sending garlic bread to the edge of space and then eating it. And if you want to see the full versions of",
        "start": 480.22,
        "duration": 4.56
    },
    {
        "text": "everything I just shared, the secret link of the day, anything at all,",
        "start": 484.78,
        "duration": 3.2
    },
    {
        "text": "links as always are in the description down below",
        "start": 487.98,
        "duration": 1.6
    },
    {
        "text": "And then, let's talk about what appears to be the now final update around the Marcus Meechan free speech situation",
        "start": 489.58,
        "duration": 6.2
    },
    {
        "text": "Marcus who was also known on the internet as Count Dankula has had what I imagine to be",
        "start": 495.78,
        "duration": 3.56
    },
    {
        "text": "an incredibly stressful past two years.",
        "start": 499.34,
        "duration": 2.22
    },
    {
        "text": "If you're not familiar with this story, it all starts April 11th 2016.",
        "start": 501.56,
        "duration": 3.36
    },
    {
        "text": "He post a video titled \"M8 Yer Dugs a Nazi\" the whole premise of the video is he thinks his girlfriend",
        "start": 504.92,
        "duration": 4.08
    },
    {
        "text": "loves the dog too much, so he's willing to too much So he's going to ruin the dog",
        "start": 509.0,
        "duration": 2.08
    },
    {
        "text": "by teaching it to be a Nazi. So the dog 'watches' Hitler. The dog does a 'Nazi-esque' salute,",
        "start": 511.08,
        "duration": 4.519
    },
    {
        "text": "Which is really just give me your paw. And 17 days after posting that video,",
        "start": 515.6,
        "duration": 3.58
    },
    {
        "text": "Marcus is arrested for allegedly committing a hate crime by posting that video. Over the past two years,",
        "start": 519.24,
        "duration": 4.9
    },
    {
        "text": "Marcus's trial has just been suspended time and time again",
        "start": 524.14,
        "duration": 2.98
    },
    {
        "text": "It looked like it was going to end in January. At that time, prosecutors actually end up pursuing harder charges,",
        "start": 527.12,
        "duration": 4.64
    },
    {
        "text": "something that would increase his possible sentence from one year to five years.",
        "start": 531.76,
        "duration": 3.16
    },
    {
        "text": "The judge ends up denying that request, pushes the trial to March 20th, where on March 20th",
        "start": 534.92,
        "duration": 4.44
    },
    {
        "text": "he was found guilty. And following that judgment there was there was a massive debate and conversation",
        "start": 539.36,
        "duration": 3.96
    },
    {
        "text": "on both a local and international level about freedom of speech - freedom of expression.",
        "start": 543.32,
        "duration": 3.88
    },
    {
        "text": "Comedians like Ricky Gervais  tweeting their disgust and concern over this decision and all of that",
        "start": 547.2,
        "duration": 4.16
    },
    {
        "text": "led to Marcus being sentenced today and after two years - a  two year legal battle",
        "start": 551.36,
        "duration": 4.82
    },
    {
        "text": "It was decided that Marcus will not serve jail time and will just get a fine of around $1,100.",
        "start": 556.18,
        "duration": 5.58
    },
    {
        "text": "As far as the reaction to the sentencing, there - there's a mixed reaction.",
        "start": 561.76,
        "duration": 2.6
    },
    {
        "text": "Those who support Meechan saying they're happy is not going to jail. That it's fantastic, but it's still ridiculous that",
        "start": 564.36,
        "duration": 4.48
    },
    {
        "text": "he was convicted of a crime in the first place, arguing that it sets up a horrible precedent.",
        "start": 568.84,
        "duration": 3.2
    },
    {
        "text": "That is still incredibly concerning. What happens when there's not as much media attention on a story like this?",
        "start": 572.06,
        "duration": 5.06
    },
    {
        "text": "And then of course you still have those who believe that Meechan is anti-semitic that he's not being punished enough.",
        "start": 577.12,
        "duration": 4.33
    },
    {
        "text": "And I will say, for me personally, where I land on this is I am happy Meechan  is not going to jail for this",
        "start": 581.45,
        "duration": 4.37
    },
    {
        "text": "And I personally find it troubling that apparently",
        "start": 585.82,
        "duration": 1.98
    },
    {
        "text": "Context doesn't matter especially when that context has to do with the attempt at comedy. And I think that note",
        "start": 588.02,
        "duration": 4.28
    },
    {
        "text": "was actually hit on fantastically with this moment that was caught on camera after Meechan left the courthouse.",
        "start": 592.3,
        "duration": 4.34
    },
    {
        "text": "The video shows reporter from Sky News by the name of James Matthews pressing Marcus.",
        "start": 596.64,
        "duration": 3.7
    },
    {
        "text": "I've said it before and I'll say it again, you can't control who is offended by something,",
        "start": 640.97,
        "duration": 3.51
    },
    {
        "text": "but from a legal standpoint, I do believe that context should matter. But that said, the show isn't just about me",
        "start": 644.48,
        "duration": 5.309
    },
    {
        "text": "I would love to know your thoughts whether you agree and disagree,",
        "start": 649.789,
        "duration": 2.651
    },
    {
        "text": "let me know what you're thinking in those comments down below.",
        "start": 652.44,
        "duration": 1.96
    },
    {
        "text": "And then let's talk about the horrible shooting at a Waffle House in Tennessee that happened over the weekend.",
        "start": 654.41,
        "duration": 4.33
    },
    {
        "text": "Reportedly at around 3:25am at a Waffle House in Tennessee, a man wearing only a jacket opened fire using a semiautomatic rifle.",
        "start": 658.74,
        "duration": 6.14
    },
    {
        "text": "He shot and killed 2 people outside of the restaurant. He shot and killed 2  more inside, wounding 4 others",
        "start": 664.88,
        "duration": 4.94
    },
    {
        "text": "Reportedly,  of the injured 2 suffered gunshots. They are now reportedly in stable condition",
        "start": 669.92,
        "duration": 4.649
    },
    {
        "text": "And the thing is the numbers here could have been much worse if it had not been for James. Shaw Jr.",
        "start": 674.569,
        "duration": 4.44
    },
    {
        "text": "According to reports, James was in the Waffle House.",
        "start": 679.009,
        "duration": 2.031
    },
    {
        "text": "He ran into a hallway on the way to the bathroom when he heard the gunshots.",
        "start": 681.04,
        "duration": 3.14
    },
    {
        "text": "Shaw waited for the shooter to pause and then he sprang out and wrestled the gun away from him.",
        "start": 684.18,
        "duration": 3.18
    },
    {
        "text": "He tossed it over the counter. Shaw was also injured during this.",
        "start": 687.38,
        "duration": 2.54
    },
    {
        "text": "He was reportedly grazed by a bullet on his forearm while he was hiding. Also, he burnt his hand when he",
        "start": 689.92,
        "duration": 3.88
    },
    {
        "text": "grabbed the barrel of the rifle to wrestle it away.",
        "start": 693.8,
        "duration": 2.36
    },
    {
        "text": "But main point, Shaw was able to disarm him and the shooter fled.",
        "start": 696.16,
        "duration": 2.22
    },
    {
        "text": "Police also believing that he shed his jacket on the street while he was running back to his apartment.",
        "start": 698.38,
        "duration": 3.74
    },
    {
        "text": "And at his apartment they believe that he put on a pair of black pants.",
        "start": 702.12,
        "duration": 2.149
    },
    {
        "text": "And he was last spotted running along the wood line behind his complex.",
        "start": 704.269,
        "duration": 2.651
    },
    {
        "text": "Now as far as the search, there are reports saying that authorities were using helicopters and dogs",
        "start": 706.92,
        "duration": 4.04
    },
    {
        "text": "The FBI the ATF were also on the scene. What we know is the  suspect had an Illinois driver's license",
        "start": 710.96,
        "duration": 4.04
    },
    {
        "text": "He was known to law enforcement there. He was from Morton Illinois.",
        "start": 715.0,
        "duration": 2.72
    },
    {
        "text": "His family reportedly was worried about him after he had an extended bout of delusions.",
        "start": 717.72,
        "duration": 3.38
    },
    {
        "text": "This including one where h e thought that Taylor Swift was stalking him.",
        "start": 721.1,
        "duration": 2.88
    },
    {
        "text": "There was also another incident where the suspect drove into a public pool and a pink woman's housecoat.",
        "start": 723.98,
        "duration": 3.7
    },
    {
        "text": "Then swimming around and his boxers before exposing his genitals to the lifeguards.",
        "start": 727.68,
        "duration": 3.68
    },
    {
        "text": "He was also reportedly known to federal lawenforcement after an incident at the White House last year.",
        "start": 731.36,
        "duration": 3.6
    },
    {
        "text": "That being back in 2017 when he was picked up by The Secret Service for trespassing in a restricted area",
        "start": 734.96,
        "duration": 4.26
    },
    {
        "text": "near the White House. And reportedly when he ended up getting confronted by Secret Service,",
        "start": 739.22,
        "duration": 3.04
    },
    {
        "text": "he said that he need to speak with the president and was very combative.",
        "start": 742.26,
        "duration": 2.6
    },
    {
        "text": "And for that he was charged with unlawful entry, agreed to a deferred prosecution agreement with community service.",
        "start": 744.86,
        "duration": 4.78
    },
    {
        "text": "and after he was released there, he was reportedly interviewed by the FBI in Illinois.",
        "start": 749.64,
        "duration": 3.38
    },
    {
        "text": "Local authorities also revoked his Firearms authorization.",
        "start": 753.02,
        "duration": 2.789
    },
    {
        "text": "He also reportedly voluntarily surrendered four weapons. Those weapons, then were given to the shooter's father",
        "start": 755.809,
        "duration": 4.35
    },
    {
        "text": "and he was told to keep them away from his son.",
        "start": 760.16,
        "duration": 1.89
    },
    {
        "text": "But we also now have reports that authorities believe that the father returned the weapons to his son.",
        "start": 762.05,
        "duration": 3.46
    },
    {
        "text": "Now actually a fantastic update to this story, as - as I was closing this out, we were finishing up today's show,",
        "start": 765.51,
        "duration": 4.81
    },
    {
        "text": "authorities reported that they captured and arrested the shooter.",
        "start": 770.32,
        "duration": 2.86
    },
    {
        "text": "So it's fantastic news that he's no longer out there.",
        "start": 773.18,
        "duration": 2.36
    },
    {
        "text": "A big thank you to all the authorities were able to track him down.",
        "start": 775.64,
        "duration": 2.56
    },
    {
        "text": "Talking about this shooter is not where I want to end today's show.",
        "start": 778.2,
        "duration": 2.84
    },
    {
        "text": "I really want to come back around to praise and thank James. Shaw Jr.",
        "start": 781.04,
        "duration": 3.82
    },
    {
        "text": "He could have continued to hide.",
        "start": 784.86,
        "duration": 0.99
    },
    {
        "text": "I don't believe that many would have faulted him for that because he was unarmed against someone with a",
        "start": 785.85,
        "duration": 4.77
    },
    {
        "text": "semi-automatic rifle. But there are people alive today that wouldn't be alive had it not been for James Shaw Jr.",
        "start": 790.68,
        "duration": 5.04
    },
    {
        "text": "And then on top of that Shaw started a GoFundMe to raise money for the victims of this shooting",
        "start": 795.72,
        "duration": 4.709
    },
    {
        "text": "I'll link to it down below if you want to contribute as well.",
        "start": 800.429,
        "duration": 1.811
    },
    {
        "text": "It had a $15,000 goal. As of recording, it's about to pass 32,000.",
        "start": 802.24,
        "duration": 4.28
    },
    {
        "text": "And that's where I want to end today's show not highlighting a monster, but highlighting a hero.",
        "start": 806.52,
        "duration": 4.04
    },
    {
        "text": "And remember if you liked this video you like what I'm trying to do on this channel hit that like button.",
        "start": 810.56,
        "duration": 3.789
    },
    {
        "text": "If you're new here hit that subscribe button, ring that bell, but also when you ring the bell make sure it is on \"all\"",
        "start": 814.35,
        "duration": 5.23
    },
    {
        "text": "and not \"occasional\". It's a little odd. It's like having a choice for your doorbell to only sometimes work",
        "start": 819.58,
        "duration": 4.76
    },
    {
        "text": "for a friend you'd like to see. I thought I'd just clarify that. And that said, it brings me to that same note",
        "start": 824.34,
        "duration": 3.899
    },
    {
        "text": "My name is Philip DeFranco. You've just been phill'd in. I love yo faces, and I'll see you tomorrow",
        "start": 828.24,
        "duration": 5.56
    }
]