[
    {
        "text": "So beautiful bastards. Hope you have a fantastic",
        "start": 0.03,
        "duration": 2.01
    },
    {
        "text": "Wednesday welcome back to the Philip Defranco show and let's just jump into it the first thing",
        "start": 2.8,
        "duration": 4.22
    },
    {
        "text": "I want to talk about today. It is one of the most massive stories out there right now and once again",
        "start": 7.02,
        "duration": 4.079
    },
    {
        "text": "It is net neutrality. This is almost mind-boggling to me",
        "start": 11.099,
        "duration": 2.699
    },
    {
        "text": "This is still a fight that we are having to have online. It feels like you're in you're out",
        "start": 13.799,
        "duration": 4.8
    },
    {
        "text": "But it's not because it is once again another example of what we constantly see companies and money",
        "start": 18.6,
        "duration": 5.129
    },
    {
        "text": "Over freedom and people those of you that have not heard me speak on this before",
        "start": 23.859,
        "duration": 3.11
    },
    {
        "text": "Maybe you just figured out what the internet is the idea of net neutrality is a free and open internet",
        "start": 26.98,
        "duration": 4.61
    },
    {
        "text": "It makes it so isPs like Verizon Att. U-verse Comcast all of these big big players",
        "start": 31.59,
        "duration": 5.34
    },
    {
        "text": "Can't control what we do online back in 2015 a lot of people felt that the internet was in a much safer place 2015",
        "start": 36.93,
        "duration": 5.639
    },
    {
        "text": "Thanks to a massive movement the FCC labeled Broadband internet. No longer a title 1 but a title 2",
        "start": 42.57,
        "duration": 5.61
    },
    {
        "text": "It's made of essentially a utility it put into place rules that prevented providers like those comcast and those Verizon's from blocking",
        "start": 48.18,
        "duration": 6.239
    },
    {
        "text": "Throttling making fast lane when I say fast lanes what I mean is paid prioritization",
        "start": 54.789,
        "duration": 3.83
    },
    {
        "text": "let's say isps look to Netflix in YouTube and I like you know what these guys over here they have competitors to your services and",
        "start": 58.62,
        "duration": 5.49
    },
    {
        "text": "We're going to provide them a fast line any we own all of that competitors some of that competitor or maybe they're just paying us",
        "start": 64.11,
        "duration": 5.069
    },
    {
        "text": "To give them a fast lane as far as you youtube and netflix you're going to get the slow lane when people go to you",
        "start": 69.18,
        "duration": 4.439
    },
    {
        "text": "it's going to let maybe pay it some money those speeds go up it completely screws up this amazing thing that we have with the",
        "start": 73.619,
        "duration": 5.46
    },
    {
        "text": "internet right now one of the biggest arguments for stripping away this protection is it's anti-business it prevents cable companies from",
        "start": 79.08,
        "duration": 5.519
    },
    {
        "text": "Maximizing their profit maximizing the position in the marketplace if we allow the isPs to run these businesses in a non utility sense",
        "start": 84.85,
        "duration": 6.559
    },
    {
        "text": "You know the market will decide who will win the marketplace will decide whether the iSp is the throttle or the iSPs that don't throttle?",
        "start": 91.409,
        "duration": 5.669
    },
    {
        "text": "will win which would make sense if the broadband internet in the United States was not so far both the",
        "start": 97.079,
        "duration": 4.86
    },
    {
        "text": "Infrastructure any laws around both of which often result in",
        "start": 102.04,
        "duration": 3.049
    },
    {
        "text": "Regional duopoly where they split up the United States of America to make sure there's not too much competition in too many areas that way",
        "start": 105.189,
        "duration": 6.41
    },
    {
        "text": "We all win and by we I don't mean you and me I mean the rich motherfuckers that make more money by fucking us",
        "start": 111.6,
        "duration": 5.099
    },
    {
        "text": "So because that is completely fucked",
        "start": 116.7,
        "duration": 1.529
    },
    {
        "text": "We have to have these protection net neutrality a free and open internet is one of the most positive things",
        "start": 118.229,
        "duration": 5.01
    },
    {
        "text": "For a business the title 2 repealed it is far",
        "start": 123.34,
        "duration": 2.389
    },
    {
        "text": "less likely we're going to get the next big thing the next Netflix the next Facebook hurts competition if the iSPs can",
        "start": 125.729,
        "duration": 6.419
    },
    {
        "text": "With starved new little guys for Samantha paying its hole or forcing them to do something so that they actually get decent",
        "start": 132.51,
        "duration": 5.669
    },
    {
        "text": "Bandwidth the internet will no longer look like it looks today, and I mean that in a bad way",
        "start": 138.37,
        "duration": 4.25
    },
    {
        "text": "And that's why today we have so many of these companies and so many",
        "start": 142.62,
        "duration": 2.669
    },
    {
        "text": "Individuals standing up and speaking out pushing people to battle for the net.com",
        "start": 145.42,
        "duration": 3.11
    },
    {
        "text": "they're they make it easy to send a letter to the",
        "start": 148.78,
        "duration": 1.739
    },
    {
        "text": "FCC, and to congress you care about a free and open internet a level playing field. I highly recommend you do it",
        "start": 150.519,
        "duration": 5.66
    },
    {
        "text": "I am doing it last point. I'll make here is if you think that the iSps they won't do this",
        "start": 156.18,
        "duration": 4.38
    },
    {
        "text": "They say they won't mess things up be aware some of the iSPs are testing the limits right now",
        "start": 160.56,
        "duration": 3.959
    },
    {
        "text": "But they're labeling them perc so that is testing it in a slightly different area example Verizon Wireless",
        "start": 164.519,
        "duration": 4.74
    },
    {
        "text": "they just issued a new perk or if you stream on Netflix or YouTube",
        "start": 169.26,
        "duration": 2.759
    },
    {
        "text": "That goes against your data rate if you stream on a service that Verizon owns go 90 no data fan in addition to that last",
        "start": 172.09,
        "duration": 6.47
    },
    {
        "text": "Year",
        "start": 178.56,
        "duration": 0.31
    },
    {
        "text": "Verizon Wireless launched the freebie Data 360 program for comforting providers like YouTube and that's why they can pay so that the data",
        "start": 178.87,
        "duration": 6.38
    },
    {
        "text": "That's used by the customer with their service has not hit their data cap like with the go 90 service",
        "start": 185.25,
        "duration": 5.039
    },
    {
        "text": "so what we're seeing here is the beginning of the toll bridge for the existing player and most likely a",
        "start": 190.29,
        "duration": 4.44
    },
    {
        "text": "Lockout for all the newcomers unless they have deep pockets the question. I want to pass off to you",
        "start": 194.889,
        "duration": 4.1
    },
    {
        "text": "Are you for net neutrality here or no I have my opinions my reasons",
        "start": 198.989,
        "duration": 3.839
    },
    {
        "text": "I know that's not everyone so I want to hear from you whether you agree or disagree",
        "start": 202.829,
        "duration": 2.61
    },
    {
        "text": "Let me know in those comments down below but from that. I want to share some stuff",
        "start": 205.48,
        "duration": 3.08
    },
    {
        "text": "I loved today in today and awesome brought to you by Squarespace comm slash fill",
        "start": 208.56,
        "duration": 4.35
    },
    {
        "text": "We're a space of course a fantastic place to make a beautiful website with their easy all-in-one platform talking no",
        "start": 212.91,
        "duration": 5.369
    },
    {
        "text": "Installing patching or upgrading ever you want to make the smart move like money from the nation already have with squarespace.com",
        "start": 218.59,
        "duration": 5.029
    },
    {
        "text": "Slash field start your free trial if you really like it use coupon code fill for 10% off your first purchase the first bit of",
        "start": 223.9,
        "duration": 5.479
    },
    {
        "text": "Awesome today is the slow mo guys got their hands on a compress to Air Cannon",
        "start": 229.379,
        "duration": 3.539
    },
    {
        "text": "They did this little guys thing then we got a brand new on a trailer for fate of the furious I gotta say I think",
        "start": 232.919,
        "duration": 4.17
    },
    {
        "text": "I like this more than the actual movie itself then we had andy Serkis reading Donald trump tweets of Gollum and Eminem and Dr.",
        "start": 237.09,
        "duration": 7.079
    },
    {
        "text": "Dre fans rejoice new footage and interviews online about how dr.",
        "start": 244.18,
        "duration": 4.04
    },
    {
        "text": "Dre found and signed I mean I'm not even more awesome is the footage is from this series called the defiant one",
        "start": 248.22,
        "duration": 5.309
    },
    {
        "text": "It's four episodes. It's all streaming on hbO, so if you have hbo you have hbo go hBo now?",
        "start": 253.53,
        "duration": 4.829
    },
    {
        "text": "You have your buddies log in highly recommend it whether you're someone that plays kill you every single day",
        "start": 258.359,
        "duration": 4.59
    },
    {
        "text": "Or you're just interested in the hips music if you want to see the full versions everything",
        "start": 262.95,
        "duration": 4.079
    },
    {
        "text": "I just shared the secret link of the day anything at all",
        "start": 267.03,
        "duration": 2.729
    },
    {
        "text": "Links is always are in the description down below",
        "start": 270.18,
        "duration": 1.56
    },
    {
        "text": "And I want to talk about story that is blown up out of Washington",
        "start": 271.74,
        "duration": 2.91
    },
    {
        "text": "And it sparked much debate and oddly enough this huge story starts with a girl stealing candy",
        "start": 274.65,
        "duration": 5.04
    },
    {
        "text": "There's this fourteen or fifteen year old girl named iselle that gets caught stealing Candy,",
        "start": 279.69,
        "duration": 2.759
    },
    {
        "text": "at a win cuz I say fourteen or fifteen because in the now viral video",
        "start": 282.97,
        "duration": 3.529
    },
    {
        "text": "She says she's fifteen although with an interview with her mother afterwards she said she's fourteen",
        "start": 286.5,
        "duration": 4.079
    },
    {
        "text": "I mean point young girls steals candy from a store. She gets caught and our first",
        "start": 290.61,
        "duration": 3.39
    },
    {
        "text": "Insertion point to this story is from a video from Kristen nerds both of this video with the captions love to win go on",
        "start": 294.099,
        "duration": 5.51
    },
    {
        "text": "136 and see this girl being dragged around by loss prevention over candy. She stole reporting to news stations as well",
        "start": 300.009,
        "duration": 5.24
    },
    {
        "text": "You think this is okay?",
        "start": 305.25,
        "duration": 0.93
    },
    {
        "text": "And they are doing their job or way out of hand and in the video you see loss prevention trying to detain this girl loss",
        "start": 306.18,
        "duration": 5.279
    },
    {
        "text": "prevention looks to be trying to move her so they can detain her until police arrive the girl seemed to be resisting and then we",
        "start": 311.46,
        "duration": 5.16
    },
    {
        "text": "See several bystanders start to yell at loss prevention and get in their face look at her fuckin legs",
        "start": 316.62,
        "duration": 4.739
    },
    {
        "text": "Are you are you a clock you have?",
        "start": 323.44,
        "duration": 2.0
    },
    {
        "text": "Yeah, yeah, yeah, don't worry. Are you doing? Yeah? She's having her back off no",
        "start": 325.87,
        "duration": 6.41
    },
    {
        "text": "You're hurting her hard, you know",
        "start": 332.86,
        "duration": 2.089
    },
    {
        "text": "Yeah, I got along no. This is way Beyond where you're so?",
        "start": 335.8,
        "duration": 3.859
    },
    {
        "text": "Hey, hey, let us go back. Yeah. I can't do that. It's a long ways all",
        "start": 340.719,
        "duration": 4.97
    },
    {
        "text": "Your fucking right after are you?",
        "start": 346.569,
        "duration": 2.0
    },
    {
        "text": "In the video ends when the police arrived, so of course the question becomes what happened well as far as wind colas prevention",
        "start": 348.969,
        "duration": 5.45
    },
    {
        "text": "They're in the clear police released a statement saying these are interviews with multiple witnesses were crowding around the detention by the Loss prevention staff",
        "start": 354.419,
        "duration": 6.21
    },
    {
        "text": "None were able to describe any assaultive behavior on the part of the loss prevention stat and the video shows the suspect",
        "start": 360.63,
        "duration": 4.739
    },
    {
        "text": "Continuing to resist being handcuffed and detained in the store involved here winco also released a statement saying winkle Foods began to investigate",
        "start": 365.59,
        "duration": 6.379
    },
    {
        "text": "Immediately after the incident took place while in our store the individual concealed items and left the store without paying the individual is then approached",
        "start": 372.159,
        "duration": 6.17
    },
    {
        "text": "By winco Foods loss prevention employees who identified themselves as such as our employees?",
        "start": 378.33,
        "duration": 3.929
    },
    {
        "text": "Questioned the individual she attempted to flee and was detained by windows loss prevention at this point the individual initiated contact by physically attacking multiple",
        "start": 382.449,
        "duration": 7.07
    },
    {
        "text": "Employees all of this occurred immediately before the footage started in the video posted on social Media when Co foods immediately called the police department",
        "start": 389.74,
        "duration": 6.169
    },
    {
        "text": "As a teenager here mosel she is not facing a misdemeanor now. She is facing second-degree robbery charges",
        "start": 396.009,
        "duration": 6.15
    },
    {
        "text": "that's a felony as far as why her charge was upgraded from a misdemeanor to a felony police said it was because she",
        "start": 402.16,
        "duration": 4.619
    },
    {
        "text": "Resisted and employees sustained injuries and after all this Michele's mother went on TV",
        "start": 406.97,
        "duration": 4.399
    },
    {
        "text": "And then she said I mean yeah she did steal and that's wrong",
        "start": 411.37,
        "duration": 2.67
    },
    {
        "text": "She needs to be held accountable for that Candy bar",
        "start": 414.04,
        "duration": 1.56
    },
    {
        "text": "But not the way they handled it there should be consequences for them to treat a fourteen-year-old like that kids make mistakes",
        "start": 415.6,
        "duration": 4.559
    },
    {
        "text": "I did her life shouldn't be ruined for I know how hard it's going to be with a felony and over a candy bar",
        "start": 420.169,
        "duration": 5.09
    },
    {
        "text": "It's stupid",
        "start": 425.26,
        "duration": 0.659
    },
    {
        "text": "It's allowed say to that statement is yes, it would be incredibly stupid for this teenager to be charged with felony",
        "start": 425.919,
        "duration": 4.77
    },
    {
        "text": "If it was only because she stole a candy bar from the reports of what happened before the filming started it sounds like your daughter",
        "start": 430.69,
        "duration": 6.449
    },
    {
        "text": "Attacked staff that is why we're talking about a felony here as far as was illegal for loss revention to do that not to completely",
        "start": 437.15,
        "duration": 5.63
    },
    {
        "text": "Shit on the woman that identified herself as a lawyer in the video I",
        "start": 442.78,
        "duration": 3.149
    },
    {
        "text": "Am I don't know how true that is on the Facebook page? Where you posted this video?",
        "start": 447.8,
        "duration": 3.98
    },
    {
        "text": "It says you study criminal law at Arizona state university as well as study",
        "start": 451.78,
        "duration": 3.48
    },
    {
        "text": "Technological entrepreneurship and management which are also an inspirational writer blogger in a life coach so just to get a second opinion I decided to",
        "start": 455.419,
        "duration": 5.84
    },
    {
        "text": "Look at Washington",
        "start": 461.26,
        "duration": 0.76
    },
    {
        "text": "law Pi's code of Washington for 24 to 20 actions of being detained on Mercantile establishment",
        "start": 462.02,
        "duration": 5.24
    },
    {
        "text": "Premises for investigation reasonable grounds as defense any civil action brought by reason of any person having been detained on or in the immediate vicinity",
        "start": 467.66,
        "duration": 7.519
    },
    {
        "text": "of the premises of a Mercantile establishment for the purpose of",
        "start": 475.34,
        "duration": 3.17
    },
    {
        "text": "Investigation or questioning has to the ownership of any merchandise it shall be a defense of such action that the person was detained any reasonable",
        "start": 478.729,
        "duration": 5.84
    },
    {
        "text": "Manner I read that because a lot of people think that",
        "start": 484.57,
        "duration": 1.78
    },
    {
        "text": "Everywhere if you get out the doors of the store. They can't get you even here",
        "start": 486.35,
        "duration": 3.199
    },
    {
        "text": "It says the immediate vicinity of the premises although",
        "start": 489.55,
        "duration": 1.92
    },
    {
        "text": "I do think the people that are passing by the situation and started yelling at the loss prevention",
        "start": 491.47,
        "duration": 3.48
    },
    {
        "text": "People think that this was not a reasonable manner from the police response to the video any interviews with those people",
        "start": 495.139,
        "duration": 5.3
    },
    {
        "text": "It doesn't seem they thought it was unreasonable",
        "start": 500.44,
        "duration": 1.979
    },
    {
        "text": "So now we are where we are and ultimately my takeaway is I think this girl should be held accountable",
        "start": 502.419,
        "duration": 3.84
    },
    {
        "text": "I don't feel bad for her",
        "start": 506.26,
        "duration": 1.379
    },
    {
        "text": "We don't want to be treated like a thief that attacks people don't be a thief that attacks people",
        "start": 507.639,
        "duration": 3.06
    },
    {
        "text": "is that simple this girl had a choice to steal or not steal she chose to steal then when she was caught she had the",
        "start": 510.7,
        "duration": 4.709
    },
    {
        "text": "option to either give herself up run away or run away while also being physical to check off another box and we get to the",
        "start": 515.409,
        "duration": 5.82
    },
    {
        "text": "Point where she can either resist or not resist and she resists?",
        "start": 521.229,
        "duration": 3.15
    },
    {
        "text": "Honestly, and I'm probably going to get shit for this",
        "start": 524.44,
        "duration": 1.74
    },
    {
        "text": "I think the only reason so many people are coming to her defense is she looks like a small little helpless white girl this",
        "start": 526.18,
        "duration": 5.489
    },
    {
        "text": "A little pretty white girl what'd she ever do she stole and apparently attacked someone she looks like if she was missing",
        "start": 531.97,
        "duration": 5.429
    },
    {
        "text": "They'd actually talk about her on the news. What could she do but of course I want to pass it off to you",
        "start": 537.399,
        "duration": 4.41
    },
    {
        "text": "This is the Philip Defranco show it's not just a show it is a conversation",
        "start": 541.81,
        "duration": 2.729
    },
    {
        "text": "I give you the story I give you my opinion, and I want to hear from you. You agree it disagree",
        "start": 544.55,
        "duration": 4.25
    },
    {
        "text": "What do you think in here?",
        "start": 548.8,
        "duration": 1.05
    },
    {
        "text": "And why are you thinking let me know in those comments down below and that's actually going to be the end of today's show oh",
        "start": 549.85,
        "duration": 4.469
    },
    {
        "text": "My God a sub ten minute show I know but I have to go take my wife to an ultrasound",
        "start": 554.319,
        "duration": 4.17
    },
    {
        "text": "It's probably gonna be one of the last ones before the second baby's here as much as I love trying to give you bigger shows",
        "start": 558.49,
        "duration": 4.079
    },
    {
        "text": "I think I love my wife a little bit remember if you like this video you like what I try and do on this channel",
        "start": 562.569,
        "duration": 4.14
    },
    {
        "text": "Hit that like button if you're new you're hit that subscribe button also if you missed last Philip Defranco show you want to catch up?",
        "start": 566.709,
        "duration": 4.83
    },
    {
        "text": "quicker tap right there to watch that or if you want to see today's brand new behind the scenes vlog clicker tap right there to",
        "start": 571.54,
        "duration": 4.619
    },
    {
        "text": "Watch that but that's it of course as always my name's Philip Defranco",
        "start": 576.16,
        "duration": 3.0
    },
    {
        "text": "You've just been phill'd then I love yo faces, and I'll see you tomorrow",
        "start": 579.199,
        "duration": 3.92
    }
]