[
    {
        "text": "Sofya beautiful bastards. I hope you having a good one",
        "start": 0.0,
        "duration": 2.399
    },
    {
        "text": "welcome to a conversation with where today we're having a conversation with a person that",
        "start": 2.55,
        "duration": 4.41
    },
    {
        "text": "Probably knows me the most in the world even more so than myself and has awesome stuff going on",
        "start": 7.33,
        "duration": 5.33
    },
    {
        "text": "Herself Lindsey DeFranco, that's me. I do know you very well",
        "start": 13.33,
        "duration": 3.319
    },
    {
        "text": "Yeah, a lot of you know me more than I think a lot of the conversations we have us my mom's here",
        "start": 17.38,
        "duration": 4.61
    },
    {
        "text": "I was talking to her about this earlier about how some of the things you say. I know why you're saying",
        "start": 21.99,
        "duration": 5.279
    },
    {
        "text": "What do you mean? What does that mean projected? Well, it should we talked about this. Oh sure. Oh wait this morning",
        "start": 27.55,
        "duration": 4.729
    },
    {
        "text": "Oh was that I was at okay",
        "start": 32.279,
        "duration": 1.8
    },
    {
        "text": "So I was gonna say that the way that I wanted to start off a conversation with I'll be sure be talking about",
        "start": 34.079,
        "duration": 3.479
    },
    {
        "text": "Or talking to people. I'm less familiar with catching up and I thought it'd be fun to open up with",
        "start": 37.629,
        "duration": 4.88
    },
    {
        "text": "me the most and apparently we're gonna talk about our",
        "start": 43.059,
        "duration": 2.9
    },
    {
        "text": "Almost fight this morning. No. Do you want to talk about it? I mean you brought it up. So apparently it's a sore spot",
        "start": 46.719,
        "duration": 6.319
    },
    {
        "text": "So now we're really building it up and it was really not. Okay. That's most of our finance but here's the thing",
        "start": 53.039,
        "duration": 5.22
    },
    {
        "text": "We filmed a podcast before what was it like six months ago. It was before I had wavy hair. So I think it was I",
        "start": 58.27,
        "duration": 7.459
    },
    {
        "text": "Do my time before wavy and after wavy it's before wavy but after bangs, okay",
        "start": 66.49,
        "duration": 5.959
    },
    {
        "text": "Yes, definitely after bangs but this morning but this morning so we were talking about last time",
        "start": 72.479,
        "duration": 5.79
    },
    {
        "text": "So we filmed a podcast before and I never really knew I Phil didn't post it",
        "start": 79.24,
        "duration": 4.73
    },
    {
        "text": "Well, I didn't post it because half the stuff we talked about wasn't relevant two weeks. Later",
        "start": 83.97,
        "duration": 4.709
    },
    {
        "text": "But apparently this morning it was because I didn't hold a conversation",
        "start": 88.68,
        "duration": 3.599
    },
    {
        "text": "I thought the podcast went really well how it flowed really really. Well really, so it was the problem this morning",
        "start": 94.27,
        "duration": 5.809
    },
    {
        "text": "well, the problem was like I think part of it involved a spat between",
        "start": 100.15,
        "duration": 4.699
    },
    {
        "text": "PewDiePie so Felix and",
        "start": 105.64,
        "duration": 2.0
    },
    {
        "text": "Lily saying yeah, and I was like",
        "start": 107.92,
        "duration": 1.76
    },
    {
        "text": "I think this is a big part of it was like I think this is",
        "start": 109.68,
        "duration": 3.689
    },
    {
        "text": "the media just blowing the situation out of proportion and then",
        "start": 113.53,
        "duration": 3.139
    },
    {
        "text": "Felix spent the next two weeks just like making fun of her. It was like never mind. Never mind",
        "start": 116.95,
        "duration": 4.849
    },
    {
        "text": "I just seem like a big idiot. I was the problem like most things in our relationships",
        "start": 121.799,
        "duration": 4.65
    },
    {
        "text": "Are we admitting this or no? I",
        "start": 127.39,
        "duration": 2.0
    },
    {
        "text": "thought it was just like helpful husband advice, but actually I feel like this leads into so I had",
        "start": 129.97,
        "duration": 6.629
    },
    {
        "text": "I had",
        "start": 137.75,
        "duration": 1.079
    },
    {
        "text": "questions that I wanted to bring up and then I thought another fun way to do it before getting to some of those would be",
        "start": 138.829,
        "duration": 6.17
    },
    {
        "text": "To open it up to my audience. So I asked people on on Instagram questions about me since you are a an",
        "start": 145.0,
        "duration": 7.079
    },
    {
        "text": "Expert and shit talker when it comes to philip defranco",
        "start": 152.69,
        "duration": 2.419
    },
    {
        "text": "What is the best and worst thing about Phil is the first question we're going to open up with let's open up with best",
        "start": 155.84,
        "duration": 5.6
    },
    {
        "text": "So that I can fill the ego before you chop it down",
        "start": 161.44,
        "duration": 2.429
    },
    {
        "text": "Well, one of the things that really threw me off about our conversation this morning",
        "start": 163.87,
        "duration": 3.69
    },
    {
        "text": "What that no. No, this is good. This is the best thing about you. Okay, is that you are not",
        "start": 168.2,
        "duration": 4.22
    },
    {
        "text": "Sound like oh, you're not mean to me like you're not you're very doesn't like you have a very low bar",
        "start": 173.239,
        "duration": 5.72
    },
    {
        "text": "You're not mean like you're very supportive",
        "start": 178.959,
        "duration": 2.49
    },
    {
        "text": "So when anything kind of when you come at me with anything?",
        "start": 181.45,
        "duration": 3.629
    },
    {
        "text": "That's not that I take it harder than it's probably meant to be so it sounds like I need to be less supportive",
        "start": 185.079,
        "duration": 7.14
    },
    {
        "text": "Probably so that when you really have something bad to say that I'm just like this is just Phil",
        "start": 192.59,
        "duration": 4.579
    },
    {
        "text": "He's just mean like that, but I feel like I I offer",
        "start": 197.169,
        "duration": 3.54
    },
    {
        "text": "Criticisms but not like you never make me feel bad",
        "start": 201.98,
        "duration": 3.349
    },
    {
        "text": "And so this morning I felt bad about my performance or whatever. It was last time",
        "start": 205.329,
        "duration": 6.66
    },
    {
        "text": "So that's so that's a good thing about you though",
        "start": 212.0,
        "duration": 2.419
    },
    {
        "text": "and then I and then I was thinking about it later and like talking to Rebecca about it and talking about mom about it and",
        "start": 214.419,
        "duration": 4.529
    },
    {
        "text": "I was like",
        "start": 218.949,
        "duration": 1.18
    },
    {
        "text": "What what? Yeah, no",
        "start": 220.129,
        "duration": 2.0
    },
    {
        "text": "Yeah, but I think that's why it really threw me off because that's not how you are towards me. Sure",
        "start": 222.129,
        "duration": 3.509
    },
    {
        "text": "You are very you're like you're an amazing husband. So when any what's what's the thing?",
        "start": 225.639,
        "duration": 5.49
    },
    {
        "text": "It's like I know something you said about doing the dishes",
        "start": 231.129,
        "duration": 3.03
    },
    {
        "text": "You're like I don't want to do them every day because when I don't do them, it doesn't have the same impact",
        "start": 234.16,
        "duration": 3.989
    },
    {
        "text": "Well, I've joked about the reason that I'm stellar in so many places as I I set the expectation super low",
        "start": 238.239,
        "duration": 6.48
    },
    {
        "text": "so when I do something it's like",
        "start": 245.299,
        "duration": 2.0
    },
    {
        "text": "like",
        "start": 248.03,
        "duration": 1.379
    },
    {
        "text": "It's not true. I mean in other areas of your life you're in that way but not with me. No, well, it's for me",
        "start": 249.409,
        "duration": 5.36
    },
    {
        "text": "it's a little bit joking because I I feel like",
        "start": 254.769,
        "duration": 2.04
    },
    {
        "text": "Online and I think this is a case for a lot of dads we get to be like super heroes for just showing up",
        "start": 257.51,
        "duration": 5.509
    },
    {
        "text": "Yeah, and that's like I want to have that but an every facet of my life and so with the dishes",
        "start": 263.02,
        "duration": 4.86
    },
    {
        "text": "I think that's one of them",
        "start": 267.88,
        "duration": 1.48
    },
    {
        "text": "Okay, you guys I don't do the dishes Phil",
        "start": 269.36,
        "duration": 3.47
    },
    {
        "text": "I like it. Like I like time I can do something like I'm not a man's man",
        "start": 273.65,
        "duration": 4.64
    },
    {
        "text": "So anytime I get to do something with my hands ya know. I'm not like",
        "start": 278.29,
        "duration": 3.149
    },
    {
        "text": "I'm like, you could probably google it. I don't care. Oh, so then the worst thing. Yeah, I guess something recently has been",
        "start": 284.479,
        "duration": 6.95
    },
    {
        "text": "I've been really excited about like specific things in my life, and I'm wanting to like talk to you about them",
        "start": 292.46,
        "duration": 5.48
    },
    {
        "text": "But then you have a lot of crap going on as well. So I'm like trying to talk to you, but you're like texting",
        "start": 297.94,
        "duration": 5.94
    },
    {
        "text": "someone here because it's like an important thing and so it's just bad timing where I'm trying to tell you about something that's like on",
        "start": 304.61,
        "duration": 5.3
    },
    {
        "text": "The top of my brain right now and you're like still on your phone",
        "start": 309.91,
        "duration": 2.85
    },
    {
        "text": "And it's not like you're fucking around like I'm Instagram like you have stuff that you're talking important stuff that you're doing",
        "start": 312.83,
        "duration": 5.42
    },
    {
        "text": "but it makes me feel like not important I get that no well because people constantly ask me like",
        "start": 318.25,
        "duration": 5.609
    },
    {
        "text": "How how do you how do you manage your time in like a dome job there? There's always I try",
        "start": 323.86,
        "duration": 5.4
    },
    {
        "text": "Yeah, but there's always something or someone that is",
        "start": 329.26,
        "duration": 3.089
    },
    {
        "text": "either feeling like I'm not",
        "start": 332.96,
        "duration": 2.329
    },
    {
        "text": "Giving them they like the attention that they probably deserve or like the respect that's associated with that",
        "start": 335.63,
        "duration": 4.88
    },
    {
        "text": "And that's always that's always an issue",
        "start": 340.51,
        "duration": 1.86
    },
    {
        "text": "I think that was what was so nice of when I",
        "start": 342.37,
        "duration": 2.519
    },
    {
        "text": "quit social media for a little bit as I could be focused and I think part of it was",
        "start": 345.289,
        "duration": 3.59
    },
    {
        "text": "Seeing who I was without this right for a little bit",
        "start": 350.0,
        "duration": 3.019
    },
    {
        "text": "I mean kind of because obviously Who I am outside of here is enabled by all of this",
        "start": 353.02,
        "duration": 5.07
    },
    {
        "text": "So yeah, I don't know",
        "start": 358.31,
        "duration": 1.46
    },
    {
        "text": "But yeah, I'm horrible at time management and it results in like if there's anyone though that outside of work that gets attention",
        "start": 359.77,
        "duration": 5.94
    },
    {
        "text": "It's you and then I'm just a really shitty",
        "start": 365.71,
        "duration": 2.369
    },
    {
        "text": "That's the main you're a good friend to like one person one person and that's like half the time",
        "start": 369.169,
        "duration": 5.45
    },
    {
        "text": "Yeah, it's it's something that I need to get better at. Yeah, yeah",
        "start": 374.62,
        "duration": 3.959
    },
    {
        "text": "well, what I found is that I have to have friends that are in the same stage of life as me because otherwise",
        "start": 378.58,
        "duration": 7.17
    },
    {
        "text": "They feel like I am not present with them. Like if I have a friend that isn't married or doesn't have kids",
        "start": 386.539,
        "duration": 6.32
    },
    {
        "text": "I don't think they really",
        "start": 392.86,
        "duration": 2.1
    },
    {
        "text": "understand sometimes where my priorities are",
        "start": 396.2,
        "duration": 2.569
    },
    {
        "text": "Sure, we think so",
        "start": 399.34,
        "duration": 1.59
    },
    {
        "text": "Like most of my friends are married and have kids most of them are least married some of them have kids",
        "start": 400.93,
        "duration": 4.559
    },
    {
        "text": "But we all are under this understanding like if you text me once a week",
        "start": 405.49,
        "duration": 5.399
    },
    {
        "text": "At once every two weeks once a month, it's fine. It doesn't mean that our friendship is falling apart. It just means we're busy",
        "start": 411.83,
        "duration": 5.51
    },
    {
        "text": "We're just under that understanding because we all have stuff going on. Yeah, I think it's it's a little bit of a two-way street",
        "start": 417.34,
        "duration": 5.19
    },
    {
        "text": "so it's one more of an understanding regarding why it's sometimes harder to get back to people but then also",
        "start": 422.53,
        "duration": 5.1
    },
    {
        "text": "what makes me kind of furious and I feel like maybe you hit this as well of",
        "start": 428.36,
        "duration": 4.76
    },
    {
        "text": "if someone's late, right like I already had an issue with people being late, but because my time outside of like",
        "start": 433.97,
        "duration": 6.679
    },
    {
        "text": "Family responsibilities work responsibilities is so limited. Do you just not care?",
        "start": 441.32,
        "duration": 4.369
    },
    {
        "text": "Yeah",
        "start": 445.85,
        "duration": 0.5
    },
    {
        "text": "I mean and which is a it's it's a little bit of an asshole thing in LA because",
        "start": 446.35,
        "duration": 3.63
    },
    {
        "text": "there there are a lot of times where there can be an excuse of like I really wasn't expecting that it was going to take",
        "start": 450.17,
        "duration": 4.399
    },
    {
        "text": "Double the amount of time to get there. But yeah, that's that's a big thing two of my best. Sorry",
        "start": 454.57,
        "duration": 5.099
    },
    {
        "text": "No, go for it. My best friends are constantly late. I still love them",
        "start": 459.76,
        "duration": 3.96
    },
    {
        "text": "But I have to tell them like if we're leaving for dinner at 6:00. I'll tell them we're leaving for dinner at 5:30",
        "start": 463.79,
        "duration": 5.119
    },
    {
        "text": "Oh and they'll get there at 6:00 and I love them so much that I don't care",
        "start": 469.0,
        "duration": 3.899
    },
    {
        "text": "I mean I do care but like no glue NZ will be like so I told them it's this they're gonna get here at",
        "start": 472.9,
        "duration": 5.91
    },
    {
        "text": "And it's usually like 45 minutes later. It's like that's a dick thing and it's not right",
        "start": 478.88,
        "duration": 4.22
    },
    {
        "text": "Alright so you kind of criticize me but in a nice way",
        "start": 484.87,
        "duration": 3.0
    },
    {
        "text": "Next question was does it ever get hard seeing people criticize your spouse? If so, how do you deal with it? I can't really mad",
        "start": 488.66,
        "duration": 6.049
    },
    {
        "text": "Angrier than me. Yeah. I'm just thinking about this the other day",
        "start": 495.47,
        "duration": 2.299
    },
    {
        "text": "But I also think if somebody is rude about me or to me",
        "start": 497.77,
        "duration": 3.63
    },
    {
        "text": "You act react the same way like we're both very protective of each other",
        "start": 501.5,
        "duration": 4.67
    },
    {
        "text": "Like I had it wasn't like a spat with a friend recently. It was just kind of like a",
        "start": 506.17,
        "duration": 3.75
    },
    {
        "text": "friend said something that kind of hurt my feelings and phil was like",
        "start": 510.65,
        "duration": 3.349
    },
    {
        "text": "Just like I really like her yeah, you know what",
        "start": 516.92,
        "duration": 2.659
    },
    {
        "text": "I didn't realize cuz I always kind of gave you crap about how you were protective when people were horrible to me and then I",
        "start": 519.58,
        "duration": 6.239
    },
    {
        "text": "Really haven't had a reason to feel like that",
        "start": 525.83,
        "duration": 2.239
    },
    {
        "text": "Yeah, and it made me kind of realize that if it's like some stranger",
        "start": 528.07,
        "duration": 2.91
    },
    {
        "text": "I'm always of the mindset of fuck those people like I know there's",
        "start": 531.31,
        "duration": 3.089
    },
    {
        "text": "Different between strangers and people that are actually in our lives. Yeah. Well, yeah, I think in general like when you're when you're thinking of",
        "start": 535.61,
        "duration": 5.45
    },
    {
        "text": "measured response responses or reactions",
        "start": 541.699,
        "duration": 2.0
    },
    {
        "text": "But yeah",
        "start": 545.089,
        "duration": 0.651
    },
    {
        "text": "I mean that's it's one of the reasons why I like there's the only reason I don't talk about",
        "start": 545.74,
        "duration": 3.389
    },
    {
        "text": "Stuff more is what because when it comes to people online a lot of it is like a tension economy",
        "start": 549.379,
        "duration": 5.33
    },
    {
        "text": "Yeah, right. So it's like you don't want to say where specifically you're addressing like. Fuck you. You stupid petty nothing's right",
        "start": 554.709,
        "duration": 6.63
    },
    {
        "text": "Because you don't want them to be like, oh like they get that value",
        "start": 563.329,
        "duration": 2.869
    },
    {
        "text": "yeah, which is I mean",
        "start": 566.199,
        "duration": 0.841
    },
    {
        "text": "It's pathetic that people get that value of knowing that they had an impact when?",
        "start": 567.04,
        "duration": 3.809
    },
    {
        "text": "It's just them wasting their lives being the worst versions of themselves",
        "start": 571.009,
        "duration": 3.53
    },
    {
        "text": "yeah, but it's a yeah, I think what really gets to me about people criticizing you it's like",
        "start": 574.54,
        "duration": 5.339
    },
    {
        "text": "99% of it is not true and it's just them trying to fit you into a narrative that they have of your life and I",
        "start": 580.519,
        "duration": 5.63
    },
    {
        "text": "Think that's not just you. That's",
        "start": 586.149,
        "duration": 1.99
    },
    {
        "text": "How people see anyone that they see online they try to fit",
        "start": 588.139,
        "duration": 3.5
    },
    {
        "text": "This they would try to fit your situation into a narrative that they have for your life. So it's like",
        "start": 591.949,
        "duration": 4.88
    },
    {
        "text": "Whenever I see people criticize me like that's not true",
        "start": 597.379,
        "duration": 2.24
    },
    {
        "text": "Why are you thinking that and it's at the end of the day I have to remind myself",
        "start": 599.62,
        "duration": 2.969
    },
    {
        "text": "most of the time to not say anything",
        "start": 603.529,
        "duration": 2.029
    },
    {
        "text": "But on Twitter if you like if somebody says something mean to you and then you respond to it",
        "start": 605.66,
        "duration": 5.69
    },
    {
        "text": "Then I feel like I gotta jump into a good case",
        "start": 611.449,
        "duration": 2.359
    },
    {
        "text": "Yeah, like I'm with you 100% and fuck you because you can't say fuck you",
        "start": 615.259,
        "duration": 3.89
    },
    {
        "text": "Well, you do sometimes sometimes I women with the harder punch",
        "start": 619.55,
        "duration": 3.859
    },
    {
        "text": "I feel like and then I regret it a little bit afterwards a little bit",
        "start": 623.41,
        "duration": 3.51
    },
    {
        "text": "I feel like because it's not it's not professional. You know, I feel like part of the reason I don't go",
        "start": 626.92,
        "duration": 4.769
    },
    {
        "text": "Super hard. It's a little bit because I don't want to stoop that low and then too",
        "start": 632.209,
        "duration": 4.669
    },
    {
        "text": "I'm always a little bit worried that I'm gonna get suspended",
        "start": 637.129,
        "duration": 3.29
    },
    {
        "text": "Something like okay. I have to go just just like really top level or kind of witty and no",
        "start": 642.17,
        "duration": 5.959
    },
    {
        "text": "Deeply mean things this is something we talked about last time",
        "start": 649.55,
        "duration": 3.289
    },
    {
        "text": "I was on where it's people who are",
        "start": 652.839,
        "duration": 2.07
    },
    {
        "text": "Criticizing you I think feel like they're shouting at you in a vacuum that you're not gonna see. Mm-hmm",
        "start": 655.37,
        "duration": 5.089
    },
    {
        "text": "and so when you respond to someone you also get",
        "start": 660.49,
        "duration": 3.269
    },
    {
        "text": "responses to that bonds of people being like",
        "start": 664.129,
        "duration": 1.98
    },
    {
        "text": "Why would you call why would you put them on blast like you have an audience?",
        "start": 666.109,
        "duration": 3.83
    },
    {
        "text": "And I'm like dude if you are gonna say something so hurtful and so rude to anyone. You need to expect that",
        "start": 669.939,
        "duration": 6.72
    },
    {
        "text": "They're gonna come back at you sure. You're not yelling into like the void",
        "start": 676.66,
        "duration": 3.75
    },
    {
        "text": "You are saying something to someone and that's something that I have had to",
        "start": 680.509,
        "duration": 3.619
    },
    {
        "text": "Kind of rein myself in on a lot, too",
        "start": 684.679,
        "duration": 2.27
    },
    {
        "text": "So yeah",
        "start": 686.949,
        "duration": 0.75
    },
    {
        "text": "I think whether it be you or anyone that throws something at me or whoever and I know that there are",
        "start": 687.699,
        "duration": 5.58
    },
    {
        "text": "Creators out there that don't agree with me Hank green. I know you don't agree with me. I love you",
        "start": 693.619,
        "duration": 3.71
    },
    {
        "text": "Hank make a second book, but I know that",
        "start": 700.579,
        "duration": 2.63
    },
    {
        "text": "But I know that he has an issue but yeah if you say something on Twitter especially if it's a gnat",
        "start": 706.1,
        "duration": 4.25
    },
    {
        "text": "You should feel like you're saying it in the crowded room and then without that person's in because that's essentially what or that's yeah",
        "start": 711.769,
        "duration": 5.51
    },
    {
        "text": "Essentially what it is",
        "start": 717.279,
        "duration": 1.18
    },
    {
        "text": "and so if you're not a if you're not prepared for",
        "start": 718.459,
        "duration": 3.229
    },
    {
        "text": "Someone to all of a sudden speak back then. Maybe don't say it",
        "start": 722.209,
        "duration": 4.13
    },
    {
        "text": "Maybe there's this guy who was being rude to me on Twitter and like he was being so awful",
        "start": 726.769,
        "duration": 7.279
    },
    {
        "text": "So I searched his name and I found and I found his Facebook and then I found that he was friends with my cousin",
        "start": 734.389,
        "duration": 6.44
    },
    {
        "text": "And so I messaged her I was like, who is this guy? Like what's going on?",
        "start": 741.949,
        "duration": 3.109
    },
    {
        "text": "and she said the only reason I'm friends with him on Facebook is because he was really creepy and he came to my sorority and",
        "start": 745.059,
        "duration": 6.21
    },
    {
        "text": "Asked all of us to follow him on Facebook. And if we did that we'd get free meals at his restaurant. I",
        "start": 751.73,
        "duration": 6.289
    },
    {
        "text": "Was like okay this makes sense like he's a douchebag and a creep",
        "start": 759.98,
        "duration": 3.829
    },
    {
        "text": "I was like going around in sororities at UGA and like but apparently it works",
        "start": 763.809,
        "duration": 5.309
    },
    {
        "text": "He seems like a dude I'd see outside my window but I",
        "start": 773.149,
        "duration": 4.219
    },
    {
        "text": "love tapas",
        "start": 778.039,
        "duration": 2.0
    },
    {
        "text": "Okay, so not all criticism is hate right so something else to throw at you",
        "start": 780.049,
        "duration": 5.39
    },
    {
        "text": "Have you ever strongly disagreed with something that I have said or done on the philip defranco show?",
        "start": 786.079,
        "duration": 5.27
    },
    {
        "text": "mmm",
        "start": 792.439,
        "duration": 1.71
    },
    {
        "text": "Probably I know that there's one thing and I I agree and I disagree. I know that your thing",
        "start": 794.149,
        "duration": 5.419
    },
    {
        "text": "And I just I don't want to do it with each story",
        "start": 800.209,
        "duration": 1.911
    },
    {
        "text": "I think I think that if I cover it, maybe one story a video I feel more comfortable because it can get repetitive",
        "start": 802.12,
        "duration": 6.389
    },
    {
        "text": "I know that there are a lot of times that you think that I need to share my opinion on stuff that I don't",
        "start": 808.519,
        "duration": 5.989
    },
    {
        "text": "And I don't in a lot of cases because I feel like I don't know what else I could add to the conversations",
        "start": 814.91,
        "duration": 6.349
    },
    {
        "text": "Right because it's like there's certain stories where I think it's like if I'm talking about",
        "start": 821.509,
        "duration": 4.88
    },
    {
        "text": "Iran, or I'm talking about India",
        "start": 827.779,
        "duration": 1.881
    },
    {
        "text": "I just want to get the information out there",
        "start": 829.66,
        "duration": 1.57
    },
    {
        "text": "right and and it's also the big thing of like a lot of people don't understand how",
        "start": 831.23,
        "duration": 4.909
    },
    {
        "text": "much time",
        "start": 837.259,
        "duration": 1.08
    },
    {
        "text": "it takes to regularly film a 15 to 20 minute show in the span of like five hours of like from starting the film to",
        "start": 838.339,
        "duration": 7.04
    },
    {
        "text": "when it's out",
        "start": 845.38,
        "duration": 1.209
    },
    {
        "text": "But but no",
        "start": 846.589,
        "duration": 1.19
    },
    {
        "text": "I mean it is something that I've been trying to get more comfortable with because I feel like I create the proper separation",
        "start": 847.779,
        "duration": 6.33
    },
    {
        "text": "but yeah, we'll see I think what's important is that",
        "start": 854.209,
        "duration": 3.08
    },
    {
        "text": "You have a voice and you have such an amazing",
        "start": 858.199,
        "duration": 3.05
    },
    {
        "text": "Opportunity to kind of show how you're feeling about things and I think as long as it is",
        "start": 861.589,
        "duration": 4.7
    },
    {
        "text": "Presented in a way that it's like this is my opinion sure not not in a factual sentence",
        "start": 867.889,
        "duration": 6.95
    },
    {
        "text": "So it's like here's how I feel about it",
        "start": 874.839,
        "duration": 2.04
    },
    {
        "text": "So many people in this landscape are nervous to be polarizing but I think it's gotten to a point",
        "start": 877.04,
        "duration": 6.109
    },
    {
        "text": "Where you have to say something, I think it but that's the things",
        "start": 883.399,
        "duration": 3.559
    },
    {
        "text": "I think a lot of people think that I'm like I'm scared and it's not it's not from being scared",
        "start": 886.959,
        "duration": 5.19
    },
    {
        "text": "I think a lot of it stems from me. Just feeling",
        "start": 892.149,
        "duration": 3.45
    },
    {
        "text": "frustrated and exhausted",
        "start": 896.18,
        "duration": 1.56
    },
    {
        "text": "Because I feel like you know in the past I've talked about",
        "start": 897.74,
        "duration": 2.989
    },
    {
        "text": "Feeling like the the most polarizing",
        "start": 901.67,
        "duration": 2.0
    },
    {
        "text": "of people are the outliers and they're slowly trying to chew their way into the to the common sense Center, and I don't",
        "start": 903.8,
        "duration": 7.459
    },
    {
        "text": "When I look out there into the world anymore. I don't know if the common sense Center",
        "start": 912.589,
        "duration": 4.64
    },
    {
        "text": "exists anymore and I feel like",
        "start": 918.259,
        "duration": 2.0
    },
    {
        "text": "Nothing I say",
        "start": 921.139,
        "duration": 2.0
    },
    {
        "text": "Changes anything that it doesn't move a dial. So why not just try and present the information?",
        "start": 923.36,
        "duration": 6.619
    },
    {
        "text": "and and let",
        "start": 930.67,
        "duration": 1.69
    },
    {
        "text": "people fill in their opinion not always",
        "start": 932.36,
        "duration": 2.9
    },
    {
        "text": "and I feel like it's this balancing act that I haven't gotten perfect that I'm still figuring out of what I'm comfortable with what I",
        "start": 935.9,
        "duration": 5.63
    },
    {
        "text": "think is helpful to the conversation, but",
        "start": 941.53,
        "duration": 2.28
    },
    {
        "text": "Yeah, it's it's it's it's a frustration of mine as well",
        "start": 944.42,
        "duration": 4.849
    },
    {
        "text": "Just cuz I don't know if it helps anymore or if it's just people just going like yep",
        "start": 949.27,
        "duration": 6.6
    },
    {
        "text": "I agree with that or people fuck you. You think that because you're insert blank right? Because people always just put",
        "start": 955.87,
        "duration": 7.14
    },
    {
        "text": "Yeah, so that they can go like they put you in a box so you can they can they can dismiss what you're saying even",
        "start": 963.53,
        "duration": 5.21
    },
    {
        "text": "If it's true or not, yeah",
        "start": 968.74,
        "duration": 1.72
    },
    {
        "text": "So I think that I think that's where a lot of it stems from is just a genuine frustration",
        "start": 970.46,
        "duration": 4.16
    },
    {
        "text": "So I I think I get frustrated when I see people reporting on a story and they don't call a lie a lie",
        "start": 974.62,
        "duration": 5.58
    },
    {
        "text": "So if someone is trying to promote this false narrative",
        "start": 980.81,
        "duration": 3.529
    },
    {
        "text": "someone",
        "start": 985.01,
        "duration": 1.59
    },
    {
        "text": "We all know who I'm talking about. If you're trying to promote a false narrative, you don't see",
        "start": 986.6,
        "duration": 4.82
    },
    {
        "text": "and it's changing its it is changing but for the longest time you",
        "start": 992.03,
        "duration": 3.5
    },
    {
        "text": "Did not see the the press the media journalists calling a lie a lie. Sure",
        "start": 996.38,
        "duration": 5.989
    },
    {
        "text": "They would say like something it's a lot. Yeah, someone says this or and then you saw like, I think so",
        "start": 1002.37,
        "duration": 5.88
    },
    {
        "text": "it's like insert blank person says this yeah or and then",
        "start": 1008.25,
        "duration": 4.079
    },
    {
        "text": "Solution which person lied and said blank like you have to say, what's not true",
        "start": 1012.7,
        "duration": 4.729
    },
    {
        "text": "You can't just be like well, they said this no, I don't know true",
        "start": 1017.43,
        "duration": 2.88
    },
    {
        "text": "We've been conditioned to think that finding the truth is hard",
        "start": 1021.7,
        "duration": 2.959
    },
    {
        "text": "it's",
        "start": 1024.66,
        "duration": 0.46
    },
    {
        "text": "not if you know how to find the truth and you know how to search properly and think critically you can find the truth and",
        "start": 1025.12,
        "duration": 6.53
    },
    {
        "text": "So if you're not calling out lies for what they are and you're conditioned to think well",
        "start": 1031.65,
        "duration": 4.41
    },
    {
        "text": "I don't know. Is there a truth is there an objective truth?",
        "start": 1036.06,
        "duration": 2.16
    },
    {
        "text": "There is there always is yeah, I'm frustrated which is okay",
        "start": 1038.22,
        "duration": 4.619
    },
    {
        "text": "So that kind of works perfectly into a transition because I was gonna go into this whole thing about keep going",
        "start": 1042.84,
        "duration": 4.829
    },
    {
        "text": "Keep going any more time. No. Okay. Well, I was gonna say like the evolution of that right? It was at first like",
        "start": 1047.67,
        "duration": 4.89
    },
    {
        "text": "person says this or",
        "start": 1053.47,
        "duration": 1.62
    },
    {
        "text": "person denies this and then like the the slow evolution of that in headlines because unfortunately,",
        "start": 1055.09,
        "duration": 4.489
    },
    {
        "text": "A lot of people just read the headlines or like the few snippets",
        "start": 1059.65,
        "duration": 3.589
    },
    {
        "text": "It was like person says this with no evidence right cites",
        "start": 1064.23,
        "duration": 4.26
    },
    {
        "text": "No evidence, which I think is like the evolution, but do they even say that now?",
        "start": 1068.49,
        "duration": 3.809
    },
    {
        "text": "I think these more some places yeah places do",
        "start": 1072.299,
        "duration": 3.54
    },
    {
        "text": "But I think but not in headlines do they?",
        "start": 1076.33,
        "duration": 2.539
    },
    {
        "text": "Yeah and some in some but the problem is a lot of the time it's places that get won't all places at some point",
        "start": 1078.94,
        "duration": 6.199
    },
    {
        "text": "I've been labeled fake news by a number of people",
        "start": 1085.139,
        "duration": 2.19
    },
    {
        "text": "So should we talk about what fake news is because in my opinion it's lies with an intent to deceive",
        "start": 1087.33,
        "duration": 5.64
    },
    {
        "text": "Well, I mean, yeah, okay. So you think that it the intention is",
        "start": 1092.97,
        "duration": 3.239
    },
    {
        "text": "Absolutely. Okay. Yeah for my definition of fake news",
        "start": 1096.789,
        "duration": 2.78
    },
    {
        "text": "There is an intent to deceive it's not making a mistake right people make mistakes, especially with how fast news spreads now",
        "start": 1099.57,
        "duration": 6.839
    },
    {
        "text": "Yeah, and how entitled and not in a bad way, but how condition people have become to?",
        "start": 1106.44,
        "duration": 4.65
    },
    {
        "text": "Get news like right as something happens",
        "start": 1111.759,
        "duration": 2.239
    },
    {
        "text": "So it's like if they're not reporting on it on the on",
        "start": 1113.999,
        "duration": 2.67
    },
    {
        "text": "TV and in the mainstream news people are going to find that information somewhere else whether it's real or not",
        "start": 1116.83,
        "duration": 5.059
    },
    {
        "text": "Yeah, I mean you even saying that it makes me",
        "start": 1121.96,
        "duration": 2.0
    },
    {
        "text": "It makes me frustrated cuz I know that in the past if someone made a mistake, I would just go for the throat",
        "start": 1124.33,
        "duration": 5.51
    },
    {
        "text": "Yeah, and I think the longer that I did this especially day in day out the more I realized you know, oh",
        "start": 1129.84,
        "duration": 5.219
    },
    {
        "text": "Especially as you grow a team as you as you're covering more and more the chances for you to to mess up on accident increase",
        "start": 1135.059,
        "duration": 7.17
    },
    {
        "text": "But a huge chunk of people don't fucking care. They don't care about the the intent aspect",
        "start": 1142.69,
        "duration": 5.27
    },
    {
        "text": "They equate you to the worst thing, right? So it really matters. Yeah, and it's I think it's important to call that out and",
        "start": 1147.96,
        "duration": 6.179
    },
    {
        "text": "Again, going back to a lie, a lie is an intent to deceive. It's not a mistake",
        "start": 1154.69,
        "duration": 3.53
    },
    {
        "text": "So, how do you compete though with right now? I feel like in our society",
        "start": 1158.529,
        "duration": 3.589
    },
    {
        "text": "Apologizing or acknowledging the mistake is almost more damaging right? I know and that's like a problem with the the culture that we see",
        "start": 1162.639,
        "duration": 7.489
    },
    {
        "text": "It's like you can't demonize good journalists who are admitting their mistakes because like this is what we've seen with a lot of people",
        "start": 1170.129,
        "duration": 7.71
    },
    {
        "text": "It's like why would you admit you've done something wrong when you're fucked either way?",
        "start": 1177.84,
        "duration": 3.51
    },
    {
        "text": "Yeah, and you can know that especially thanks to tribalism people will just take a side. Yeah, like no matter what yeah. Yeah",
        "start": 1181.539,
        "duration": 6.14
    },
    {
        "text": "Yeah, I think there's a lot of double standards",
        "start": 1187.679,
        "duration": 2.04
    },
    {
        "text": "So what I think it's about educating people and and showing them like this is how fast news goes",
        "start": 1189.82,
        "duration": 5.39
    },
    {
        "text": "This is how we've been conditioned to want to",
        "start": 1195.49,
        "duration": 2.989
    },
    {
        "text": "Get the information quickly. So you're gonna have to give these journalists some leeway, you know",
        "start": 1199.36,
        "duration": 4.97
    },
    {
        "text": "You're gonna have to say you're gonna have to go into it with an awareness of okay. Wait",
        "start": 1204.33,
        "duration": 4.049
    },
    {
        "text": "they're saying the shooter was this person, but we need to wait a second before we like google him or",
        "start": 1208.54,
        "duration": 5.479
    },
    {
        "text": "her",
        "start": 1214.84,
        "duration": 1.8
    },
    {
        "text": "And just hold on a second",
        "start": 1216.64,
        "duration": 2.03
    },
    {
        "text": "Pause just pause. I just I just realized that you kind of threw in your name a little bit. I did",
        "start": 1219.67,
        "duration": 6.619
    },
    {
        "text": "Yeah a little bit. Not your name, but the name of your know. Yeah. Yeah, that's good",
        "start": 1226.33,
        "duration": 3.799
    },
    {
        "text": "Yeah, so a question was new mom here. Yeah, how do you deal with anxiety of being I know I got it so hard",
        "start": 1230.56,
        "duration": 6.679
    },
    {
        "text": "You I don't I don't have an answer for you. No, that's what make sure you have a good support system",
        "start": 1237.88,
        "duration": 6.109
    },
    {
        "text": "That's all I can say and I feel like I feel very fortunate to have had a good support system",
        "start": 1243.99,
        "duration": 4.08
    },
    {
        "text": "And I don't know what I would have gone crazy",
        "start": 1248.07,
        "duration": 2.01
    },
    {
        "text": "otherwise like you",
        "start": 1250.36,
        "duration": 1.83
    },
    {
        "text": "Understand and my mom and like people around they understand how I am",
        "start": 1252.19,
        "duration": 4.25
    },
    {
        "text": "Sure",
        "start": 1256.54,
        "duration": 0.5
    },
    {
        "text": "And how anxious I get how my anxiety is",
        "start": 1257.04,
        "duration": 2.25
    },
    {
        "text": "real and something I was thinking about today is I don't like how people throw around these words like oh,",
        "start": 1259.36,
        "duration": 5.66
    },
    {
        "text": "You know my water bottles have to be lined up",
        "start": 1265.42,
        "duration": 2.329
    },
    {
        "text": "I'm so OCD, and I'm like people really struggle with OCD like it affects their lives",
        "start": 1267.75,
        "duration": 4.859
    },
    {
        "text": "And so when I hear people talking about anxiety, like flippantly like I'm just making so much anxiety. I'm like",
        "start": 1272.61,
        "duration": 4.979
    },
    {
        "text": "Are you just nervous or do you really have this debilitating thing that affects your everyday life? You know what I mean?",
        "start": 1278.11,
        "duration": 6.349
    },
    {
        "text": "Like you can just flippantly",
        "start": 1284.46,
        "duration": 1.87
    },
    {
        "text": "attribute some like mental illness to you're",
        "start": 1286.33,
        "duration": 3.589
    },
    {
        "text": "Being neurotic a little bit. Sure",
        "start": 1290.71,
        "duration": 1.77
    },
    {
        "text": "well",
        "start": 1292.48,
        "duration": 0.5
    },
    {
        "text": "I think you probably feel more passionate about it because it's stuff that you've just like you genuinely",
        "start": 1292.98,
        "duration": 4.56
    },
    {
        "text": "Suffered with for a long time. The reason I think it's a minefield is it's impossible to be in someone's head. Yeah, so",
        "start": 1297.67,
        "duration": 5.179
    },
    {
        "text": "even with you",
        "start": 1303.85,
        "duration": 0.98
    },
    {
        "text": "I feel like legitimately talking about because I know a good chunk of",
        "start": 1304.83,
        "duration": 4.199
    },
    {
        "text": "People that are like that of where it's just when it's convenient",
        "start": 1309.37,
        "duration": 4.04
    },
    {
        "text": "It's like that stuff sort of mentioned",
        "start": 1313.78,
        "duration": 2.54
    },
    {
        "text": "But it's a rough thing to talk about because it's it's such a like important issue of our time that I think is",
        "start": 1316.75,
        "duration": 4.969
    },
    {
        "text": "Becoming even more of an issue based off of social media and it's really like developing these mental illnesses",
        "start": 1321.91,
        "duration": 6.5
    },
    {
        "text": "And people that I don't think would have them. Otherwise, we're balancing it",
        "start": 1328.63,
        "duration": 3.77
    },
    {
        "text": "It's it's like feeding a mental and you know",
        "start": 1332.4,
        "duration": 2.459
    },
    {
        "text": "I I grew up thinking and up until maybe like two years ago thinking the word mental illness was so taboo",
        "start": 1334.86,
        "duration": 6.18
    },
    {
        "text": "And I was like, well, I have major anxiety depression, but I'm not mentally ill but that's what it is",
        "start": 1341.04,
        "duration": 4.349
    },
    {
        "text": "But mental mentally ill to me was like you're in a psychiatric hospital sure, but that's not what it is",
        "start": 1345.39,
        "duration": 6.54
    },
    {
        "text": "But also like I'm not trying to write off anybody's struggles. I'm just saying like there's varying degrees of it and I feel like",
        "start": 1351.93,
        "duration": 5.819
    },
    {
        "text": "Like having postpartum anxiety is a lot different than having",
        "start": 1358.48,
        "duration": 3.77
    },
    {
        "text": "You know, you're a little nervous. Mm-hmm, but I think that and I don't think you think the overuse of the word",
        "start": 1363.01,
        "duration": 5.479
    },
    {
        "text": "Minimizes the real the problem. Yeah, and I don't think that people who use it have bad intentions at all",
        "start": 1369.31,
        "duration": 5.449
    },
    {
        "text": "but I think it kind of takes away from",
        "start": 1375.22,
        "duration": 2.57
    },
    {
        "text": "There's anxiety and then there's anxiety disorder",
        "start": 1378.31,
        "duration": 2.569
    },
    {
        "text": "and so I don't know I didn't I and I guess I can kind of come at it from this angle of I",
        "start": 1381.13,
        "duration": 5.66
    },
    {
        "text": "Thought I was anxious and I thought I had depression sure and I did have depression more so, but I thought I had anxiety",
        "start": 1386.92,
        "duration": 6.289
    },
    {
        "text": "But I never realized how bad it could be until after I had Carter like that's when it really became",
        "start": 1393.73,
        "duration": 6.2
    },
    {
        "text": "Debilitating for me sure, and I don't know I just I feel like I had to have a good support system",
        "start": 1400.63,
        "duration": 5.15
    },
    {
        "text": "Which I did but even that doesn't cure it",
        "start": 1405.78,
        "duration": 2.339
    },
    {
        "text": "So yeah, well, that's what as I say. Is it is it that it's changed. Is it something you got?",
        "start": 1408.12,
        "duration": 4.739
    },
    {
        "text": "I think it was a hormonal thing. Okay, so after so after Carter, it felt a completely different",
        "start": 1412.86,
        "duration": 7.65
    },
    {
        "text": "Level than what you experienced. Yeah",
        "start": 1421.03,
        "duration": 2.51
    },
    {
        "text": "Like before I think it was like depression sure. Um, but then after that, I think it turned more into anxiety. Um,",
        "start": 1424.27,
        "duration": 6.979
    },
    {
        "text": "Like debilitating can't focus can't do anything",
        "start": 1432.01,
        "duration": 3.559
    },
    {
        "text": "Just want to go to sleep because I can't deal",
        "start": 1436.99,
        "duration": 2.27
    },
    {
        "text": "mmm",
        "start": 1439.45,
        "duration": 0.53
    },
    {
        "text": "and I feel very fortunate that you",
        "start": 1439.98,
        "duration": 1.93
    },
    {
        "text": "Listened to me and you don't try to like write it off as some people like just choose to be happy. Okay",
        "start": 1441.91,
        "duration": 5.059
    },
    {
        "text": "Like just try to be happy I'm like do you think I'm choosing to be this way?",
        "start": 1448.51,
        "duration": 4.04
    },
    {
        "text": "Like I'm not you've seen me break down. I don't have breakdowns a lot",
        "start": 1452.55,
        "duration": 2.88
    },
    {
        "text": "but when I do",
        "start": 1455.43,
        "duration": 0.45
    },
    {
        "text": "I'm just like I don't one day I was telling you I was it",
        "start": 1455.88,
        "duration": 3.359
    },
    {
        "text": "remember what it was probably like six or nine months ago and I was like",
        "start": 1459.429,
        "duration": 2.96
    },
    {
        "text": "I just want to hit my head on the wall because I feel so broken and I don't have any advice",
        "start": 1462.39,
        "duration": 5.079
    },
    {
        "text": "I don't know like",
        "start": 1467.47,
        "duration": 1.27
    },
    {
        "text": "Seek help",
        "start": 1468.74,
        "duration": 0.96
    },
    {
        "text": "but also like don't be ashamed of it because when you're ashamed of it and you're questioning like I have such a great life why",
        "start": 1469.7,
        "duration": 5.569
    },
    {
        "text": "Do I feel this way it makes it worse",
        "start": 1475.269,
        "duration": 1.63
    },
    {
        "text": "Yeah, like just acknowledge it and be like, how what can I do to make it better?",
        "start": 1476.899,
        "duration": 4.16
    },
    {
        "text": "Don't try to write it off like in my what works for me is really let yourself feel it",
        "start": 1481.059,
        "duration": 4.469
    },
    {
        "text": "Yeah, and don't like and I've gone through several times of being like feeling guilty about it",
        "start": 1485.659,
        "duration": 5.42
    },
    {
        "text": "Like I have a great life. I have a great family",
        "start": 1491.09,
        "duration": 2.059
    },
    {
        "text": "I'm supported all that stuff",
        "start": 1493.149,
        "duration": 2.55
    },
    {
        "text": "but I still feel these ways and and then thinking about",
        "start": 1495.7,
        "duration": 2.55
    },
    {
        "text": "Why do I feel this way like feeling bad for myself or feeling something's wrong with me? It's not helpful",
        "start": 1498.559,
        "duration": 4.82
    },
    {
        "text": "You waste energy just like deal with it",
        "start": 1503.84,
        "duration": 3.17
    },
    {
        "text": "Like like let yourself feel it's kind of like when you go to Pixar movies when you want to cry you watch it",
        "start": 1507.01,
        "duration": 5.849
    },
    {
        "text": "Feel it. Yeah, like let yourself feel it stop pushing it off",
        "start": 1514.309,
        "duration": 3.469
    },
    {
        "text": "Yeah, but also yeah, but also like to confide in yeah seek help",
        "start": 1517.88,
        "duration": 4.579
    },
    {
        "text": "I always I'm hesitant to say go on medication because it's like it's different for each person. Sure",
        "start": 1522.58,
        "duration": 5.13
    },
    {
        "text": "But I think that's the thing is like speaking with a professional",
        "start": 1527.71,
        "duration": 2.609
    },
    {
        "text": "I think it's great to have a friend system. But I think there's nothing that can replace like a real",
        "start": 1530.32,
        "duration": 4.89
    },
    {
        "text": "Solid professional also because you have to remember that",
        "start": 1536.029,
        "duration": 3.23
    },
    {
        "text": "You know your friends like they may be suffering from something as well",
        "start": 1539.6,
        "duration": 4.459
    },
    {
        "text": "And I think that there's a real conversation about you know",
        "start": 1544.059,
        "duration": 2.52
    },
    {
        "text": "How we affect one another and we'll try to be there for each other",
        "start": 1546.58,
        "duration": 3.03
    },
    {
        "text": "But maybe it it also adds to the stress of like potentially",
        "start": 1549.61,
        "duration": 3.359
    },
    {
        "text": "Feeling like you're gonna pull someone down even if that's not the case",
        "start": 1553.76,
        "duration": 2.629
    },
    {
        "text": "So it's uh, I think educating friends too, and I don't know exactly how to say it. But",
        "start": 1556.76,
        "duration": 4.939
    },
    {
        "text": "letting people know like I have this really good friend Bailey and she",
        "start": 1562.61,
        "duration": 3.199
    },
    {
        "text": "does not know what anxiety is like she does not know what depression is like or she will always listen to me and say like",
        "start": 1566.33,
        "duration": 5.599
    },
    {
        "text": "Those feelings are completely valid. How can I help as opposed to being like?",
        "start": 1571.929,
        "duration": 3.869
    },
    {
        "text": "well",
        "start": 1575.799,
        "duration": 0.301
    },
    {
        "text": "You should just be happy",
        "start": 1576.1,
        "duration": 1.15
    },
    {
        "text": "like you have blah blah blah like she really listens to me even though she doesn't",
        "start": 1577.25,
        "duration": 3.919
    },
    {
        "text": "understand and I think as a friend and if you have a friend that's trying to confide in you like",
        "start": 1581.24,
        "duration": 3.829
    },
    {
        "text": "It's a lot of at least for me a lot of the time",
        "start": 1585.529,
        "duration": 2.75
    },
    {
        "text": "I don't need a fix I just need someone to listen and",
        "start": 1588.279,
        "duration": 3.51
    },
    {
        "text": "Like I'll come to you sometimes I'll say can you just hug me?",
        "start": 1591.95,
        "duration": 2.359
    },
    {
        "text": "Yeah",
        "start": 1594.35,
        "duration": 0.5
    },
    {
        "text": "like just squeeze me so that I think",
        "start": 1594.85,
        "duration": 2.0
    },
    {
        "text": "Feel safe and like it almost gives me like a release like when you're squeezing me and then you let go I'm like, okay",
        "start": 1596.86,
        "duration": 6.03
    },
    {
        "text": "I'm fine, like something's been squished. So I think just as a friend",
        "start": 1602.89,
        "duration": 3.719
    },
    {
        "text": "Being someone who will listen and not make you feel bad about it",
        "start": 1607.58,
        "duration": 3.38
    },
    {
        "text": "It's good. I love that. But the question that I was gonna lead into and then you were right that it just really had",
        "start": 1611.51,
        "duration": 5.959
    },
    {
        "text": "No way to transfer",
        "start": 1617.47,
        "duration": 2.0
    },
    {
        "text": "On I know you were all amped up",
        "start": 1620.27,
        "duration": 2.0
    },
    {
        "text": "How did you so how do you how did you handle your pregnancy with Carter after your miscarriage?",
        "start": 1623.21,
        "duration": 5.75
    },
    {
        "text": "I'm terrified and it was those last two words that made me feel like it was something that I wanted to throw on this because",
        "start": 1628.96,
        "duration": 5.88
    },
    {
        "text": "Like that's like it's a I don't know we covered a video where we talked about",
        "start": 1635.66,
        "duration": 4.279
    },
    {
        "text": "maternal mortality and we yeah",
        "start": 1641.03,
        "duration": 1.7
    },
    {
        "text": "You know we heard from all these women that had similar",
        "start": 1642.73,
        "duration": 2.16
    },
    {
        "text": "experiences we heard after the fact of a husband saying like he was able to save his wife because he was",
        "start": 1645.14,
        "duration": 6.409
    },
    {
        "text": "There he was listening. He was a partner and so I thought",
        "start": 1651.65,
        "duration": 2.929
    },
    {
        "text": "You can speak to this",
        "start": 1655.309,
        "duration": 1.951
    },
    {
        "text": "Obviously, I gave you a heads-up because I like can we talk about yet? Wooden Springs? I think it's important. Uh",
        "start": 1657.26,
        "duration": 4.909
    },
    {
        "text": "It was how did you handle your pregnancy with Carter after your miscarriage, but obviously didn't speak about anything",
        "start": 1663.02,
        "duration": 5.359
    },
    {
        "text": "So here I think this might be where my anxiety",
        "start": 1668.39,
        "duration": 4.429
    },
    {
        "text": "Disorder came from was the miscarriage like I had anxiety before but I think it turned into a problem",
        "start": 1673.34,
        "duration": 5.06
    },
    {
        "text": "After the miscarriage because my whole time being pregnant with Carter. I thought I'm gonna lose him. I'm gonna lose him. I'm gonna lose him",
        "start": 1679.73,
        "duration": 6.05
    },
    {
        "text": "Because I guess I had a miscarriage it was at eight weeks right ten weeks",
        "start": 1686.45,
        "duration": 4.43
    },
    {
        "text": "I don't remember but it was really hard",
        "start": 1690.88,
        "duration": 2.0
    },
    {
        "text": "You know",
        "start": 1693.02,
        "duration": 0.62
    },
    {
        "text": "it's so far that's still fucked up as I had the miscarriage and",
        "start": 1693.64,
        "duration": 4.38
    },
    {
        "text": "Then that night we watched the first episode of this is us where they lose a damn, baby",
        "start": 1698.39,
        "duration": 6.619
    },
    {
        "text": "Oh my god, I think my mom was there and she even said like I don't know if you want to watch this",
        "start": 1705.01,
        "duration": 6.15
    },
    {
        "text": "but I did anyways and I remember laying on the floor and this is the day like",
        "start": 1711.16,
        "duration": 3.449
    },
    {
        "text": "Me my mom and Trey were at Universal Studios and I was like, I was bleeding a little bit and I thought you know",
        "start": 1715.429,
        "duration": 5.03
    },
    {
        "text": "It's probably normal",
        "start": 1720.46,
        "duration": 1.11
    },
    {
        "text": "It's just spotting like this happens the pregnancy whatever and then I called my doctor and she was just forget even what she said",
        "start": 1721.57,
        "duration": 7.739
    },
    {
        "text": "But she didn't seem come. She's like just wait and we hadn't even heard a heartbeat at that point",
        "start": 1729.309,
        "duration": 3.239
    },
    {
        "text": "I don't think yeah, we were waiting to go to our eight-week appointment anyways",
        "start": 1732.549,
        "duration": 3.93
    },
    {
        "text": "And then something just didn't feel right and I so we got home from Universal and I made you take me to the ER",
        "start": 1737.029,
        "duration": 5.45
    },
    {
        "text": "And they're like, we don't see a baby in here and then we came home and it was really hard",
        "start": 1742.61,
        "duration": 4.88
    },
    {
        "text": "I was devastated and I didn't think that",
        "start": 1747.49,
        "duration": 2.729
    },
    {
        "text": "Losing a baby that early would have affected me as much because I know a lot of people who have lost them",
        "start": 1750.71,
        "duration": 5.66
    },
    {
        "text": "Way later and I recognize these like people I'm very close to and they didn't really talk about how it made them feel",
        "start": 1756.86,
        "duration": 5.689
    },
    {
        "text": "But it's devastating and I don't know",
        "start": 1763.309,
        "duration": 3.469
    },
    {
        "text": "So throughout my pregnancy with Carter and a certain point in your pregnancy, you count kicks and all this stuff very",
        "start": 1767.33,
        "duration": 5.78
    },
    {
        "text": "on top of counting kicks",
        "start": 1773.75,
        "duration": 1.58
    },
    {
        "text": "but also",
        "start": 1775.33,
        "duration": 0.459
    },
    {
        "text": "at ten weeks with Carter",
        "start": 1775.789,
        "duration": 1.64
    },
    {
        "text": "I was at the gym and I went to the bathroom when I was done working out and I was bleeding like heavily German a",
        "start": 1777.429,
        "duration": 5.01
    },
    {
        "text": "And I called you. I was like meet me at the doctor's office. I'm bleeding and",
        "start": 1782.44,
        "duration": 4.44
    },
    {
        "text": "she like fit me in and we were sitting in her office and I was just bawling like just so like",
        "start": 1787.49,
        "duration": 5.989
    },
    {
        "text": "Inconsolable, like I'm losing this baby again, and she checked us out and everything was fine",
        "start": 1793.669,
        "duration": 3.89
    },
    {
        "text": "but the whole pregnancy I was very anxious and it got to the point where I",
        "start": 1797.559,
        "duration": 4.44
    },
    {
        "text": "Had to be induced because I was so scared of losing Carter",
        "start": 1802.52,
        "duration": 3.529
    },
    {
        "text": "Mhm, and I talked to my doctor about it and she said this anxiety. It's not good for you",
        "start": 1806.049,
        "duration": 4.08
    },
    {
        "text": "It's not good for the baby. Let's just I know a lot of people are like a",
        "start": 1810.13,
        "duration": 3.779
    },
    {
        "text": "Lot of people aren't against induction and think that it's doctors",
        "start": 1814.94,
        "duration": 4.79
    },
    {
        "text": "Just trying to pump ladies through the system, which I do think happens",
        "start": 1819.73,
        "duration": 3.51
    },
    {
        "text": "But in this case, I don't think that's what happened. I think she could tell cuz it's also cuz it was my second, baby",
        "start": 1823.76,
        "duration": 4.76
    },
    {
        "text": "She was she kind of knew that I wasn't right like in the headspace is you mean?",
        "start": 1828.52,
        "duration": 4.559
    },
    {
        "text": "Yeah",
        "start": 1833.08,
        "duration": 0.28
    },
    {
        "text": "Like she knew that it would be better for me to deliver at 39 weeks",
        "start": 1833.36,
        "duration": 4.849
    },
    {
        "text": "Then to go another week and like just being be worried",
        "start": 1838.49,
        "duration": 3.589
    },
    {
        "text": "um",
        "start": 1842.179,
        "duration": 0.691
    },
    {
        "text": "But there was a time during that pregnancy",
        "start": 1842.87,
        "duration": 2.0
    },
    {
        "text": "that so my doctor told me like if you feel anything is off like go to the ER and",
        "start": 1844.909,
        "duration": 5.15
    },
    {
        "text": "They'll admit you and loaded test",
        "start": 1850.34,
        "duration": 1.52
    },
    {
        "text": "I had to really I'm not gonna advocating for myself in in medical situations, and I they didn't want to admit me",
        "start": 1851.86,
        "duration": 7.199
    },
    {
        "text": "So I had to say I haven't felt kicks in 24 hours",
        "start": 1859.07,
        "duration": 3.53
    },
    {
        "text": "Just so they would admit me because they were like, well you could just go to your doctor or whatever",
        "start": 1863.23,
        "duration": 3.979
    },
    {
        "text": "It's fine and I was dehydrated",
        "start": 1867.21,
        "duration": 2.64
    },
    {
        "text": "I hadn't felt kicks in like three hours",
        "start": 1869.85,
        "duration": 1.77
    },
    {
        "text": "but apparently that's not good enough for them to admit you but like",
        "start": 1871.62,
        "duration": 2.819
    },
    {
        "text": "People lose their babies over that so just admit like I have insurance just admit me, you know",
        "start": 1874.69,
        "duration": 5.27
    },
    {
        "text": "but again, my friend she had diabetes or she has diabetes and",
        "start": 1880.57,
        "duration": 3.92
    },
    {
        "text": "Those are high-risk pregnancies and I feel like it sir. She was having to go through",
        "start": 1886.059,
        "duration": 4.58
    },
    {
        "text": "Like every week she had to be monitored and go to the her doctor and",
        "start": 1892.24,
        "duration": 3.02
    },
    {
        "text": "Get everything checked out just to make sure that she wasn't having",
        "start": 1895.36,
        "duration": 2.929
    },
    {
        "text": "She that she wasn't losing the baby and she she went in one day for her",
        "start": 1900.07,
        "duration": 4.76
    },
    {
        "text": "Just her tests and they were like we have to rush you in right now",
        "start": 1906.49,
        "duration": 3.919
    },
    {
        "text": "Your baby has no heartbeat and so they tried to put her into labor",
        "start": 1910.75,
        "duration": 3.679
    },
    {
        "text": "and I like",
        "start": 1914.86,
        "duration": 1.29
    },
    {
        "text": "She wasn't going to labor and then they had to do a c-section and and the baby came out like blue and he ended up",
        "start": 1916.15,
        "duration": 5.029
    },
    {
        "text": "Being fine, but had she not gone to the doctor when she was supposed to she would have lost her baby. And so I just",
        "start": 1921.179,
        "duration": 7.08
    },
    {
        "text": "Please advocate for yourself",
        "start": 1928.809,
        "duration": 1.321
    },
    {
        "text": "I don't care how stupid you feel especially if it's like your life and your baby's life",
        "start": 1930.13,
        "duration": 6.289
    },
    {
        "text": "Yeah, if you please advocate for yourself you lie if you have to just to get seriously",
        "start": 1936.7,
        "duration": 5.9
    },
    {
        "text": "Like if I don't know I just I couldn't get over the fact that they did not admit me",
        "start": 1943.179,
        "duration": 5.03
    },
    {
        "text": "Well, I think with pregnancies ISM. It's important",
        "start": 1948.28,
        "duration": 2.359
    },
    {
        "text": "but I think just",
        "start": 1950.64,
        "duration": 1.0
    },
    {
        "text": "People in general like especially if anyone goes in for a surgery having someone that can advocate for you advocate for you",
        "start": 1951.64,
        "duration": 5.869
    },
    {
        "text": "it's",
        "start": 1958.12,
        "duration": 1.02
    },
    {
        "text": "It's like you can be timid just it's it's a life-or-death situation. You have to be in a different",
        "start": 1959.14,
        "duration": 4.699
    },
    {
        "text": "I feel like when you went to the hospital recently, I felt like I was advocating for you some well you were you",
        "start": 1963.84,
        "duration": 5.699
    },
    {
        "text": "were helpful because I notoriously have a horrible memory and so like I was going through all",
        "start": 1970.6,
        "duration": 5.54
    },
    {
        "text": "Like just he had this abdominal pain like really bad abdominal pain after we had been out of the country and his abdomen was swollen",
        "start": 1976.39,
        "duration": 7.699
    },
    {
        "text": "Yeah, it was bad. So we called our friend just to come watch the kids because it was like 10:00 p.m",
        "start": 1984.25,
        "duration": 5.51
    },
    {
        "text": "And then we went to the hospital. First of all, he said on his Hospital bracelet",
        "start": 1989.76,
        "duration": 5.789
    },
    {
        "text": "They said he was born in like thousand nine or something. And so I feel like",
        "start": 1995.549,
        "duration": 3.92
    },
    {
        "text": "Or was it 1999? 1999? Yeah, and so they were like wow",
        "start": 2000.02,
        "duration": 4.309
    },
    {
        "text": "And I was like no you gotta fix this like because if you don't fix it",
        "start": 2004.94,
        "duration": 3.979
    },
    {
        "text": "You're gonna look at his symptoms and be like oh and look at how much older he looks and think like he's dying",
        "start": 2008.92,
        "duration": 5.579
    },
    {
        "text": "So do you have a disease? Yeah. Well, yes I do",
        "start": 2015.98,
        "duration": 2.66
    },
    {
        "text": "And then I think we're a part where I advocate if you were host like no",
        "start": 2019.61,
        "duration": 3.89
    },
    {
        "text": "He's been out of the country. Like I don't think you remembered that. We were in Turks and Caicos",
        "start": 2023.5,
        "duration": 3.9
    },
    {
        "text": "We all got sick after being in Turkey",
        "start": 2027.4,
        "duration": 1.83
    },
    {
        "text": "Yeah, I was just I was just freaked out because one I was in just a pain that I mean",
        "start": 2029.23,
        "duration": 5.369
    },
    {
        "text": "You know me I was there's no reason I want to go to what doctor yes, I will I will",
        "start": 2034.6,
        "duration": 4.05
    },
    {
        "text": "I mean the last time we went to the hospital together for me was probably a kidney stone nine years ago",
        "start": 2040.7,
        "duration": 6.71
    },
    {
        "text": "I had a kidney stone",
        "start": 2047.41,
        "duration": 0.78
    },
    {
        "text": "I dealt with the kidney stone pain for three days before I went to the the hospital and he was not insured",
        "start": 2048.19,
        "duration": 5.55
    },
    {
        "text": "We did not have any money at that time. Oh, yeah, that was",
        "start": 2054.2,
        "duration": 3.29
    },
    {
        "text": "Fifty two hundred dollar bill just for him to be there and for the doctor to give him some painkillers",
        "start": 2058.46,
        "duration": 5.0
    },
    {
        "text": "Did they did an x-ray?",
        "start": 2064.159,
        "duration": 1.861
    },
    {
        "text": "Well, yeah because they they were like we have to confirm that there's a kidney stone",
        "start": 2066.02,
        "duration": 3.59
    },
    {
        "text": "I was like man, it's the only thing it could be",
        "start": 2069.61,
        "duration": 2.25
    },
    {
        "text": "Please God like and like you were praying for kidney stone",
        "start": 2072.47,
        "duration": 4.07
    },
    {
        "text": "Yeah, it was like we have to we have a check and it was so god",
        "start": 2076.54,
        "duration": 3.389
    },
    {
        "text": "And then I was just drugged up for about a week and I passed it at some point don't remember it. Really",
        "start": 2079.929,
        "duration": 5.01
    },
    {
        "text": "Yeah, you remember because they had me I think you did passes",
        "start": 2084.94,
        "duration": 2.58
    },
    {
        "text": "It was the moment or it was like they gave me like percocet. Yeah, I was and you're like, oh this feels too good",
        "start": 2087.52,
        "duration": 4.679
    },
    {
        "text": "No, it felt way too good. I was like, oh that's how you could get addicted. So that's how I felt after um,",
        "start": 2092.2,
        "duration": 4.92
    },
    {
        "text": "after having kids and they gave me painkillers and I was like this feels way too good like I",
        "start": 2097.73,
        "duration": 4.01
    },
    {
        "text": "Understand jump. Yeah, the ones that are the blast. Yeah because I knew oh, this is dope like this feels so good",
        "start": 2102.29,
        "duration": 6.29
    },
    {
        "text": "You're not like I'm feeling a little in the bag. I'm just I don't feel sooo at today",
        "start": 2108.88,
        "duration": 4.409
    },
    {
        "text": "Let's take a painkiller. Like I get it. I absolutely understand people get hooked on those. Yeah, which since we're ready talking about family",
        "start": 2113.29,
        "duration": 7.739
    },
    {
        "text": "I'll give you more time before news",
        "start": 2121.03,
        "duration": 1.84
    },
    {
        "text": "you used to have",
        "start": 2122.87,
        "duration": 1.74
    },
    {
        "text": "Don't want it to go from miscarriage to what have you been working on?",
        "start": 2124.61,
        "duration": 3.169
    },
    {
        "text": "God",
        "start": 2129.53,
        "duration": 1.71
    },
    {
        "text": "So you used to have a family vlog channel. Yeah, right the trees him you quit it",
        "start": 2131.24,
        "duration": 5.719
    },
    {
        "text": "Why?",
        "start": 2137.66,
        "duration": 2.0
    },
    {
        "text": "See I had a really good answer to the six months ago",
        "start": 2140.119,
        "duration": 2.66
    },
    {
        "text": "Has it changed or you just don't remember? I was like as I can answer everything for you",
        "start": 2142.91,
        "duration": 5.27
    },
    {
        "text": "I was just ready to stop right? I mean I just there was a lot of pressure",
        "start": 2148.18,
        "duration": 4.32
    },
    {
        "text": "Anxiety played into it as well. I was really trying to keep up and",
        "start": 2153.77,
        "duration": 3.32
    },
    {
        "text": "What did I say before? It was like I'm so far removed from that life now",
        "start": 2158.21,
        "duration": 4.489
    },
    {
        "text": "It was just a lot of pressure and a lot of judgment. Yeah, I mean it's it's sometimes",
        "start": 2163.43,
        "duration": 4.699
    },
    {
        "text": "You have to have obviously like in general and everyone will be like have a tough skin",
        "start": 2169.4,
        "duration": 3.62
    },
    {
        "text": "But no matter what at a certain point shit just starts breaking through",
        "start": 2173.02,
        "duration": 3.81
    },
    {
        "text": "Yeah, right and it feels like for some creators and I imagine it's not you like unique",
        "start": 2176.83,
        "duration": 5.339
    },
    {
        "text": "I think a lot of it boils down to",
        "start": 2182.17,
        "duration": 2.0
    },
    {
        "text": "You're releasing a video and you're preparing to get punched in the face",
        "start": 2184.61,
        "duration": 3.259
    },
    {
        "text": "Through comments being like who's gonna fuckin say something about how terrible of a mom I am today",
        "start": 2190.16,
        "duration": 5.15
    },
    {
        "text": "and I think what really made me stop is we",
        "start": 2195.31,
        "duration": 2.369
    },
    {
        "text": "we raised a great kid with Trey and then I was trying to do those same things with Carter and",
        "start": 2198.29,
        "duration": 4.25
    },
    {
        "text": "Then but when when I woke a so when we started the family vlog Trey was a year old",
        "start": 2202.76,
        "duration": 5.359
    },
    {
        "text": "yeah, so I didn't talk about the sleep training or anything because by that point we had already done that well with Carter I",
        "start": 2208.3,
        "duration": 6.75
    },
    {
        "text": "Started vlogging with him again at two weeks",
        "start": 2215.66,
        "duration": 1.88
    },
    {
        "text": "and that's when I started sleep training because that's what I believe in and that's what worked for me and that's what worked for our",
        "start": 2217.54,
        "duration": 5.219
    },
    {
        "text": "Kids. Yeah, uhm, and I got so much blowback on this and I was like",
        "start": 2222.76,
        "duration": 3.84
    },
    {
        "text": "If if there's anything that I'm proud of in this life",
        "start": 2227.57,
        "duration": 3.079
    },
    {
        "text": "it's being a mom and like knowing what works for our",
        "start": 2230.65,
        "duration": 3.3
    },
    {
        "text": "Family and seeing all these people come at me saying that I'm letting my kid like suffer and be tortured",
        "start": 2234.05,
        "duration": 5.27
    },
    {
        "text": "It really got to me cuz I thought am I no, I'm not",
        "start": 2239.96,
        "duration": 4.1
    },
    {
        "text": "But is this what people really think of me? And that really bothered me and I don't like how",
        "start": 2244.64,
        "duration": 5.63
    },
    {
        "text": "How we shape our ourself?",
        "start": 2251.18,
        "duration": 2.51
    },
    {
        "text": "It got to a point where shaping my self-worth on what other people thought of me. Hmm, and it doesn't matter. Yeah",
        "start": 2254.78,
        "duration": 6.829
    },
    {
        "text": "And I did I just didn't like feeling that",
        "start": 2262.21,
        "duration": 3.06
    },
    {
        "text": "which is a kind of a shitty thing because obviously we're talking about like blowback and like it almost paints a picture where",
        "start": 2265.79,
        "duration": 5.839
    },
    {
        "text": "The number of people was larger than it was because it feels that right",
        "start": 2272.39,
        "duration": 4.52
    },
    {
        "text": "Looks like people are saying well",
        "start": 2276.91,
        "duration": 1.74
    },
    {
        "text": "It was like four people saying this but it's if it's for people who are telling you you're a shitty mom",
        "start": 2278.65,
        "duration": 5.37
    },
    {
        "text": "And you're abusing your child",
        "start": 2284.02,
        "duration": 1.48
    },
    {
        "text": "like that hurts you because",
        "start": 2285.5,
        "duration": 2.0
    },
    {
        "text": "Inside, you know, that's not what you're doing. But as a new mom, you don't want to question",
        "start": 2287.9,
        "duration": 4.4
    },
    {
        "text": "You don't want to feel like I have to question what you're doing, right?",
        "start": 2293.03,
        "duration": 2.629
    },
    {
        "text": "Yeah, and I feel like but I feel like we were lucky enough that it wasn't anything",
        "start": 2295.66,
        "duration": 4.5
    },
    {
        "text": "We relied on because I think we've we've known people that have kind of stuck with",
        "start": 2300.16,
        "duration": 3.75
    },
    {
        "text": "Sharing that aspect of their lives past where they felt comfortable",
        "start": 2304.849,
        "duration": 2.93
    },
    {
        "text": "Yeah, because it was like the only way that they were making money at that point. Well",
        "start": 2307.849,
        "duration": 3.71
    },
    {
        "text": "And it's a for a lot of families. It's a great way to make money and still",
        "start": 2311.56,
        "duration": 4.529
    },
    {
        "text": "Like spend all your time with your kids",
        "start": 2316.73,
        "duration": 2.179
    },
    {
        "text": "Yes, and and focus on home life, which I think is great. And if you have that like thick skin and",
        "start": 2318.91,
        "duration": 5.82
    },
    {
        "text": "Go for it. Like I think that's and if your kids are comfortable with it",
        "start": 2325.79,
        "duration": 4.189
    },
    {
        "text": "I think Trey did get to a point where he didn't want to participate and I think I I always",
        "start": 2329.98,
        "duration": 5.79
    },
    {
        "text": "Like respected that sure",
        "start": 2336.29,
        "duration": 1.79
    },
    {
        "text": "um",
        "start": 2338.08,
        "duration": 0.3
    },
    {
        "text": "But I remember one thing you said and you're like if this ever starts to feel like a job",
        "start": 2338.38,
        "duration": 3.3
    },
    {
        "text": "Don't feel like you have to do it. Yeah that always stuck in my head",
        "start": 2341.81,
        "duration": 2.899
    },
    {
        "text": "and then after I had Carter I was so overwhelmed and so anxious and like I just couldn't do it anymore and",
        "start": 2344.71,
        "duration": 6.03
    },
    {
        "text": "It was really good money. And I know why people do it. Yeah children's content like",
        "start": 2351.95,
        "duration": 5.09
    },
    {
        "text": "It's the safest content all advertisers want to do that like like the hello fresh videos. Thank you. Hello",
        "start": 2357.74,
        "duration": 7.189
    },
    {
        "text": "for putting my kid through private school, but",
        "start": 2366.17,
        "duration": 2.449
    },
    {
        "text": "I",
        "start": 2370.97,
        "duration": 1.05
    },
    {
        "text": "Forget where I was going with that main thing you're amazing main thing. Oh, thank you. You're amazing",
        "start": 2372.02,
        "duration": 4.31
    },
    {
        "text": "So last thing or not last thing second to last thing just around the family",
        "start": 2376.839,
        "duration": 4.02
    },
    {
        "text": "Are you happy that you're no longer doing YouTube? Would you ever do it again? Not family content, not family. Mm-hmm",
        "start": 2380.9,
        "duration": 5.18
    },
    {
        "text": "You don't want to open that",
        "start": 2386.14,
        "duration": 1.9
    },
    {
        "text": "Because I'll do it on Instagram. Yeah, I do the family stuff on Instagram",
        "start": 2388.04,
        "duration": 3.049
    },
    {
        "text": "Just just to stay relevant, I guess",
        "start": 2391.73,
        "duration": 2.899
    },
    {
        "text": "Why why else honestly why else do people show their lives? I think",
        "start": 2395.29,
        "duration": 4.679
    },
    {
        "text": "to fill the empty hole in my and myself",
        "start": 2400.67,
        "duration": 2.81
    },
    {
        "text": "Yeah",
        "start": 2403.48,
        "duration": 0.42
    },
    {
        "text": "And to stay relevant you want to feel like because I've what is it for the past decade?",
        "start": 2403.9,
        "duration": 4.92
    },
    {
        "text": "my self-worth as I was saying has been based on the reactions of strangers and you are you be",
        "start": 2409.03,
        "duration": 5.969
    },
    {
        "text": "Become conditioned to feel that way",
        "start": 2415.22,
        "duration": 2.03
    },
    {
        "text": "Hmm and as much as we try to pull away from it",
        "start": 2417.26,
        "duration": 3.26
    },
    {
        "text": "It's still like this thing that has been ingrained at least in my head",
        "start": 2420.74,
        "duration": 3.35
    },
    {
        "text": "that's interesting because I mean I feel like",
        "start": 2425.45,
        "duration": 2.0
    },
    {
        "text": "The conversation like I love the feedback is that secondary though, I don't know",
        "start": 2429.14,
        "duration": 5.33
    },
    {
        "text": "Yeah, I feel like we end up doing she only does this shit Sarah",
        "start": 2435.89,
        "duration": 4.34
    },
    {
        "text": "Speaks the truth about whatever what other influencer wants to say, but can't say it'll make them look bad rude",
        "start": 2441.53,
        "duration": 5.149
    },
    {
        "text": "All those people sharing stuff care. Do you think they really like Cohn? No, I mean for me with Instagram",
        "start": 2447.98,
        "duration": 7.01
    },
    {
        "text": "It's a it's like a love-hate relationship. You have another like outlet like Instagram Israel. Is it secondary?",
        "start": 2455.03,
        "duration": 6.139
    },
    {
        "text": "Okay, it's on Instagram. You post on instagrams people can see your personality. It's so that when they go to your show",
        "start": 2461.96,
        "duration": 5.179
    },
    {
        "text": "They know who was giving you the information",
        "start": 2467.75,
        "duration": 2.51
    },
    {
        "text": "You're not posting on Instagram just for fun",
        "start": 2470.63,
        "duration": 2.69
    },
    {
        "text": "If there was no if there was no back and forth with people would you do it? No",
        "start": 2473.32,
        "duration": 6.089
    },
    {
        "text": "well, this is the thing that I feel like such a fucking weirdo for saying when",
        "start": 2479.41,
        "duration": 3.36
    },
    {
        "text": "When people like I shared this on",
        "start": 2483.56,
        "duration": 2.0
    },
    {
        "text": "Like whatever platform where they have like it's like private and they have ten people. I'm like, but why why did you do it? Yeah",
        "start": 2486.23,
        "duration": 6.86
    },
    {
        "text": "Just because I feel like I have like a weird relationship. I say stuff to",
        "start": 2493.64,
        "duration": 4.28
    },
    {
        "text": "Connect to some people and to have some somewhat of a conversation part of it is probably baked into",
        "start": 2498.44,
        "duration": 5.719
    },
    {
        "text": "Maybe the relevancy part of it I think is just habit. I think it's just like but where did the habit come from?",
        "start": 2504.89,
        "duration": 5.51
    },
    {
        "text": "From initially wanting to let's see. No not to stay relevant to feel good about myself",
        "start": 2511.01,
        "duration": 5.27
    },
    {
        "text": "Yeah, okay, and some people can get that out of a feeling relevant. It probably wouldn't feel good",
        "start": 2516.32,
        "duration": 5.659
    },
    {
        "text": "If people start talking about you as someone that used to do stuff, right?",
        "start": 2521.98,
        "duration": 3.81
    },
    {
        "text": "Well, let's talk about this you well, but you know me like well",
        "start": 2525.79,
        "duration": 3.55
    },
    {
        "text": "I was gonna say you know me like I'm I'm at a point in my career where I'm completely fine",
        "start": 2529.34,
        "duration": 4.38
    },
    {
        "text": "If no one knew me and I stopped we disagree. You don't think no I",
        "start": 2533.72,
        "duration": 3.75
    },
    {
        "text": "wouldn't survive",
        "start": 2538.86,
        "duration": 1.53
    },
    {
        "text": "I mean, I would find other things you said this to well",
        "start": 2540.39,
        "duration": 4.189
    },
    {
        "text": "I already know what I would do if I quit I would immediately jump into",
        "start": 2544.58,
        "duration": 2.88
    },
    {
        "text": "Like marketing and PR and advancing, but I don't think you would be able to",
        "start": 2548.31,
        "duration": 5.12
    },
    {
        "text": "Not have a public persona. And not that that's bad. I don't know man. I",
        "start": 2553.95,
        "duration": 4.85
    },
    {
        "text": "Mean, yeah, it's because it's so much like if you need a break. Yeah, maybe it's because I've had the",
        "start": 2559.71,
        "duration": 6.32
    },
    {
        "text": "Success of the shows and I've gone through the ups and downs and unfortunately",
        "start": 2566.7,
        "duration": 3.229
    },
    {
        "text": "I don't feel the ups anymore because even if I have a video that does well, you're still like it could do better",
        "start": 2569.93,
        "duration": 5.639
    },
    {
        "text": "Yeah, well, I'm of the mindset of like I didn't fail but you know",
        "start": 2575.72,
        "duration": 3.51
    },
    {
        "text": "when we did that",
        "start": 2579.23,
        "duration": 1.24
    },
    {
        "text": "Kind of whatever video with Trey I got so much joy filming and I got so much joy seeing that it put a smile in",
        "start": 2580.47,
        "duration": 5.479
    },
    {
        "text": "Other people's faces, and then I and then it made me think of the news where yes, I am",
        "start": 2585.95,
        "duration": 4.949
    },
    {
        "text": "Supplying a service of a safe place and sometimes entertaining place to consume news",
        "start": 2592.02,
        "duration": 4.01
    },
    {
        "text": "but in general my day is just telling you the bad stuff that happens and I feel like I've just gotten really",
        "start": 2596.03,
        "duration": 6.419
    },
    {
        "text": "Exhausted with ruining people's days",
        "start": 2604.17,
        "duration": 3.05
    },
    {
        "text": "You also get that blowback that it's like why am I doing this?",
        "start": 2608.04,
        "duration": 4.159
    },
    {
        "text": "Hmm some of that's the thing though is though",
        "start": 2613.05,
        "duration": 2.479
    },
    {
        "text": "The blowback doesn't make sense",
        "start": 2615.53,
        "duration": 1.83
    },
    {
        "text": "If if I didn't believe in my coverage, then I would be I would feel more vulnerable",
        "start": 2617.36,
        "duration": 5.969
    },
    {
        "text": "Yeah, right, but you know with the the people that work on the show and support the show",
        "start": 2623.4,
        "duration": 4.58
    },
    {
        "text": "I feel very very confident",
        "start": 2627.98,
        "duration": 1.5
    },
    {
        "text": "obviously like you have people that are",
        "start": 2629.48,
        "duration": 2.01
    },
    {
        "text": "New that you're trying to cycle in and your weed out bad and so they're there their areas of vulnerability",
        "start": 2631.62,
        "duration": 4.91
    },
    {
        "text": "Where that could be a concern but I just I think that's where I got a little bit of a changeup",
        "start": 2637.2,
        "duration": 5.33
    },
    {
        "text": "so maybe maybe it's not that I",
        "start": 2642.54,
        "duration": 2.539
    },
    {
        "text": "Would step away completely. It's just a matter of and it's not to stay relevant. It's just to do something to have my day",
        "start": 2646.53,
        "duration": 7.729
    },
    {
        "text": "Make someone happier",
        "start": 2654.9,
        "duration": 2.0
    },
    {
        "text": "but that's the problem too is I feel even saying that I'm like",
        "start": 2656.91,
        "duration": 2.659
    },
    {
        "text": "I know that I've gotten emails where it's like people have said the PDS got them through this",
        "start": 2659.57,
        "duration": 3.879
    },
    {
        "text": "Yeah",
        "start": 2663.45,
        "duration": 0.389
    },
    {
        "text": "but then I also don't know how much I should lean into that because",
        "start": 2663.839,
        "duration": 2.969
    },
    {
        "text": "people are people that make the most garbage fucking content in the world get some of those same email addresses from other people, but",
        "start": 2667.029,
        "duration": 6.59
    },
    {
        "text": "Came down to a therapy session. Thank you. Yeah every single so we even screen testing these things and",
        "start": 2676.93,
        "duration": 6.109
    },
    {
        "text": "Knowing knowing that a lot of it won't see the light of day a lot of it becomes like hey",
        "start": 2683.68,
        "duration": 4.339
    },
    {
        "text": "Let me just empty my dark soul into this fucking",
        "start": 2688.019,
        "duration": 2.76
    },
    {
        "text": "That's good, though",
        "start": 2691.479,
        "duration": 1.231
    },
    {
        "text": "Because people see a different side of you",
        "start": 2692.71,
        "duration": 2.0
    },
    {
        "text": "Which I think plays into Instagram where people see a different side of you",
        "start": 2694.989,
        "duration": 3.26
    },
    {
        "text": "But I also think like even as you grow a so I think like the personality stuff",
        "start": 2698.249,
        "duration": 4.14
    },
    {
        "text": "There's a lot of stuff that I want to say that I can't say because it impacts",
        "start": 2702.39,
        "duration": 3.929
    },
    {
        "text": "Others right part of also me not going after people's throats",
        "start": 2706.839,
        "duration": 4.61
    },
    {
        "text": "it's part because I'm just such a swell guy and also because I don't want to get",
        "start": 2711.45,
        "duration": 5.159
    },
    {
        "text": "I'm joking. Obviously. I just realized there's three cameras on me. They're gonna get that. I roll see yeah. Yeah big hard",
        "start": 2717.16,
        "duration": 5.209
    },
    {
        "text": "but like it at some point right trey is gonna be old enough where kids and be like hey your dad and",
        "start": 2723.309,
        "duration": 6.8
    },
    {
        "text": "Fucking blah blah blah or in a fight your dad's a douche bag. Like I don't know",
        "start": 2730.809,
        "duration": 3.949
    },
    {
        "text": "Well, it's kind of happening at camp right now",
        "start": 2734.769,
        "duration": 2.06
    },
    {
        "text": "the negative part but there's this cat with",
        "start": 2737.979,
        "duration": 2.45
    },
    {
        "text": "Old call her a counselor",
        "start": 2741.13,
        "duration": 1.339
    },
    {
        "text": "But she was like I told Trey that I love your dad show and I watch it every ditch is very nice",
        "start": 2742.469,
        "duration": 5.16
    },
    {
        "text": "Like I'm not sure but it was just like oh this is coming to be a thing now",
        "start": 2747.63,
        "duration": 4.739
    },
    {
        "text": "Sure with the like the the connection but yeah that way it was a positive. Yeah. Oh, yeah",
        "start": 2752.92,
        "duration": 4.849
    },
    {
        "text": "We got all these people watching out for and it's like but it's also like okay. Well if I say anything",
        "start": 2757.869,
        "duration": 4.129
    },
    {
        "text": "There might mean you found out that one of your whata trades teachers. Oh my god you on Instagram and and so it's like and",
        "start": 2762.729,
        "duration": 6.71
    },
    {
        "text": "Like anything that I do has this other different impact, I can't say things that you know",
        "start": 2769.989,
        "duration": 5.75
    },
    {
        "text": "It might shake shit up at work",
        "start": 2775.809,
        "duration": 2.689
    },
    {
        "text": "but it's and I'm feeling and",
        "start": 2778.499,
        "duration": 1.78
    },
    {
        "text": "so I feel like I feel like that's why I'm constantly looking for these other different things and I think that",
        "start": 2780.279,
        "duration": 4.52
    },
    {
        "text": "Even this even if it got like a fifth of the audience that the PDS has it's great because it's this different outlet for me",
        "start": 2785.109,
        "duration": 6.77
    },
    {
        "text": "where I get to just",
        "start": 2791.88,
        "duration": 1.629
    },
    {
        "text": "Shoes off my mouth. It'll probably get me in way more trouble than the PDS ever has but I uh",
        "start": 2793.509,
        "duration": 5.42
    },
    {
        "text": "I disagree because you're not talking about political stuff on this. No, I know but",
        "start": 2799.0,
        "duration": 4.879
    },
    {
        "text": "Well what I think I don't know sir again",
        "start": 2807.91,
        "duration": 2.959
    },
    {
        "text": "I think it'd be really cool for you to have journalists on and interview them like mainstream journalists have them on and interview them",
        "start": 2810.869,
        "duration": 6.78
    },
    {
        "text": "So people can see like a real human side to them as opposed to just like Talking Heads",
        "start": 2817.65,
        "duration": 3.75
    },
    {
        "text": "because one of the biggest problems I think on news is that",
        "start": 2822.88,
        "duration": 3.53
    },
    {
        "text": "They have these talking heads on you. Don't know anything about them. You don't know where they're coming from",
        "start": 2826.93,
        "duration": 3.409
    },
    {
        "text": "So you have no context to judge what they're saying by",
        "start": 2830.339,
        "duration": 3.419
    },
    {
        "text": "well, and you also I know that it was a big point of conversation with you that",
        "start": 2834.13,
        "duration": 3.169
    },
    {
        "text": "Journalists need to respond more in terms of what and in the terms of",
        "start": 2838.21,
        "duration": 3.889
    },
    {
        "text": "Usually in the past you'd have a journalist",
        "start": 2842.95,
        "duration": 2.689
    },
    {
        "text": "That would maybe just put out a piece right and it would exist and then people would react to it in",
        "start": 2845.64,
        "duration": 4.139
    },
    {
        "text": "commentators like myself, but maybe",
        "start": 2850.059,
        "duration": 2.3
    },
    {
        "text": "one far one way far the other would",
        "start": 2853.059,
        "duration": 2.66
    },
    {
        "text": "Break the piece down or expose its faults and a lot of the times or sometimes",
        "start": 2856.75,
        "duration": 6.349
    },
    {
        "text": "It doesn't involve facts or straight up lies",
        "start": 2863.099,
        "duration": 3.209
    },
    {
        "text": "And the journalist doesn't respond so it's like yeah, it's it's just seen by a chunk of people as okay",
        "start": 2868.569,
        "duration": 7.43
    },
    {
        "text": "well",
        "start": 2876.0,
        "duration": 0.18
    },
    {
        "text": "Yeah, that that piece was wrong and that wasn't exposed because someone exposed it and then they didn't like fight back. So there's right. Yes",
        "start": 2876.18,
        "duration": 7.199
    },
    {
        "text": "yeah, so it's like, how do you",
        "start": 2884.859,
        "duration": 2.0
    },
    {
        "text": "Have a rebuttal without going into a back a constant makam forth kind of like what happened you recently",
        "start": 2887.5,
        "duration": 5.569
    },
    {
        "text": "well, I mean that guy responded to me but it was mainly like it was like",
        "start": 2894.13,
        "duration": 5.06
    },
    {
        "text": "They were talking within New York Times The New York Times",
        "start": 2899.859,
        "duration": 2.179
    },
    {
        "text": "Well",
        "start": 2903.579,
        "duration": 2.0
    },
    {
        "text": "They made it very easy and",
        "start": 2905.89,
        "duration": 2.06
    },
    {
        "text": "I say this just from a because",
        "start": 2908.559,
        "duration": 2.27
    },
    {
        "text": "Obviously we're talking about intent matters and yeah like but also like so they set up this",
        "start": 2911.319,
        "duration": 5.51
    },
    {
        "text": "Headline I talked about on the PDS",
        "start": 2917.349,
        "duration": 1.341
    },
    {
        "text": "Yeah, that made it very easy for you to potentially associate me with with the alt-right and extremism and extremism",
        "start": 2918.69,
        "duration": 7.26
    },
    {
        "text": "yeah, well, yeah based off of the several fucking headlines that they used in Suffern and",
        "start": 2925.95,
        "duration": 4.379
    },
    {
        "text": "captions as well",
        "start": 2931.089,
        "duration": 2.0
    },
    {
        "text": "but it was like, yeah the first time it was like it was a it was mainly like my",
        "start": 2933.13,
        "duration": 4.85
    },
    {
        "text": "About my involvement. My main issue was with the graphic Department",
        "start": 2939.01,
        "duration": 2.75
    },
    {
        "text": "Which was just just like why was I included first an animated image that slowly weeded out?",
        "start": 2941.859,
        "duration": 7.91
    },
    {
        "text": "It was a grid of a bunch of different talking heads on the Internet. Yeah that this guy's",
        "start": 2950.71,
        "duration": 5.239
    },
    {
        "text": "apparently watched",
        "start": 2956.5,
        "duration": 1.289
    },
    {
        "text": "And contributed to his different viewpoints",
        "start": 2957.789,
        "duration": 3.32
    },
    {
        "text": "Yeah of him saying that he like went into extremism and then he pulled back because of other content, right?",
        "start": 2961.109,
        "duration": 6.0
    },
    {
        "text": "But then Phil was included with a bunch of people whose content is drastically different than his",
        "start": 2967.14,
        "duration": 4.919
    },
    {
        "text": "Yeah, but he was labeled as something that he is not",
        "start": 2972.059,
        "duration": 3.69
    },
    {
        "text": "Well, that's the problem is when you say that I was labeled it",
        "start": 2976.0,
        "duration": 3.169
    },
    {
        "text": "it was very easy to associate and connect me while they did not technically and that's",
        "start": 2979.17,
        "duration": 5.04
    },
    {
        "text": "I think that's the problem",
        "start": 2986.02,
        "duration": 1.22
    },
    {
        "text": "Yeah",
        "start": 2987.24,
        "duration": 0.49
    },
    {
        "text": "And so and so I thought it got handled and then they put put my picture",
        "start": 2987.73,
        "duration": 4.76
    },
    {
        "text": "Along with several others in the grid on the front page of the physical New York Times Sunday edition",
        "start": 2992.619,
        "duration": 4.489
    },
    {
        "text": "Well, this is like one of the problems in that",
        "start": 2997.109,
        "duration": 2.0
    },
    {
        "text": "People will look at this information and again put a narrative on it that they want to be true. Sure so many",
        "start": 2999.43,
        "duration": 6.919
    },
    {
        "text": "More than a hair fall",
        "start": 3007.319,
        "duration": 1.611
    },
    {
        "text": "Yeah",
        "start": 3008.93,
        "duration": 0.399
    },
    {
        "text": "and I don't and I think a lot of traditional news outlets are taking advantage of the",
        "start": 3009.329,
        "duration": 5.719
    },
    {
        "text": "Sensationalism of headlines and captions and stuff like that and I almost feel like with that article. I",
        "start": 3015.329,
        "duration": 5.27
    },
    {
        "text": "Almost feel like you were baited a little bit you and a few others were a little bit baited. Yeah, very long with her Pez",
        "start": 3021.75,
        "duration": 6.109
    },
    {
        "text": "So and I always get really concerned when",
        "start": 3028.47,
        "duration": 3.169
    },
    {
        "text": "Know and I know and I think that was but no but I mean so one there is enough air for deniability. Yeah, but and",
        "start": 3033.63,
        "duration": 7.61
    },
    {
        "text": "You two, you know that I don't like I used to be a lot more",
        "start": 3042.15,
        "duration": 3.77
    },
    {
        "text": "toothy and like the way that I",
        "start": 3047.19,
        "duration": 2.179
    },
    {
        "text": "Address things but I don't want to be part of the all mainstream media is fake",
        "start": 3050.13,
        "duration": 4.25
    },
    {
        "text": "You need to just watch me because I'm yeah, no, we can't demonize mainstream media because we need them right? Well we need to",
        "start": 3054.38,
        "duration": 6.989
    },
    {
        "text": "Call out certain biases. We need to call out where things are being skewed sure",
        "start": 3062.069,
        "duration": 5.03
    },
    {
        "text": "But at the same time recognize that mainstream media has a lot more resources than us and a lot more than us then no",
        "start": 3067.099,
        "duration": 7.59
    },
    {
        "text": "but a",
        "start": 3074.69,
        "duration": 0.82
    },
    {
        "text": "Lot more manpower and so when you call all of that and the question you demonize all mainstream media. It's not helpful",
        "start": 3075.51,
        "duration": 6.739
    },
    {
        "text": "Oh, yeah, 100% like that",
        "start": 3082.25,
        "duration": 2.369
    },
    {
        "text": "Thing that you want to talk about is the thing some people criticize you it gets me riled up back to like the first no",
        "start": 3089.519,
        "duration": 6.35
    },
    {
        "text": "Media literate altima ly what it kind of boils down to yeah",
        "start": 3098.069,
        "duration": 3.5
    },
    {
        "text": "Can you explain what you were you're working on now for the past year? Well, here's where it started",
        "start": 3101.76,
        "duration": 6.5
    },
    {
        "text": "so a media literacy in my opinion is having an awareness of",
        "start": 3108.26,
        "duration": 3.299
    },
    {
        "text": "the biases and",
        "start": 3112.17,
        "duration": 2.0
    },
    {
        "text": "you know the purpose of",
        "start": 3114.48,
        "duration": 2.0
    },
    {
        "text": "Kind of what mainstream media is trying to make you not make you think but how things are shaped",
        "start": 3117.66,
        "duration": 4.729
    },
    {
        "text": "Um, and you need to have an awareness",
        "start": 3122.73,
        "duration": 2.0
    },
    {
        "text": "That there is not an unbiased source. There's no such thing as an unbiased source",
        "start": 3125.19,
        "duration": 3.859
    },
    {
        "text": "So what you need to do when you're when you're reading news stories and you're watching",
        "start": 3129.049,
        "duration": 5.07
    },
    {
        "text": "People like you you need to to realize that there's no perfect, you know news",
        "start": 3134.64,
        "duration": 6.199
    },
    {
        "text": "Aggregator and you need to know this is where this person is coming from, which also goes into",
        "start": 3141.359,
        "duration": 4.28
    },
    {
        "text": "what I think will be great is you interviewing journalists so you can see where people are coming from but it's also about",
        "start": 3146.009,
        "duration": 4.55
    },
    {
        "text": "Realizing that",
        "start": 3152.13,
        "duration": 1.32
    },
    {
        "text": "You need to check your facts. It's very easy for a website to appear credible",
        "start": 3153.45,
        "duration": 5.51
    },
    {
        "text": "It's very easy to have these clickbait headlines",
        "start": 3159.18,
        "duration": 2.479
    },
    {
        "text": "That shape your reality",
        "start": 3162.569,
        "duration": 2.0
    },
    {
        "text": "Because a lot of people, you know, they're on twitter. They're on snapchat",
        "start": 3165.72,
        "duration": 2.119
    },
    {
        "text": "they're on Facebook and little read a",
        "start": 3167.839,
        "duration": 1.811
    },
    {
        "text": "Headline and then you actually and the headline evokes an emotional response in you and then you click on the headline",
        "start": 3169.65,
        "duration": 6.32
    },
    {
        "text": "which what like a lot of people don't do and you read the article and you realize oh",
        "start": 3175.97,
        "duration": 5.429
    },
    {
        "text": "This article does not match the headline, okay",
        "start": 3181.98,
        "duration": 2.75
    },
    {
        "text": "so a lot of traditional news sources are using click bait to get clicks to get money and whatever and it's just",
        "start": 3184.73,
        "duration": 5.849
    },
    {
        "text": "What it comes down to for me is having an awareness of the media landscape and how are you trying to help this kind of?",
        "start": 3191.49,
        "duration": 6.709
    },
    {
        "text": "potentially future generations because honestly",
        "start": 3199.59,
        "duration": 2.239
    },
    {
        "text": "I mean when we talk about the news when when I'm like sometimes I feel like I'm just shouting in a room by myself",
        "start": 3201.83,
        "duration": 6.03
    },
    {
        "text": "I feel like a lot of it boils down to the younger kids",
        "start": 3207.86,
        "duration": 3.689
    },
    {
        "text": "Yeah",
        "start": 3211.55,
        "duration": 0.33
    },
    {
        "text": "which I mean it does a lot because a lot of us are already set in our ways and",
        "start": 3211.88,
        "duration": 4.409
    },
    {
        "text": "And when you're confronted with information, that doesn't confirm you're already held beliefs",
        "start": 3216.78,
        "duration": 3.919
    },
    {
        "text": "The first thing a lot of us want to do is get defensive and we'll double down on it",
        "start": 3221.22,
        "duration": 4.34
    },
    {
        "text": "We won't even quote it think about it this way",
        "start": 3225.56,
        "duration": 2.31
    },
    {
        "text": "Like I'll be scrolling on Twitter or Facebook or whatever and I'll see a headline that confirms exactly what I think",
        "start": 3227.87,
        "duration": 6.329
    },
    {
        "text": "Am I gonna go check that information? Right? Am I just gonna retweet it because I'm like, yeah, I'm right",
        "start": 3234.78,
        "duration": 5.51
    },
    {
        "text": "This is how I feel, you know, that's your intrinsic quality of like I'm right",
        "start": 3240.29,
        "duration": 5.07
    },
    {
        "text": "This is right. Somebody else feels this way, but just because it confirms your already held beliefs and your biases doesn't mean it's true",
        "start": 3245.4,
        "duration": 7.579
    },
    {
        "text": "so what I want to do and what I'm trying to do and I have",
        "start": 3253.77,
        "duration": 4.699
    },
    {
        "text": "I'm frustrated because there's a lot of other companies doing this with a lot of funding and",
        "start": 3261.33,
        "duration": 4.489
    },
    {
        "text": "But that's the thing is like a lot of the funding comes from corporations. It seemed part of the process",
        "start": 3266.64,
        "duration": 4.969
    },
    {
        "text": "So here's the thing we would",
        "start": 3271.61,
        "duration": 1.87
    },
    {
        "text": "Be in my friend Bailey for about a year of them working on this curriculum in this program to go to schools and have free",
        "start": 3273.48,
        "duration": 5.15
    },
    {
        "text": "resources to empower and educate and teach students to think critically and and teachers",
        "start": 3278.63,
        "duration": 5.069
    },
    {
        "text": "to teach students and teachers how to think critically and have awareness about the information that they",
        "start": 3283.83,
        "duration": 5.689
    },
    {
        "text": "encounter on a daily basis, but it's really hard and",
        "start": 3290.1,
        "duration": 3.139
    },
    {
        "text": "something",
        "start": 3294.72,
        "duration": 1.41
    },
    {
        "text": "so there there's a lot of other companies out there that are sort of trying to do this, but I think that",
        "start": 3296.13,
        "duration": 5.899
    },
    {
        "text": "one of the points that are missing and in the already existing companies is that they're not",
        "start": 3302.55,
        "duration": 6.619
    },
    {
        "text": "Shining light on how algorithms work and so when you go to Google and you search for something",
        "start": 3311.19,
        "duration": 5.54
    },
    {
        "text": "the search results you get are not a",
        "start": 3317.88,
        "duration": 2.869
    },
    {
        "text": "Real representation of reality the search results you get are based off of other",
        "start": 3322.08,
        "duration": 4.699
    },
    {
        "text": "articles that you've clicked on so really you're in your own filter bubble your own echo chamber, which is",
        "start": 3327.39,
        "duration": 4.519
    },
    {
        "text": "Google and I'm not trying to demonize Google I'm just saying like you have to have an awareness. I think it's find it",
        "start": 3332.46,
        "duration": 5.629
    },
    {
        "text": "It's a critical critical an issue that I think they're they're heavily aware of and there's just mainly a debate of how much they're actually",
        "start": 3338.19,
        "duration": 6.409
    },
    {
        "text": "trying to handle the problem versus versus like",
        "start": 3344.819,
        "duration": 2.54
    },
    {
        "text": "Well, yeah",
        "start": 3351.06,
        "duration": 0.68
    },
    {
        "text": "So it's just about having an awareness that wouldn't when you go to google and you search something",
        "start": 3351.74,
        "duration": 4.02
    },
    {
        "text": "The results that come up are based off of your previous clicks",
        "start": 3355.89,
        "duration": 4.13
    },
    {
        "text": "So you're not gonna get a real?",
        "start": 3360.119,
        "duration": 2.0
    },
    {
        "text": "results that you're very very liberal when you go type in gun control on google if you've searched rather like you've clicked on other very",
        "start": 3362.16,
        "duration": 6.949
    },
    {
        "text": "Lik left-leaning articles, you're gonna get more left-leaning articles. It could be like true information. Whatever",
        "start": 3369.109,
        "duration": 7.709
    },
    {
        "text": "But then that that skew is how we view the world around us",
        "start": 3378.18,
        "duration": 2.719
    },
    {
        "text": "Even when we go on Twitter, and we have our own filter bubbles",
        "start": 3380.9,
        "duration": 2.82
    },
    {
        "text": "I have this - you have this everybody has this because we choose to follow and retweet and click on things that",
        "start": 3383.72,
        "duration": 5.609
    },
    {
        "text": "that think our brain happy and things that we like agree with so we create these filter bubbles and these echo chambers that",
        "start": 3390.24,
        "duration": 6.409
    },
    {
        "text": "Really skew how we see the world and so I just want to raise an awareness",
        "start": 3397.53,
        "duration": 4.069
    },
    {
        "text": "To let people know like check your facts just because someone has a check mark or is verified doesn't mean they're saying true things",
        "start": 3402.359,
        "duration": 6.89
    },
    {
        "text": "People know that like a lot of people in power are not being held accountable",
        "start": 3410.04,
        "duration": 4.639
    },
    {
        "text": "hmm and a lot of people are lying and",
        "start": 3415.44,
        "duration": 4.159
    },
    {
        "text": "They're not being held accountable",
        "start": 3420.839,
        "duration": 1.01
    },
    {
        "text": "So they're just gonna keep lying and people are gonna take it as fact and that's been that it's not like a new problem",
        "start": 3421.849,
        "duration": 5.67
    },
    {
        "text": "but it has been throttled by this by the internet but your so your goal and large though as though to",
        "start": 3428.069,
        "duration": 5.96
    },
    {
        "text": "Equip not only kind of get people into the right",
        "start": 3434.16,
        "duration": 3.11
    },
    {
        "text": "Questioning headspace but show them the skills and the tools on",
        "start": 3437.849,
        "duration": 4.43
    },
    {
        "text": "how to go with a step further to make sure that something is fake news or is accurate",
        "start": 3442.619,
        "duration": 5.75
    },
    {
        "text": "Well, yeah, and I also think I almost think fake news is like a trigger word",
        "start": 3448.369,
        "duration": 3.449
    },
    {
        "text": "Now it like makes people mad. There's this whole like",
        "start": 3451.819,
        "duration": 3.78
    },
    {
        "text": "Tribalism aspect of the internet and even like so I'll go online and I'll see how people are fighting with each other",
        "start": 3456.18,
        "duration": 7.039
    },
    {
        "text": "And then that makes me not want to talk in real life to people about these issues because I assume that they're gonna get mad",
        "start": 3463.4,
        "duration": 6.51
    },
    {
        "text": "when really civil discussion as possible in in person",
        "start": 3470.219,
        "duration": 4.64
    },
    {
        "text": "Much more so than online cuz you're not hiding behind a keyboard",
        "start": 3476.13,
        "duration": 2.329
    },
    {
        "text": "And I think it's shaping our real reality is in a way that it's not helpful",
        "start": 3478.679,
        "duration": 3.56
    },
    {
        "text": "so I just want to empower students and like give them the tools to",
        "start": 3482.759,
        "duration": 3.83
    },
    {
        "text": "fact-check and",
        "start": 3487.38,
        "duration": 2.0
    },
    {
        "text": "Awareness is like the biggest thing like just be aware you",
        "start": 3489.749,
        "duration": 2.75
    },
    {
        "text": "Can have your favorite news sources, but be aware that everything has a bias in some way and that's not bad",
        "start": 3493.199,
        "duration": 6.59
    },
    {
        "text": "You cannot escape bias some people are like this is an unbiased news source, and like that's not a thing",
        "start": 3499.789,
        "duration": 5.489
    },
    {
        "text": "You can't be an unbiased news source. You can try to be",
        "start": 3505.41,
        "duration": 2.989
    },
    {
        "text": "Yeah, but you're you're not right you you are a human being that has the feelings that you have. You're not yeah",
        "start": 3508.4,
        "duration": 6.449
    },
    {
        "text": "And false information spreads faster than true information when one doesn't see here's the thing. I don't want to throw out a",
        "start": 3515.759,
        "duration": 7.459
    },
    {
        "text": "number that isn't true",
        "start": 3523.859,
        "duration": 1.98
    },
    {
        "text": "But it spreads",
        "start": 3525.839,
        "duration": 2.0
    },
    {
        "text": "So we're gonna say 60% faster",
        "start": 3527.849,
        "duration": 2.089
    },
    {
        "text": "But I'm not quite sure so a question around this because this was actually I was gonna introduce it because this came from a viewer",
        "start": 3529.939,
        "duration": 5.01
    },
    {
        "text": "Was what makes you qualified to write a curriculum on media literacy nothing",
        "start": 3534.949,
        "duration": 5.28
    },
    {
        "text": "Absolutely. Nothing. Here's the thing. There's a lot of other",
        "start": 3540.779,
        "duration": 3.05
    },
    {
        "text": "Organizations coming at it from a journalism perspective from an educators perspective",
        "start": 3544.38,
        "duration": 4.369
    },
    {
        "text": "I'm coming at it from a perspective of I realized that there's this problem and I'm trying to figure it out",
        "start": 3549.569,
        "duration": 6.169
    },
    {
        "text": "just like you guys are I didn't go to school for this, but I've",
        "start": 3556.259,
        "duration": 3.949
    },
    {
        "text": "Been trying to educate myself. I've been going to conventions. I've been reading books",
        "start": 3560.789,
        "duration": 4.04
    },
    {
        "text": "I've been talking to professor's I've been talking to people who have these organizations already and I'm trying to figure out",
        "start": 3564.829,
        "duration": 5.04
    },
    {
        "text": "How we can do this?",
        "start": 3570.179,
        "duration": 1.981
    },
    {
        "text": "Make the content",
        "start": 3572.16,
        "duration": 1.949
    },
    {
        "text": "digestible make it easy to read make it fun and how to",
        "start": 3574.109,
        "duration": 3.979
    },
    {
        "text": "Effect change I'm not an expert but I'm trying to learn and I hope that that will come across as like we're in this together",
        "start": 3578.969,
        "duration": 7.85
    },
    {
        "text": "Yeah, well, I think as a parent too when I read that question. I was like well what makes me qualified?",
        "start": 3587.189,
        "duration": 5.36
    },
    {
        "text": "to deliver the news to helmet",
        "start": 3593.519,
        "duration": 1.55
    },
    {
        "text": "However, many people that I delivered on a daily basis and you're not you didn't go to drugs in school",
        "start": 3595.069,
        "duration": 4.55
    },
    {
        "text": "But you're trying your best",
        "start": 3599.619,
        "duration": 1.301
    },
    {
        "text": "Yeah",
        "start": 3600.92,
        "duration": 0.5
    },
    {
        "text": "it was like I was mommy a",
        "start": 3601.42,
        "duration": 1.839
    },
    {
        "text": "college dropout who thought I was gonna be a doctor and realized I was not it was not in the cards for me but with",
        "start": 3603.259,
        "duration": 6.199
    },
    {
        "text": "All this access to information. I feel like so many people so, you know, there's this free access to",
        "start": 3609.459,
        "duration": 6.15
    },
    {
        "text": "endless amounts of information",
        "start": 3616.219,
        "duration": 1.441
    },
    {
        "text": "And that creates a false sense of knowledge",
        "start": 3617.66,
        "duration": 2.119
    },
    {
        "text": "With people and they think they know what's right and it's about admitting like I might not know what's right",
        "start": 3619.939,
        "duration": 5.48
    },
    {
        "text": "I'm being willing to change your mind",
        "start": 3625.729,
        "duration": 2.12
    },
    {
        "text": "when faced with",
        "start": 3628.459,
        "duration": 1.98
    },
    {
        "text": "evidence",
        "start": 3630.439,
        "duration": 1.05
    },
    {
        "text": "To the contrary, you know what? I mean? Like it's it's not bad to change your mind",
        "start": 3631.489,
        "duration": 4.31
    },
    {
        "text": "It shows growth. It shows being willing to consider evidence",
        "start": 3635.799,
        "duration": 3.959
    },
    {
        "text": "but there's you know, there's also been an erosion evidentiary standards and like who needs evidence when I",
        "start": 3639.759,
        "duration": 6.689
    },
    {
        "text": "Also think I'll use it anymore. I also think when like when you say like expert right the the issue that we're having obviously",
        "start": 3646.969,
        "duration": 7.07
    },
    {
        "text": "News that is not accurate is not a new problem, but the current environment is very new and everyone's kind of going by",
        "start": 3654.859,
        "duration": 7.339
    },
    {
        "text": "Just like just in real-time",
        "start": 3663.14,
        "duration": 2.0
    },
    {
        "text": "Figuring everything out. I think people are just come from with the appearance of expertise",
        "start": 3665.449,
        "duration": 3.979
    },
    {
        "text": "Like they'll find their people who they trust for their news",
        "start": 3669.429,
        "duration": 3.54
    },
    {
        "text": "And as long as they appear to be credible, they'll take what they say as fact sure. And so you see on the news",
        "start": 3672.969,
        "duration": 7.38
    },
    {
        "text": "The news will have people like their talking heads for they're not the people who are employed by the news networks",
        "start": 3681.019,
        "duration": 6.11
    },
    {
        "text": "But people that they have on as commentators, they'll have a model. It'd be like, well this person works for this think tank",
        "start": 3687.13,
        "duration": 5.819
    },
    {
        "text": "Well, do you know what's going on at think tanks? Like they're all funded by",
        "start": 3693.199,
        "duration": 3.56
    },
    {
        "text": "people who have an agenda",
        "start": 3697.609,
        "duration": 1.92
    },
    {
        "text": "So just because somebody works at a think-tank or was a professor for one semester at this specific place",
        "start": 3699.529,
        "duration": 5.989
    },
    {
        "text": "Does not mean that they are qualified to speak on this subject right kind of like what I'm doing",
        "start": 3705.739,
        "duration": 5.81
    },
    {
        "text": "But I'm trying and I feel like I'm being transparent about the fact like I didn't go to school for this",
        "start": 3711.549,
        "duration": 4.59
    },
    {
        "text": "I'm trying really hard and I'm learning as I go. Well, I think that is also presenting myself as an expert",
        "start": 3716.14,
        "duration": 7.049
    },
    {
        "text": "yeah, and I also think that there's",
        "start": 3723.189,
        "duration": 2.0
    },
    {
        "text": "In an environment where you're saying if there's a problem with system",
        "start": 3725.959,
        "duration": 3.78
    },
    {
        "text": "Right and the corporations involved in that system for the solution to come from those corporations. I think there is a reason and an understanding",
        "start": 3729.74,
        "duration": 7.08
    },
    {
        "text": "behind people's reasoning of why they would be",
        "start": 3737.58,
        "duration": 2.239
    },
    {
        "text": "concerned or",
        "start": 3741.15,
        "duration": 1.83
    },
    {
        "text": "think that something couldn't be trusted even if everything is above the board and I think that there's something to be said about",
        "start": 3742.98,
        "duration": 5.57
    },
    {
        "text": "In general in this entire space outsiders coming in without corporate funding obviously",
        "start": 3749.01,
        "duration": 6.08
    },
    {
        "text": "Dollars will have to come in and people can attach whatever feelings they want to that",
        "start": 3756.0,
        "duration": 4.4
    },
    {
        "text": "But ultimately I think coming in fresh like that. I think it's good. I think it's well. Yes, I'm just supportive",
        "start": 3760.62,
        "duration": 6.619
    },
    {
        "text": "Well, I feel very fortunate to be in a position where I can self-fund I can sell fun to a point",
        "start": 3767.24,
        "duration": 6.03
    },
    {
        "text": "You know what? I mean?",
        "start": 3773.55,
        "duration": 0.98
    },
    {
        "text": "like it's me and my friend Bailey and we've been working very hard on this and we have an office and that's about",
        "start": 3774.53,
        "duration": 5.13
    },
    {
        "text": "And the money that I put into it will pay for our rent",
        "start": 3779.91,
        "duration": 2.779
    },
    {
        "text": "like I",
        "start": 3783.36,
        "duration": 1.56
    },
    {
        "text": "We will eventually need help",
        "start": 3784.92,
        "duration": 2.0
    },
    {
        "text": "now will I accept help and",
        "start": 3787.47,
        "duration": 2.0
    },
    {
        "text": "funding from",
        "start": 3790.05,
        "duration": 2.0
    },
    {
        "text": "Corporations that want to have an impact on the content that we're putting out. Absolutely not and",
        "start": 3792.09,
        "duration": 5.03
    },
    {
        "text": "Which I know that was like I know you've looked at several companies and you're like, oh the content has been shaped by that",
        "start": 3797.37,
        "duration": 5.149
    },
    {
        "text": "However, the people at those companies mean well, yes",
        "start": 3802.52,
        "duration": 3.659
    },
    {
        "text": "They had they are aware that there's a problem",
        "start": 3806.18,
        "duration": 3.51
    },
    {
        "text": "So what Bailey and I are trying to Vera how to do is fund what we need to do",
        "start": 3809.81,
        "duration": 4.53
    },
    {
        "text": "Without taking corporate money. So you gonna take that what I told her what I told her is like well, you know, it's like",
        "start": 3815.1,
        "duration": 5.839
    },
    {
        "text": "Energizer like the battery company they have nothing to say about media literacy",
        "start": 3821.46,
        "duration": 3.68
    },
    {
        "text": "Like we'll take their money, but it's like, you know, we're not gonna take a search engines money, you know",
        "start": 3825.14,
        "duration": 4.829
    },
    {
        "text": "Yeah, so you you you take over my Friday show",
        "start": 3830.19,
        "duration": 3.86
    },
    {
        "text": "You just expose the fake news and how it could have been avoided fake news is an intent to deceive it is not",
        "start": 3834.21,
        "duration": 5.9
    },
    {
        "text": "Something the people in power do not like I'm just the more",
        "start": 3841.71,
        "duration": 4.1
    },
    {
        "text": "So what I've learned is the more you repeat a lie, the more people so what would you want me to call? No?",
        "start": 3845.81,
        "duration": 4.59
    },
    {
        "text": "No, I'm just no you can call it fake news. I'm just repeating with a definition. So let's say news that is not accurate",
        "start": 3850.4,
        "duration": 5.549
    },
    {
        "text": "like",
        "start": 3857.1,
        "duration": 1.77
    },
    {
        "text": "It's a whole minefield of stuff and it's very like politically charged",
        "start": 3858.87,
        "duration": 3.77
    },
    {
        "text": "Like I knew that wearing this shirt coming in here would turn people off to my message",
        "start": 3862.64,
        "duration": 4.32
    },
    {
        "text": "Before even talking you think people put you in a box because of it",
        "start": 3867.48,
        "duration": 3.559
    },
    {
        "text": "Yeah",
        "start": 3871.04,
        "duration": 0.21
    },
    {
        "text": "I mean cuz I've seen a lot of",
        "start": 3871.25,
        "duration": 1.6
    },
    {
        "text": "Just kind of plays on it like make Oakland rule again or like not that would have been less politically charged than this",
        "start": 3872.85,
        "duration": 6.26
    },
    {
        "text": "No, I think make America think again, it should be universal",
        "start": 3879.51,
        "duration": 3.379
    },
    {
        "text": "Right. Well and then so I asked my friend I said should I wear this on the podcast and she said well",
        "start": 3883.74,
        "duration": 4.729
    },
    {
        "text": "Maybe not but also the people who are gonna be offended and turned off by that aren't gonna be open to your message",
        "start": 3888.57,
        "duration": 4.61
    },
    {
        "text": "anyways, yeah, because I was gonna say, I mean I know like when obviously knowing",
        "start": 3893.18,
        "duration": 3.719
    },
    {
        "text": "People aren't on your personal Facebook know you're doing but it's like I know that you shoot down",
        "start": 3897.66,
        "duration": 3.919
    },
    {
        "text": "Your your right-wing relatives as much as you do your left-wing",
        "start": 3902.01,
        "duration": 3.469
    },
    {
        "text": "I have one left ring wing relative who just posts all that stuff them just like what are you doing?",
        "start": 3906.24,
        "duration": 5.389
    },
    {
        "text": "It's it's not helping not help. You're just becoming the the other example for the other side. Yeah",
        "start": 3911.63,
        "duration": 5.37
    },
    {
        "text": "Yeah",
        "start": 3917.67,
        "duration": 2.0
    },
    {
        "text": "I'm very passionate about this and I feel like I'm at a point where like I",
        "start": 3921.57,
        "duration": 2.959
    },
    {
        "text": "Just don't know like I just want to do like I just need to hop into it and just go",
        "start": 3925.56,
        "duration": 5.57
    },
    {
        "text": "Well, I mean based off of what you showed me",
        "start": 3931.47,
        "duration": 1.61
    },
    {
        "text": "I feel really confident plus also the fact that like when you",
        "start": 3933.08,
        "duration": 4.02
    },
    {
        "text": "hit me up in the middle of a day and you see a version of a story or a",
        "start": 3937.29,
        "duration": 3.62
    },
    {
        "text": "Fault in a story that I was otherwise covering that I didn't catch that",
        "start": 3941.16,
        "duration": 3.29
    },
    {
        "text": "Maybe my team was catching and they were updating something or maybe they missed it. Like I know that",
        "start": 3945.0,
        "duration": 4.819
    },
    {
        "text": "You're equipped for it. And that's not me just saying it because I'm your husband",
        "start": 3950.64,
        "duration": 3.889
    },
    {
        "text": "But yeah",
        "start": 3955.38,
        "duration": 1.59
    },
    {
        "text": "No, but I'm excited about I think well because I really do think that it's it's the kids I think yeah",
        "start": 3956.97,
        "duration": 4.969
    },
    {
        "text": "They're there. There has to be an attachment to the person right and the end of thinking around it",
        "start": 3962.28,
        "duration": 5.21
    },
    {
        "text": "Like I know there are people that that watch me because their opinion matches up all the time",
        "start": 3967.49,
        "duration": 6.089
    },
    {
        "text": "But I know there's a decent number of people that that watch because they want to see a different point of view",
        "start": 3973.58,
        "duration": 6.0
    },
    {
        "text": "Right so that there's open",
        "start": 3979.58,
        "duration": 1.69
    },
    {
        "text": "Openness and there there's trust there. So it's really just about building up that trust",
        "start": 3981.27,
        "duration": 3.98
    },
    {
        "text": "in younger kids and I think it's probably also even us talking about it and understanding that it probably",
        "start": 3985.8,
        "duration": 5.69
    },
    {
        "text": "Involves other people like and what's really cool is based off of everything that's happened over the past ten years both in",
        "start": 3991.68,
        "duration": 5.869
    },
    {
        "text": "Politics and society with technology. I'm finding more and more younger people everyday that are being outspoken",
        "start": 3998.04,
        "duration": 6.439
    },
    {
        "text": "Yeah, which is great because I think a lot of young people also are",
        "start": 4004.48,
        "duration": 3.57
    },
    {
        "text": "Disengaging because of how toxic oh, yeah the landscape is and we don't need young people to disengage",
        "start": 4008.75,
        "duration": 6.379
    },
    {
        "text": "What we need to do is educate them and empower them and let them know like, okay",
        "start": 4015.13,
        "duration": 4.11
    },
    {
        "text": "You're gonna get some blowback on this but like if you feel something",
        "start": 4019.24,
        "duration": 2.669
    },
    {
        "text": "Speak up because we need your voice. Another thing. I think that isn't being like",
        "start": 4022.46,
        "duration": 4.61
    },
    {
        "text": "talked about is that",
        "start": 4027.59,
        "duration": 1.59
    },
    {
        "text": "why this is a problem like why all this false information is a problem and it's like",
        "start": 4029.18,
        "duration": 4.43
    },
    {
        "text": "You know, if you're given the wrong information, you're not gonna vote",
        "start": 4033.61,
        "duration": 4.529
    },
    {
        "text": "Not correctly, but you can't vote based off of wrong information. You can't effect change",
        "start": 4039.32,
        "duration": 5.78
    },
    {
        "text": "Based off of the wrong information. So if you're fed the wrong information all all day, you're gonna not make the smartest decisions",
        "start": 4045.98,
        "duration": 7.489
    },
    {
        "text": "So I'm just pissed about it",
        "start": 4054.32,
        "duration": 2.599
    },
    {
        "text": "And that's how we're gonna end injustice with Lindsey just being pissed about it that bad should I know I've said that no",
        "start": 4057.71,
        "duration": 5.659
    },
    {
        "text": "You're great. Did I do a good job you did a",
        "start": 4063.53,
        "duration": 2.389
    },
    {
        "text": "Conversation you held a conversation. It was really good. We got through the part where",
        "start": 4066.71,
        "duration": 4.399
    },
    {
        "text": "You kind of roasted me that we bonded together. Yeah, and then we looked outwards. Well. Thank you for being my first guest",
        "start": 4072.05,
        "duration": 7.579
    },
    {
        "text": "The conversation you did great. Wow, so you hating on me this morning really helped see I did it for you",
        "start": 4080.48,
        "duration": 5.84
    },
    {
        "text": "I did it for us your project",
        "start": 4086.6,
        "duration": 2.449
    },
    {
        "text": "Thank you for watching I love you faces",
        "start": 4091.79,
        "duration": 2.51
    },
    {
        "text": "Be sure to hit that subscribe button",
        "start": 4094.3,
        "duration": 1.539
    },
    {
        "text": "so that",
        "start": 4095.839,
        "duration": 0.721
    },
    {
        "text": "My wife doesn't leave me also pay like look out for what I'm doing in the future, like just follow me and stuff",
        "start": 4096.56,
        "duration": 5.629
    },
    {
        "text": "Also follow Lindsey on it cuz I'm launching soon. Don't send creepy messages or do Wow",
        "start": 4102.19,
        "duration": 5.43
    }
]