[
    {
        "text": "Sup, You Beautiful bastards?  Hope you're havin'  a fantastic Friday",
        "start": 0.399,
        "duration": 2.509
    },
    {
        "text": "Welcome back to the Philip DeFranco Show.",
        "start": 3.01,
        "duration": 1.59
    },
    {
        "text": "And if you're new here on Fridays we do things a little bit differently,",
        "start": 4.6,
        "duration": 1.28
    },
    {
        "text": "and actually since the move and initial set up to the new studio",
        "start": 5.88,
        "duration": 3.239
    },
    {
        "text": "We haven't been able to do this. But yes!",
        "start": 9.12,
        "duration": 1.22
    },
    {
        "text": "But finally back to five videos a week and very soon more and on Fridays",
        "start": 10.34,
        "duration": 3.099
    },
    {
        "text": "What I like to try and do is cover stories",
        "start": 13.44,
        "duration": 1.56
    },
    {
        "text": "I was trying to get to, couldn't for time previously in the week cover more viewer requested stories",
        "start": 15.0,
        "duration": 4.979
    },
    {
        "text": "And so with that said, let's just jump into  it",
        "start": 19.98,
        "duration": 1.98
    },
    {
        "text": "and the first thing we're going to talk about today",
        "start": 21.96,
        "duration": 0.809
    },
    {
        "text": "Is this young woman right here a woman that six or seven years ago",
        "start": 22.769,
        "duration": 4.2
    },
    {
        "text": "I would have probably made our lovely lady of the day back in the clickbait days.",
        "start": 26.97,
        "duration": 3.33
    },
    {
        "text": "And the reason I mentioned that old segment is it's kind of connected to the first reason she's in the news",
        "start": 30.3,
        "duration": 3.99
    },
    {
        "text": "That's because she and many other attractive women went to the World Cup this year",
        "start": 34.29,
        "duration": 3.389
    },
    {
        "text": "They were photographed and then Getty Images posted World Cup 2018: The sexiest fans, talk about a knockout round",
        "start": 37.68,
        "duration": 7.259
    },
    {
        "text": "Oh, it's that last line that makes it feel like it was organized by your dad's creepy friend. You know",
        "start": 44.94,
        "duration": 5.279
    },
    {
        "text": "It was a collection of attractive women who had their photographs taken at the World Cup",
        "start": 50.219,
        "duration": 2.7
    },
    {
        "text": "Which ended up getting removed and Getty Images apologized for it, writing, \"Earlier we published a piece that did not meet our editorial standards",
        "start": 52.92,
        "duration": 7.619
    },
    {
        "text": "We regret the error and have removed the piece",
        "start": 60.539,
        "duration": 1.921
    },
    {
        "text": "There are many interesting stories to tell about the World Cup and we acknowledge",
        "start": 62.46,
        "duration": 2.79
    },
    {
        "text": "This was not one of them. As you'd expect in response to the removal and apology",
        "start": 65.25,
        "duration": 3.51
    },
    {
        "text": "You saw some people saying good,",
        "start": 68.76,
        "duration": 1.41
    },
    {
        "text": "You know",
        "start": 70.17,
        "duration": 0.519
    },
    {
        "text": "objectification",
        "start": 70.689,
        "duration": 0.571
    },
    {
        "text": "that it that is beneath Getty Images others saying no some of kind of jokingly called it sexy shaming my personal reaction of this is",
        "start": 71.26,
        "duration": 6.379
    },
    {
        "text": "I",
        "start": 77.64,
        "duration": 0.4
    },
    {
        "text": "personally find it funny because I'm not of the mindset of I'm the person that would be offended by this but it was weird with",
        "start": 78.04,
        "duration": 6.139
    },
    {
        "text": "That title that it was posted by Getty Images",
        "start": 84.18,
        "duration": 2.279
    },
    {
        "text": "I like I would expect if when I go to the Chive",
        "start": 86.46,
        "duration": 2.43
    },
    {
        "text": "That would be there which by the way shoutout to the Chive but it's now you would expect from Getty Images makes about as much",
        "start": 88.96,
        "duration": 4.729
    },
    {
        "text": "Sense as like Jake Tapper doing a top 10 hot babes list",
        "start": 93.689,
        "duration": 3.24
    },
    {
        "text": "So there is that part of the story but then the second story with this young woman I think is a real",
        "start": 96.93,
        "duration": 3.389
    },
    {
        "text": "Showcasing of what happens when suddenly you get the spotlight suddenly you get your 15 minutes of fame",
        "start": 100.57,
        "duration": 4.759
    },
    {
        "text": "So as we already know her photos were taken they were up on Getty",
        "start": 105.329,
        "duration": 3.03
    },
    {
        "text": "They start getting picked up and at least one site features her as the prettiest Russian fan at the World Cup",
        "start": 108.36,
        "duration": 4.739
    },
    {
        "text": "And so more and more people start going to the site other sites pick it up more people are sharing the picture very quickly",
        "start": 113.1,
        "duration": 4.769
    },
    {
        "text": "She is identified as 28 year old Natalia Nemchinova",
        "start": 117.869,
        "duration": 2.67
    },
    {
        "text": "And after that as has now become a common occurrence people started jumping into her past and very quickly",
        "start": 120.719,
        "duration": 5.01
    },
    {
        "text": "We got articles from some places like the Sun saying Russia's hottest World Cup fan revealed to be a porn star after fans tracked down",
        "start": 125.729,
        "duration": 6.69
    },
    {
        "text": "Her x-rated movies, and it goes on to detail photos and video and now several days later",
        "start": 132.56,
        "duration": 4.54
    },
    {
        "text": "She has spoken out and said she is not a porn star reportedly saying, \"In fact, this is a very old story.",
        "start": 137.1,
        "duration": 4.82
    },
    {
        "text": "I was in a relationship with a young man five years ago when we broke up he got back at me",
        "start": 141.92,
        "duration": 3.87
    },
    {
        "text": "He uploaded a home video to the Internet and that is how it began. I never worked as a porn actress",
        "start": 145.79,
        "duration": 3.989
    },
    {
        "text": "I never sold my body for cash. I was a model for some time, but that was my hobby, not a steady job.\"",
        "start": 149.78,
        "duration": 4.05
    },
    {
        "text": "And so with that this becomes a story that's actually about revenge porn",
        "start": 153.83,
        "duration": 4.02
    },
    {
        "text": "And as far as why people were saying that she was a porn star outside of the the one video where she was having sex",
        "start": 157.85,
        "duration": 4.529
    },
    {
        "text": "It was because as far as modeling she did a nude modeling there was kind of some solo videos. Yeah. There you go",
        "start": 162.38,
        "duration": 6.059
    },
    {
        "text": "That's the weird all over the place story.",
        "start": 168.44,
        "duration": 1.86
    },
    {
        "text": "I don't know necessarily what the the lesson is other than the Internet is crazy. And the question I want to pass off to you",
        "start": 170.3,
        "duration": 5.339
    },
    {
        "text": "What do you think",
        "start": 175.64,
        "duration": 0.63
    },
    {
        "text": "It is about the internet and people in general where where someone pops up and everyone goes into their path",
        "start": 176.27,
        "duration": 6.3
    },
    {
        "text": "Do you think it comes more from a place of people are genuinely interested in this person?",
        "start": 182.57,
        "duration": 3.66
    },
    {
        "text": "They want to see more of this person or is there this kind of perverse desire to tear people down?",
        "start": 186.23,
        "duration": 5.699
    },
    {
        "text": "And so of course, I am aware that then we're talking about what is the motivator? What is the intent?",
        "start": 191.94,
        "duration": 4.309
    },
    {
        "text": "And so you start to try to put yourself in someone else's mind which isn't always effective",
        "start": 196.25,
        "duration": 4.32
    },
    {
        "text": "What's interesting to me is what you think their intent is, so let me know in those comments down below and keep in mind",
        "start": 200.64,
        "duration": 4.759
    },
    {
        "text": "I'm not saying that's the case. I'm not actually even assuming that's the case",
        "start": 205.4,
        "duration": 3.12
    },
    {
        "text": "I just want a one point out that I am disconnected from the actual coverage of this story over there",
        "start": 208.52,
        "duration": 5.25
    },
    {
        "text": "And two, I know a lot of people that watch this show also want to kind of jump into this field",
        "start": 213.84,
        "duration": 4.88
    },
    {
        "text": "So just just look at state laws",
        "start": 218.72,
        "duration": 1.74
    },
    {
        "text": "Yeah, link to that down below. Then we have Time magazine announcing their 25 most influential people on the Internet",
        "start": 220.46,
        "duration": 4.889
    },
    {
        "text": "This is their fourth annual roundup",
        "start": 225.38,
        "duration": 1.32
    },
    {
        "text": "And what's always kind of interesting with things like this is even though they're incredibly notable people",
        "start": 226.7,
        "duration": 4.949
    },
    {
        "text": "You will always find yourself going, \"who?\"",
        "start": 231.65,
        "duration": 2.37
    },
    {
        "text": "The list is unranked and you'll notice that it kind of goes all over the place",
        "start": 234.05,
        "duration": 3.0
    },
    {
        "text": "For example, you have BTS and in that same list you've got the women of hashtag baba ai ko it stands for hashtag",
        "start": 237.05,
        "duration": 5.4
    },
    {
        "text": "I am woman, a hashtag that was started in response",
        "start": 242.48,
        "duration": 2.039
    },
    {
        "text": "To President Duterte because as Time explains, \"he's developed a reputation for rape jokes and sexist comments\" and on May 20th a few days",
        "start": 244.59,
        "duration": 6.8
    },
    {
        "text": "after he stated that \"a woman should not be the next Chief Justice,\" people started this hashtag and movement man had jumped to Logan and",
        "start": 251.39,
        "duration": 5.789
    },
    {
        "text": "Jake Paul and you've got Kanye West and it hops back over to Iman al-Nafjan",
        "start": 257.18,
        "duration": 4.47
    },
    {
        "text": "She's been raising awareness and speaking out for women's rights in Saudi Arabia. Back in May",
        "start": 261.65,
        "duration": 3.839
    },
    {
        "text": "She and other human rights activists were detained and jailed for unspecified charges",
        "start": 265.62,
        "duration": 4.019
    },
    {
        "text": "She's been labeled a traitor by state media",
        "start": 269.639,
        "duration": 1.321
    },
    {
        "text": "She faces up to 20 years in prison",
        "start": 270.96,
        "duration": 2.0
    },
    {
        "text": "and it's just she's just an incredibly important person because I think when a lot of people thought of Saudi Arabia they were like,",
        "start": 273.28,
        "duration": 5.54
    },
    {
        "text": "Oh women can drive now",
        "start": 278.82,
        "duration": 1.71
    },
    {
        "text": "What about all the people who have been outspoken for so long and were stepped on? Then finally my kind of favorite back-to-back on this list",
        "start": 280.53,
        "duration": 6.119
    },
    {
        "text": "You got president Trump and then right after cause the brand is strong",
        "start": 286.65,
        "duration": 3.809
    },
    {
        "text": "You got Desus and Mero. Others also know them as Daniel Baker and Joel Martinez, others the Bodega boys, others",
        "start": 290.46,
        "duration": 5.309
    },
    {
        "text": "The only reason they turn on Viceland. Actually",
        "start": 295.77,
        "duration": 2.04
    },
    {
        "text": "Unfortunately for Viceland that name is going the way of Puff Daddy since they are now going to Showtime",
        "start": 297.81,
        "duration": 4.5
    },
    {
        "text": "Which I know this story was initially about the 25 most influential people on the Internet,",
        "start": 302.31,
        "duration": 3.839
    },
    {
        "text": "but I'm very intrigued to see how Desus and Mero do on Showtime because it's obviously such a",
        "start": 306.15,
        "duration": 4.649
    },
    {
        "text": "different audience. It will be an example of fantastic creators and entertainers going to a place where there's a paywall and then they lose their audience",
        "start": 310.99,
        "duration": 6.049
    },
    {
        "text": "Or because the brand is strong you get kind of a Howard Stern effect",
        "start": 317.039,
        "duration": 3.75
    },
    {
        "text": "The people come with you some newbies join along the way and then you thrive",
        "start": 320.789,
        "duration": 3.03
    },
    {
        "text": "I've got my own personal feelings on it",
        "start": 323.82,
        "duration": 1.5
    },
    {
        "text": "But really only time can tell. But back to the main part of the story if you want to see the full list",
        "start": 325.32,
        "duration": 3.509
    },
    {
        "text": "I'll link to it down below. It's pretty interesting. And actually a question",
        "start": 328.83,
        "duration": 2.43
    },
    {
        "text": "I want to pass off to you. If you could make a top five most influential people from the internet for you",
        "start": 331.26,
        "duration": 5.429
    },
    {
        "text": "What would your top five be? And you don't have to put them in any specific order.",
        "start": 336.72,
        "duration": 2.79
    },
    {
        "text": "Then let's talk about the shooting that happened in Annapolis Maryland yesterday. The shooting took place inside the Capitol Gazette newspaper",
        "start": 339.51,
        "duration": 5.159
    },
    {
        "text": "Office. A person identifying themselves as an intern for the Capitol Gazette tweeted 2:43 p.m",
        "start": 344.86,
        "duration": 4.16
    },
    {
        "text": "Local time saying, \"Active shooter 888 Bestgate please help us\" and Arendale County Police initially confirmed about 3:15 p.m",
        "start": 349.02,
        "duration": 5.7
    },
    {
        "text": "That there was an active shooter. Soon after it was learned the police had one person in custody",
        "start": 354.72,
        "duration": 3.809
    },
    {
        "text": "But there wasn't really much",
        "start": 358.53,
        "duration": 1.3
    },
    {
        "text": "Information there and and we'll talk about the shooter in a little bit. And some of the first pieces of information to get out",
        "start": 359.83,
        "duration": 5.119
    },
    {
        "text": "There came from Phil Davis. He's a crime reporter at the newspaper",
        "start": 364.949,
        "duration": 2.7
    },
    {
        "text": "tweeting, \"A single shooter shot multiple people at my office, some of whom are dead. Gunman shot through the glass door to the office and",
        "start": 367.65,
        "duration": 5.1
    },
    {
        "text": "Opened fire on multiple employees. Can't say much more and don't want to declare anyone dead, but it's bad. There's nothing more terrifying than hearing multiple people get shot while you're under your desk and then hear the gunman reload.\" And as more and",
        "start": 372.75,
        "duration": 9.329
    },
    {
        "text": "More information has come out",
        "start": 382.08,
        "duration": 1.11
    },
    {
        "text": "Here's what we've learned according to officials the police were able to corner the suspect within two minutes",
        "start": 383.19,
        "duration": 3.659
    },
    {
        "text": "but unfortunately not before the shooter was able to kill at least five people additionally two other people with minor injuries were taken to a",
        "start": 386.849,
        "duration": 4.8
    },
    {
        "text": "local hospital",
        "start": 391.65,
        "duration": 0.69
    },
    {
        "text": "But reportedly they did not suffer gunshot wounds. There also reports of a third person",
        "start": 392.34,
        "duration": 3.209
    },
    {
        "text": "transported to the University of Maryland Medical Center in Baltimore",
        "start": 395.74,
        "duration": 2.25
    },
    {
        "text": "but no information has been provided on the victims condition or injury as of right now and since being arrested the police were able to",
        "start": 397.99,
        "duration": 5.009
    },
    {
        "text": "identify the shooter. There had initially been reports that they the police were unable to",
        "start": 403.04,
        "duration": 4.04
    },
    {
        "text": "because the shooter had",
        "start": 407.36,
        "duration": 1.41
    },
    {
        "text": "mutilated their fingers law enforcement later commented that that was not true and while they did identify the shooter who turned out to be a",
        "start": 408.77,
        "duration": 5.359
    },
    {
        "text": "38 year old man, Police Chief Timothy Altomare had this to say, \"I will not say his name today.\"",
        "start": 414.23,
        "duration": 5.299
    },
    {
        "text": "\"I refuse to do it.\"",
        "start": 419.53,
        "duration": 1.68
    },
    {
        "text": "\"I wish you wouldn't do it. But I know better. He doesn't deserve us to talk about him one more second.\" Personally",
        "start": 421.21,
        "duration": 5.879
    },
    {
        "text": "I will say I commend Police Chief Altomare for having that stance",
        "start": 427.09,
        "duration": 3.06
    },
    {
        "text": "Unfortunately many places did not share that sentiment and we've seen his name and face plastered all over the place",
        "start": 430.22,
        "duration": 5.3
    },
    {
        "text": "I mention that because if you're not familiar with my show, I try not to name and show the pictures of mass murderers",
        "start": 435.52,
        "duration": 5.549
    },
    {
        "text": "I personally think that it gives them what they want and I think it incentivizes",
        "start": 441.07,
        "duration": 2.22
    },
    {
        "text": "And inspires other monsters. Now as far as the weapon used according to officials a suspect used a 12-gauge pump-action",
        "start": 443.36,
        "duration": 5.209
    },
    {
        "text": "Shotgun that he had legally purchased a year ago and after a search of the suspects house officials have said they found evidence of planning",
        "start": 448.73,
        "duration": 5.029
    },
    {
        "text": "But have not found a manifesto. Which then brings us to motive",
        "start": 453.76,
        "duration": 2.549
    },
    {
        "text": "Which has been a massive topic because it wasn't just a mass shooting",
        "start": 456.31,
        "duration": 3.33
    },
    {
        "text": "It was a mass shooting",
        "start": 459.74,
        "duration": 1.11
    },
    {
        "text": "At a newspaper and that's something I'll touch on after we get through the facts of this story",
        "start": 460.85,
        "duration": 4.22
    },
    {
        "text": "And as far as the motive behind this specific horrific act it was reported that the shooter had a long-running vendetta against this specific",
        "start": 465.07,
        "duration": 5.19
    },
    {
        "text": "Newspaper. It was a 2011 article",
        "start": 470.6,
        "duration": 1.37
    },
    {
        "text": "They put out with the shooters name wants to be your friend and it covered a criminal harassment",
        "start": 471.97,
        "duration": 3.54
    },
    {
        "text": "Charge against and it describes a situation where he's harassing this woman telling her to kill herself",
        "start": 475.61,
        "duration": 3.739
    },
    {
        "text": "He emails her company tries to get her fired. In 2012",
        "start": 479.35,
        "duration": 2.61
    },
    {
        "text": "He reportedly filed a defamation suit against the paper",
        "start": 481.96,
        "duration": 1.8
    },
    {
        "text": "and the main thing here is it works its way through the court until",
        "start": 483.76,
        "duration": 2.16
    },
    {
        "text": "2015 and that's when the state's second highest court ruled in favor of the newspaper. The judge dismissing the case noting a",
        "start": 486.14,
        "duration": 4.909
    },
    {
        "text": "fundamental failure to understand defamation law additionally",
        "start": 491.12,
        "duration": 2.51
    },
    {
        "text": "I look at the shooters Twitter page also showed a",
        "start": 493.63,
        "duration": 1.66
    },
    {
        "text": "long-standing grudge against the paper that account has now been deleted but an analysis by NBC News revealed the account name the Capitol Gazette in",
        "start": 495.29,
        "duration": 6.35
    },
    {
        "text": "149 of",
        "start": 502.07,
        "duration": 1.14
    },
    {
        "text": "876 tweets also reportedly in May of 2013 threats were made online",
        "start": 503.21,
        "duration": 3.229
    },
    {
        "text": "They were reported to police and an officer was assigned to the case",
        "start": 506.44,
        "duration": 2.58
    },
    {
        "text": "But the gazette did not want to press charges. According to police chief Timothy Altomare",
        "start": 509.02,
        "duration": 3.179
    },
    {
        "text": "They found that this would only exacerbate the situation and in today's coverage of this story",
        "start": 512.2,
        "duration": 3.179
    },
    {
        "text": "That's the last I want to talk about this disgusting monster who just murdered five people",
        "start": 515.38,
        "duration": 4.59
    },
    {
        "text": "What I'd like to do from this point is first highlight the newspaper's reaction and the victims of this situation",
        "start": 520.07,
        "duration": 5.51
    },
    {
        "text": "We saw the paper published individual articles on each of the victims that I'll link down below to whose 61",
        "start": 525.58,
        "duration": 5.19
    },
    {
        "text": "year old Gerald Fischman, a man who had been working at the Capitol since 1992. A man described as a perfect editorial writer. 59 year-old Rob Hiaasen.",
        "start": 530.889,
        "duration": 7.44
    },
    {
        "text": "He began at the Capitol in 2010 as an assistant editor before that",
        "start": 538.329,
        "duration": 2.969
    },
    {
        "text": "He was a staff reporter at The Baltimore Sun for 15 years. In addition to being an incredibly dedicated journalist",
        "start": 541.299,
        "duration": 5.01
    },
    {
        "text": "He was known for being a mentor to other young journalists. 56 year-old John McNamara who worked in the Capitol for over 20 years",
        "start": 546.309,
        "duration": 5.85
    },
    {
        "text": "People seeing him as the source for reporting on politics and community in that city",
        "start": 552.319,
        "duration": 4.52
    },
    {
        "text": "There was 34 year old Rebecca Smith who was recently hired as a sales assistant who was described as a very thoughtful person, kind,",
        "start": 556.839,
        "duration": 6.239
    },
    {
        "text": "considerate, willing to help when needed, and just have the biggest heart. And then finally 65 year old Wendi Winters a mother of four who",
        "start": 563.449,
        "duration": 5.599
    },
    {
        "text": "Moved to Maryland 20 years ago when she started freelancing for the capita",
        "start": 569.049,
        "duration": 3.45
    },
    {
        "text": "but then her writing became so popular that later on they brought her on full-time. A woman who was just described as so connected to the",
        "start": 572.499,
        "duration": 5.429
    },
    {
        "text": "Community. In fact, even her last tweet was a video from the Gazette about a community mural project",
        "start": 577.929,
        "duration": 5.13
    },
    {
        "text": "Those are the people that I would rather focus on. The people who had their lives",
        "start": 583.059,
        "duration": 2.94
    },
    {
        "text": "taken because they were simply doing their job of informing people around them. And additionally the",
        "start": 586.309,
        "duration": 5.75
    },
    {
        "text": "Survivors of this horrific attack the other people who work at the Gazette. People like Chase Cook who is a reporter for the Capitol Gazette last",
        "start": 592.189,
        "duration": 7.07
    },
    {
        "text": "night tweeting, \"I can tell you this. We are putting out a damn paper tomorrow\" with the paper's official Twitter account",
        "start": 599.259,
        "duration": 5.021
    },
    {
        "text": "tweeting \"Yes, we're putting out a damn paper tomorrow\" and showing so much strength",
        "start": 604.28,
        "duration": 2.598
    },
    {
        "text": "They reported on their own tragedy and in their opinion's page, they simply put,",
        "start": 606.879,
        "duration": 4.65
    },
    {
        "text": "\"Today we are speechless this page is intentionally left blank today to commemorate victims of Thursday's shootings at our office and naming the victims\" adding",
        "start": 611.529,
        "duration": 6.929
    },
    {
        "text": "\"Tomorrow this page will return to its steady purpose of offering our readers informed opinion about the world around them that they might be better citizens\"",
        "start": 618.459,
        "duration": 5.729
    },
    {
        "text": "But then finally is something I feel that I need to address because there are a lot of people playing the uh the blame game",
        "start": 624.189,
        "duration": 5.28
    },
    {
        "text": "Right now many people pointing to Sean Hannity who seemed to be trying to connect this to Maxine Waters",
        "start": 629.509,
        "duration": 5.779
    },
    {
        "text": "\"And I'm not turning this into a gun debate. I know that's where the media will be in 30 seconds from now\"",
        "start": 635.289,
        "duration": 4.95
    },
    {
        "text": "\"That's not it. You know as I've always said I mean, honestly\"",
        "start": 641.059,
        "duration": 3.8
    },
    {
        "text": "\"I've been saying now for days that something horrible is gonna happen because of the rhetoric. Really Maxine?\"",
        "start": 645.589,
        "duration": 5.989
    },
    {
        "text": "\"You want people to create - call your friends get in their faces and Obama said that too, get in their faces\"",
        "start": 651.579,
        "duration": 6.39
    },
    {
        "text": "\"Call them out. Call your friends, you know\"",
        "start": 658.489,
        "duration": 2.809
    },
    {
        "text": "\"get protestors follow them into restaurants and\"",
        "start": 661.299,
        "duration": 3.03
    },
    {
        "text": "\"Shopping malls and wherever else she said\" What Hannity is referencing there",
        "start": 664.58,
        "duration": 3.679
    },
    {
        "text": "If you don't know House representative Maxine Waters has encouraged people to confront Trump officials in public",
        "start": 668.26,
        "duration": 4.5
    },
    {
        "text": "That's also important to know that on that program. He said, \"And while it's not connected in any way\"",
        "start": 672.76,
        "duration": 4.08
    },
    {
        "text": "\"I'm not suggesting it's connected in any way,\"",
        "start": 676.84,
        "duration": 2.159
    },
    {
        "text": "\"The incendiary rhetoric that we have been hearing and the calls to confront people in\"",
        "start": 679.52,
        "duration": 6.08
    },
    {
        "text": "\"restaurants and at gas stations and department stores and the incidents that we have seen with Sarah Sanders and\"",
        "start": 685.85,
        "duration": 6.469
    },
    {
        "text": "\"Secretary Nielsen and\"",
        "start": 692.87,
        "duration": 2.0
    },
    {
        "text": "\"Pam Bondi and of course the tweets threatening the president's son and and\"",
        "start": 694.88,
        "duration": 5.75
    },
    {
        "text": "\"threatening\"",
        "start": 701.36,
        "duration": 1.08
    },
    {
        "text": "\"Secretary Nielsen and even the granddaughter of the president things are getting way way too hot and out of control\"",
        "start": 702.44,
        "duration": 7.19
    },
    {
        "text": "\"again, separate and apart from what happened here and\"",
        "start": 710.18,
        "duration": 3.2
    },
    {
        "text": "\"it's a little scary.\" But also know there because Hannity has defended himself because he feels like he's being",
        "start": 714.17,
        "duration": 5.24
    },
    {
        "text": "Misrepresented saying certain members of the media are creating a false narrative. In their defense when listening to the show as it is uploaded to YouTube",
        "start": 719.78,
        "duration": 5.479
    },
    {
        "text": "You make your initial comments about 12 minutes into this video",
        "start": 725.26,
        "duration": 2.28
    },
    {
        "text": "they don't clarify that these are separate things until almost the 25 minute mark at the very least they could still be considered a backpack",
        "start": 727.75,
        "duration": 5.97
    },
    {
        "text": "Then we have people pointing to Milo Yiannopoulos",
        "start": 733.72,
        "duration": 2.13
    },
    {
        "text": "This because earlier in the week The Daily Beast and the New York Observer",
        "start": 735.85,
        "duration": 2.22
    },
    {
        "text": "Quoted Milo saying \"I can't wait for the vigilante squads to start gunning journalists down on sight\"",
        "start": 738.44,
        "duration": 4.58
    },
    {
        "text": "This wasn't a story from the New York Observer",
        "start": 743.05,
        "duration": 1.75
    },
    {
        "text": "Asking Milo for comment about a restaurant where he reportedly dined with what they called other right-wing",
        "start": 744.8,
        "duration": 3.94
    },
    {
        "text": "Figures adding \"that that was his standard response to a request for comment\" according to the Daily Beast he gave a very similar response",
        "start": 748.74,
        "duration": 5.76
    },
    {
        "text": "when asked about his decision to join YouCare. This story had actually blown up somewhat before the shooting.",
        "start": 754.63,
        "duration": 4.25
    },
    {
        "text": "Milo defending the comment saying,",
        "start": 758.88,
        "duration": 1.3
    },
    {
        "text": "\"Of course it was a troll. I spent my entire career calling out people who use violence as a response to differing opinions\"",
        "start": 760.19,
        "duration": 4.41
    },
    {
        "text": "\"Nothing saddens me more. If journalists do start getting attacked\"",
        "start": 764.62,
        "duration": 2.25
    },
    {
        "text": "\"it will be thanks to disingenuous nonsense like this story.\"",
        "start": 766.87,
        "duration": 2.64
    },
    {
        "text": "But then at the same time you have people pointing out that on",
        "start": 769.51,
        "duration": 2.0
    },
    {
        "text": "Instagram a now-deleted post Milo's Instagram account had Milo's quote from The Daily Beast",
        "start": 771.59,
        "duration": 4.339
    },
    {
        "text": "And a caption that said \"where is the lie?\"",
        "start": 776.26,
        "duration": 1.62
    },
    {
        "text": "Some people saw that his continued trolling whereas others saw it as a veiled threat. Eventually Instagram ended up removing that post.",
        "start": 777.88,
        "duration": 4.859
    },
    {
        "text": "Additionally Milo defended himself after the shooting on Instagram and Facebook saying \"the bodies are barely cold and left-wing\"",
        "start": 782.89,
        "duration": 4.799
    },
    {
        "text": "\"journalists are already exploiting these deaths to score political points against me. It's disgusting\"",
        "start": 787.76,
        "duration": 3.53
    },
    {
        "text": "He then pushes the blame onto the reporters adding \"if there turns out to be any dimension to this crime related to my private\"",
        "start": 791.45,
        "duration": 4.95
    },
    {
        "text": "\"misreported remarks the\"",
        "start": 796.56,
        "duration": 1.26
    },
    {
        "text": "\"responsibility on that lies squarely and wholly with The Beast and The Observer for drumming up fake hysteria about a private joke and with the\"",
        "start": 797.82,
        "duration": 5.119
    },
    {
        "text": "\"verified liberals who pretended they thought I was serious\"... \"I made a private offhand troll to two hostile reporters who breathlessly\"",
        "start": 802.94,
        "duration": 5.25
    },
    {
        "text": "\"publicized it and like vermin their fellow journalists swarmed to remind the world how much they hate Milo\".. and also a thing that people have",
        "start": 808.26,
        "duration": 4.94
    },
    {
        "text": "Noted is that with his statements on Instagram, specifically he included these photos of him with a weapon. And then later in the day",
        "start": 813.2,
        "duration": 6.119
    },
    {
        "text": "We saw Milo post a text on Instagram. This seems to be a text",
        "start": 819.32,
        "duration": 2.64
    },
    {
        "text": "He sent to Davis Richardson of the observer saying \"I'm suing you and the Observer\"",
        "start": 821.96,
        "duration": 3.209
    },
    {
        "text": "\"233,000 tweets today accuse me of being responsible for five deaths that's on you and your headline\"",
        "start": 825.75,
        "duration": 3.859
    },
    {
        "text": "\"I didn't want to spend the 3 million it would have taken to get Simon and Schuster to court but\"",
        "start": 829.61,
        "duration": 3.0
    },
    {
        "text": "\"you best fucking believe I am coming for you and I will take you to the cleaners for this. Your life is over\" and then",
        "start": 832.61,
        "duration": 4.11
    },
    {
        "text": "From this lastly. We look at the the White House and Donald Trump himself. We saw press secretary",
        "start": 836.72,
        "duration": 3.929
    },
    {
        "text": "Sarah Sanders tweet \"strongly condemn the evil act of senseless violence in Annapolis, Maryland.\"",
        "start": 840.75,
        "duration": 3.619
    },
    {
        "text": "\"A violent attack on innocent journalists doing their jobs is an attack on every America. Our prayers with the victims and their friends and families.\"",
        "start": 844.41,
        "duration": 5.959
    },
    {
        "text": "Additionally this morning, we saw Trump make a public comment, \"All Americans\"",
        "start": 850.37,
        "duration": 3.66
    },
    {
        "text": "\"Should be free from the fear of being violently attacked while doing their job\"",
        "start": 854.55,
        "duration": 6.15
    },
    {
        "text": "But to this comment a lot of people said that the president was being two-faced. Many people saying that Trump himself has stoked the flames",
        "start": 860.81,
        "duration": 5.76
    },
    {
        "text": "of hate of the press.",
        "start": 866.57,
        "duration": 1.2
    },
    {
        "text": "I'm not talking about how you would see people showing up to his rallies with shirts like this",
        "start": 867.77,
        "duration": 3.209
    },
    {
        "text": "And in fact, it's said that that shirt has existed for years",
        "start": 870.98,
        "duration": 2.16
    },
    {
        "text": "so it's not specific to this situation. Some people referring to his fake news tweets, some on the",
        "start": 873.14,
        "duration": 4.08
    },
    {
        "text": "individual attacks on reporters. But also there have just been a number of events",
        "start": 877.35,
        "duration": 3.26
    },
    {
        "text": "Specifically his rallies or at CPAC where he refers to the the press as the enemy. When Donald Trump is in front of a crowd",
        "start": 880.77,
        "duration": 4.669
    },
    {
        "text": "It's kind of when he does that it's him playing his greatest hits. It's not like it was just campaign Drive",
        "start": 885.44,
        "duration": 3.69
    },
    {
        "text": "I mean just a few days ago in South Carolina he said this,",
        "start": 889.13,
        "duration": 2.309
    },
    {
        "text": "\"they interviewed ten women on one of the, uh, opposing networks.\"",
        "start": 891.6,
        "duration": 5.5
    },
    {
        "text": "\"you know the enemy the enemy of the people I call em'.\" and so I mentioned these three moments of people kind of trying to",
        "start": 897.2,
        "duration": 5.069
    },
    {
        "text": "Attach blame and not necessarily even because I'm saying they're directly responsible for the shooting. That's not what I'm saying",
        "start": 902.27,
        "duration": 5.52
    },
    {
        "text": "it appears there was much more going on. The shooter at one point did tweet about Trump and the Gazette in the same tweet.When you",
        "start": 907.79,
        "duration": 4.769
    },
    {
        "text": "Look at the situation as a whole it seems like there was just much more happening",
        "start": 912.56,
        "duration": 2.7
    },
    {
        "text": "but I mentioned this because I think it is a really a",
        "start": 915.26,
        "duration": 1.54
    },
    {
        "text": "commentary on what our society is like right now and people can try and just kind of",
        "start": 916.8,
        "duration": 4.19
    },
    {
        "text": "Scoff it off throw it away and say oh, it's just ridiculous leftists those libs always trying to blame Trump",
        "start": 921.12,
        "duration": 5.45
    },
    {
        "text": "Which I think people could point to the sean hannity's the world who then kind of clarify and/or backpedal 12 minutes later",
        "start": 926.57,
        "duration": 5.559
    },
    {
        "text": "But it should really not come as a shock that people assume that there is some sort of connection because what we have seen",
        "start": 932.13,
        "duration": 4.649
    },
    {
        "text": "over the past few years. And when I ask whether whether you're kind of a longtime viewer or you're literally here to dislike the video and",
        "start": 936.94,
        "duration": 6.38
    },
    {
        "text": "Throw out some horrible stuff of me. Just just for a second if I have your ear",
        "start": 943.32,
        "duration": 4.14
    },
    {
        "text": "Just just don't look at this as your guy their guy everyone fighting it out",
        "start": 947.46,
        "duration": 4.529
    },
    {
        "text": "the reason I personally believe it is not shocking that so many people assume that there was a",
        "start": 951.99,
        "duration": 3.9
    },
    {
        "text": "Connection whether it be to the Milo the Trump's the whoever of the world, is that for the past few years",
        "start": 956.02,
        "duration": 5.209
    },
    {
        "text": "We have seen the normalization of hatred and villainization of the media, of journalists.",
        "start": 961.23,
        "duration": 5.429
    },
    {
        "text": "When part of your rally schtick is refer to those who do not give you complimentary coverage as the",
        "start": 966.66,
        "duration": 4.05
    },
    {
        "text": "enemy, as a hostile. When we live in a time where journalists on the left and the right regularly get death threats",
        "start": 971.05,
        "duration": 5.059
    },
    {
        "text": "It's not ridiculous to call out a fuck-boy like Milo Yiannopoulos for being a disgusting douchebag with what he's saying",
        "start": 976.21,
        "duration": 6.019
    },
    {
        "text": "Especially let's say if you play the game of changing the target of his troll. Right instead of journalists",
        "start": 982.33,
        "duration": 5.149
    },
    {
        "text": "He had said Republicans and Trump",
        "start": 987.48,
        "duration": 1.74
    },
    {
        "text": "What would your reaction have been if he said that two days prior to",
        "start": 989.22,
        "duration": 2.369
    },
    {
        "text": "Scalise and those Republicans being shot on a baseball field. Words have a very real impact on the world and people around us and sometimes",
        "start": 991.69,
        "duration": 5.51
    },
    {
        "text": "We don't see them for a very long time. And so it's very easy to not not acknowledge their power",
        "start": 997.2,
        "duration": 5.07
    },
    {
        "text": "What I'm hoping is that from this horrific thing that happened in Annapolis, Maryland, that secondarily it's a wake up call",
        "start": 1002.27,
        "duration": 5.25
    },
    {
        "text": "Not only that we should be appreciating the people who are dedicating their lives to trying to get information to us",
        "start": 1007.52,
        "duration": 5.429
    },
    {
        "text": "But we realize that the way that we have discourse in this country",
        "start": 1012.95,
        "duration": 2.519
    },
    {
        "text": "Needs to be a certain way because next time it may be more directly connected",
        "start": 1015.87,
        "duration": 4.25
    },
    {
        "text": "I say that full well knowing that I have an audience that there are people that think this environment",
        "start": 1020.12,
        "duration": 3.959
    },
    {
        "text": "This is 100 percent connected to things like this. Whereas others think it is completely disconnected. What I am saying",
        "start": 1024.079,
        "duration": 5.07
    },
    {
        "text": "Is that moving forward if we can agree on one thing the words that we use matter and we should take that into account.",
        "start": 1029.15,
        "duration": 5.73
    },
    {
        "text": "But that's where I'm going to end this one and and obviously",
        "start": 1034.88,
        "duration": 2.459
    },
    {
        "text": "This is the Philip DeFranco show whether it's this story the first one anything in-between. I'd love to know your thoughts",
        "start": 1037.65,
        "duration": 5.059
    },
    {
        "text": "Yeah, that's where I'm gonna end this one",
        "start": 1042.709,
        "duration": 1.711
    },
    {
        "text": "I don't I don't know if the last bit was futile",
        "start": 1044.42,
        "duration": 3.119
    },
    {
        "text": "But it was just kind of one of those things I just need to throw out there.",
        "start": 1047.54,
        "duration": 3.209
    },
    {
        "text": "That's where I'm going to end today's show. Remember, this is the Philip DeFranco show. It is not just a show",
        "start": 1050.75,
        "duration": 3.75
    },
    {
        "text": "It is a conversation",
        "start": 1054.5,
        "duration": 1.17
    },
    {
        "text": "so whether it's the last story the first one anything in between",
        "start": 1055.67,
        "duration": 2.459
    },
    {
        "text": "Let me know what you think and in those comments down below",
        "start": 1058.23,
        "duration": 2.06
    },
    {
        "text": "also",
        "start": 1060.3,
        "duration": 0.5
    },
    {
        "text": "Remember if like this video you like more videos hit that like button",
        "start": 1060.8,
        "duration": 2.739
    },
    {
        "text": "If you're new here hit that subscribe button ring that bell for notifications",
        "start": 1063.54,
        "duration": 2.969
    },
    {
        "text": "Also, if you missed either the last two philip defranco shows you want to catch up you can click right there",
        "start": 1066.51,
        "duration": 3.719
    },
    {
        "text": "But that's it, of course as always my name's Philip Defranco",
        "start": 1070.23,
        "duration": 2.79
    },
    {
        "text": "You've just been phill'd in, I love yo' faces, and i'll see you Monday... almost said tomorrow. I was almost a liar.",
        "start": 1073.06,
        "duration": 6.26
    },
    {
        "text": "Have a good weekend :)",
        "start": 1079.93,
        "duration": 2.0
    }
]