[
    {
        "text": "Sup, you beautiful bastards hope you're having a fantastic Thursday welcome back to the Philip DeFranco show",
        "start": 0.0,
        "duration": 4.26
    },
    {
        "text": "and let's just jump into it and the first things we're gonna talk about today is",
        "start": 4.26,
        "duration": 3.5
    },
    {
        "text": "We had two stories based around human sexuality that were trending today. Pride Month is in June",
        "start": 7.77,
        "duration": 4.47
    },
    {
        "text": "It's coming up and in advance Disney released their rainbow Mickey ears",
        "start": 12.24,
        "duration": 3.869
    },
    {
        "text": "And of course you have some people that are very happy about this Disney making an official move for inclusion for representation",
        "start": 16.109,
        "duration": 5.49
    },
    {
        "text": "But at the same time you also have people criticizing the move, but not for what I originally thought",
        "start": 21.85,
        "duration": 4.099
    },
    {
        "text": "They would be criticizing the move for. There are people calling out Disney saying this just a surface-level business move",
        "start": 25.949,
        "duration": 4.68
    },
    {
        "text": "it's pink capitalists are offering a product for a marginalized group not because",
        "start": 30.629,
        "duration": 3.591
    },
    {
        "text": "Inclusion not because of anything else other than money. People pointing out that the organization GLAAD has given Disney a failing rating saying",
        "start": 34.28,
        "duration": 7.02
    },
    {
        "text": "And I will say personally as someone from the outside looking in I understand why you could have those criticisms definitely.",
        "start": 46.92,
        "duration": 4.59
    },
    {
        "text": "While I personally see this is just a business move on the part of Disney, they are trying to bring in more dollars",
        "start": 51.51,
        "duration": 3.93
    },
    {
        "text": "It is also very telling of the times. If the understanding is that this is pink capitalism that it is a business",
        "start": 55.44,
        "duration": 5.88
    },
    {
        "text": "Move you also have to take into account that Disney has people going to their parks that will most likely also have a problem with",
        "start": 61.32,
        "duration": 5.58
    },
    {
        "text": "Those ears. So while, say you know don't give Disney the trophy for Ally of the century, if progress is what you're seeking",
        "start": 66.9,
        "duration": 4.979
    },
    {
        "text": "This is in part that.",
        "start": 71.92,
        "duration": 1.37
    },
    {
        "text": "That's just my personal takeaway. Now the other bit of human sexuality news we have today was thanks to Janelle Monae in the news",
        "start": 73.29,
        "duration": 6.0
    },
    {
        "text": "She's a musician an actress. There's often been debate and speculation in regards to her sexuality",
        "start": 79.29,
        "duration": 4.409
    },
    {
        "text": "She was recently doing a rolling stone interview where she came out as pansexual",
        "start": 83.7,
        "duration": 3.69
    },
    {
        "text": "And for those that are unfamiliar the most simplified version of what that is according to GLAAD",
        "start": 87.39,
        "duration": 3.61
    },
    {
        "text": "Or as Janelle Monae described it: \"I'm a free ass motherfucker.\"",
        "start": 95.38,
        "duration": 3.14
    },
    {
        "text": "also going on to say I want young girls young boys",
        "start": 98.52,
        "duration": 2.16
    },
    {
        "text": "Non-binary, gay, straight, queer, people who are having a hard time dealing with her sexuality, dealing with feeling ostracized",
        "start": 100.99,
        "duration": 5.629
    },
    {
        "text": "Or bullied for just being their unique selves, to know that I see you.\" And my reaction to this is cool",
        "start": 106.84,
        "duration": 5.18
    },
    {
        "text": "I liked you in moonlight and hidden figures",
        "start": 112.02,
        "duration": 2.099
    },
    {
        "text": "I respect her talking about this because obviously there are younger people that can now see her as okay",
        "start": 114.119,
        "duration": 5.52
    },
    {
        "text": "I'm okay, being me.",
        "start": 119.64,
        "duration": 1.019
    },
    {
        "text": "While I don't personally subscribe to the idea that there are an infinite number of gender identities,",
        "start": 120.659,
        "duration": 4.559
    },
    {
        "text": "As long as someone is just there there being whatever they feel like their true self is, as long as they're not hurting anyone else",
        "start": 125.619,
        "duration": 5.869
    },
    {
        "text": "I don't care. You love who you love as long as it's not like",
        "start": 131.489,
        "duration": 3.63
    },
    {
        "text": "Exploitive and abusive by nature like people trying to go after our children or doing stuff with animals. Thats just my personal take away",
        "start": 135.46,
        "duration": 5.63
    },
    {
        "text": "I will say I do have a sense of frustration that I even have to point out the the non abusive",
        "start": 141.09,
        "duration": 6.299
    },
    {
        "text": "Non-animal thing because they're people that try to equate those two",
        "start": 147.64,
        "duration": 2.15
    },
    {
        "text": "Horrendous acts with just one consenting adult trying to love another consenting adult",
        "start": 149.98,
        "duration": 3.86
    },
    {
        "text": "You be you. Love who you want to love. Do or don't do whatever you want in your your own bedroom or wherever else as long",
        "start": 153.84,
        "duration": 5.669
    },
    {
        "text": "As once again it is not abusive great",
        "start": 159.51,
        "duration": 1.71
    },
    {
        "text": "That's just my personal reaction to this. Then in massive news at his sexual assault",
        "start": 161.22,
        "duration": 4.23
    },
    {
        "text": "retrial Bill Cosby was found guilty. Guilty on all three counts of indecent assault and for each of those charges",
        "start": 165.7,
        "duration": 5.929
    },
    {
        "text": "He faces up to ten years and with him being 80 years old if he is actually punished for this this would be a life sentence",
        "start": 171.629,
        "duration": 5.651
    },
    {
        "text": "Also according to reports just after the verdict win, district attorney Kevin Steele was saying that Bill Cosby should be jailed immediately.",
        "start": 177.34,
        "duration": 6.34
    },
    {
        "text": "Bill Cosby reportedly called him an asshole. Luckily for Cosby, the judge ruled that he can remain free on bail until his sentencing; and I say",
        "start": 183.69,
        "duration": 5.91
    },
    {
        "text": "Let this be a lesson to the famous the people who feel",
        "start": 189.6,
        "duration": 2.789
    },
    {
        "text": "They are untouchable. You may feel like you can drug and sexually assault women but know that one day",
        "start": 192.52,
        "duration": 6.02
    },
    {
        "text": "Several decades from when you first did it",
        "start": 198.97,
        "duration": 2.66
    },
    {
        "text": "Allegedly. One of the 59 women who spoke out against you, they may get a trial and hold you accountable",
        "start": 201.91,
        "duration": 6.05
    },
    {
        "text": "For some of it and granted you may not initially be convicted because there are a few people that are fan of who you were",
        "start": 208.12,
        "duration": 5.18
    },
    {
        "text": "On your TV show and eventually, maybe, boom! Held accountable. And from that I want to share some stuff",
        "start": 213.3,
        "duration": 5.279
    },
    {
        "text": "I love today and today in awesome brought to you by SeatGeek. SeatGeek of course fantastic ticket app that takes the confusion out of",
        "start": 218.61,
        "duration": 6.06
    },
    {
        "text": "Buying tickets for live events that range from concerts, comedy shows, sporting events, put all the tickets in one place",
        "start": 224.67,
        "duration": 5.879
    },
    {
        "text": "They give them 0 to 100 score, so you know if you're getting a good deal or not",
        "start": 230.55,
        "duration": 2.61
    },
    {
        "text": "I have the app on my phone",
        "start": 233.16,
        "duration": 0.78
    },
    {
        "text": "It is by far the easiest way to get tickets whether it be a last-second sort of thing or something",
        "start": 233.94,
        "duration": 3.959
    },
    {
        "text": "I'm looking forward to so if you want to check it out like many from the nation already have go to SeatGeekPhill.com",
        "start": 237.9,
        "duration": 4.74
    },
    {
        "text": "download the app and when you find tickets that you want remember to enter code Phil for $20 off your first ticket purchase.",
        "start": 242.77,
        "duration": 5.43
    },
    {
        "text": "And the first bit of awesome is actually a tease for tomorrow this of course is my first week back and in addition to doing the show",
        "start": 248.2,
        "duration": 4.519
    },
    {
        "text": "And creating more of the new shows behind the scenes",
        "start": 252.88,
        "duration": 2.57
    },
    {
        "text": "We've we've been just slammed with meeting some",
        "start": 255.49,
        "duration": 3.169
    },
    {
        "text": "How do I say without saying it?",
        "start": 259.0,
        "duration": 1.56
    },
    {
        "text": "With parties that we've been having issues with that",
        "start": 260.56,
        "duration": 1.82
    },
    {
        "text": "We're trying to move forward with as well as those create the new content",
        "start": 262.38,
        "duration": 2.97
    },
    {
        "text": "So instead of me do the Friday show which of course I shoot this afternoon usually  - At 11:00 a.m.",
        "start": 265.35,
        "duration": 4.509
    },
    {
        "text": "Pacific Standard Time' if you don't know what time that is in your time zone, use Google' we'll be doing another no holds bar",
        "start": 270.08,
        "duration": 5.45
    },
    {
        "text": "Ask me anything that can relate to stories that we could have talked about this week that I have the information on",
        "start": 275.53,
        "duration": 5.069
    },
    {
        "text": "I just don't have the time to film, as well as personal, business, whatever questions right here on this channel",
        "start": 280.599,
        "duration": 4.17
    },
    {
        "text": "I'm gonna schedule it tomorrow 11:00 a.m.",
        "start": 284.769,
        "duration": 2.331
    },
    {
        "text": "Pacific Standard Time",
        "start": 287.14,
        "duration": 1.22
    },
    {
        "text": "Then in other self-serving awesome pewdiepie aka Felix aka the guy that",
        "start": 288.37,
        "duration": 5.609
    },
    {
        "text": "JacksFilms always rips off, he confused a good member of the nation today when he posted this thumbnail or video where you talked about YouTube",
        "start": 294.139,
        "duration": 6.14
    },
    {
        "text": "Stories, which is actually I will say this kind of just not as a joke",
        "start": 300.28,
        "duration": 2.91
    },
    {
        "text": "It's actually a good show both makes fun of the idea of talking about these people being a news show and also",
        "start": 303.19,
        "duration": 5.279
    },
    {
        "text": "Then is effectively that and also I had a few people messaging me that are like \"Phil",
        "start": 308.47,
        "duration": 3.539
    },
    {
        "text": "Are you angry gonna do something about this?\"  -No? I'm not. What? To those of you. I say guys. It's a joke",
        "start": 312.009,
        "duration": 3.839
    },
    {
        "text": "It's funny same as when jacksFilms fucked with me. It's funny the internet",
        "start": 315.849,
        "duration": 2.88
    },
    {
        "text": "I know there's a lot of serious stuff going on but you have to be able to just like joke around and mess with people",
        "start": 318.729,
        "duration": 4.38
    },
    {
        "text": "Also, Thank You, PewDiePie because now I'm going to put you in the other tags in thumbnail",
        "start": 323.11,
        "duration": 3.059
    },
    {
        "text": "I appreciate the extra 100 thousand views your face brings.Then we got the news a George RR",
        "start": 326.169,
        "duration": 3.72
    },
    {
        "text": "Martin is releasing his new book!",
        "start": 329.889,
        "duration": 2.1
    },
    {
        "text": "Not only that but it's going to be released in November, but it is probably not the sixth book, The Winds of Winter, instead",
        "start": 331.99,
        "duration": 6.809
    },
    {
        "text": "It's called Fire and Blood and it reportedly takes place centuries before Game of Thrones. And as far as The Winds of Winter release",
        "start": 338.8,
        "duration": 5.729
    },
    {
        "text": "He said quote \"No winter is not coming, not in 2018 at least.\" So yeah! but awh... but yeah",
        "start": 344.529,
        "duration": 6.09
    },
    {
        "text": "And we had Life Noggin covering could you live in a bubble? Yes, technically",
        "start": 350.62,
        "duration": 3.75
    },
    {
        "text": "It's a stupid question because Jake Gyllenhaal proved many years ago",
        "start": 354.37,
        "duration": 3.0
    },
    {
        "text": "You can, life noggin still does a pretty good job, and we got an honest game trailer for Welcome to the Game 2,",
        "start": 357.4,
        "duration": 4.109
    },
    {
        "text": "We also had the cast of Avengers Infinity War singing the Marvel Bunch, we had Alton Brown on Hot One's",
        "start": 361.509,
        "duration": 4.44
    },
    {
        "text": "And if you want to see the full versions everything I just shared the secret link of the day anything at all",
        "start": 365.949,
        "duration": 4.2
    },
    {
        "text": "links has always are in the description down below. Then in massive news yesterday authorities announced that the Golden State killer was finally arrested. Now if",
        "start": 370.279,
        "duration": 6.86
    },
    {
        "text": "You're not familiar with this case it wouldn't be shocking",
        "start": 377.139,
        "duration": 1.921
    },
    {
        "text": "This is something that happened back in the 70s and 80s now if you're unfamiliar the Golden State Killer is said to have committed at",
        "start": 379.06,
        "duration": 4.979
    },
    {
        "text": "Least 100 acts of burglary 50 acts of rape and over a dozen murders the suspects victims vary between the ages of 13 to",
        "start": 384.039,
        "duration": 6.779
    },
    {
        "text": "41 the last known victim was 18 year old Janelle Cruz who was raped and bludgeoned to death in Irvine in",
        "start": 390.949,
        "duration": 5.0
    },
    {
        "text": "1986 the news came in yesterday that after 40 years police",
        "start": 396.259,
        "duration": 2.87
    },
    {
        "text": "Announced they've got the guy. They arrested a 72 year old white man in a suburb of",
        "start": 399.349,
        "duration": 3.95
    },
    {
        "text": "Sacramento he has been charged with multiple counts of murder in",
        "start": 403.49,
        "duration": 2.36
    },
    {
        "text": "Connection to this 40 year old case. First off one of the main reasons this case was so hard to solve was because for decades",
        "start": 405.95,
        "duration": 5.479
    },
    {
        "text": "police believe that these attacks were three separate crime sprees the first three was a series of home invasions and burglaries in the",
        "start": 411.43,
        "duration": 5.16
    },
    {
        "text": "mid-1970s in Visalia, California people started calling this unknown assailant the Visalia ransacker.",
        "start": 416.81,
        "duration": 4.76
    },
    {
        "text": "Then starting in 1976 or a streak of home invasions and rapes that plagued Northern",
        "start": 421.57,
        "duration": 3.899
    },
    {
        "text": "California. The suspect was reportedly committing lengthy attacks that sometimes involved sexually assaulting women in front of their loved ones. These attacks became known as",
        "start": 425.57,
        "duration": 6.38
    },
    {
        "text": "the work of the East Area rapist or the original night stalker. And lastly someone started to kill couples in Southern",
        "start": 431.95,
        "duration": 4.739
    },
    {
        "text": "California and people called this the work of the Golden State Killer another reason it took so long as it wasn't until",
        "start": 436.69,
        "duration": 4.44
    },
    {
        "text": "2001 the police start connecting crimes using DNA and finally one of the reasons this could have taken so long and it was actually an",
        "start": 441.23,
        "duration": 5.449
    },
    {
        "text": "FBI theory for a while I believe the killer and rapist actually had a law",
        "start": 446.68,
        "duration": 2.58
    },
    {
        "text": "Enforcement background and yesterday they confirmed that with the arrest of the suspect who did have that background. The man reportedly served as a police officer",
        "start": 449.36,
        "duration": 6.35
    },
    {
        "text": "In two different police departments between 1973 to 1979. \"...That he is an ex-officer a police officer in two different agencies",
        "start": 455.71,
        "duration": 6.66
    },
    {
        "text": "One in the Exeter Police Department, which is down in Visalia from approximately",
        "start": 462.77,
        "duration": 3.86
    },
    {
        "text": "1973 to 1976",
        "start": 467.66,
        "duration": 2.0
    },
    {
        "text": "That was roughly during the time as the Visalia ransacker cases were occurring. I can then say that he",
        "start": 469.82,
        "duration": 6.26
    },
    {
        "text": "Applied for and got a job with the Auburn Police Department who was employed there from roughly",
        "start": 476.99,
        "duration": 4.25
    },
    {
        "text": "1976 to 1979 until he was fired.\"",
        "start": 482.48,
        "duration": 3.08
    },
    {
        "text": "And as far as why he was eventually fired from the force in the summer of 1979",
        "start": 485.56,
        "duration": 2.76
    },
    {
        "text": "it was reportedly because he shoplifted a hammer and dog repellent from a store. Also in connection to the story people have been praising a",
        "start": 488.32,
        "duration": 5.429
    },
    {
        "text": "2016 book written by Michelle McNamara her book I'll Be Gone in the Dark was an in-depth investigation",
        "start": 493.94,
        "duration": 4.489
    },
    {
        "text": "To tried to uncover the killer's identity, was a number one, New York Times",
        "start": 498.62,
        "duration": 2.989
    },
    {
        "text": "bestseller, went into terrifying detail on some of the attacks. It was also an interesting and notable book because",
        "start": 501.83,
        "duration": 4.639
    },
    {
        "text": "McNamara actually died before she could finish it in fact her work ended up being completed by a journalist and researcher that was recruited by",
        "start": 506.57,
        "duration": 6.08
    },
    {
        "text": "Her husband comedian Patton Oswalt and on the note of did this book help police the response was kind of a yes, and no",
        "start": 512.65,
        "duration": 5.909
    },
    {
        "text": "I'm glad you asked that question because that's a question",
        "start": 524.139,
        "duration": 2.059
    },
    {
        "text": "We've gotten from literally all over the world in the last 24 hours and the answer is no",
        "start": 526.199,
        "duration": 3.78
    },
    {
        "text": "Other than the fact that it, like like as was indicated the media, kept this in the public eye",
        "start": 530.619,
        "duration": 4.85
    },
    {
        "text": "And kept public interest, it kept interest in tips coming in",
        "start": 535.47,
        "duration": 3.269
    },
    {
        "text": "Other than that there was no information",
        "start": 539.949,
        "duration": 2.0
    },
    {
        "text": "extracted from that book that directly led to the apprehension.\"",
        "start": 541.98,
        "duration": 2.28
    },
    {
        "text": "So seemingly it did help because it kept the public interested in this which of course applies pressure",
        "start": 544.26,
        "duration": 4.28
    },
    {
        "text": "But as far as facts and the research though the police say that it did not help. All of that said it will be interesting",
        "start": 548.549,
        "duration": 4.86
    },
    {
        "text": "To see what other information comes out of this story questions like Why did he stop? Did anyone else know?",
        "start": 553.41,
        "duration": 5.25
    },
    {
        "text": "I mean this guy was just hiding in plain sight he was arrested just 30 minutes from where he committed some of the crimes and",
        "start": 558.66,
        "duration": 4.5
    },
    {
        "text": "So hopefully we learned more soon. Then let's talk about the Trump nominations and confirmations today",
        "start": 563.16,
        "duration": 4.109
    },
    {
        "text": "First up the Senate confirmed Mike Pompeo to be the next Secretary of State he of course replacing Rex Tillerson",
        "start": 567.269,
        "duration": 4.529
    },
    {
        "text": "And it's a big deal because he will be in one of the most notable roles considering all the negotiations that are taking place",
        "start": 571.869,
        "duration": 5.989
    },
    {
        "text": "Right now. And then we have updates on Ronnie Jackson",
        "start": 577.859,
        "duration": 2.07
    },
    {
        "text": "We talked about him yesterday. He's Trumps nominee to be the next Secretary of Veterans Affairs there were a lot of",
        "start": 579.929,
        "duration": 4.14
    },
    {
        "text": "accusations made",
        "start": 584.29,
        "duration": 0.839
    },
    {
        "text": "against him and then as show was going up yesterday a lot more dropped. In the new document that emerged came from Senate Democrats and",
        "start": 585.129,
        "duration": 5.869
    },
    {
        "text": "It definitely gave more credence to the allegations that were already out there and that document was said to be a summary of",
        "start": 590.999,
        "duration": 4.14
    },
    {
        "text": "conversations with 23 colleagues and former colleagues of Jackson.",
        "start": 595.299,
        "duration": 3.41
    },
    {
        "text": "Colleagues saying Jackson showed a pattern of handing out Ambien and Provigil without knowledge of that patient's history also saying at one point Jackson",
        "start": 598.799,
        "duration": 5.7
    },
    {
        "text": "dispensed such a large supply of",
        "start": 604.499,
        "duration": 1.69
    },
    {
        "text": "Percocet that it threw the White House medical unit into a panic in addition to the accusation that was out there yesterday that",
        "start": 606.189,
        "duration": 5.059
    },
    {
        "text": "Dr. Jackson at one point was needed",
        "start": 611.249,
        "duration": 1.38
    },
    {
        "text": "but was too drunk passed out in a hotel room there were also claims that at a Secret Service going-away party Jackson got drunk and",
        "start": 612.629,
        "duration": 5.22
    },
    {
        "text": "wrecked a government vehicle",
        "start": 617.85,
        "duration": 1.079
    },
    {
        "text": "We also mention that for a brief second yesterday",
        "start": 618.929,
        "duration": 1.681
    },
    {
        "text": "But then the big update today after all of this Jackson is now issued a statement withdrawing his",
        "start": 620.61,
        "duration": 4.559
    },
    {
        "text": "Nomination saying \"Going into this process I expected tough questions about how to best care for our veterans",
        "start": 625.389,
        "duration": 4.34
    },
    {
        "text": "But I did not expect to have to dignify",
        "start": 629.73,
        "duration": 1.75
    },
    {
        "text": "Baseless and anonymous attacks on my character and integrity. The allegations against me are completely false and fabricated if they had any merit I would",
        "start": 631.48,
        "duration": 6.769
    },
    {
        "text": "Not have been selected promoted and entrusted to serve in such a sensitive and important role as position two three presidents over the past twelve",
        "start": 638.249,
        "duration": 5.489
    },
    {
        "text": "years unfortunately",
        "start": 643.739,
        "duration": 0.79
    },
    {
        "text": "Because of how Washington works these false",
        "start": 644.529,
        "duration": 2.059
    },
    {
        "text": "Allegations have become a distraction for this president and the important issue he must be addressing",
        "start": 646.689,
        "duration": 3.679
    },
    {
        "text": "How we give the best care toward nation's heroes. While",
        "start": 650.369,
        "duration": 2.34
    },
    {
        "text": "I will forever be grateful for the trust and confidence president Trump has placed me by giving me this opportunity",
        "start": 652.709,
        "duration": 4.079
    },
    {
        "text": "I am regretfully withdrawing my nomination to be secretary for the Department of Veterans Affairs",
        "start": 657.19,
        "duration": 3.9
    },
    {
        "text": "We also saw senator Jon Tester the top Democrat of the Senate VA committee issuing a statement thanking service members who spoke out and saying",
        "start": 661.09,
        "duration": 6.569
    },
    {
        "text": "\"The next secretary must have a commitment to reform a strained health care system and a willingness to stand up to special interests who want",
        "start": 667.66,
        "duration": 5.46
    },
    {
        "text": "To privatize the VA.\" And that actually brings us to the next story which was Donald Trump on Fox and Friends this morning among the many",
        "start": 673.12,
        "duration": 6.03
    },
    {
        "text": "Things he talked about he talked about Ronnie Jackson talking about the accusations themselves",
        "start": 679.15,
        "duration": 4.69
    },
    {
        "text": "(Trump) \"These are all false",
        "start": 683.84,
        "duration": 0.589
    },
    {
        "text": "Accusations that were in it these are false",
        "start": 684.8,
        "duration": 2.059
    },
    {
        "text": "They're trying to destroy a man by the way",
        "start": 687.02,
        "duration": 2.779
    },
    {
        "text": "I did say welcome to Washington welcome to the swamp",
        "start": 689.8,
        "duration": 3.03
    },
    {
        "text": "welcome to the world of politics sir but for Jon Tester to start bringing up stuff like Candy Man and",
        "start": 693.32,
        "duration": 6.32
    },
    {
        "text": "The kind of things he was saying and then say 'what you know these are just statements that are made.'",
        "start": 700.28,
        "duration": 5.029
    },
    {
        "text": "There's no proof of this and he has a perfect record. He's got this beautiful record unblemished.\"",
        "start": 705.38,
        "duration": 5.0
    },
    {
        "text": "He also commented on Jon Tester potentially paying a price. (Trump) -\"For him to be doing this to this man and his family",
        "start": 710.45,
        "duration": 6.559
    },
    {
        "text": "I think Jon Tester has to have a big price to pay in Montana because I don't think people in Montana",
        "start": 717.55,
        "duration": 6.36
    },
    {
        "text": "The the Admiral is the kind of person that they respect and admire, and they don't like seeing what's happened.\"",
        "start": 724.07,
        "duration": 6.95
    },
    {
        "text": "Trump does have a point there Tester has an election coming up in",
        "start": 731.02,
        "duration": 2.579
    },
    {
        "text": "2018 he's a senator his last election was back in 2012 and there before we entered the age of Trump",
        "start": 733.76,
        "duration": 5.059
    },
    {
        "text": "The only one with 48.6% of the vote he won by oh just less than two percent",
        "start": 738.82,
        "duration": 3.989
    },
    {
        "text": "Thanks to a third party. And obviously there are a lot of interesting elections happening right now",
        "start": 742.81,
        "duration": 3.299
    },
    {
        "text": "But it will be very interesting to see what does actually happen to Tester I mean there are a lot of places",
        "start": 746.11,
        "duration": 3.39
    },
    {
        "text": "We've seen the Dems definitely gaining ground even in a democratic loss recently there was a big shift the Democrat in Arizona ended up losing",
        "start": 749.5,
        "duration": 6.359
    },
    {
        "text": "by five points",
        "start": 755.86,
        "duration": 0.84
    },
    {
        "text": "But that was a massive shift from the election. In the presidential election, that specific district had voted for Trump by 21 points. But that doesn't necessarily",
        "start": 756.7,
        "duration": 6.45
    },
    {
        "text": "Guarantee they were gonna see that shift everywhere in this country. Also despite",
        "start": 763.15,
        "duration": 3.779
    },
    {
        "text": "BuzzFeed having their top story of the day at that moment being that Donald Trump did not buy Melania Trump a president. Oh the horror",
        "start": 767.12,
        "duration": 7.46
    },
    {
        "text": "Apparently. There were also other things of note in that interview. Trump took aim at James Comey who was part of a town hall with Anderson Cooper last night",
        "start": 774.58,
        "duration": 6.62
    },
    {
        "text": "(Trump) -\"Look, Comey is a leaker and he's a liar and not only on this stuff",
        "start": 781.2,
        "duration": 5.62
    },
    {
        "text": "He's been leaking for years",
        "start": 787.089,
        "duration": 1.781
    },
    {
        "text": "He's probably been using friend the so-called professor who now turns out to have",
        "start": 788.87,
        "duration": 5.16
    },
    {
        "text": "FBI clearance, which he never said. He even lied about that, because he never said that in Congress.\"",
        "start": 794.49,
        "duration": 4.815
    },
    {
        "text": "and that is an important note,",
        "start": 799.305,
        "duration": 1.355
    },
    {
        "text": "There's there's been a lot of confusion about who Comey gave the memo to a lot of people being like oh",
        "start": 800.66,
        "duration": 3.9
    },
    {
        "text": "Just like his pal. Just so we're all clear",
        "start": 804.56,
        "duration": 1.44
    },
    {
        "text": "It's a person that has an FBI badge and security clearance. Then Trump continues saying that things were classified",
        "start": 806.0,
        "duration": 4.409
    },
    {
        "text": "-\"He leaked classified information in order to try and get a special counsel.\" -He says it wasn't classified Mr. President",
        "start": 810.41,
        "duration": 7.409
    },
    {
        "text": "He says it wasn't classified. -Oh. It's well. It's totally classified, and he also leaked the memos which are classified nobody",
        "start": 817.82,
        "duration": 6.22
    },
    {
        "text": "Unclassified them and those memos were about me and their phony memos he didn't write those memos accurately he put a lot of phony stuff",
        "start": 824.12,
        "duration": 7.9
    },
    {
        "text": "So he's saying that both It was classified memos, classified information, but then also fake information. Then Trump took aim at his own Justice Department",
        "start": 832.02,
        "duration": 7.129
    },
    {
        "text": "Which even the Fox and Friends host kind of interjects there",
        "start": 839.15,
        "duration": 2.85
    },
    {
        "text": "-He is guilty of crimes, and if we had a Justice Department that was doing their job instead of",
        "start": 842.0,
        "duration": 6.12
    },
    {
        "text": "-It's you're Justice Department",
        "start": 848.38,
        "duration": 1.3
    },
    {
        "text": "Mr. President, Mr. President. You're the Republican in charge...you've got a Republican running it",
        "start": 849.8,
        "duration": 5.62
    },
    {
        "text": "Then Trump talked about Michael Cohen his lawyer who actually if you haven't seen the news yet has made the decision to plead the 5th",
        "start": 855.42,
        "duration": 5.3
    },
    {
        "text": "Here he refers to Cohen as one of many lawyers saying that he only had a tiny fraction of the work and then and then going",
        "start": 860.94,
        "duration": 5.84
    },
    {
        "text": "Into more specifics: -\"He represents me like with this crazy Stormy Daniels deal",
        "start": 866.78,
        "duration": 5.3
    },
    {
        "text": "he represented me and",
        "start": 872.13,
        "duration": 1.98
    },
    {
        "text": "You know from what I see he did absolutely",
        "start": 874.11,
        "duration": 2.389
    },
    {
        "text": "Nothing wrong there were no campaign funds going in which would have been a problem",
        "start": 876.63,
        "duration": 3.637
    },
    {
        "text": "-Then why is he pleading the 5th?",
        "start": 880.267,
        "duration": 1.033
    },
    {
        "text": "-Because he's got other things. He's got businesses and from what I understand",
        "start": 882.06,
        "duration": 4.279
    },
    {
        "text": "They're looking at his businesses, and I hope he's in great shape.\" And part of that is something",
        "start": 886.34,
        "duration": 4.049
    },
    {
        "text": "We've seen in the past the the minimization when I personally refer to it as is the",
        "start": 890.39,
        "duration": 4.17
    },
    {
        "text": "Coffee Boyification - that in reference to former Trump adviser George Papadopolis who was referred to as a coffee boy, but here in regards to Cohen",
        "start": 894.72,
        "duration": 5.299
    },
    {
        "text": "It's an interesting note because it's minimizing",
        "start": 900.02,
        "duration": 2.16
    },
    {
        "text": "But then also an admission. Stormy Daniels is lawyer Michael Avenatti",
        "start": 902.18,
        "duration": 2.819
    },
    {
        "text": "Commented on the interview saying  \"This case gets better every day",
        "start": 905.34,
        "duration": 2.84
    },
    {
        "text": "Every hour and one of the reasons why it gets better is that they step into every trap that we lay. The president's statements this",
        "start": 908.34,
        "duration": 5.539
    },
    {
        "text": "morning are very very damaging to him in our case it directly contradicts what he said on Air Force One relating to his knowledge or",
        "start": 913.88,
        "duration": 5.55
    },
    {
        "text": "lack of thereof of the agreement of $130,000",
        "start": 919.43,
        "duration": 2.819
    },
    {
        "text": "It also appears well against what Michael Cohen has said in the past that the",
        "start": 926.56,
        "duration": 3.28
    },
    {
        "text": "$130,000 deal that was a private transaction between just he and Stormy Daniels",
        "start": 929.92,
        "duration": 4.5
    },
    {
        "text": "We also then had Avenatti continuing",
        "start": 934.42,
        "duration": 1.36
    },
    {
        "text": "\"It is going to add considerable momentum to our efforts to depose the president and place him under oath because now we have two contrary",
        "start": 935.78,
        "duration": 5.85
    },
    {
        "text": "Statements made within the same month relating to what he knew about the agreement what he didn't know what his relationship was with Michael Cohen",
        "start": 941.63,
        "duration": 5.779
    },
    {
        "text": "And we're going to utilize that statement today to argue for his deposition.\" And in fact today",
        "start": 947.41,
        "duration": 3.72
    },
    {
        "text": "We're seeing prosecutors using Trump's own words this morning against him. Lawyers citing Trump's comment that Cohen only handled a quote",
        "start": 951.13,
        "duration": 5.99
    },
    {
        "text": "of legal work. So it adds to their argument that out of all the files",
        "start": 959.44,
        "duration": 2.18
    },
    {
        "text": "They got in the Cohen raid the documents are unlikely to contain voluminous privileged documents, and so they're asking for a quick review",
        "start": 961.63,
        "duration": 5.7
    },
    {
        "text": "So there's that there's also a lot more to the interview. There's a good chunk",
        "start": 967.33,
        "duration": 3.329
    },
    {
        "text": "Where he's talking about the 2016 election.",
        "start": 970.66,
        "duration": 1.5
    },
    {
        "text": "I'll link to it down below. So you can see all the parts we covered and didn't cover",
        "start": 972.16,
        "duration": 3.72
    },
    {
        "text": "That's where I'm gonna end that story and today's show and of course remember",
        "start": 975.88,
        "duration": 2.729
    },
    {
        "text": "This is the Philip DeFranco show. I give you the news sometimes my opinion",
        "start": 978.61,
        "duration": 2.76
    },
    {
        "text": "And then I want to hear from you, what do you think about this last story the first one anything in between let me know in those comments",
        "start": 981.37,
        "duration": 4.32
    },
    {
        "text": "down below. Remember, if you like this video, you like I'm trying to do on this channel hit that",
        "start": 985.69,
        "duration": 3.539
    },
    {
        "text": "Like button if you're new here hit that subscribe button ring that bell to turn notifications",
        "start": 989.3,
        "duration": 3.59
    },
    {
        "text": "On also if you missed yesterday's Philip DeFranco show you want to catch up click or tap right there to watch that, or if you",
        "start": 993.05,
        "duration": 4.94
    },
    {
        "text": "want some lighter behind-the-scenes stuff click or tap right there watch newest vlog, but that's it. Of course as always my name's Philip Defranco",
        "start": 997.99,
        "duration": 5.82
    },
    {
        "text": "You've just been phill'd in. I love yo faces, and I'll see you tomorrow - in a live stream",
        "start": 1003.88,
        "duration": 5.39
    }
]