[
    {
        "text": "'Sup you beautiful bastards! Hoping you're having a fantastic Thursday.",
        "start": 0.0,
        "duration": 3.1
    },
    {
        "text": "Welcome back to the Philip Defranco Show, and let's just jump into this.",
        "start": 3.1,
        "duration": 3.3
    },
    {
        "text": "And the first thing we're gonna talk about today is the just pure insanity",
        "start": 6.4,
        "duration": 3.1
    },
    {
        "text": "That is the Shane Dawson controversy. And for those who don' t know, Shane Dawson is one of the few",
        "start": 9.5,
        "duration": 4.22
    },
    {
        "text": "Old school YouTubers that is still around stronger than ever, massive on YouTube",
        "start": 13.72,
        "duration": 3.44
    },
    {
        "text": "Podcast world. And I normally save my opinion for the end of stories like this",
        "start": 17.48,
        "duration": 4.02
    },
    {
        "text": "But it is incredibly important for me to throw this out. This whole situation is character",
        "start": 21.5,
        "duration": 4.28
    },
    {
        "text": "Assassination through out of context clips, and the reason it's incredibly important",
        "start": 25.78,
        "duration": 4.06
    },
    {
        "text": "For me to say this at the beginning of this story is there are so many places that are",
        "start": 29.84,
        "duration": 4.76
    },
    {
        "text": "Seemingly fine with putting the facts of the situation at the last end of their story and just padding it",
        "start": 34.6,
        "duration": 6.04
    },
    {
        "text": "With accusations. Twitter put out an official Twitter Moment on this story with the headlines,",
        "start": 40.64,
        "duration": 4.6
    },
    {
        "text": "There's multiple cause they change them, \"Shane Dawson denies pedophilia allegations\" and \"People are",
        "start": 45.24,
        "duration": 4.42
    },
    {
        "text": "Accusing YouTuber Shane Dawson of Pedophilia.\" And then in that Twitter Moment the majority of the tweets",
        "start": 49.66,
        "duration": 4.42
    },
    {
        "text": "That they feature are people just bashing on Shane. So the question becomes, why did this story become a thing?",
        "start": 54.08,
        "duration": 4.14
    },
    {
        "text": "So yesterday video came out from this channel called Pop Blast, which I'm fine mentioning because the account",
        "start": 58.22,
        "duration": 3.98
    },
    {
        "text": "Has now been shut down, and they put out a video titled \"shane dawson is a pedphile. here's the proof.\"",
        "start": 62.2,
        "duration": 4.5
    },
    {
        "text": "Later changing the title to \"I think shane dawson is a pedophile. here's my proof",
        "start": 66.7,
        "duration": 3.02
    },
    {
        "text": "And here are some of the pieces they feature",
        "start": 69.72,
        "duration": 1.52
    },
    {
        "text": "(Shane Dawson) This child is probably six years old and um I was taking a picture of something, and the",
        "start": 71.24,
        "duration": 4.14
    },
    {
        "text": "Kid turns to me and goes \"Oh are you Instagramming?\" And the six year old girl goes \"Oh um how many followers do you have? I have",
        "start": 75.38,
        "duration": 6.1
    },
    {
        "text": "A hundred and twenty five thousand. \n-(Co-host) No.",
        "start": 81.48,
        "duration": 3.16
    },
    {
        "text": "(Shane) And she shows me her instagrams, which are like--first of all I don't know if I'm",
        "start": 84.64,
        "duration": 4.3
    },
    {
        "text": "Allowed to say this, but she's like sexy.\"\n-(Philip Defranco) It then goes on to say his co-host",
        "start": 88.94,
        "duration": 2.58
    },
    {
        "text": "Is so uncomfortable\n-(Shane) Let me explain. Let me explain",
        "start": 91.52,
        "duration": 1.76
    },
    {
        "text": "-(Co-host) No. Oh god\n-(Shane) Here's my justification for pedophilia",
        "start": 93.28,
        "duration": 2.52
    },
    {
        "text": "(Co-host) I can't",
        "start": 95.8,
        "duration": 0.5
    },
    {
        "text": "(Shane) Here's the worst part of it. I actually went to Google and I'm like",
        "start": 97.58,
        "duration": 2.26
    },
    {
        "text": "-(Co-host) Oh god\n-(Shane) I wanna see",
        "start": 99.88,
        "duration": 1.3
    },
    {
        "text": "-(Co-host) You could get arrested\n-(Shane) I don't --I know but",
        "start": 101.18,
        "duration": 1.52
    },
    {
        "text": "I just wanted to see like okay, let me just pretend--Let me pretend I'm like a pedophile for a sec",
        "start": 102.7,
        "duration": 4.7
    },
    {
        "text": "(Shane) So I typed in naked baby. First of all, they were sexy",
        "start": 108.38,
        "duration": 4.0
    },
    {
        "text": "(Co-host) You're so (laughs)\n(Shane) Okay back to the Instagram, um so I look at this little girl's pictures and she--",
        "start": 112.4,
        "duration": 4.78
    },
    {
        "text": "(Phil) They also bring up that he invited a young, talented girl to his home",
        "start": 117.18,
        "duration": 3.28
    },
    {
        "text": "(Shane) I'm gonna find that little girl, I'm gonna bring her to our house.",
        "start": 120.46,
        "duration": 2.5
    },
    {
        "text": "Time to meet the star (camera guy laughs)",
        "start": 122.96,
        "duration": 2.72
    },
    {
        "text": "(Phil) Talk about another young child that was in one of his videos",
        "start": 125.68,
        "duration": 4.38
    },
    {
        "text": "-(Shane) We need to hold hands for this\n-(Boy) Okay",
        "start": 130.06,
        "duration": 1.88
    },
    {
        "text": "(Shane) Just to be safe. We're gonna be together forever (Boy laughs)",
        "start": 131.94,
        "duration": 2.4
    },
    {
        "text": "(Shane) Okay. He knows you like Jesus. Alright give me a hug",
        "start": 134.34,
        "duration": 3.7
    },
    {
        "text": "-I love you\n-(boy) I love you too",
        "start": 138.74,
        "duration": 1.7
    },
    {
        "text": "(Shane gasps)",
        "start": 140.44,
        "duration": 0.9
    },
    {
        "text": "(Phil) And the video ends calling for a boycott of Shane Dawson.",
        "start": 141.34,
        "duration": 2.32
    },
    {
        "text": "So Shane responds, he says obviously I'm not a pedophile, these clips are taken out of context.",
        "start": 143.66,
        "duration": 4.56
    },
    {
        "text": "And I want to focus on the out of context stuff first. One the first thing you need to understand is that",
        "start": 148.22,
        "duration": 3.22
    },
    {
        "text": "Old school Shane Dawson was all about edgy, shock factor humor.",
        "start": 151.44,
        "duration": 3.62
    },
    {
        "text": "I mean this is a guy that anytime he pops up in the news his past gets thrown in his face",
        "start": 155.06,
        "duration": 3.54
    },
    {
        "text": "And he has to say I apologize then, I apologize now.",
        "start": 158.6,
        "duration": 2.62
    },
    {
        "text": "But with that clip where he was \"justifying pedophlia\", he prefaced that by saying this",
        "start": 161.22,
        "duration": 3.7
    },
    {
        "text": "(Shane) First of all let me just say, having sex with children or touching children or",
        "start": 164.92,
        "duration": 2.928
    },
    {
        "text": "-anything of that nature is terrible \n-(Co-host) Sure",
        "start": 167.848,
        "duration": 2.912
    },
    {
        "text": "(Shane) And you should not do it",
        "start": 170.76,
        "duration": 1.02
    },
    {
        "text": "(Phil) Then around the part where he said he was googling naked baby, the attacked video on him did not include what he said right after",
        "start": 171.78,
        "duration": 4.2
    },
    {
        "text": "(Shane) So I typed in naked baby. First of all I don't understand why anybody would be turned on by that.",
        "start": 175.98,
        "duration": 6.22
    },
    {
        "text": "-But--\n-(Co-host) That's the first good thing you've said",
        "start": 182.2,
        "duration": 2.58
    },
    {
        "text": "(Shane) But, they were sexy (both laugh) I'm kidding. Okay, back to the Instagram",
        "start": 184.8,
        "duration": 5.64
    },
    {
        "text": "(Phil) As far as the young, talented girl the attack video oddly kept out",
        "start": 190.48,
        "duration": 2.8
    },
    {
        "text": "The fact that her entire family came over. As far as they nine year old boy",
        "start": 193.28,
        "duration": 2.7
    },
    {
        "text": "He was a paid actor whose mother was on set he entire time, and I do feel like it's important",
        "start": 195.98,
        "duration": 3.58
    },
    {
        "text": "To separate these two arguments as far as context and shitty jokes. Shane Dawson in that attack video is",
        "start": 199.56,
        "duration": 5.04
    },
    {
        "text": "Being misrepresented. He was shitty, edgy, shock factor jokes six years ago ans it's being represented as",
        "start": 204.6,
        "duration": 5.52
    },
    {
        "text": "Him just saying this casually. Like back in the day Shane Dawson did blackface to be shocking. And then",
        "start": 210.12,
        "duration": 4.5
    },
    {
        "text": "Connected, but separate from that is the issue of, is the shitty joke okay? And I'm saying",
        "start": 214.62,
        "duration": 3.96
    },
    {
        "text": "Shitty joke because even Shane Dawson has called them shitty jokes. And this is what he had to say on that note",
        "start": 218.58,
        "duration": 4.3
    },
    {
        "text": "I'm going to apologize first. I am sorry that I used to make really shitty fucking jokes",
        "start": 222.88,
        "duration": 6.34
    },
    {
        "text": "I am sorry that I was so fucking like insecure and like playing this character of this guy who's like crazy",
        "start": 231.56,
        "duration": 6.76
    },
    {
        "text": "And will say anything and like tries to make people laugh by shocking them",
        "start": 238.32,
        "duration": 3.76
    },
    {
        "text": "That was my thing that was what I did on YouTube. A lot of people now don't know that",
        "start": 242.08,
        "duration": 4.6
    },
    {
        "text": "And I feel like that explanation feeds into a debate that we've had several times over that past few years",
        "start": 246.68,
        "duration": 4.18
    },
    {
        "text": "Should something someone said, whether they tried to make a really crass, disgusting joke, should that follow them?",
        "start": 250.86,
        "duration": 5.32
    },
    {
        "text": "Or should we, if it's the case, celebrate that someone changed? They grew past it",
        "start": 256.18,
        "duration": 4.3
    },
    {
        "text": "they also acknowledged that it was messed up, it was wrong, but they--they--they have grown. That ultimately comes down to you",
        "start": 260.48,
        "duration": 4.26
    },
    {
        "text": "As an individual. And I want you to understand that if legitimately thought was even an ounce like a--a",
        "start": 264.74,
        "duration": 4.96
    },
    {
        "text": "Possibility that Shane Dawson could be a pedophile, I would be first person to go after his throat.",
        "start": 269.7,
        "duration": 3.5
    },
    {
        "text": "Longtime viewers of this show know that as far as child molestors go I think the punishment",
        "start": 273.2,
        "duration": 3.62
    },
    {
        "text": "Should be set that person on fire and as far as pedophiles go I say ship them to an island",
        "start": 276.82,
        "duration": 4.12
    },
    {
        "text": "I--I don't want them around me or mine. And I know I get shit for that cause some people say it's not very progressive",
        "start": 280.94,
        "duration": 4.2
    },
    {
        "text": "If you're not thinking what that person is dealing with and I got to say fine, label me ignorant. I don't",
        "start": 285.14,
        "duration": 3.4
    },
    {
        "text": "Want that person around anyone I care about. But that aside, the story then gets weirder.",
        "start": 288.54,
        "duration": 5.48
    },
    {
        "text": "The story starts to become about Pop Blast, the channel that posted the original video.",
        "start": 294.02,
        "duration": 3.64
    },
    {
        "text": "They end up removing the Shane Dawson video and then just begin acting erratic. They started off",
        "start": 297.66,
        "duration": 4.1
    },
    {
        "text": "Uploading a video that is a series of numbers, it's code, it spells out they made me do it.",
        "start": 301.76,
        "duration": 4.44
    },
    {
        "text": "The video is a still of an email that read \"As you know, his comments have cause[d] another expedient",
        "start": 306.2,
        "duration": 3.46
    },
    {
        "text": "Uproar in the general public. Make a video (around 4 to 7 minutes long) and use the following footage we have",
        "start": 309.66,
        "duration": 4.52
    },
    {
        "text": "Collected of Shane Dawson to label him as a pedophile.\" That's followed by a video that has a still of what",
        "start": 314.18,
        "duration": 4.58
    },
    {
        "text": "Looks like to be a PayPal screen showing 65 hundred dollars from Jefferey Oscar Levin",
        "start": 318.76,
        "duration": 4.16
    },
    {
        "text": "That name's notable because that is the name of Logan Paul's manager. There's another video in code",
        "start": 322.92,
        "duration": 3.86
    },
    {
        "text": "That says I am returning the money, it was not worth it I'm sorry. Then there was a video of a mother and son.",
        "start": 326.78,
        "duration": 3.98
    },
    {
        "text": "(Mother) Say we know you're not a pedophile Shane Dawson (Son babbles)",
        "start": 330.76,
        "duration": 4.0
    },
    {
        "text": "(Mother) Say we're sorry the internet's so mean (Son babbles)",
        "start": 335.28,
        "duration": 3.24
    },
    {
        "text": "Then they uploaded a series of videos of old and stolen content",
        "start": 338.52,
        "duration": 2.8
    },
    {
        "text": "Rothschild conspiracy videos, old creepy videos, and eventually the channel was taken down",
        "start": 341.32,
        "duration": 4.54
    },
    {
        "text": "And so as you might imagine all of a sudden there were all these conspiracy theories. People saying oh okay",
        "start": 345.86,
        "duration": 4.14
    },
    {
        "text": "Logan Paul's manager was behind it all. The general idea the theory being that Logan Paul's manager paid for",
        "start": 350.0,
        "duration": 4.28
    },
    {
        "text": "A YouTube channel to make a hit piece on Shane Dawson so the community and the news coverage around YouTube",
        "start": 354.28,
        "duration": 5.66
    },
    {
        "text": "Would change from Logan Paul and the horrible stuff he did and shift that focus to Shane Dawson",
        "start": 359.94,
        "duration": 4.5
    },
    {
        "text": "So that Logan Paul could return clean, but here are some problems with that. One, the so called \"evidence\" is",
        "start": 364.44,
        "duration": 4.52
    },
    {
        "text": "A screenshot from a source that already lied. Lied about and misrepresented Shane Dawson, so",
        "start": 368.96,
        "duration": 4.84
    },
    {
        "text": "Why wouldn't they do it to another person, especially because they put out a piece like this",
        "start": 373.8,
        "duration": 3.4
    },
    {
        "text": "That could get them sued to Hell and back. So they create this conspiracy theory. Also",
        "start": 377.2,
        "duration": 4.72
    },
    {
        "text": "Anyone can use a fake name on PayPal. This channel had a good number of subscribers, probably",
        "start": 381.92,
        "duration": 3.74
    },
    {
        "text": "Made a decent chunk of money, could have easily PayPal-ed themselves. And that's without saying",
        "start": 385.66,
        "duration": 4.3
    },
    {
        "text": "That this could have been a Photoshop-ed image. People also pointing out that on PayPal normally",
        "start": 389.96,
        "duration": 3.28
    },
    {
        "text": "There is a currency symbol. People also pointing out that in that number they use a comma rather than",
        "start": 393.24,
        "duration": 4.4
    },
    {
        "text": "A decimal point so that might give us an idea of where this person is. But there's no",
        "start": 397.64,
        "duration": 3.5
    },
    {
        "text": "Actual real evidence there yet.",
        "start": 401.14,
        "duration": 1.82
    },
    {
        "text": "Even Shane Dawson himself saying he doesn't think it's Logan Paul",
        "start": 402.96,
        "duration": 2.74
    },
    {
        "text": "or his team and adding, \" I genuinely think someone was trying to make a conspiracy theory about me in real",
        "start": 405.7,
        "duration": 4.2
    },
    {
        "text": "Time, uploading clues hints, etc. I don't believe Logan's people had anything to do with it. It seems",
        "start": 409.9,
        "duration": 4.02
    },
    {
        "text": "almost scripted. It's all very fascinating. Gotta love the internet.\" There have also been",
        "start": 413.92,
        "duration": 3.5
    },
    {
        "text": "Some people saying that maybe Shane Dawson was behind this. He",
        "start": 417.42,
        "duration": 2.98
    },
    {
        "text": "Stirs up a drama, he becomes more popular. But honestly that is one of the most idiotic I've ever heard.",
        "start": 420.4,
        "duration": 5.36
    },
    {
        "text": "Even if it's just an accusation a baseless accusation, there are now",
        "start": 425.76,
        "duration": 4.1
    },
    {
        "text": "Easily searchable headlines that pop up across the internet",
        "start": 429.86,
        "duration": 3.08
    },
    {
        "text": "That have Shane Dawson and pedophilia in the title.",
        "start": 432.94,
        "duration": 2.8
    },
    {
        "text": "It''s incredibly damaging, people that are paying attention to the facts and they are looking into it further,",
        "start": 435.74,
        "duration": 4.1
    },
    {
        "text": "Yes, they know the truth. Guy six years ago said some stuff that were taken out of context,",
        "start": 439.84,
        "duration": 3.7
    },
    {
        "text": "A lot of it was just super edgy jokes that he regrets. But for passerbys, the general public, they are now",
        "start": 443.54,
        "duration": 5.32
    },
    {
        "text": "Even if they are not actively broadcasting it to the world, they're going to associate Shane",
        "start": 448.86,
        "duration": 4.06
    },
    {
        "text": "Dawson and pedophilia, and I really think it needs to make us all think, whether it be myself",
        "start": 452.92,
        "duration": 4.16
    },
    {
        "text": "The people running that--that really felt like a hit piece Twitter Moment",
        "start": 457.08,
        "duration": 3.86
    },
    {
        "text": "The outlets that jumped on every piece as fast as possible, just even the general public, you can't",
        "start": 460.94,
        "duration": 4.52
    },
    {
        "text": "Be this reckless, truth needs to still matter. But with all that said I pass the question off to you, what is your takeaway from this chaos?",
        "start": 467.02,
        "duration": 6.76
    },
    {
        "text": "I'm just blown away, we need to talk about something more positive.",
        "start": 473.78,
        "duration": 2.22
    },
    {
        "text": "But from that I wanna share some stuff I love today in Today In Awesome brought to you by",
        "start": 476.0,
        "duration": 4.34
    },
    {
        "text": "the Sports! shirt, a shirt that says I don't exactly know what a playoff is but thanks",
        "start": 480.34,
        "duration": 3.96
    },
    {
        "text": "For inviting me. I also agree that your team is far superior than the other team.",
        "start": 484.3,
        "duration": 3.82
    },
    {
        "text": "Comes in shirt, hoodie, you can put it on a pillow so when people come over they know",
        "start": 488.12,
        "duration": 3.6
    },
    {
        "text": "You care about sports. So if you wanna snag one of those while you can or any other shirts we sell",
        "start": 491.72,
        "duration": 4.1
    },
    {
        "text": "Just go to Shopdefranco.com I'll include a link in the description down below.",
        "start": 495.82,
        "duration": 3.08
    },
    {
        "text": "And the first bit of awesome is actually if after you finish this video you want kinda a second Philip Defranco show",
        "start": 498.9,
        "duration": 4.54
    },
    {
        "text": "Yesterday we were doing a frame test for the podcast that's coming back, one of the new shows",
        "start": 503.44,
        "duration": 3.82
    },
    {
        "text": "That we're launching soon. The story kinda fell into our laps and--and it kind of felt like-- kind of",
        "start": 507.26,
        "duration": 3.86
    },
    {
        "text": "A more conversational way to talk about the news. So if you haven't seen it yet",
        "start": 511.12,
        "duration": 2.92
    },
    {
        "text": "You can check it out. Also don't mind the table, the Costco chairs, the lights, the--everything's changing",
        "start": 514.04,
        "duration": 4.46
    },
    {
        "text": "It's literally just frame for graphics. Then in awesome I am unjustifiably excited about, Mario",
        "start": 518.5,
        "duration": 5.68
    },
    {
        "text": "Tennis Aces is coming to the Nintendo Switch, it's going to have a story mode. Also Dark",
        "start": 524.18,
        "duration": 4.3
    },
    {
        "text": "Souls Remastered is coming to the Nintendo Switch",
        "start": 528.48,
        "duration": 2.14
    },
    {
        "text": "But, Tennis! Yes please. Then we got the season 5 teaser for Silicon Valley.",
        "start": 530.62,
        "duration": 4.4
    },
    {
        "text": "Then we got some awesome from Thrillist with their series Job Goals, where they",
        "start": 535.02,
        "duration": 3.36
    },
    {
        "text": "Feature a guy who smokes weed for a living. Which I will",
        "start": 538.38,
        "duration": 2.3
    },
    {
        "text": "Say, gives me so much more respect for so many of my friends who just do that shit pro bono",
        "start": 540.68,
        "duration": 4.22
    },
    {
        "text": "And if you want to see the full versions of everything I just shared,",
        "start": 544.9,
        "duration": 1.9
    },
    {
        "text": "The secret link of the day, anything at all, links as always are in the description down below.",
        "start": 546.8,
        "duration": 4.16
    },
    {
        "text": "Then an update to the Logan Paul controversy we've been covering the last week, YouTube",
        "start": 550.96,
        "duration": 3.28
    },
    {
        "text": "Has made two big moves. Yesterday just after the show went up, YouTube released",
        "start": 554.24,
        "duration": 3.48
    },
    {
        "text": "An update on the \"further consequences\" they had for Logan Paul. A YouTube",
        "start": 557.72,
        "duration": 3.46
    },
    {
        "text": "Representative saying, \"In light of recent events, we have decided to remove Logan Paul's channels",
        "start": 561.18,
        "duration": 3.98
    },
    {
        "text": "from Google Preferred. Additionally we will not feture Logan in Season 4 of 'Foursome'",
        "start": 565.16,
        "duration": 3.46
    },
    {
        "text": "and his new originals are on hold.\" And I will say",
        "start": 568.62,
        "duration": 1.74
    },
    {
        "text": "This is actually a pretty big move on YouTube's part. While Logan Paul has continued gaining subscribers",
        "start": 570.36,
        "duration": 3.96
    },
    {
        "text": "In spite of, and maybe even a little bit because of this controversy. And I don't",
        "start": 574.32,
        "duration": 3.12
    },
    {
        "text": "think it would be too crazy to imagine that a lot of his revenue probably",
        "start": 577.44,
        "duration": 2.58
    },
    {
        "text": "Comes from things like his merchandise, removing Logan Paul from Google Preferred",
        "start": 580.02,
        "duration": 3.16
    },
    {
        "text": "Instantly hits him in his wallet. For those who aren't familiar, if you're part of Google Preferred you get",
        "start": 583.18,
        "duration": 4.2
    },
    {
        "text": "Top tier CPMs, you get paid great ad rates. Google Preferred as described by Google are \"Packages",
        "start": 587.38,
        "duration": 5.06
    },
    {
        "text": "of channels where brands can share their messages alongside some of the most engaging and brand safe content on YouTube.\" Adding,",
        "start": 592.44,
        "duration": 4.9
    },
    {
        "text": "\"Brands get access to among the top 5% of content on YouTube.\" And so they're booting",
        "start": 597.34,
        "duration": 3.3
    },
    {
        "text": "Logan out of that and now his CPMs will be like a lot of us other normies.",
        "start": 600.64,
        "duration": 3.98
    },
    {
        "text": "And so in response to this while I do still have an issue with YouTube saying they",
        "start": 604.62,
        "duration": 3.32
    },
    {
        "text": "Acted accordingly and not saying we're doing this all after the fact, this is all reactionary,",
        "start": 607.94,
        "duration": 4.42
    },
    {
        "text": "I do see this as potentially a good first step. The only thing I'm concerned about is that if you look at YouTube's",
        "start": 612.36,
        "duration": 5.08
    },
    {
        "text": "History, when reacting to situations like this for the rest of us, when try to \"do better\",",
        "start": 617.44,
        "duration": 4.82
    },
    {
        "text": "They often don't do it wi--with finely tuned instruments. They--they--they don't go attack a situation like a sniper,",
        "start": 622.26,
        "duration": 5.66
    },
    {
        "text": "It often feels like they'll lob a nuke. But we''ll have to wait and see what happens.",
        "start": 627.92,
        "duration": 3.28
    },
    {
        "text": "And then let's talk about the update around the H&M coolest monkey in the jungle controversy. We talked about",
        "start": 631.2,
        "duration": 4.78
    },
    {
        "text": "Earlier this week, there was a ton of backlash when H&M UK's site posted this photo. Black child",
        "start": 635.98,
        "duration": 5.5
    },
    {
        "text": "model in a hoodie that says coolest monkey in the jungle. The other",
        "start": 641.48,
        "duration": 3.12
    },
    {
        "text": "Options for the shirt included a white child model, but his shirt said he was an expert. And in response",
        "start": 644.6,
        "duration": 4.32
    },
    {
        "text": "To this there was a ton of backlash, people saying it was racially insensitive, it was ignorant. We saw celebrities",
        "start": 648.92,
        "duration": 4.96
    },
    {
        "text": "Like the Weeknd and G-Eazy and their partnerships with H&M. And following",
        "start": 653.88,
        "duration": 3.16
    },
    {
        "text": "All of this a woman claiming to be the model of the child model has spoken out. The mother, Terry",
        "start": 657.04,
        "duration": 3.32
    },
    {
        "text": "Mango writing, \"Am the mum and this is one of hundreds",
        "start": 660.36,
        "duration": 2.44
    },
    {
        "text": "of outfits my son has modeled. Stop crying Wolf all the time, unnecessary issue here, get over it. That's my",
        "start": 662.8,
        "duration": 5.32
    },
    {
        "text": "son I've been to all photo shoots and this is not an exception, everyone is entitled to their opinion about this. I really don't",
        "start": 668.12,
        "duration": 4.66
    },
    {
        "text": "understand but not coz [I'm] choosing not to because it's not my way of thinking, sorry.\" And as",
        "start": 672.78,
        "duration": 4.34
    },
    {
        "text": "You'd expect the response to this was mixed, some applauding her comments.",
        "start": 677.12,
        "duration": 3.36
    },
    {
        "text": "Saying comments like \"I give props to the H&M models mother for taking a stand against the outrage. 'Get over it' is some good advice I feel",
        "start": 680.48,
        "duration": 5.6
    },
    {
        "text": "We all need.\" But there are also many still bothered by it. Lincoln Anthony Blades tweeting, \"I might sound rude here, but I frankly don't give a shit about what",
        "start": 686.08,
        "duration": 5.78
    },
    {
        "text": "the mother of the little boy in the offensive H&M sweater thinks. I honestly don't care. Whether she hates it or",
        "start": 691.86,
        "duration": 3.98
    },
    {
        "text": "loves it, it doesn't erase the ignorance behind it.\" now as far as does the mother response change your view of this story, I pass",
        "start": 695.84,
        "duration": 5.62
    },
    {
        "text": "That question off the you, I would love to know. And rather debating the point of is it racist, is it not racist--I mean we talked about this in greater detail in a",
        "start": 701.46,
        "duration": 5.98
    },
    {
        "text": "Previous episode, if I can get an additional piece of information I would like to see a staff photo",
        "start": 707.44,
        "duration": 4.3
    },
    {
        "text": "Of the people who work for H&M in Sweden. The ad played in the UK, the staff is in Sweden.",
        "start": 711.74,
        "duration": 5.08
    },
    {
        "text": "Because I have a feeling if you saw that photo, there would be a lot of similar looking faces.",
        "start": 716.82,
        "duration": 4.14
    },
    {
        "text": "Like obviously this isn't their full creative team but when I went to H&M's corporate website. This is their",
        "start": 720.96,
        "duration": 4.66
    },
    {
        "text": "Board of Directors. And if you are an international brand it would benefit you to have an international staff. A more",
        "start": 725.62,
        "duration": 5.52
    },
    {
        "text": "Diverse staff, I'm not saying quotas and all that but just someone who can go hey",
        "start": 731.14,
        "duration": 3.8
    },
    {
        "text": "From your point of view and your life experience there may be nothing offensive about this",
        "start": 734.94,
        "duration": 3.16
    },
    {
        "text": "Image but to a certain group of people, somewhere, this is the story",
        "start": 738.1,
        "duration": 3.44
    },
    {
        "text": "In history of why this certain group of people might have a problem with this.",
        "start": 741.54,
        "duration": 2.8
    },
    {
        "text": "And the reason for that is that you can't control how people react to something, the intent",
        "start": 744.34,
        "duration": 3.5
    },
    {
        "text": "Doesn't matter, the perception matters for the individual. But that's where I'll",
        "start": 747.84,
        "duration": 3.18
    },
    {
        "text": "End this one and it was just very interesting to watch the fallout from this situation. And then let's talk about why Memphis",
        "start": 751.02,
        "duration": 5.08
    },
    {
        "text": "Megachurch pastor Andy Savage is in the news. So while you're mostly likely well aware of the #metoo movement",
        "start": 756.1,
        "duration": 5.58
    },
    {
        "text": "it's at the forefront of the media right now, there is also more specific branches. We've seen",
        "start": 761.68,
        "duration": 4.26
    },
    {
        "text": "The #timesup but there's also the #churchtoo and #silenceisnotspiritual.",
        "start": 765.98,
        "duration": 5.12
    },
    {
        "text": "And those are working to shed light on the assault and abuse that happen in churches and congregations.",
        "start": 771.1,
        "duration": 4.2
    },
    {
        "text": "And really focusing on the power church leaders have over their congregations, also how",
        "start": 775.3,
        "duration": 3.66
    },
    {
        "text": "That power can be abused and then covered up. And as part of this more specific movement we meet Jules Woodsen.",
        "start": 778.96,
        "duration": 5.66
    },
    {
        "text": "On December 1st Woodsen sends an email to pastor Andy Savage with the subject line \"Do you remember?\"",
        "start": 784.62,
        "duration": 4.2
    },
    {
        "text": "Writing \"Do you remember that night that you were supposed to drive me home from church and instead",
        "start": 788.82,
        "duration": 3.26
    },
    {
        "text": "Drove me to a deserted back road and sexually assaulted me? Do you remember how you acted like you loved me and",
        "start": 792.08,
        "duration": 4.96
    },
    {
        "text": "Cared about me in order for me to cooperate in such acts, only to run out of the vehicle later",
        "start": 797.04,
        "duration": 3.8
    },
    {
        "text": "and fall to your knees begging for forgiveness and for me not to tell anyone what had just happened?",
        "start": 800.84,
        "duration": 4.12
    },
    {
        "text": "Well I remember. #Metoo. Then on January 5th Jules Woodsen told the story of her sexual assault to a blog",
        "start": 804.96,
        "duration": 5.64
    },
    {
        "text": "Focused on dissecting Christian trends including abuse, and in it she detailed the event and the subsequent cover-up that she",
        "start": 810.6,
        "duration": 5.0
    },
    {
        "text": "Feels the church participated in. And these events occurred in 1998, Woodsen was 17, she was in",
        "start": 815.6,
        "duration": 4.72
    },
    {
        "text": "High school, Savage was 22 he was in college, he was the church's youth pastor.",
        "start": 820.32,
        "duration": 4.24
    },
    {
        "text": "She explains that Savage offered to give her a ride home, since",
        "start": 824.56,
        "duration": 2.52
    },
    {
        "text": "It had gotten late, but instead of taking her directly home, Savage took a detour down an isolated dirt road. She said",
        "start": 827.08,
        "duration": 5.2
    },
    {
        "text": "He told her that they were building a church, he had a surprise for her. But once they got",
        "start": 832.28,
        "duration": 3.22
    },
    {
        "text": "Down to the location she said he parked, he turned  the headlights off and \"Suddenly, Andy unzipped his jeans and pulled out his penis. He",
        "start": 835.5,
        "duration": 6.58
    },
    {
        "text": "Asked me to suck it. I was scared and embarrassed, but I did it. I remember feeling that this must mean that Andy loved me.",
        "start": 842.16,
        "duration": 5.36
    },
    {
        "text": "He then asked e to unbutton my shirt. I did. He started touching me over my bra and then lifted my bra up and began",
        "start": 847.52,
        "duration": 4.72
    },
    {
        "text": "Touching my breasts.\" But then after a few minutes she said Savage stopped, he exited",
        "start": 852.24,
        "duration": 3.9
    },
    {
        "text": "the vehicle, got down on his knees and with his hands up on his head said,",
        "start": 856.14,
        "duration": 3.56
    },
    {
        "text": "\"Oh my god, oh my god. What have I done? Oh my god I'm so sorry. You can't tell",
        "start": 859.7,
        "duration": 3.68
    },
    {
        "text": "Anyone Jules, please. You have to take this to the grave with you.\" But ultimately Woodsen ends up deciding to tell",
        "start": 863.38,
        "duration": 4.92
    },
    {
        "text": "the assistant pastor about this. But she his response was along the lines of so you're saying you participated, saying",
        "start": 868.3,
        "duration": 5.46
    },
    {
        "text": "\"Not only did I suddenly feel this immense guilt for doing what Andy had asked me to do",
        "start": 873.76,
        "duration": 3.5
    },
    {
        "text": "But I also started to feel that this was my fault somehow because I didn't stop him.\" The",
        "start": 877.26,
        "duration": 3.4
    },
    {
        "text": "Assistant pastor then tells her that he would talk to Savage, the church, Woodsen's",
        "start": 880.66,
        "duration": 3.22
    },
    {
        "text": "Mother. He also told her there should be no contact between her and Savage.",
        "start": 883.88,
        "duration": 3.26
    },
    {
        "text": "But in the following days Woodsen noted that it seemed there were no actions taken.",
        "start": 887.14,
        "duration": 2.92
    },
    {
        "text": "In fact all she saw happen was there was a 2-day event at the church known as True Love Waits. It was all about",
        "start": 890.06,
        "duration": 4.2
    },
    {
        "text": "Abstinence both in the psychical sense and thoughts.",
        "start": 894.26,
        "duration": 2.88
    },
    {
        "text": "And following this she decided to speak up to her female discipleship group and that",
        "start": 897.14,
        "duration": 3.0
    },
    {
        "text": "Appears to be why Savage ended up leaving the church. But she said for the most part while there were",
        "start": 900.14,
        "duration": 3.08
    },
    {
        "text": "Rumors and some people talked to other people, most of the congregation didn't really",
        "start": 903.22,
        "duration": 3.92
    },
    {
        "text": "Know why Savage left. So all of that then brings us to Andy Savage's Sunday service. And Savage",
        "start": 907.14,
        "duration": 5.34
    },
    {
        "text": "Talks about this assault, or as he calls it, this incident, and I'll link to the full",
        "start": 912.48,
        "duration": 3.54
    },
    {
        "text": "Video down below but here are the highlights.",
        "start": 916.02,
        "duration": 2.04
    },
    {
        "text": "\"I regretfully had a sexual incident with a female high school senior in the church",
        "start": 918.06,
        "duration": 3.96
    },
    {
        "text": "\"I apologized and sought forgiveness from her, her parents, her discipleship group,",
        "start": 922.78,
        "duration": 4.6
    },
    {
        "text": "The church staff, and the church leadership,",
        "start": 927.38,
        "duration": 2.92
    },
    {
        "text": "Who informed the congregation. In agreement with wise counsel, I took every step",
        "start": 930.3,
        "duration": 5.18
    },
    {
        "text": "To respond in a biblical way. This incident was dealt with in Texas 20 years ago.",
        "start": 935.48,
        "duration": 3.54
    },
    {
        "text": "But in the last few days it has been presented to a wider audience.",
        "start": 939.02,
        "duration": 3.66
    },
    {
        "text": "I was wrong and I accepted responsibility for my actions.",
        "start": 942.8,
        "duration": 3.84
    },
    {
        "text": "I was sorry then and remain so today.\" Also it's only been said so far one point in this highlight cut,",
        "start": 946.64,
        "duration": 4.9
    },
    {
        "text": "but he lays it on really hard that he wants you to know this happened a long time ago.",
        "start": 951.54,
        "duration": 3.2
    },
    {
        "text": "\"More than 20 years ago. This is 20 years ago. 20 plus years ago. 20 years ago. 20 years ago.\"",
        "start": 954.74,
        "duration": 4.24
    },
    {
        "text": "And here's the moment it ends. \"I'm sorry",
        "start": 958.98,
        "duration": 2.26
    },
    {
        "text": "And I humbly ask for your forgiveness.",
        "start": 962.44,
        "duration": 1.98
    },
    {
        "text": "I love you all very much.\"",
        "start": 965.9,
        "duration": 1.38
    },
    {
        "text": "(Audience applauds)",
        "start": 968.68,
        "duration": 6.42
    },
    {
        "text": "He just got a standing ovation for saying he's sorry that he sexually assaulted a member of his congregation.",
        "start": 975.1,
        "duration": 6.66
    },
    {
        "text": "Understand what we are talking about here is a gross and disgusting abuse of power and position.",
        "start": 981.76,
        "duration": 4.64
    },
    {
        "text": "I mean this kind of abuse of power is why in Texas they have a law specifically about sexual assault in clergymen. It reads",
        "start": 986.4,
        "duration": 5.68
    },
    {
        "text": "\"A sexual assault is without the consent of the other person if the actor is a clergyman who causes the other person to submit or",
        "start": 992.08,
        "duration": 5.92
    },
    {
        "text": "Participate by exploiting the other person's emotional dependency on the clergyman\" But unfortunately",
        "start": 998.0,
        "duration": 4.14
    },
    {
        "text": "This wasn't law at the time of the assault.",
        "start": 1002.14,
        "duration": 2.52
    },
    {
        "text": "So even though it is the current law, police might be limited in what they can actually do. Also",
        "start": 1004.66,
        "duration": 3.56
    },
    {
        "text": "I have to say I have an issue with Chris Conlee, the pastor at this megachurch. After",
        "start": 1008.22,
        "duration": 4.5
    },
    {
        "text": "Savage does his speech that is seemingly worthy of a standing ovation,",
        "start": 1012.72,
        "duration": 3.32
    },
    {
        "text": "Conlee says this, \" We are so grateful for your support",
        "start": 1016.04,
        "duration": 4.04
    },
    {
        "text": "I know when you support Andy in that way you are also supporting Mrs. Woodsen.\"",
        "start": 1021.3,
        "duration": 5.96
    },
    {
        "text": "When you're supporting the person who committed a crime, you're all supporting his victim. He then",
        "start": 1027.26,
        "duration": 5.3
    },
    {
        "text": "Goes on to lead a group prayer and he also wants to remind God that this happened a long time ago. \"From lingering effects",
        "start": 1032.56,
        "duration": 5.96
    },
    {
        "text": "Of this sin 20 years ago.\" Oh man. Now as far as if there will be any fallout from Savage,",
        "start": 1040.04,
        "duration": 4.72
    },
    {
        "text": "It doesn't seem like he's getting any from his congregation.",
        "start": 1044.76,
        "duration": 2.86
    },
    {
        "text": "A publisher of his upcoming book have announced that they are cancelling it.",
        "start": 1047.62,
        "duration": 2.72
    },
    {
        "text": "But I do want to pass the question off to you. W-what is you takeaway from this situation? Does the fact that",
        "start": 1050.34,
        "duration": 4.14
    },
    {
        "text": "It happened \"20 years ago\" matter to you at all? Yes? No? There's no time limit on someone being responsible for their actions?",
        "start": 1054.48,
        "duration": 6.32
    },
    {
        "text": "\"What's your opinion on the reaction from the congregation? And what do you hope happens here?",
        "start": 1060.8,
        "duration": 3.02
    },
    {
        "text": "I'd love to know what you think. And that's actually where I'm going to end today's show.",
        "start": 1063.82,
        "duration": 2.88
    },
    {
        "text": "And remember if you like this video, you like what I try and do on this channel.",
        "start": 1066.7,
        "duration": 2.304
    },
    {
        "text": "Hit that like button, if you're new here hit that subscribe button.",
        "start": 1069.004,
        "duration": 2.976
    },
    {
        "text": "Make sure you don't miss these daily videos, which actually if you did miss yesterday's show, you wanna catch up",
        "start": 1071.98,
        "duration": 3.88
    },
    {
        "text": "Click or tap right there to watch that, or if you wanna watch our longer test video click or tap",
        "start": 1075.86,
        "duration": 3.54
    },
    {
        "text": "Right there to watch that. But that's it of course as always, my name's Philip Defranco, you've just been filled in",
        "start": 1079.4,
        "duration": 5.1
    },
    {
        "text": "I love yo faces and I will see you tomorrow.",
        "start": 1084.5,
        "duration": 2.618
    }
]