[
    {
        "text": "'Sup, you beautiful bastards? Hope you're having a fantastic Tuesday,",
        "start": 0.0,
        "duration": 3.32
    },
    {
        "text": "welcome back to the Philip DeFranco Show, and let's just jump into it.",
        "start": 3.32,
        "duration": 3.38
    },
    {
        "text": "And the first thing we're gonna talk about today is the controversy and scandal surrounding Tomi Lahren.",
        "start": 6.7,
        "duration": 4.18
    },
    {
        "text": "Tomi, if you don't know, has a nightly talk show on Glenn Beck's The Blaze.",
        "start": 10.88,
        "duration": 3.16
    },
    {
        "text": "And if that still doesn't sound familiar, you've most likely heard her at some point on Facebook, saying:",
        "start": 14.04,
        "duration": 4.86
    },
    {
        "text": "The snowflake",
        "start": 18.9,
        "duration": 0.7
    },
    {
        "text": "the snowflakes",
        "start": 19.6,
        "duration": 0.62
    },
    {
        "text": "snowflake",
        "start": 20.22,
        "duration": 0.52
    },
    {
        "text": "snowflakes",
        "start": 20.84,
        "duration": 0.62
    },
    {
        "text": "snowflake",
        "start": 21.52,
        "duration": 0.7
    },
    {
        "text": "snowflake",
        "start": 22.28,
        "duration": 0.58
    },
    {
        "text": "snowflake",
        "start": 22.92,
        "duration": 0.54
    },
    {
        "text": "snowflake",
        "start": 23.54,
        "duration": 0.5
    },
    {
        "text": "the snowflakes",
        "start": 24.1,
        "duration": 0.5
    },
    {
        "text": "She hates snowflakes and liberals, and she's gonna yell about it, and she has blown up over the past year.",
        "start": 24.6,
        "duration": 4.18
    },
    {
        "text": "Well, she did something the other day that has a lot of her conservative support bashing her.",
        "start": 28.78,
        "duration": 4.06
    },
    {
        "text": "And that was, when she went on the show The View, she said this:",
        "start": 32.84,
        "duration": 2.58
    },
    {
        "text": "[Lahren:] I'm pro-choice, and here's why. I am a constitutional,",
        "start": 35.42,
        "duration": 2.74
    },
    {
        "text": "you know, someone that loves the Constitution. I am someone that's for limited government,",
        "start": 38.16,
        "duration": 3.3
    },
    {
        "text": "and so I can't sit here and be a hypocrite and say I'm for limited government but I think that the government should decide what women do with their bodies.",
        "start": 41.46,
        "duration": 4.94
    },
    {
        "text": "I can sit here and say that as a Republican. And I can say, you know what? I'm for limited government,",
        "start": 46.4,
        "duration": 4.22
    },
    {
        "text": "so stay out of my guns, and you can stay out of my body as well.",
        "start": 50.62,
        "duration": 3.14
    },
    {
        "text": "And there was a lot of backlash, because in general, most conservatives are against abortion.",
        "start": 53.76,
        "duration": 3.94
    },
    {
        "text": "They don't see it about a woman making a choice about a baby in the future,",
        "start": 57.7,
        "duration": 2.96
    },
    {
        "text": "or the removal of cells, they see someone killing a baby.",
        "start": 60.66,
        "duration": 3.44
    },
    {
        "text": "And, you know, this is a massive debate for a ton people.",
        "start": 64.1,
        "duration": 1.72
    },
    {
        "text": "So she got a ton of hate. People saying, I can't believe I supported you, you're pro-baby killing.",
        "start": 65.82,
        "duration": 4.08
    },
    {
        "text": "I can't believe you're in favor of infanticide.",
        "start": 69.9,
        "duration": 2.1
    },
    {
        "text": "Even Glenn Beck chiming in, tweeting:",
        "start": 72.0,
        "duration": 1.62
    },
    {
        "text": "Rule another label out. I am not a 'constitutional.'",
        "start": 73.62,
        "duration": 2.98
    },
    {
        "text": "I believe in life, liberty and property.",
        "start": 76.6,
        "duration": 1.8
    },
    {
        "text": "Just an old fashioned 'constitutionalist.'",
        "start": 78.4,
        "duration": 2.0
    },
    {
        "text": "Then I saw a lot of liberal people that were cheering Tomi getting all this hate.",
        "start": 80.4,
        "duration": 3.32
    },
    {
        "text": "Which is also kind of funny to me, because they're happy Tomi Lahren's getting hate,",
        "start": 83.72,
        "duration": 3.42
    },
    {
        "text": "but it's because that she has a view that a lot of them agree with.",
        "start": 87.14,
        "duration": 3.2
    },
    {
        "text": "But I guess they still see it as the comeuppance for her saying a lot of the other stuff that they don't like.",
        "start": 90.34,
        "duration": 3.52
    },
    {
        "text": "But also something I wanna put out there is, just because someone says they're a Republican, or a Democrat,",
        "start": 93.86,
        "duration": 3.9
    },
    {
        "text": "we shouldn't lock them into a specific box.",
        "start": 97.76,
        "duration": 2.78
    },
    {
        "text": "According to the Pew Research Center last year, yes,",
        "start": 100.54,
        "duration": 2.36
    },
    {
        "text": "while a majority of Republicans believe that abortion should be illegal in most cases,",
        "start": 102.9,
        "duration": 3.92
    },
    {
        "text": "34% actually believe that it should be legal in most cases.",
        "start": 106.82,
        "duration": 3.06
    },
    {
        "text": "With independents, the support jumps to 60%,",
        "start": 109.88,
        "duration": 2.08
    },
    {
        "text": "and with the Democrats, it jumps to 79%, but a big thing to note there,",
        "start": 111.96,
        "duration": 3.1
    },
    {
        "text": "there are still 18% of Democrats in this poll that think abortion should be illegal in most cases.",
        "start": 115.06,
        "duration": 4.42
    },
    {
        "text": "We often think of both parties in their most extreme viewpoints,",
        "start": 119.48,
        "duration": 3.3
    },
    {
        "text": "and it's important to remember that people in general, their beliefs exist on a spectrum.",
        "start": 122.78,
        "duration": 3.76
    },
    {
        "text": "There are definitely trends and certain locked-in beliefs that go with other beliefs,",
        "start": 126.54,
        "duration": 3.5
    },
    {
        "text": "but you should never really expect to agree with someone on every topic.",
        "start": 130.04,
        "duration": 3.28
    },
    {
        "text": "Now that said, Tomi Lahren has also come under fire for a different reason,",
        "start": 133.32,
        "duration": 2.96
    },
    {
        "text": "not because she has this opinion,",
        "start": 136.28,
        "duration": 1.8
    },
    {
        "text": "but people are pointing to another video saying, Tomi Lahren is a hypocrite,",
        "start": 138.08,
        "duration": 3.26
    },
    {
        "text": "she doesn't stand for anything, and she says whatever",
        "start": 141.34,
        "duration": 2.94
    },
    {
        "text": "to just try to get the most views possible.",
        "start": 144.28,
        "duration": 2.02
    },
    {
        "text": "And it's this video where she says this:",
        "start": 146.3,
        "duration": 1.46
    },
    {
        "text": "[Lahren:] Pro-choicers are supposed to be about rare and safe abortions.",
        "start": 147.76,
        "duration": 3.5
    },
    {
        "text": "That's how they avoid sounding like straight-up baby killers?",
        "start": 151.5,
        "duration": 2.74
    },
    {
        "text": "By acknowledging abortion as not a positive thing and a difficult choice?",
        "start": 154.24,
        "duration": 3.62
    },
    {
        "text": "Then we have Lena freakin' Dunham out there wishing she could have murdered a fetus.",
        "start": 158.32,
        "duration": 4.24
    },
    {
        "text": "Wishing for the option to kill your child doesn't exactly say much about the cause,",
        "start": 162.7,
        "duration": 3.76
    },
    {
        "text": "her character, or the pro-choice movement.",
        "start": 166.46,
        "duration": 2.66
    },
    {
        "text": "So on top of Lena Dunham, she bashes the pro-choice movement in general as baby killers,",
        "start": 169.12,
        "duration": 4.1
    },
    {
        "text": "but then she goes on The View, she abandons the phrase that this is baby killing,",
        "start": 173.22,
        "duration": 3.7
    },
    {
        "text": "and uses it as a place to say the government shouldn't be involved.",
        "start": 176.92,
        "duration": 2.36
    },
    {
        "text": "Later tweeting:",
        "start": 179.28,
        "duration": 0.64
    },
    {
        "text": "Listen, I am not glorifying abortion. I don't personally advocate for",
        "start": 179.92,
        "duration": 3.1
    },
    {
        "text": "it I just don't think it's the governments place to dictate",
        "start": 183.02,
        "duration": 1.96
    },
    {
        "text": "But of course, the argument people are putting across is, if you're saying that it is baby killing,",
        "start": 185.02,
        "duration": 3.8
    },
    {
        "text": "Right, to cut back to a different video, Glenn Beck tweeted this one out,",
        "start": 188.82,
        "duration": 2.68
    },
    {
        "text": "that showed Tomi and other women mocking other women who say it's 'my choice.'",
        "start": 191.5,
        "duration": 3.44
    },
    {
        "text": "Where they make jokes about whether it's one month into pregnancy and they decide to abort,",
        "start": 194.94,
        "duration": 4.22
    },
    {
        "text": "or the kid's being annoying after soccer practice, it's the mother's choice.",
        "start": 199.16,
        "duration": 3.6
    },
    {
        "text": "Right? That mindset is that there is a person inside of a woman.",
        "start": 202.76,
        "duration": 3.02
    },
    {
        "text": "And that's the main argument from pro-lifers. It's not about a woman's choice, it's about the choice of the baby.",
        "start": 205.78,
        "duration": 4.98
    },
    {
        "text": "That whether the baby is inside of the mother, or outside of the mother after birth,",
        "start": 210.76,
        "duration": 3.56
    },
    {
        "text": "that baby has rights.",
        "start": 214.32,
        "duration": 1.3
    },
    {
        "text": "The idea being that if a mother drowns her baby in a bathtub,",
        "start": 215.62,
        "duration": 2.4
    },
    {
        "text": "she's killing a baby, which she should not legally be allowed to do,",
        "start": 218.02,
        "duration": 2.22
    },
    {
        "text": "and they see abortion as the same thing.",
        "start": 220.24,
        "duration": 1.58
    },
    {
        "text": "So that's why many have been calling her a hypocrite and going at her for her beliefs.",
        "start": 221.82,
        "duration": 3.08
    },
    {
        "text": "And on top of all the hate that's being spewed right now, on top of the debating,",
        "start": 224.9,
        "duration": 3.1
    },
    {
        "text": "reports came out that she was suspended from her show this week.",
        "start": 228.0,
        "duration": 2.6
    },
    {
        "text": "And if that's true, I gotta say, I don't understand the move.",
        "start": 230.6,
        "duration": 2.48
    },
    {
        "text": "Because if you've ever listened to Glenn Beck talk about this topic,",
        "start": 233.08,
        "duration": 2.8
    },
    {
        "text": "he says he doesn't hire people that just believe what he believes.",
        "start": 235.88,
        "duration": 2.38
    },
    {
        "text": "He says he brings people in because he wants different people to be able to argue their points",
        "start": 238.26,
        "duration": 3.22
    },
    {
        "text": "so that people can have a real conversation.",
        "start": 241.48,
        "duration": 1.5
    },
    {
        "text": "If you're pro-choice, you can have a job at The Blaze.",
        "start": 243.04,
        "duration": 3.52
    },
    {
        "text": "Um...",
        "start": 246.96,
        "duration": 0.5
    },
    {
        "text": "I don't hire people who are sycophants, or who have my opinions.",
        "start": 247.96,
        "duration": 4.12
    },
    {
        "text": "So then, if the allegations are true that they did suspend Tomi Lahren this week,",
        "start": 252.08,
        "duration": 3.54
    },
    {
        "text": "how does that make sense? Whether she said something that you don't agree with,",
        "start": 255.62,
        "duration": 2.94
    },
    {
        "text": "she said something that proves she's a hypocrite, how does that-",
        "start": 258.56,
        "duration": 2.68
    },
    {
        "text": "How does shutting her down not make you a hypocrite?",
        "start": 261.24,
        "duration": 2.16
    },
    {
        "text": "I don't know, all this infighting and the shouts from the sideline.",
        "start": 263.4,
        "duration": 3.06
    },
    {
        "text": "It's a very interesting situation.",
        "start": 266.46,
        "duration": 2.0
    },
    {
        "text": "So with that said, I wanna pass the question off to you. What is your opinion on this?",
        "start": 268.46,
        "duration": 3.14
    },
    {
        "text": "Do you think what she's saying makes sense? Do you think she went too far calling people hypocrites?",
        "start": 271.6,
        "duration": 3.72
    },
    {
        "text": "Or do you think, no, she's a hypocrite. She doesn't believe what she's saying she's going for views.",
        "start": 275.32,
        "duration": 3.84
    },
    {
        "text": "It's really any thoughts you get from this I'd love to know what you think.",
        "start": 279.16,
        "duration": 2.8
    },
    {
        "text": "And from there, I want to share some stuff I love today,",
        "start": 281.96,
        "duration": 2.3
    },
    {
        "text": "And today in awesome, brought to you by The Sports! Shirt.",
        "start": 284.26,
        "duration": 2.94
    },
    {
        "text": "A shirt that says, \"I don't understand what these people are doing with that ball,",
        "start": 287.2,
        "duration": 2.56
    },
    {
        "text": "but thank you for inviting me to the party.",
        "start": 289.76,
        "duration": 2.06
    },
    {
        "text": "I hope the person and/or team you like wins.",
        "start": 291.82,
        "duration": 2.04
    },
    {
        "text": "You could also lie to me about the rules and I'll just go along with that.",
        "start": 293.86,
        "duration": 2.5
    },
    {
        "text": "I know that design's one of your favorites, so I thought I'd bring it back for a little bit.",
        "start": 296.36,
        "duration": 2.64
    },
    {
        "text": "The first bit of Awesome is, if you have Netflix,",
        "start": 299.0,
        "duration": 2.14
    },
    {
        "text": "Dave Chappelle has two new comedy specials that just came out",
        "start": 301.14,
        "duration": 3.3
    },
    {
        "text": "I have 20 minutes left to finish the second one but I got to say, everything I've seen so far I loved it.",
        "start": 304.44,
        "duration": 4.14
    },
    {
        "text": "I know comedy is subjective but if you like Dave Chappelle, Boom. More Dave Chappelle",
        "start": 308.58,
        "duration": 3.98
    },
    {
        "text": "Then, if you're a fan of horrifying nuclear explosion porn,",
        "start": 312.56,
        "duration": 3.68
    },
    {
        "text": "dozens of now declassified videos from the 1950s and 1960s",
        "start": 316.24,
        "duration": 3.96
    },
    {
        "text": "of the United States testing nukes has been uploaded to YouTube. It is horrifying",
        "start": 320.2,
        "duration": 4.5
    },
    {
        "text": "Then we got video of Jake Gyllenhaal and Ryan Reynolds losing it during an interview",
        "start": 324.7,
        "duration": 4.38
    },
    {
        "text": "Then, today we got some more super hot fire",
        "start": 329.08,
        "duration": 1.88
    },
    {
        "text": "and if you don't know what that reference is, don't worry about it.",
        "start": 330.96,
        "duration": 2.18
    },
    {
        "text": "It's just for those that do.",
        "start": 333.14,
        "duration": 0.72
    },
    {
        "text": "Then, really quick, I just want to give a shout out to everyone who created promoted is involved with love Army for Somalia.",
        "start": 333.86,
        "duration": 6.84
    },
    {
        "text": "To oversimplify this campaign, people saw that there were people suffering, not having access to water, to food.",
        "start": 340.7,
        "duration": 4.88
    },
    {
        "text": "So they came up with the idea to let's raise money so we can buy food and we can buy water",
        "start": 345.58,
        "duration": 3.37
    },
    {
        "text": "and let's try and convince Turkish Airlines to fly it to Somalia",
        "start": 348.95,
        "duration": 3.83
    },
    {
        "text": "and Turkish Airlines said yeah we love Somalia let's do this reportedly not",
        "start": 352.82,
        "duration": 3.04
    },
    {
        "text": "only did they agree to do a full cargo flight about 60 tons of food they also",
        "start": 355.86,
        "duration": 3.76
    },
    {
        "text": "reportedly agreed to transfer 140 tons of food spread over the next six months",
        "start": 359.66,
        "duration": 3.48
    },
    {
        "text": "and as far as how much money they raised for all that food and water as of",
        "start": 363.14,
        "duration": 2.92
    },
    {
        "text": "recording this video it is at one point nine eight nine million dollars it is",
        "start": 366.08,
        "duration": 3.84
    },
    {
        "text": "about the past two million dollars I just want to spread that story cuz it's a story of love of people that didn't",
        "start": 369.92,
        "duration": 4.94
    },
    {
        "text": "have to do something that did something I think it's important we acknowledge when these good things happen",
        "start": 374.86,
        "duration": 3.62
    },
    {
        "text": "because otherwise we can have a pretty dark view of the world and also if you want to help push it over that to a million",
        "start": 378.5,
        "duration": 3.94
    },
    {
        "text": "number you want to promote it link to that down below if you want to see the full versions everything I just shared",
        "start": 382.46,
        "duration": 4.32
    },
    {
        "text": "the secret link of the day anything at all links is always on the description",
        "start": 386.8,
        "duration": 3.76
    },
    {
        "text": "down below then let's talk about you -because you cynical bastards won't believe this YouTube apologised",
        "start": 390.56,
        "duration": 6.22
    },
    {
        "text": "and admitted there was a problem that is not a joke that is a thing that happened they said",
        "start": 396.78,
        "duration": 3.8
    },
    {
        "text": "quote we're sorry and we're going to fix it now just in case there are people that are not aware of the relationship",
        "start": 400.58,
        "duration": 5.28
    },
    {
        "text": "many of us have with YouTube this is this is akin to waking up and seeingDonald Trump tweet",
        "start": 405.86,
        "duration": 5.86
    },
    {
        "text": "hey you know what I just realised I've been kind of a dick for a bit also some of the negative",
        "start": 411.72,
        "duration": 4.62
    },
    {
        "text": "things about me in the news aren't fake news you'd be like what is happening",
        "start": 416.36,
        "duration": 3.12
    },
    {
        "text": "did Donald Trump get hacked? but they did it initially tweeting sorry for all the",
        "start": 419.5,
        "duration": 3.14
    },
    {
        "text": "confusion with restricted mode some videos have been incorrectly labeled and that's not right we're on it more to come",
        "start": 422.66,
        "duration": 4.62
    },
    {
        "text": "if you don't know restricted mode as a setting on YouTube that is supposed to block mature content on YouTube",
        "start": 427.28,
        "duration": 4.76
    },
    {
        "text": "and in the past week a lot of people realised a tone of people are blocked",
        "start": 432.04,
        "duration": 2.44
    },
    {
        "text": "seemingly for not the best reasons and in the story really blew up when LGBT",
        "start": 434.5,
        "duration": 3.92
    },
    {
        "text": "creators realize that when they talked about their sexuality like them",
        "start": 438.44,
        "duration": 3.5
    },
    {
        "text": "realizing that they were gay or someone talking about their transition from a man to a woman or something like that",
        "start": 441.94,
        "duration": 5.74
    },
    {
        "text": "those videos were being removed under restricted mode they were saying all Wed",
        "start": 447.74,
        "duration": 2.58
    },
    {
        "text": "just me explaining my life how does that make me too adult not appropriate",
        "start": 450.38,
        "duration": 4.4
    },
    {
        "text": "and then later you can put out a statement on their blog writing we understand that",
        "start": 454.78,
        "duration": 3.2
    },
    {
        "text": "this has been confusing and upsetting and many of you have raised concerns about restrictive mode in your content",
        "start": 458.0,
        "duration": 4.18
    },
    {
        "text": "being unfairly impact a bottom line is that this feature isn't working the way",
        "start": 462.22,
        "duration": 3.56
    },
    {
        "text": "it should we're sorry and we're going to fix it we designed this feature to broadly restrict content across more",
        "start": 465.82,
        "duration": 4.72
    },
    {
        "text": "mature topics whether these are videos that contain profanity those that depict",
        "start": 470.56,
        "duration": 3.36
    },
    {
        "text": "images or depictions of violent or discussion of certain diseases like addictions and eating disorders",
        "start": 473.96,
        "duration": 4.7
    },
    {
        "text": "today about 1.5 percent of YouTube's daily views come from people of restricted",
        "start": 478.66,
        "duration": 3.24
    },
    {
        "text": "mode turned on we know this isn't about the number it's about the principle of",
        "start": 481.94,
        "duration": 3.1
    },
    {
        "text": "anyone having access to important content in different points of view event provide examples of videos they",
        "start": 485.08,
        "duration": 4.46
    },
    {
        "text": "got it wrong on and ending on the note",
        "start": 489.58,
        "duration": 1.66
    },
    {
        "text": "of it will take us time to fully audit our technology and roll out new changes",
        "start": 491.24,
        "duration": 3.3
    },
    {
        "text": "so please bear with us and you've watch a show for a while you know I am hyper critical of YouTube but I also love them",
        "start": 494.54,
        "duration": 4.66
    },
    {
        "text": "well I commend them that something on their site is not working as intended",
        "start": 499.2,
        "duration": 3.16
    },
    {
        "text": "and that they apologize I know that for a lot of people that's not enough I didn't even realize that have been",
        "start": 502.4,
        "duration": 3.9
    },
    {
        "text": "available for this long but this has been a feature since 2010 and it's one thing to say that the system is not",
        "start": 506.32,
        "duration": 4.9
    },
    {
        "text": "working as intended when you go into YouTube's own policy center it's as a video is not automatically filtered from",
        "start": 511.24,
        "duration": 4.6
    },
    {
        "text": "restricted mode like videos are reviewed by our team for violations of the Community Guidelines and",
        "start": 515.92,
        "duration": 3.94
    },
    {
        "text": "videos that are age restricted as part of that process will not appear for users that have",
        "start": 519.86,
        "duration": 3.24
    },
    {
        "text": "restricted mode turned on but tonight I say out of the over 2,000 videos I have uploaded to this channel",
        "start": 523.16,
        "duration": 5.42
    },
    {
        "text": "over my entire career not one of them is viewable on restricted mode",
        "start": 528.6,
        "duration": 4.38
    },
    {
        "text": "thats a ridiculous thought you manually you view people manually go through my entire",
        "start": 533.04,
        "duration": 3.38
    },
    {
        "text": "archive and go no to every single video it kind of seems like a policy pages",
        "start": 536.42,
        "duration": 4.14
    },
    {
        "text": "lying to me but I'm going to turn off cynical Phil for a second switch back to",
        "start": 540.56,
        "duration": 2.66
    },
    {
        "text": "positive Phil and and just once again Thank You YouTube for acknowledging that",
        "start": 543.22,
        "duration": 3.82
    },
    {
        "text": "something on your site was not working as intended and saying you're going to",
        "start": 547.08,
        "duration": 3.16
    },
    {
        "text": "fix it now we go into the realm of words or words actions or actions and many of",
        "start": 550.26,
        "duration": 4.24
    },
    {
        "text": "us who continue to watch who are rooting for you will hold you accountable based",
        "start": 554.52,
        "duration": 4.1
    },
    {
        "text": "on your actions in the future and then one of the most requested stories today",
        "start": 558.66,
        "duration": 3.4
    },
    {
        "text": "let's talk about sorts of identity last night the YouTube channel SourceFed",
        "start": 562.08,
        "duration": 3.46
    },
    {
        "text": "announced SourceFed, Source fed nerd and the channel 'people be like'",
        "start": 565.54,
        "duration": 3.04
    },
    {
        "text": "are being cancelled now if you're new here and you're wondering why people are asking",
        "start": 568.58,
        "duration": 2.3
    },
    {
        "text": "me this question it's because over five plus years ago I created SourceFed and then later SourceFed nerd",
        "start": 570.9,
        "duration": 5.06
    },
    {
        "text": "the big thing to know moving forward and I said this on other occasions when people ask me",
        "start": 576.0,
        "duration": 2.82
    },
    {
        "text": "about the content of their videos or decisions or whatever I have not been involved in nor made choices on those",
        "start": 578.94,
        "duration": 5.94
    },
    {
        "text": "channels for the longest time and that was always kinda the intent now for you",
        "start": 584.9,
        "duration": 3.44
    },
    {
        "text": "long timers who know what the original content was and what it is now you know",
        "start": 588.38,
        "duration": 4.3
    },
    {
        "text": "that it's like it's pretty much a completely different channel than content the people running like I hand",
        "start": 592.68,
        "duration": 3.62
    },
    {
        "text": "selected the first six hosts for those channel but a change was also kind of the point of the experiment",
        "start": 596.34,
        "duration": 4.38
    },
    {
        "text": "from the beginning my goal at SourceFed was to have whoever was producing and hosting",
        "start": 600.74,
        "duration": 3.44
    },
    {
        "text": "that show drive that show of course it's going to change over time initially was",
        "start": 604.18,
        "duration": 3.28
    },
    {
        "text": "myself and producer than the host then because the funding for the YouTube channels ran out and I was paying for",
        "start": 607.52,
        "duration": 4.24
    },
    {
        "text": "the channels out of my own pocket and it was burning a hole it was not profitable",
        "start": 611.78,
        "duration": 3.6
    },
    {
        "text": "at that time I talked to and sold a bunch of channels to discovery digital networks and revision 3 through that",
        "start": 615.44,
        "duration": 4.4
    },
    {
        "text": "relationship continued for a while I became less involved until I was completely not involved now 2017",
        "start": 619.92,
        "duration": 5.0
    },
    {
        "text": "the situation has changed further there was a merger of a bunch of different",
        "start": 624.92,
        "duration": 2.42
    },
    {
        "text": "channels and networks into a thing called Group 9 group 9 is now who owns",
        "start": 627.42,
        "duration": 3.36
    },
    {
        "text": "and makes decisions regarding those properties so that was asking Phil why",
        "start": 630.86,
        "duration": 2.9
    },
    {
        "text": "did you shut down source fed,  I didn't I didn't make that decision also in connection to this",
        "start": 633.78,
        "duration": 3.88
    },
    {
        "text": "there was a tube filter article that talked about this that said",
        "start": 637.66,
        "duration": 2.599
    },
    {
        "text": "that the reason that I took time off was to deal with it it's not the case because I haven't had input",
        "start": 640.26,
        "duration": 4.54
    },
    {
        "text": "on that channel in a very long time, my time off last week had everything to do with",
        "start": 644.8,
        "duration": 3.48
    },
    {
        "text": "the future of my show my career and my channel if you have watched a show for the",
        "start": 648.28,
        "duration": 4.34
    },
    {
        "text": "past year you know that I have some new lofty goals and the show and Channel",
        "start": 652.62,
        "duration": 3.94
    },
    {
        "text": "are doing better than ever and it's the prime time to do which I'm just trying to trying to do that and going into that",
        "start": 656.56,
        "duration": 4.56
    },
    {
        "text": "further right now would not be the most professional thing I could do right now",
        "start": 661.12,
        "duration": 3.06
    },
    {
        "text": "so that's where I'm going to leave that",
        "start": 664.18,
        "duration": 1.05
    },
    {
        "text": "that said the final note I want to say here and I'll say it with this picture",
        "start": 665.23,
        "duration": 3.75
    },
    {
        "text": "that I have found yesterday I think I was finalizing a post schedule and our",
        "start": 668.98,
        "duration": 3.82
    },
    {
        "text": "original hosts in this picture in that big empty office all our rides and ventures end at some point",
        "start": 672.84,
        "duration": 6.18
    },
    {
        "text": "and it is that journey and the experiences you",
        "start": 679.02,
        "duration": 1.86
    },
    {
        "text": "have with people that really make it special creating something from nothing putting your reputation on the line",
        "start": 681.0,
        "duration": 5.18
    },
    {
        "text": "finding fantastic people to all work together to make an even more fantastic thing",
        "start": 686.2,
        "duration": 5.24
    },
    {
        "text": "the only thing that sucks is it probably doesn't come across to to the people that I employed and brought into",
        "start": 691.5,
        "duration": 5.48
    },
    {
        "text": "this but I felt very much privileged to work with such fantastic people and",
        "start": 697.08,
        "duration": 4.0
    },
    {
        "text": "thats where I am going to end today's show and remember",
        "start": 701.08,
        "duration": 2.64
    },
    {
        "text": "if you liked this video like what I do on this channel hit that like button",
        "start": 703.72,
        "duration": 3.2
    },
    {
        "text": "if you new here hit that subscribe button also the week I've got you out of whack",
        "start": 706.98,
        "duration": 2.88
    },
    {
        "text": "you missed yesterday's show you can click or tap right there to watch that if",
        "start": 709.92,
        "duration": 2.78
    },
    {
        "text": "you want to see the brand-new vlog that was posted yesterday but it'll be new",
        "start": 712.78,
        "duration": 3.2
    },
    {
        "text": "that you click or tap right there to watch that but that's what of course as",
        "start": 715.98,
        "duration": 3.2
    },
    {
        "text": "always my name is philip defranco you've",
        "start": 719.22,
        "duration": 2.02
    },
    {
        "text": "just been phill'd then I love yo faces and I'll see you tomorrow",
        "start": 721.24,
        "duration": 4.28
    }
]