[
    {
        "text": "'Sup you beautiful bastards, welcome back to your daily Philip DeFranco show,",
        "start": 0.02,
        "duration": 3.18
    },
    {
        "text": "My name is Philip Defranco, and let's just jump into it!",
        "start": 3.2,
        "duration": 3.1
    },
    {
        "text": "And the first thing we're gonna talk about today is the incredibly troubling story around Michelle Hackney.",
        "start": 6.4,
        "duration": 4.0
    },
    {
        "text": "She's a mother who runs a youtube channel called \"Fantastic Adventures,\" and she has been arrested for child abuse.",
        "start": 10.5,
        "duration": 5.0
    },
    {
        "text": "The channel in question has nearly 800,000 subscribers, they've gotten over 250 million views,",
        "start": 15.5,
        "duration": 4.3
    },
    {
        "text": "and it featured Hackney's 7 adopted children acting in various sketches.",
        "start": 19.8,
        "duration": 3.2
    },
    {
        "text": "And according to court records obtained by local news sources in Arizona,",
        "start": 23.0,
        "duration": 3.3
    },
    {
        "text": "Hackney would physically abuse her children when they messed up lines,",
        "start": 26.3,
        "duration": 2.8
    },
    {
        "text": "or didn't take her direction when making videos for the channel.",
        "start": 29.1,
        "duration": 2.7
    },
    {
        "text": "And going into hyper-specifics,",
        "start": 31.8,
        "duration": 1.4
    },
    {
        "text": "she is being accused of locking her children in a closet,",
        "start": 33.2,
        "duration": 2.5
    },
    {
        "text": "starving them, forcing them to take ice baths, pepper spraying their whole bodies,",
        "start": 35.77,
        "duration": 4.03
    },
    {
        "text": "including their faces and genitalia, and beating them with belts, brushes and hangers.",
        "start": 39.879,
        "duration": 4.521
    },
    {
        "text": "On at least, one occasion, and I apologize, this is very graphic--",
        "start": 44.4,
        "duration": 3.2
    },
    {
        "text": "--one of her sons bled when the tip of his penis was pinched.",
        "start": 47.6,
        "duration": 3.0
    },
    {
        "text": "And so she's been arrested on seven counts of child abuse,",
        "start": 50.6,
        "duration": 2.4
    },
    {
        "text": "Five counts of unlawful imprisonment, and two counts of child molestation.",
        "start": 53.0,
        "duration": 3.6
    },
    {
        "text": "Now Hackney denies these accusations, saying that she would punish her kids,",
        "start": 56.6,
        "duration": 3.1
    },
    {
        "text": "But only by spanking, grounding and having them stand in a corner.",
        "start": 59.7,
        "duration": 2.549
    },
    {
        "text": "Also, she's not the only one to have been arrested,",
        "start": 62.25,
        "duration": 1.85
    },
    {
        "text": "her biological sons Logan and Ryan, who appear on the Fantastic Adventures Channel, have also been arrested on charges of not reporting child abuse.",
        "start": 64.1,
        "duration": 6.5
    },
    {
        "text": "And as far as how she was caught, what led to these arrests,",
        "start": 70.6,
        "duration": 2.4
    },
    {
        "text": "according to reports, it was actually Hackney's 19 year old biological daughter",
        "start": 73.0,
        "duration": 3.0
    },
    {
        "text": "who contacted authorities last week after one of the adopted siblings told her what was going on.",
        "start": 76.0,
        "duration": 4.0
    },
    {
        "text": "That prompted the police to conduct a wellness check,",
        "start": 80.0,
        "duration": 1.9
    },
    {
        "text": "and when they showed up, they found seven children who appeared pale and malnourished,",
        "start": 81.9,
        "duration": 3.4
    },
    {
        "text": "and one was in a closet wearing only a pull-up diaper.",
        "start": 85.3,
        "duration": 2.179
    },
    {
        "text": "According to the reports the children told officers",
        "start": 87.479,
        "duration": 1.741
    },
    {
        "text": "They were hungry and thirsty with one child drinking three 16-ounce water bottles in less than 20 minutes",
        "start": 89.22,
        "duration": 4.589
    },
    {
        "text": "also reportedly one was even afraid to eat because they feared the mother would smell the food on their breath the police also obtained a",
        "start": 93.81,
        "duration": 5.34
    },
    {
        "text": "Search warrant and found bottles of pepper spray in Hackney's room",
        "start": 99.15,
        "duration": 2.759
    },
    {
        "text": "Which was actually located next to the closet that the children were often locked in which was dubbed the green room and while being interviewed",
        "start": 101.909,
        "duration": 5.52
    },
    {
        "text": "By police some of the children's hold officers",
        "start": 107.43,
        "duration": 1.68
    },
    {
        "text": "they've been subject to numerous forms of abuse with one saying I either get beat with a hanger or",
        "start": 109.11,
        "duration": 4.5
    },
    {
        "text": "Belts or a brush or get pepper sprayed from head to toe. Also according to authorities hackney removed the children from school",
        "start": 113.77,
        "duration": 6.05
    },
    {
        "text": "They haven't been to school in years so that the kids could focus on making YouTube videos work",
        "start": 120.009,
        "duration": 4.91
    },
    {
        "text": "but also we probably don't have all of the information because reportedly some of the kids couldn't even go through with the interviews and they",
        "start": 124.92,
        "duration": 4.889
    },
    {
        "text": "Were shaking and afraid and as far as Hackney's adult biological sons",
        "start": 129.81,
        "duration": 3.419
    },
    {
        "text": "You had Logan who spoke to officers confirming that he knew of some of the abuse that was going on",
        "start": 133.46,
        "duration": 4.02
    },
    {
        "text": "adding that he and his brother Ryan had considered telling the police but never acted on it also saying",
        "start": 137.48,
        "duration": 4.38
    },
    {
        "text": "they would try to sneak food to their siblings when they could and as far as a young adopted kids now",
        "start": 141.86,
        "duration": 3.6
    },
    {
        "text": "The Department of Child Safety has taken the seven children out of Hackney's custody",
        "start": 145.47,
        "duration": 3.449
    },
    {
        "text": "Now as far as the YouTube channel, YouTube has deemed monetized the videos on the channel",
        "start": 148.92,
        "duration": 3.029
    },
    {
        "text": "But the channel does still remain up, and as far as why the channel is still up",
        "start": 151.95,
        "duration": 3.389
    },
    {
        "text": "It's essentially the same reasoning why the sevenawesomekids channel that we talked about previously",
        "start": 155.34,
        "duration": 3.36
    },
    {
        "text": "That remained up and so there was a conviction with YouTube giving that same quote when we're made aware of serious allegations of this nature",
        "start": 158.95,
        "duration": 5.69
    },
    {
        "text": "We take action which may include suspending monetization or upon conclusion of an investigation terminating channel",
        "start": 164.64,
        "duration": 5.61
    },
    {
        "text": "and as far as my reaction to this horror show of a story today, I",
        "start": 170.25,
        "duration": 4.02
    },
    {
        "text": "I don't even know how to properly react, everything in me wants to rage and curse her and talk about throwing the trash into the fire",
        "start": 174.82,
        "duration": 7.429
    },
    {
        "text": "But this brings up the once again, one of the several issues around channels that involve children that feature",
        "start": 182.47,
        "duration": 5.179
    },
    {
        "text": "children on any kind of remotely legitimate production, show...",
        "start": 188.2,
        "duration": 3.5
    },
    {
        "text": "There are so many rules in place, so many",
        "start": 191.7,
        "duration": 2.25
    },
    {
        "text": "safeguards in place for kids because really if you look at the kids on these channels in these videos",
        "start": 194.08,
        "duration": 4.58
    },
    {
        "text": "They're their actors, at the very least. You could say that they're working right? They're working to make a product",
        "start": 198.66,
        "duration": 5.16
    },
    {
        "text": "And so that is child labor, you know when we look at these channels often times",
        "start": 203.82,
        "duration": 3.239
    },
    {
        "text": "We probably think like worst case scenario what the parent films the kid?",
        "start": 207.06,
        "duration": 3.809
    },
    {
        "text": "They don't want to be filmed, that's already weird, and I don't like it",
        "start": 210.87,
        "duration": 3.18
    },
    {
        "text": "But here we see a situation where based on the allegations, you have this woman that was",
        "start": 214.05,
        "duration": 3.479
    },
    {
        "text": "exploiting these children",
        "start": 217.959,
        "duration": 1.411
    },
    {
        "text": "abusing these children to give a product.",
        "start": 219.37,
        "duration": 3.31
    },
    {
        "text": "Really trying to ruin them with abuse, ruin their future by pulling them out of school and it really makes me wonder I mean",
        "start": 222.68,
        "duration": 5.46
    },
    {
        "text": "what can be put in place to protect these kids so really what the story I have like this this anger and this kind of",
        "start": 228.15,
        "duration": 5.97
    },
    {
        "text": "Feeling of helplessness. No",
        "start": 234.12,
        "duration": 1.02
    },
    {
        "text": "No, but of course with this story",
        "start": 235.14,
        "duration": 1.24
    },
    {
        "text": "There's a story some of my person will take away and I pass a question off to you",
        "start": 236.38,
        "duration": 3.289
    },
    {
        "text": "What do you think about the story? How do you feel with this story?",
        "start": 239.7,
        "duration": 2.789
    },
    {
        "text": "And then let's talk about advertising and part of the reason not the only reason but part of the reason this story has popped up",
        "start": 242.489,
        "duration": 5.04
    },
    {
        "text": "And people have been requesting",
        "start": 247.53,
        "duration": 0.9
    },
    {
        "text": "It is James Charles. James Charles, of course, massive in the YouTube beauty makeup space.",
        "start": 248.43,
        "duration": 4.35
    },
    {
        "text": "On one of his latest videos, he got some backlash for the number of ads he used.",
        "start": 252.98,
        "duration": 2.94
    },
    {
        "text": "One particularly that caught his attention. \"Six ads in a 24 minute video",
        "start": 255.92,
        "duration": 3.14
    },
    {
        "text": "PLEASE. STOP. Girl I know you gotta make that money but maybe 2-3 for 24 minutes",
        "start": 259.22,
        "duration": 3.94
    },
    {
        "text": "I don't know",
        "start": 263.16,
        "duration": 0.74
    },
    {
        "text": "I'm tired of ads being the new transition. You have so many sister subs",
        "start": 263.9,
        "duration": 2.68
    },
    {
        "text": "that I feel you out of most don't need that many ads.\"",
        "start": 266.66,
        "duration": 2.46
    },
    {
        "text": "So James Charles tweeted back, responded that",
        "start": 269.36,
        "duration": 2.04
    },
    {
        "text": "\"6 ads on a 30 minute YouTube video equals roughly four minutes of ads which you can usually skip,",
        "start": 271.56,
        "duration": 4.06
    },
    {
        "text": "and which YouTube takes a huge percentage of,",
        "start": 275.74,
        "duration": 1.58
    },
    {
        "text": "but a 30 minute TV show has eight minutes of non-skippable ads and no one questions it.",
        "start": 277.5,
        "duration": 3.5
    },
    {
        "text": "Please stop complaining when youtubers recognize their worth.\" Then even people comparing James to other big",
        "start": 281.24,
        "duration": 4.679
    },
    {
        "text": "Youtubers people saying things like Jenna Marbles puts one ad on her videos either sit back",
        "start": 285.99,
        "duration": 3.739
    },
    {
        "text": "But YouTube videos are not comparable to TV. It wasn't just complaints in backlash",
        "start": 289.729,
        "duration": 3.63
    },
    {
        "text": "It was actually an interesting discussion happening online. People comparing the digital space to the mainstream space",
        "start": 293.36,
        "duration": 4.679
    },
    {
        "text": "I mean we even did a deep dive on it. Just what one two weeks ago",
        "start": 298.039,
        "duration": 2.85
    },
    {
        "text": "Saw James post more tweets later on saying if you think I'm annoying on camera about YouTube business and marketing",
        "start": 300.889,
        "duration": 4.799
    },
    {
        "text": "You should see me in some of the phone calls and meetings I have.",
        "start": 305.688,
        "duration": 1.852
    },
    {
        "text": "I'm totally okay with looking greedy or obnoxious if it means that traditional media may finally start to understand",
        "start": 307.54,
        "duration": 4.62
    },
    {
        "text": "the value of content creators and what we bring to the table.",
        "start": 312.16,
        "duration": 2.2
    },
    {
        "text": "I am fighting the battle now, and I'm so grateful to have a loyal fan base that",
        "start": 314.36,
        "duration": 2.98
    },
    {
        "text": "understand what I'm trying to achieve and will support me and I hope to pave a way for future creators to be respected in the",
        "start": 317.46,
        "duration": 5.239
    },
    {
        "text": "Entertainment industry.\" Now I will say if I am critical to some degree in defeat that feels a little self-important",
        "start": 322.699,
        "duration": 5.04
    },
    {
        "text": "You know connected how this story started",
        "start": 327.74,
        "duration": 1.38
    },
    {
        "text": "It feels a little bit like yes, I am a hero for running 6 minerals, but from a business standpoint",
        "start": 329.12,
        "duration": 3.779
    },
    {
        "text": "I do understand some of the struggles",
        "start": 332.9,
        "duration": 1.379
    },
    {
        "text": "I do understand some of the ambitions and I do understand the lack of respect",
        "start": 334.279,
        "duration": 4.02
    },
    {
        "text": "Even the largest creators at times get from the mainstream",
        "start": 338.43,
        "duration": 3.049
    },
    {
        "text": "I don't just mean that with the mainstream media, but with certain digital brands",
        "start": 341.479,
        "duration": 3.299
    },
    {
        "text": "There's this whole education that's been happening over the past decade",
        "start": 344.969,
        "duration": 2.6
    },
    {
        "text": "But ultimately what I would say to James any other creator the audience out there is the market design, right?",
        "start": 347.569,
        "duration": 4.619
    },
    {
        "text": "Let's look at James's new video. He's a pre-roll post-roll and five minerals",
        "start": 352.189,
        "duration": 3.54
    },
    {
        "text": "So seven ads and all of these individuals get to decide either one",
        "start": 355.729,
        "duration": 3.029
    },
    {
        "text": "They're completely fine with us or they'll just watch through the ads - maybe they're bothered by a-- they stop watching",
        "start": 358.759,
        "duration": 4.95
    },
    {
        "text": "They unsubscribe three perhaps it pushes them to get a youtube premium subscription",
        "start": 363.71,
        "duration": 3.239
    },
    {
        "text": "Which of course removes ads from videos or four maybe pushes a viewer to get an ad blocker or change the whitelist settings on their?",
        "start": 366.949,
        "duration": 5.429
    },
    {
        "text": "Adblock the market decides and as of right now the market in general appears to be fine with this",
        "start": 372.379,
        "duration": 4.35
    },
    {
        "text": "But he's got over three million views",
        "start": 376.729,
        "duration": 1.351
    },
    {
        "text": "it's number two trending on YouTube and obviously audiences are different, but I will say in general looking at the number of",
        "start": 378.08,
        "duration": 5.429
    },
    {
        "text": "creators that are putting a great number of mid rolls in their content",
        "start": 383.669,
        "duration": 3.35
    },
    {
        "text": "It seems like in general people are okay with it. A good example of someone massively successful that uses",
        "start": 387.02,
        "duration": 5.18
    },
    {
        "text": "a ton of mid rolls is Mr. Beast",
        "start": 392.2,
        "duration": 1.74
    },
    {
        "text": "Although I will say he is a very unique",
        "start": 393.94,
        "duration": 1.8
    },
    {
        "text": "example because there there's a lot of money being spent or given away in a lot of his videos",
        "start": 395.75,
        "duration": 4.579
    },
    {
        "text": "I mean, for example, he recently did this",
        "start": 400.33,
        "duration": 1.929
    },
    {
        "text": "$200,000 airsoft battle royale with a ton of other youtubers 26 minutes with mid rolls pre-roll post-roll",
        "start": 402.259,
        "duration": 5.36
    },
    {
        "text": "He has nine heads and the video as a whole is sponsored by apex legend",
        "start": 407.99,
        "duration": 4.22
    },
    {
        "text": "But once again, there's a difference in a video that takes a lot a lot a lot of production. There's",
        "start": 412.21,
        "duration": 4.81
    },
    {
        "text": "$200,000 being given away and",
        "start": 417.02,
        "duration": 2.3
    },
    {
        "text": "Kind of just someone",
        "start": 419.33,
        "duration": 1.2
    },
    {
        "text": "speaking to camera or doing something even",
        "start": 420.53,
        "duration": 1.889
    },
    {
        "text": "Slightly greater than that that really only hits on viewer acceptance and I think it brings up this interesting conversation",
        "start": 422.419,
        "duration": 4.07
    },
    {
        "text": "Of should it matter how much something costs to me?",
        "start": 426.59,
        "duration": 2.359
    },
    {
        "text": "Right, if you're able to make a mainstream TV show for a lot less than let's say any of the other big players",
        "start": 428.949,
        "duration": 4.98
    },
    {
        "text": "But that new show that doesn't cost that much money. It gets a ton of big ads",
        "start": 433.93,
        "duration": 4.709
    },
    {
        "text": "It brings in a ton of money and I then show for some reason make less because it took less money or took less time",
        "start": 438.639,
        "duration": 5.79
    },
    {
        "text": "I personally don't think so and also as far as the use of a good number of mid rolls on the platform",
        "start": 444.43,
        "duration": 4.049
    },
    {
        "text": "I think we have to see it more and more and it's not",
        "start": 448.479,
        "duration": 1.69
    },
    {
        "text": "Necessarily because of greed or just because people want to make more money but because of stability, you know, whenever we talk about it",
        "start": 450.169,
        "duration": 4.79
    },
    {
        "text": "I talked about YouTube being you know an unsustainable place",
        "start": 454.96,
        "duration": 2.67
    },
    {
        "text": "It's a shaky space depending on your content and if you want to be able to do this long term",
        "start": 457.63,
        "duration": 3.539
    },
    {
        "text": "You have to be able to predict your revenue end for example of how unsustainable and you don't you never know",
        "start": 461.169,
        "duration": 5.22
    },
    {
        "text": "what's gonna happen today's video gets hit because we covered that very troubling but",
        "start": 466.389,
        "duration": 3.869
    },
    {
        "text": "Important story to cover it will be the fourth video in a row that was deem monetized on this channel",
        "start": 470.389,
        "duration": 5.54
    },
    {
        "text": "It's unfortunately why we have to put so much effort into side business ventures that helped fund us and selling our own",
        "start": 475.93,
        "duration": 4.95
    },
    {
        "text": "Sponsorships in show which takes our time right? We have to Frank. Well lead our patreon other people have patrons as well",
        "start": 481.19,
        "duration": 4.699
    },
    {
        "text": "So part of this is also you've had more and more creators adding minerals because some of their videos are just getting D monetized in",
        "start": 485.889,
        "duration": 5.61
    },
    {
        "text": "General so the videos that don't get hit need to make more money",
        "start": 491.5,
        "duration": 2.459
    },
    {
        "text": "But ultimately, like I said the market decides right if you look at the mainstream",
        "start": 493.96,
        "duration": 3.149
    },
    {
        "text": "There are products that get past ads there are people that also steal content",
        "start": 497.11,
        "duration": 3.839
    },
    {
        "text": "also",
        "start": 500.949,
        "duration": 0.12
    },
    {
        "text": "A lot of people where their attention jumped to digital because you didn't have a ton of ads where you got a different experience",
        "start": 501.069,
        "duration": 5.13
    },
    {
        "text": "But ultimately and I'll say it a million times the market decides that said you're part of the market",
        "start": 506.199,
        "duration": 5.97
    },
    {
        "text": "What are your thoughts on this from that I want to share some stuff?",
        "start": 512.169,
        "duration": 2.369
    },
    {
        "text": "I love today is a day in Austin brought to you by Nord VPN dot-com slash Phil if you're not familiar with VPNs much like",
        "start": 514.57,
        "duration": 5.969
    },
    {
        "text": "A firewall protects your data on your computer VPN is protected online. You don't like being tracked",
        "start": 520.539,
        "duration": 4.02
    },
    {
        "text": "You don't like me watch you want to feel secure Nord VPNs there?",
        "start": 524.56,
        "duration": 3.359
    },
    {
        "text": "It's about where you're giving up info and to who and I mean part of the issue is your info is being sold and resold",
        "start": 527.92,
        "duration": 4.92
    },
    {
        "text": "And resold until it possibly lands in the wrong hands. We should all really be using a VPN at home at the office",
        "start": 533.03,
        "duration": 5.989
    },
    {
        "text": "But especially when we're away from that I think of Nord as your digital condom or seat belt right something that prevents",
        "start": 539.02,
        "duration": 5.7
    },
    {
        "text": "Results that you would rather not be also Nord VPN has thousands of super fast servers in 61 countries",
        "start": 545.0,
        "duration": 5.239
    },
    {
        "text": "And absolutely no data logger",
        "start": 550.28,
        "duration": 1.85
    },
    {
        "text": "You can try it risk-free with a 30 day money back guarantee",
        "start": 552.13,
        "duration": 2.609
    },
    {
        "text": "And if you go to north VPN comm slash really he was code fil",
        "start": 554.74,
        "duration": 2.91
    },
    {
        "text": "you'll get",
        "start": 557.65,
        "duration": 0.88
    },
    {
        "text": "75% off a three-year plan and get an extra month for free head on over to Nord VPN comm slash Vil and start protecting yourself",
        "start": 558.53,
        "duration": 6.44
    },
    {
        "text": "Online today the first bit of Awesome today. Oh let the nostalgia flow",
        "start": 564.97,
        "duration": 3.389
    },
    {
        "text": "We got an announcement video for Bill and Ted three face the music then a quick shout out and congratulations to Shane Dawson",
        "start": 568.36,
        "duration": 7.05
    },
    {
        "text": "Rylan Adams who are reportedly now engaged and we have been chewing with babish giving us the cake from Portal",
        "start": 575.41,
        "duration": 4.529
    },
    {
        "text": "We got the official trailer for stranger things season 3 got the honest trailer for Aquaman",
        "start": 579.94,
        "duration": 4.08
    },
    {
        "text": "we got the teaser trailer for Once Upon a Time in Hollywood in every legend and apex legends explained by respawn if you want to",
        "start": 584.2,
        "duration": 5.58
    },
    {
        "text": "See the full versions of everything",
        "start": 589.78,
        "duration": 1.32
    },
    {
        "text": "I just shared the secret link of the day really anything at all links is always on the description down below now",
        "start": 591.1,
        "duration": 5.22
    },
    {
        "text": "Let's talk about what's happening with Florida's historic amendment for which if you don't remember restores voting rights to former felon",
        "start": 596.32,
        "duration": 5.309
    },
    {
        "text": "It's something we've talked about a number of times on the show before but a quick TL DR for those of you who don't know",
        "start": 601.63,
        "duration": 4.109
    },
    {
        "text": "Amendment 4 was a referendum on the floor to ballot during the last midterm elections and it was overwhelmingly passed by voters with nearly",
        "start": 605.78,
        "duration": 5.539
    },
    {
        "text": "65% of the vote and this is a massive deal because prior to the amendment Florida automatically prohibited all former felons from voting",
        "start": 611.48,
        "duration": 5.66
    },
    {
        "text": "But amendment 4 automatically restored voting rights to felons would completed the terms of their sentence this including jail time",
        "start": 617.47,
        "duration": 5.16
    },
    {
        "text": "Probation parole paying fines or restitution also it's important to note not all felons",
        "start": 622.82,
        "duration": 4.88
    },
    {
        "text": "Right the amendment did apply to people with murder or felony sex convictions",
        "start": 627.7,
        "duration": 3.39
    },
    {
        "text": "And so as far as the overall",
        "start": 631.09,
        "duration": 1.18
    },
    {
        "text": "impact the amendment is expected to restore the Voting Rights of nearly one point four million people in Florida as if I remember the last",
        "start": 632.27,
        "duration": 5.659
    },
    {
        "text": "Time we talked about amendment for it adjustment added to Florida's Constitution and many have registered to vote since January",
        "start": 637.93,
        "duration": 5.369
    },
    {
        "text": "But the amendment was already receiving challenges from the state's new Republican governor",
        "start": 643.3,
        "duration": 2.82
    },
    {
        "text": "Ron de Santos with the DeSantis saying Florida lawmakers need to outline guidance for evaluating voter eligibility",
        "start": 646.25,
        "duration": 4.789
    },
    {
        "text": "Specifically so sex offenders don't quote fall through the cracks",
        "start": 651.59,
        "duration": 2.69
    },
    {
        "text": "But because the states lawmakers weren't set to convene until March we were left in kind of",
        "start": 654.28,
        "duration": 3.719
    },
    {
        "text": "Wait and see situation which brings us to yesterday",
        "start": 658.24,
        "duration": 2.909
    },
    {
        "text": "When a Florida House committee advanced a bill that would actually limit the number of former felons who can now vote and it does this",
        "start": 661.149,
        "duration": 5.46
    },
    {
        "text": "In two key ways one",
        "start": 666.61,
        "duration": 1.47
    },
    {
        "text": "It defines what would prevent someone from having their voting rights restored?",
        "start": 668.08,
        "duration": 2.759
    },
    {
        "text": "specifically it disqualifies anyone convicted of felonies with any kind of sexual",
        "start": 671.089,
        "duration": 3.35
    },
    {
        "text": "Component from having their rights restored which includes things like having an adult entertainment story. That was too close to a school in certain",
        "start": 674.51,
        "duration": 5.75
    },
    {
        "text": "prostitution crimes and two",
        "start": 680.39,
        "duration": 1.25
    },
    {
        "text": "it requires former felons to pay all court costs and fees before their sentence can be quote complete even if those costs were not given",
        "start": 681.64,
        "duration": 6.029
    },
    {
        "text": "By a judge as part of the person's sentence and almost immediately",
        "start": 687.67,
        "duration": 2.549
    },
    {
        "text": "we saw a huge backlash with critics saying of the bill targets lower income citizens and goes against the will of",
        "start": 690.22,
        "duration": 4.739
    },
    {
        "text": "Florida's voters really Evans seen a voting rights attorney at the ACLU",
        "start": 695.06,
        "duration": 2.96
    },
    {
        "text": "Saying what the barrier is proposed in this bill do is nearly guarantee that people will miss election after election",
        "start": 698.12,
        "duration": 4.969
    },
    {
        "text": "Because they cannot afford to pay financial obligations continuing",
        "start": 703.279,
        "duration": 3.47
    },
    {
        "text": "It's an affront to the Florida voters with Evans Dean also sang with financial obligations and the bill",
        "start": 706.75,
        "duration": 4.709
    },
    {
        "text": "Disproportionately affect two main groups one low income felons and two former felons who committed property crimes and were sentenced to pay large",
        "start": 711.709,
        "duration": 6.77
    },
    {
        "text": "restitution and put on payment plans to do so and when looking at the numbers according to the annual reports from the Florida Clarkson",
        "start": 718.73,
        "duration": 5.0
    },
    {
        "text": "Comptroller's more than 1 billion in felony fines were issued between 2013 and 2018",
        "start": 723.8,
        "duration": 3.95
    },
    {
        "text": "But an average of only 19 percent of that money was paid back per year Havenstein also added that the bill actually requires the victim",
        "start": 727.75,
        "duration": 6.089
    },
    {
        "text": "or",
        "start": 733.839,
        "duration": 0.37
    },
    {
        "text": "organization the ex-felon Oh is fees to to consent to the felons voting rights being restored this even if a court waives their payment of",
        "start": 734.209,
        "duration": 6.11
    },
    {
        "text": "Fees in the first place which adds yet another unusual barrier",
        "start": 740.32,
        "duration": 2.7
    },
    {
        "text": "he also saw a desmond meet a former felon who helped lead the initiative to get amendment four on the ballot saying he and his",
        "start": 743.02,
        "duration": 5.039
    },
    {
        "text": "Organization florida rights restoration coalition opposed this measure and others including the FR RC have called the bill unconstitutional",
        "start": 748.06,
        "duration": 5.64
    },
    {
        "text": "overreach with some even comparing this bill to a poll tax among those calling you that you had",
        "start": 754.49,
        "duration": 4.19
    },
    {
        "text": "Alexandria Ocasio cortez on the other side. We saw people disputing",
        "start": 758.899,
        "duration": 3.26
    },
    {
        "text": "This saw state representative james grant was one of the main architects of this bill say to suggest that this is a poll-tax",
        "start": 762.16,
        "duration": 5.13
    },
    {
        "text": "Inherently diminishes the atrocity of what a poll tax actually was adding. All we're doing is following statute",
        "start": 767.54,
        "duration": 5.33
    },
    {
        "text": "All we're doing is following the testimony of what was presented before the florida supreme court explicitly",
        "start": 772.87,
        "duration": 4.08
    },
    {
        "text": "Acknowledging that fines and court costs are part of a sentence grant also defended the more strict definition of felony sex sang",
        "start": 777.23,
        "duration": 5.63
    },
    {
        "text": "There is absolutely zero significance to the term. Felony sex had the language said sex offender",
        "start": 782.86,
        "duration": 4.89
    },
    {
        "text": "That would have meant something and so as far as what happened next",
        "start": 787.75,
        "duration": 2.799
    },
    {
        "text": "I mean you have the current version of the bill that has been approved by a House committee",
        "start": 790.55,
        "duration": 2.82
    },
    {
        "text": "So that's the first step then the next step is moving the bill to a vote on the House floor",
        "start": 793.37,
        "duration": 3.15
    },
    {
        "text": "also following the bill's approval on the house committee Politico reported that the president of Florida State Senate said he expects his chamber to drop",
        "start": 796.62,
        "duration": 5.929
    },
    {
        "text": "a companion measure",
        "start": 802.55,
        "duration": 0.84
    },
    {
        "text": "it was also reported that Governor De Santis said Tuesday that he had not yet seen the wording of a measure but supported having the",
        "start": 803.39,
        "duration": 5.219
    },
    {
        "text": "Florida Legislature outline how the amendment should be implemented saying do you want the executive branch to just",
        "start": 808.61,
        "duration": 4.559
    },
    {
        "text": "Unilaterally by Fiat make these decisions or do you want it to be in a public debate?",
        "start": 813.27,
        "duration": 3.799
    },
    {
        "text": "But with all that said to simplify it it's very likely that this is gonna get through right both Florida's House and Senate have Republican",
        "start": 817.07,
        "duration": 5.07
    },
    {
        "text": "Majorities DeSantis is a Republican. I mean that's Republican trifecta",
        "start": 822.15,
        "duration": 3.709
    },
    {
        "text": "You know, this is a very big deal considering what a battleground state Florida is going into the 2020 election",
        "start": 825.86,
        "duration": 5.13
    },
    {
        "text": "He'll just in these last midterm elections the races for US Senate and governor for Florida were so close it forced automatic recounts",
        "start": 830.99,
        "duration": 5.76
    },
    {
        "text": "So that's where we are right now really unless there is unprecedented",
        "start": 836.75,
        "duration": 2.58
    },
    {
        "text": "Backlash III see this moving forward, but I still want to ask the question to you",
        "start": 839.76,
        "duration": 4.25
    },
    {
        "text": "What are your thoughts around this you see this bill as going against the will of the people of Florida or do you see this?",
        "start": 844.01,
        "duration": 4.739
    },
    {
        "text": "as kind of guardrails or necessary hurdles and then finally",
        "start": 848.75,
        "duration": 4.14
    },
    {
        "text": "Let's talk about the Supreme Court in the past few days",
        "start": 852.89,
        "duration": 1.86
    },
    {
        "text": "The Supreme Court has given out rulings on various cases one dealt with state and tribal treaty is another with manufacturer",
        "start": 854.75,
        "duration": 5.58
    },
    {
        "text": "Liability one about what constitutes a debt collector and yet another was sent down to a lower court lot the courts five-to-four decision",
        "start": 860.49,
        "duration": 5.599
    },
    {
        "text": "In Nielsen v pre-op has been extremely controversial in a massive win for the Trump administration",
        "start": 866.16,
        "duration": 4.55
    },
    {
        "text": "So what was the court's ruling?",
        "start": 870.78,
        "duration": 1.73
    },
    {
        "text": "Well that ice can arrest non-citizens entertain them for months or years based on past convictions with no chance of release on bond",
        "start": 872.51,
        "duration": 5.909
    },
    {
        "text": "But also of know this decision doesn't really change how deportations work in the United States",
        "start": 878.42,
        "duration": 3.96
    },
    {
        "text": "But policy was only different on the west coast after a pass ruling from the Ninth Circuit",
        "start": 882.38,
        "duration": 2.969
    },
    {
        "text": "So this Supreme Court decision just brings the west coast back in line with the rest of the nation and the case comes from two",
        "start": 885.35,
        "duration": 4.92
    },
    {
        "text": "Similar situations one involves a Cambodian man. It was a legal permanent resident in 2006",
        "start": 890.27,
        "duration": 4.679
    },
    {
        "text": "He was arrested and convicted for possessing marijuana",
        "start": 894.95,
        "duration": 2.0
    },
    {
        "text": "But it wasn't actually until 2013 when he was arrested for battery that authorities tried to deport him",
        "start": 897.12,
        "duration": 4.58
    },
    {
        "text": "But the way they were trying to deport him was based on the marijuana charge",
        "start": 901.7,
        "duration": 2.909
    },
    {
        "text": "Which was his only?",
        "start": 904.61,
        "duration": 0.88
    },
    {
        "text": "deportable offense and eventually the Cambodian man ther won his deportation case and the other case in question involves a Palestinian man who has served",
        "start": 905.49,
        "duration": 6.44
    },
    {
        "text": "A 30-day drug charge in 2011 two years later. He was detained by ice",
        "start": 911.93,
        "duration": 3.539
    },
    {
        "text": "they tried to deport him and he was held for six months before a judge ordered his release and the man there also won his",
        "start": 915.47,
        "duration": 5.04
    },
    {
        "text": "case and in both of these situations the men held without bond meaning they just sat in jail until their",
        "start": 920.51,
        "duration": 4.619
    },
    {
        "text": "deportation case was done",
        "start": 925.26,
        "duration": 1.04
    },
    {
        "text": "So people have said that this decision clearly ignores the Constitution which has many guarantees for quote all persons in the u.s",
        "start": 926.3,
        "duration": 5.73
    },
    {
        "text": "Not just citizens. Now. Here's the thing about the case",
        "start": 932.03,
        "duration": 2.519
    },
    {
        "text": "The Supreme Court was never actually deciding on whether or not this was",
        "start": 934.55,
        "duration": 3.059
    },
    {
        "text": "constitutional the ACLU who were",
        "start": 937.92,
        "duration": 1.53
    },
    {
        "text": "representing the plaintiffs in this case argued that holding the man to be deported without a bond hearing years after they finished their punishments was",
        "start": 939.45,
        "duration": 6.049
    },
    {
        "text": "Against a specific law not against the constitutional law. They were talking about was the 1996 illegal immigration reform and immigration Responsibility Act",
        "start": 945.5,
        "duration": 7.59
    },
    {
        "text": "Otherwise known as IRA IRA and IRA IRA says that the government can hold immigrants convicted of certain crimes without bond when they are released",
        "start": 953.09,
        "duration": 6.63
    },
    {
        "text": "From jail. So what are those certain crimes?",
        "start": 959.72,
        "duration": 1.98
    },
    {
        "text": "well",
        "start": 961.7,
        "duration": 0.37
    },
    {
        "text": "That's kind of unclear law is extremely vague and often immigrants who are convicted of crimes are unsure if they qualify",
        "start": 962.07,
        "duration": 4.97
    },
    {
        "text": "Also, there's a question of well",
        "start": 967.14,
        "duration": 1.22
    },
    {
        "text": "What does when they are released from jail me that has also been seen as vague",
        "start": 968.36,
        "duration": 3.18
    },
    {
        "text": "and in this case the",
        "start": 971.54,
        "duration": 0.94
    },
    {
        "text": "ACLU said that it should mean right when they are released from jail under presidents Clinton and Bush. That was the policy",
        "start": 972.48,
        "duration": 5.239
    },
    {
        "text": "However, both the Obama and Trump administrations both argued that convicted immigrants could be detained without bond years later under IRA IRA",
        "start": 977.72,
        "duration": 6.959
    },
    {
        "text": "So what that means is that right now a legal permanent resident could have been convicted of a drug charge",
        "start": 984.68,
        "duration": 3.69
    },
    {
        "text": "Let's say 15 years ago and be detained for",
        "start": 988.37,
        "duration": 2.16
    },
    {
        "text": "Deportation hearings and they could be detained for however long those hearings take which could be months or a year",
        "start": 990.78,
        "duration": 4.699
    },
    {
        "text": "Now all of that said despite this case being about the specific wording of a law",
        "start": 995.48,
        "duration": 3.54
    },
    {
        "text": "The liberal justices were worried about the constitutionality of it",
        "start": 999.05,
        "duration": 2.94
    },
    {
        "text": "Anyway, justice Breyers saying the law was ambiguous and that they couldn't answer what Congress intended with the law having quote",
        "start": 1001.99,
        "duration": 5.04
    },
    {
        "text": "We cannot decide that question without bearing in mind basic American legal values",
        "start": 1007.03,
        "duration": 3.839
    },
    {
        "text": "The government's duty not to deprive any person of Liberty without due process of law",
        "start": 1010.87,
        "duration": 3.809
    },
    {
        "text": "The nation's original commitments protect the unalienable right to Liberty and less abstract",
        "start": 1014.68,
        "duration": 4.38
    },
    {
        "text": "ly and more directly the long-standing right of virtually all",
        "start": 1019.06,
        "duration": 3.119
    },
    {
        "text": "Persons to receive a bail here whoever it is also important to note that the conservative justices don't necessarily think that the law is constitutional",
        "start": 1022.37,
        "duration": 6.29
    },
    {
        "text": "They just aren't willing to answer questions that weren't brought up before the court with Justice Alito writing",
        "start": 1028.91,
        "duration": 4.819
    },
    {
        "text": "We emphasize that respondents arguments here have all been",
        "start": 1033.73,
        "duration": 2.52
    },
    {
        "text": "statutory even their",
        "start": 1036.65,
        "duration": 1.049
    },
    {
        "text": "Constitutional concerns or offered as just another pillar in an argument for their preferred reading of the language of IRA IRA an idle pillar here",
        "start": 1037.699,
        "duration": 6.56
    },
    {
        "text": "Because the statute is clear while respondents might have raised a head on constitutional challenge to IRA IRA",
        "start": 1044.26,
        "duration": 4.949
    },
    {
        "text": "They did not and despite the court's ruling here",
        "start": 1049.31,
        "duration": 2.329
    },
    {
        "text": "Cecilia Wang had lawyer on the case for the ACLU still thinks that within the framework of the law",
        "start": 1051.64,
        "duration": 4.38
    },
    {
        "text": "The case has its merits not including constitutional problems weeding out",
        "start": 1056.14,
        "duration": 3.209
    },
    {
        "text": "We've lost a valiant battle in Neilson VIII preempted a two terms in a row now SCOTUS has ruled in favor of the most extreme",
        "start": 1059.35,
        "duration": 5.94
    },
    {
        "text": "Interpretation of the mandatory immigration detention statute which results in detention without any individualized hearing on flight risk or danger adding",
        "start": 1065.48,
        "duration": 6.83
    },
    {
        "text": "We will never give up fighting against the senseless mass incarceration",
        "start": 1072.31,
        "duration": 2.88
    },
    {
        "text": "without a hearing however on that note it could take years before the Supreme Court rehears the case on whether provisions in IRA IRA are",
        "start": 1075.29,
        "duration": 6.199
    },
    {
        "text": "constitutional or not",
        "start": 1081.71,
        "duration": 0.62
    },
    {
        "text": "and so really until IRA IRA is reread nor until a",
        "start": 1082.33,
        "duration": 2.91
    },
    {
        "text": "constitutional challenge is decided on many Democrats in the United States can be arrested years after finishing a jail sentence and held without bond while",
        "start": 1085.37,
        "duration": 6.32
    },
    {
        "text": "They wait for their deportation proceedings to finish really that's where we are with this one for now",
        "start": 1091.69,
        "duration": 3.869
    },
    {
        "text": "So with that said I do want to pass the question off to you",
        "start": 1095.56,
        "duration": 2.159
    },
    {
        "text": "What are your thoughts around this and that's where we're going to end today's show and remember if you like this video",
        "start": 1097.72,
        "duration": 3.39
    },
    {
        "text": "Do not hit that like button. This is not reverse psychology. Also, if you're new here definitely don't hit subscribe. Sure",
        "start": 1101.18,
        "duration": 6.319
    },
    {
        "text": "We post five philip defranco shows and two morning shows with more coming in the near future",
        "start": 1107.5,
        "duration": 3.81
    },
    {
        "text": "But it's definitely no need to hit subscribe and ring that bell to turn on notifications",
        "start": 1111.31,
        "duration": 3.779
    },
    {
        "text": "Also on that note if you missed yesterday's philip defranco show or the extra morning news deep-dive do not feel like you need to click",
        "start": 1115.4,
        "duration": 5.63
    },
    {
        "text": "Right there to watch those right now. But with that said, of course as always, my name's philip defranco",
        "start": 1121.03,
        "duration": 3.989
    },
    {
        "text": "You've just been phill'd in a love yo faces and i'll see you tomorrow twice",
        "start": 1125.12,
        "duration": 4.76
    }
]