[
    {
        "text": "Whatsup you beautiful bastards, hope you're having a fantastic monday",
        "start": 0.5,
        "duration": 1.929
    },
    {
        "text": "Welcome back to the Philip Defranco show and let's just jump into it.",
        "start": 2.71,
        "duration": 3.949
    },
    {
        "text": "And the first thing I want to talk about today is big entertainment and internet news",
        "start": 6.66,
        "duration": 2.85
    },
    {
        "text": "thanks to YouTube. There are events companies",
        "start": 9.51,
        "duration": 2.009
    },
    {
        "text": "have each year called new fronts. And it's essentially those companies",
        "start": 11.519,
        "duration": 2.61
    },
    {
        "text": "announcing and showing the new slate of shows that",
        "start": 14.38,
        "duration": 2.089
    },
    {
        "text": "advertisers can get involved in. And Youtube has one called Brandcast, and two notable things happened.",
        "start": 16.57,
        "duration": 5.569
    },
    {
        "text": "And the first thing is that the CEO of Youtube apologized to advertisers,",
        "start": 22.15,
        "duration": 1.984
    },
    {
        "text": "saying the last several weeks have been challenging for some of you,",
        "start": 24.134,
        "duration": 2.925
    },
    {
        "text": "and you've told us to do better when it comes to ad placement.",
        "start": 27.06,
        "duration": 2.639
    },
    {
        "text": "I want you to know that we have taken your feedback to heart we work hard every day to earn our advertisers and agencies trust,",
        "start": 29.699,
        "duration": 5.19
    },
    {
        "text": "and we apologize for letting some of you down. I'm here to say that we can and we will do better.",
        "start": 35.11,
        "duration": 4.699
    },
    {
        "text": "I feel like it could be very easy to hate on those statements",
        "start": 39.809,
        "duration": 2.819
    },
    {
        "text": "There are a lot of creators right now that are panicking because their adsense is screwed.",
        "start": 42.629,
        "duration": 3.668
    },
    {
        "text": "I mean, one of the several reasons started DeFranco Elite was because I saw my ad sense decimated.",
        "start": 46.297,
        "duration": 4.603
    },
    {
        "text": "You also have other massive creators like H3H3 productions and PewDiePie embracing Twitch.",
        "start": 51.0,
        "duration": 4.9
    },
    {
        "text": "Something they could have done on YouTube, but because of the situation, they're embracing other places and other methods.",
        "start": 56.0,
        "duration": 4.419
    },
    {
        "text": "So you could look at Susan's statement and go, \"Oh my God, things are going to get worse.\"",
        "start": 60.42,
        "duration": 2.939
    },
    {
        "text": "I, while very critical of YouTube",
        "start": 63.359,
        "duration": 2.01
    },
    {
        "text": "am also going to just kind of watch for a month, month and a half. The sense I've gotten from talking with YouTube is that they",
        "start": 65.369,
        "duration": 5.34
    },
    {
        "text": "have something in place that is a program that learns.",
        "start": 70.71,
        "duration": 3.69
    },
    {
        "text": "The idea being that what is not advertiser friendly will initially be strict while the program learns",
        "start": 74.4,
        "duration": 3.689
    },
    {
        "text": "What is actually okay. That said, don't take my words as everything's okay, guys. If it still is too strict",
        "start": 78.09,
        "duration": 5.43
    },
    {
        "text": "If it is hitting people that it's not supposed to hit you do need to be vocal about it",
        "start": 83.52,
        "duration": 3.389
    },
    {
        "text": "One, it's a very large company and a lot of the times they do not know things are happening.",
        "start": 86.909,
        "duration": 4.951
    },
    {
        "text": "And two, sometimes they need to know that a problem is not small, it is affecting a large number of users.",
        "start": 91.86,
        "duration": 3.94
    },
    {
        "text": "Right now I'm waiting, I'm watching.",
        "start": 95.8,
        "duration": 1.16
    },
    {
        "text": "I did want to highlight something else Susan said. I like this, it was a reminder to advertisers.",
        "start": 96.96,
        "duration": 3.48
    },
    {
        "text": "She said \"Youtube is not TV. And we never will be. A platform that you all helped create represent something bigger.",
        "start": 100.65,
        "duration": 5.25
    },
    {
        "text": "Our users don't come to youtube for polish they come to youtube for texture",
        "start": 105.9,
        "duration": 3.179
    },
    {
        "text": "They come to see the world as it truly is, filled with people just like themselves.",
        "start": 109.079,
        "duration": 3.42
    },
    {
        "text": "They come to witness our shared humanity\"",
        "start": 112.5,
        "duration": 2.279
    },
    {
        "text": "And I will say, leaders of Youtube past and present, that is probably the most accurate statement I've ever heard out of one of their mouths.",
        "start": 114.78,
        "duration": 7.02
    },
    {
        "text": "It's not polish over texture.",
        "start": 121.8,
        "duration": 1.74
    },
    {
        "text": "It is substance over everything. We are not a passive viewing experience,",
        "start": 123.54,
        "duration": 4.379
    },
    {
        "text": "we are more connected and thus will be more raw, but and this is kind of connected,",
        "start": 127.92,
        "duration": 3.72
    },
    {
        "text": "the other notable thing that YouTube did is they announced a new slate of shows! These aren't YouTube Red series these are Youtube ad",
        "start": 131.7,
        "duration": 6.389
    },
    {
        "text": "backed program you got serious Ryan",
        "start": 138.09,
        "duration": 2.0
    },
    {
        "text": "Seacrest, Ellen Degeneres, Demi Lovato, Katy Perry",
        "start": 140.26,
        "duration": 3.259
    },
    {
        "text": "Kevin hart, also some YouTubers well [know] guys are launching the super slow show Rhett and Link of Good Mythical Morning",
        "start": 143.62,
        "duration": 5.389
    },
    {
        "text": "Or producing some content and I will say I'm a little torn on",
        "start": 149.01,
        "duration": 2.46
    },
    {
        "text": "This side is a youtubers thrust up and given the ability to make something bigger than something they've done before more than mainstream",
        "start": 151.47,
        "duration": 5.489
    },
    {
        "text": "Coming to YouTube. This is also youTube's way to show advertisers. Hey look we have this premium content",
        "start": 157.15,
        "duration": 5.089
    },
    {
        "text": "You can put your money here",
        "start": 162.239,
        "duration": 1.231
    },
    {
        "text": "Maybe you advertise heavily on Kevin Hart's show",
        "start": 163.47,
        "duration": 1.89
    },
    {
        "text": "And then maybe you do also a big overall deal then once Kevin hart [show] is done",
        "start": 165.36,
        "duration": 3.599
    },
    {
        "text": "Maybe they spread it around even more so I'm also arguing that the inclusion of mainstream talent on Youtube with these premium shows it also",
        "start": 168.959,
        "duration": 6.36
    },
    {
        "text": "Legitimizes YouTubers although others are worried that maybe this is telling of what youtube is going to do in the future",
        "start": 175.75,
        "duration": 4.94
    },
    {
        "text": "They're going to go more family-Friendly",
        "start": 180.69,
        "duration": 1.56
    },
    {
        "text": "They're going to go mainstream famous rather than allowing a platform which really has allowed",
        "start": 182.25,
        "duration": 4.229
    },
    {
        "text": "no bodies to become",
        "start": 186.48,
        "duration": 1.36
    },
    {
        "text": "Somebody's because I say youtube's done similar things to this in the past where they gave money to people to produce content [what] we saw",
        "start": 187.84,
        "duration": 5.809
    },
    {
        "text": "Over the period of them doing that pretty much everyone that",
        "start": 193.65,
        "duration": 2.399
    },
    {
        "text": "survived where youtubers before they got the money and that's because as the ceo of youtube said it's not so much about",
        "start": 196.359,
        "duration": 5.99
    },
    {
        "text": "Polish it's about texture. Let's see",
        "start": 202.48,
        "duration": 1.879
    },
    {
        "text": "It's all going to come down to execution the execution of the people actually making this and the way youtube handles it",
        "start": 204.359,
        "duration": 5.279
    },
    {
        "text": "How you do promotes these shows when they launch that could be the thing that makes people?",
        "start": 209.639,
        "duration": 4.2
    },
    {
        "text": "Embrace them or leaves a bad taste in everyone's mouth especially if the promotion of this premium content in any way seems like they're pushing",
        "start": 213.91,
        "duration": 6.529
    },
    {
        "text": "Down everyday YouTubers, but I'm rooting for it all to be successful. But the question I want to pass off to you",
        "start": 220.44,
        "duration": 4.859
    },
    {
        "text": "What is your takeaway from this? Do you think that youtube's doing the right thing the smart thing or no you think they're prioritizing",
        "start": 225.299,
        "duration": 5.339
    },
    {
        "text": "others? Is it a bad move that's going to hurt youtube or youtubers? I'd love to know your thoughts here. But from there",
        "start": 231.31,
        "duration": 4.789
    },
    {
        "text": "I want to share some stuff I loved today in Today in Awesome. And the first bit of awesome today is",
        "start": 236.099,
        "duration": 3.9
    },
    {
        "text": "you! I-I- oh, the amount of support and belief you showed in me after the Monday announcement video last week of me going solo, me wanting to build",
        "start": 240.579,
        "duration": 7.52
    },
    {
        "text": "out a news network.",
        "start": 248.099,
        "duration": 1.081
    },
    {
        "text": "DEFRANCOELITE.COM\nI..I was shaking and getting choked up watching the initial reaction. Your support,",
        "start": 249.18,
        "duration": 4.529
    },
    {
        "text": "DEFRANCOELITE.COM\nand I don't just mean the 14,000 of you who have signed up for Defranco Elite and you are supporting that way,",
        "start": 253.709,
        "duration": 4.829
    },
    {
        "text": "DEFRANCOELITE.COM\nI mean everyone's just excited. People sharing with their friends,",
        "start": 258.539,
        "duration": 3.0
    },
    {
        "text": "DEFRANCOELITE.COM\nfamily, whoever's interested in news. Thanks to you",
        "start": 262.049,
        "duration": 2.25
    },
    {
        "text": "DEFRANCOELITE.COM\nI can run independent, I can build something independent, we can thrive",
        "start": 264.3,
        "duration": 3.989
    },
    {
        "text": "DEFRANCOELITE.COM\nIndependent. If YouTube decides to shake our tree more, they put us in more advertiser unfriendly categories",
        "start": 268.75,
        "duration": 5.329
    },
    {
        "text": "DEFRANCOELITE.COM\nIt doesn't matter because we have roots. So whether you supported me through DeFranco Elite,",
        "start": 274.08,
        "duration": 3.54
    },
    {
        "text": "DEFRANCOELITE.COM\nyou just watch, thank you for being on this ride.",
        "start": 277.62,
        "duration": 2.489
    },
    {
        "text": "DEFRANCOELITE.COM\nThis is the beginning of a long road that will be riddled with success and failures. We're going to be building and",
        "start": 280.11,
        "duration": 5.04
    },
    {
        "text": "DEFRANCOELITE.COM\nexperimenting in public. There will be things that you do not like but that's also part of the process especially if we're making things with",
        "start": 285.4,
        "duration": 5.239
    },
    {
        "text": "DEFRANCOELITE.COM\nyou. But all I know is I'm just so excited! Then we got to talk movies and trailers. We got a brand new trailer for",
        "start": 290.639,
        "duration": 4.44
    },
    {
        "text": "House of Cards season 5 and yes",
        "start": 295.08,
        "duration": 1.92
    },
    {
        "text": "Please this will be the longest 22 day wait ever. One of my favorite series even though it has that one season that",
        "start": 297.0,
        "duration": 5.399
    },
    {
        "text": "was kinda \"meh\" but then it came back strong",
        "start": 302.4,
        "duration": 1.59
    },
    {
        "text": "And that's why I'm excited for season 5. Then we got a trailer for the movie dunkirk",
        "start": 303.99,
        "duration": 3.149
    },
    {
        "text": "And I have to say Christopher Nolan is just.. he is a master at making me feel anxious",
        "start": 307.139,
        "duration": 4.079
    },
    {
        "text": "Then we got a trailer for The Dark Tower which looks amazing. I'm going to lose some nerd cred here",
        "start": 311.58,
        "duration": 3.989
    },
    {
        "text": "I have not read the novels by Stephen King, but I am so pumped to watch this movie",
        "start": 315.569,
        "duration": 3.27
    },
    {
        "text": "And I think I'll read it afterwards. There's part of me",
        "start": 318.84,
        "duration": 1.829
    },
    {
        "text": "that's starting to hate more and more when I've read the books and then I watch something, cus the entire time",
        "start": 320.669,
        "duration": 4.02
    },
    {
        "text": "I'm like 'oh, well it's interesting they didn't include THAT.'",
        "start": 324.69,
        "duration": 2.039
    },
    {
        "text": "'Oh, so they completely changed the end to the Martian where that thing",
        "start": 326.729,
        "duration": 2.46
    },
    {
        "text": "he jokingly said he wished he could do he actually did? Interesting.'",
        "start": 329.19,
        "duration": 2.94
    },
    {
        "text": "I still like the movie, but I'm just going to be a judgmental prick about it.",
        "start": 332.13,
        "duration": 2.579
    },
    {
        "text": "Then, we got the final Wonder Woman trailer and it looks fantastic!",
        "start": 334.71,
        "duration": 3.72
    },
    {
        "text": "I think this is going to be the first DC Superhero movie",
        "start": 338.43,
        "duration": 2.76
    },
    {
        "text": "I've watched in a movie theater since the Dark Knight Trilogy. Like, I've seen them",
        "start": 341.19,
        "duration": 3.509
    },
    {
        "text": "but I just don't want to pay movie theater prices.",
        "start": 344.699,
        "duration": 2.04
    },
    {
        "text": "I watched suicide squad on a plane... Then we got a first look at 'It',",
        "start": 346.74,
        "duration": 2.549
    },
    {
        "text": "and I have to be honest it actually does look good and if a trailer is any indication looks like the child acting is going",
        "start": 349.289,
        "duration": 4.47
    },
    {
        "text": "To be good which is a make or break for a lot of movies like this. And remember if you want to see the full?",
        "start": 353.759,
        "duration": 4.26
    },
    {
        "text": "Versions everything I just share the secret link of the day",
        "start": 358.02,
        "duration": 2.67
    },
    {
        "text": "Anything at all links as always are in the description down below.  Then let's talk about pepe the frog",
        "start": 360.759,
        "duration": 3.95
    },
    {
        "text": "In the news because he has gone the way of Harambee. His dad, his creator,",
        "start": 364.87,
        "duration": 4.009
    },
    {
        "text": "Matt Fury killed him off. For those you who have an internet connection,",
        "start": 368.879,
        "duration": 3.6
    },
    {
        "text": "but have not somehow come across the pepe the frog meme,",
        "start": 372.479,
        "duration": 2.88
    },
    {
        "text": "he was a cartoon... people started memeing with him...",
        "start": 375.36,
        "duration": 2.519
    },
    {
        "text": "but then it took a very weird turn... some people started using the meme for anti-semitic comments, white",
        "start": 377.879,
        "duration": 5.279
    },
    {
        "text": "Supremacists comments, so much so and you may remember this we talked about it during the election",
        "start": 383.44,
        "duration": 3.469
    },
    {
        "text": "Hillary Clinton's website included a whole article about pepe the frog, saying it was an alt-right hate symbol the anti-defamation league even",
        "start": 387.099,
        "duration": 7.93
    },
    {
        "text": "Included pepe the frog as a hate symbol. Now in response to this at the time Fury said that this was just a phase",
        "start": 395.37,
        "duration": 5.51
    },
    {
        "text": "Saying it's completely insane that pepe has been labeled a symbol of hate",
        "start": 401.18,
        "duration": 2.94
    },
    {
        "text": "But in the end pepe is whatever you say he is and I, the creator, say pepe is love.",
        "start": 404.12,
        "duration": 3.929
    },
    {
        "text": "But I guess given enough time he decided to kill the frog. Now what I will say is I still believe in what Fury originally",
        "start": 408.05,
        "duration": 5.19
    },
    {
        "text": "Said when it comes to memes when it comes out to what you're putting out on the internet",
        "start": 413.24,
        "duration": 3.36
    },
    {
        "text": "you make it whatever you want it to be. You can take that meme of kermit sipping his tea and then turn that into a",
        "start": 416.6,
        "duration": 4.649
    },
    {
        "text": "911 Post",
        "start": 421.53,
        "duration": 0.77
    },
    {
        "text": "But that doesn't mean that Kermit supports",
        "start": 422.3,
        "duration": 1.81
    },
    {
        "text": "911. And I also believe, to some degree, that Fury knows that this is not going to stop people using pepe the frog as a meme.",
        "start": 424.11,
        "duration": 5.6
    },
    {
        "text": "Hell, most everyone",
        "start": 429.71,
        "duration": 0.84
    },
    {
        "text": "I talked to about this didn't even know the original source of the image. And also, the moment people realize that maybe you don't want",
        "start": 430.55,
        "duration": 5.55
    },
    {
        "text": "them to use something, they're going to use it. We see examples of this every single week, including I mentioned him earlier,",
        "start": 436.1,
        "duration": 4.619
    },
    {
        "text": "Harambe. People are posting Harambe meme after Harambe meme the zoo said 'hey could you not?' and what do you think happened?",
        "start": 441.06,
        "duration": 5.24
    },
    {
        "text": "Everyone calmed down? Stopped posting? No! That's not how the internet works and so with that, I say 'RIP pepe' even though",
        "start": 446.4,
        "duration": 6.709
    },
    {
        "text": "I'm pretty sure I'm going to see more of you than ever now. Then let's talk about our",
        "start": 453.11,
        "duration": 3.45
    },
    {
        "text": "Douchebag of the day the garbage pile of a person and that is 57 year old Steven Chase. According to the FBI,",
        "start": 456.86,
        "duration": 6.42
    },
    {
        "text": "Steven had created the world's largest child pornography website. He was arrested in early 2015 after police searched his home and",
        "start": 463.4,
        "duration": 6.82
    },
    {
        "text": "Reportedly found thousands of images depicting the sexual abuse of children many of whom were said to be barely",
        "start": 470.46,
        "duration": 5.42
    },
    {
        "text": "Kindergarten age. In September Chase was found guilty of engaging in a child exploitation enterprise and for the possession",
        "start": 476.25,
        "duration": 5.359
    },
    {
        "text": "advertisement and transportation of child pornography",
        "start": 482.099,
        "duration": 1.94
    },
    {
        "text": "And so now the big update is after being found guilty he has been sentenced to 30 years in prison. And I say good",
        "start": 484.039,
        "duration": 4.89
    },
    {
        "text": "He's 58 hopefully he has to serve out the entire sentence and hey, if old age takes him and he never sets a foot outside of prison",
        "start": 488.93,
        "duration": 5.76
    },
    {
        "text": "I think the world may be a slightly safer place.",
        "start": 494.69,
        "duration": 2.95
    },
    {
        "text": "Now if you haven't heard of this story before, there is also a bit of controversy around it... And the reason for that was after Stevens was",
        "start": 497.64,
        "duration": 4.38
    },
    {
        "text": "arrested the FBI took over control of his website. A website that is...it's just disgusting... allegedly had between",
        "start": 502.04,
        "duration": 6.34
    },
    {
        "text": "150 to 250 thousand members.",
        "start": 508.68,
        "duration": 2.32
    },
    {
        "text": "The reports on it vary. Instead of just killing the website, cutting off the access, the FBI allowed the website to run for",
        "start": 511.2,
        "duration": 4.96
    },
    {
        "text": "two more weeks.",
        "start": 516.169,
        "duration": 0.651
    },
    {
        "text": "so they could give a malware to the people on the website so they could find out who they were.",
        "start": 516.83,
        "duration": 3.51
    },
    {
        "text": "This has led to the prosecution of 25 US producers of child pornography.",
        "start": 520.5,
        "duration": 3.5
    },
    {
        "text": "The prosecution of 51 us-based hands-on abusers. 55 us children who have successfully been identified or rescued",
        "start": 524.23,
        "duration": 6.539
    },
    {
        "text": "296 sexually abused children identified or rescued internationally. 350 US arrests and",
        "start": 531.29,
        "duration": 4.58
    },
    {
        "text": "548 international arrests.",
        "start": 536.78,
        "duration": 1.42
    },
    {
        "text": "So, obviously a much bigger takedown because they allowed for those two weeks, and they were able to track people",
        "start": 538.3,
        "duration": 4.349
    },
    {
        "text": "So the FBI was getting praise",
        "start": 542.65,
        "duration": 1.68
    },
    {
        "text": "But there are also people angry that the FBI, through just one warrant, were able to track so many people.",
        "start": 544.33,
        "duration": 4.87
    },
    {
        "text": "Although I will say I personally side with the FBI here.",
        "start": 549.3,
        "duration": 2.409
    },
    {
        "text": "And that's because the way that I think of it is I think of this website as a physical location.",
        "start": 551.71,
        "duration": 2.97
    },
    {
        "text": "The FBI got a warrant, they kicked down the door to a child porn dungeon. They arrested the owner of the establishment,",
        "start": 554.87,
        "duration": 4.909
    },
    {
        "text": "they put someone in his place, and then when people -- criminals did something illegal in this establishment,",
        "start": 559.82,
        "duration": 4.879
    },
    {
        "text": "they were then tracked. And, in fact, the only thing I'm disappointed by is",
        "start": 564.74,
        "duration": 3.14
    },
    {
        "text": "the thought that there were about a quarter of a million people using this website,",
        "start": 568.1,
        "duration": 3.95
    },
    {
        "text": "and we have hundreds of arrests. But in the grand scheme of things they're still just a drop in the bucket and that",
        "start": 572.05,
        "duration": 4.83
    },
    {
        "text": "depresses me.",
        "start": 577.1,
        "duration": 0.53
    },
    {
        "text": "It  just makes me wish we could figure out a way to pied piper all of these people hurting children and sharing footage of children being",
        "start": 577.63,
        "duration": 5.579
    },
    {
        "text": "Hurt and do a trash compactor. Then let's talk about fake news! *asterisk* And the reason I put an asterisk on it",
        "start": 583.21,
        "duration": 5.58
    },
    {
        "text": "is, it is what it is, but some people believe something is happening",
        "start": 588.79,
        "duration": 3.719
    },
    {
        "text": "that is not happening. And so much of this is stemming from a five-second clip on Twitter that has over",
        "start": 592.51,
        "duration": 4.71
    },
    {
        "text": "150,000 retweets",
        "start": 597.5,
        "duration": 2.57
    },
    {
        "text": "Now seeing that clip you saw one of two things",
        "start": 603.44,
        "duration": 2.32
    },
    {
        "text": "One, Donald Trump torn down by a little girl. Or Two, a man who is very obviously not Donald Trump",
        "start": 605.76,
        "duration": 6.24
    },
    {
        "text": "Impersonating Donald trump getting torn down by a little girl.",
        "start": 612.1,
        "duration": 3.4
    },
    {
        "text": "Now, for those of you that saw number One, white people don't look the same, you racists!",
        "start": 615.5,
        "duration": 3.3
    },
    {
        "text": "He said sarcastically",
        "start": 618.91,
        "duration": 1.41
    },
    {
        "text": "But seemingly from the response on Twitter there were a lot of people who thought it was really Donald Trump",
        "start": 620.32,
        "duration": 3.78
    },
    {
        "text": "There were also those that were aware that it was not Donald trump",
        "start": 624.25,
        "duration": 2.399
    },
    {
        "text": "but knew that the little girl probably",
        "start": 626.65,
        "duration": 1.45
    },
    {
        "text": "didn't and loved her for it still. And there were people that claimed that the whole thing was fake and not only did you have the",
        "start": 628.1,
        "duration": 4.82
    },
    {
        "text": "Donald Trump impersonator",
        "start": 632.92,
        "duration": 1.08
    },
    {
        "text": "But the little girl was an actress. Now in response to that final theory, the Donald trump",
        "start": 634.0,
        "duration": 3.599
    },
    {
        "text": "Impersonator said 'no that was just a little girl that was out there on the street. It was not a fed line,",
        "start": 637.73,
        "duration": 4.64
    },
    {
        "text": "It wasn't scripted.' Adding that the little girl was brave funny and smart...she said that of her own volition",
        "start": 642.37,
        "duration": 4.259
    },
    {
        "text": "So that's why I say fake news *asterisk*",
        "start": 646.79,
        "duration": 2.01
    },
    {
        "text": "and I arm you with the information to make your friends who shared it thinking it was 100% real... you get to make them",
        "start": 648.9,
        "duration": 5.589
    },
    {
        "text": "feel stupid for a second, and really isn't that like 30% of the reason you watch this show? And let's talk about a story I need",
        "start": 654.49,
        "duration": 5.279
    },
    {
        "text": "Much of this update happened last week. Of course, I didn't post last week,",
        "start": 659.93,
        "duration": 3.049
    },
    {
        "text": "but I feel like it's important to bring you up to speed. And that update is around the Daddy of Five YouTube scandal. Everything happening",
        "start": 662.98,
        "duration": 5.369
    },
    {
        "text": "with Michael Martin and his family. Where we last left this story, after all the outrage, the police were investigating... The",
        "start": 668.35,
        "duration": 5.34
    },
    {
        "text": "biological mother was trying to get her kids back... also because Michael Martin privated every video except one on the channel, hiding all of that",
        "start": 673.91,
        "duration": 6.59
    },
    {
        "text": "disturbing content, police were reportedly having a hard time finding",
        "start": 680.57,
        "duration": 2.809
    },
    {
        "text": "videos so that they could review them, so myself and many others then provided them the entire",
        "start": 683.449,
        "duration": 4.25
    },
    {
        "text": "archive which people had downloaded before all the videos went private. And the big update to this story is that Mike and Heather Martin have",
        "start": 687.889,
        "duration": 5.36
    },
    {
        "text": "temporarily lost custody of Kody and Emma. The biological mother, Rose Hall, saying in a video that she had been granted",
        "start": 693.25,
        "duration": 5.369
    },
    {
        "text": "emergency custody. And in the video the biological mother said, you know the kids they didn't really know how to",
        "start": 698.87,
        "duration": 4.429
    },
    {
        "text": "understand this change at first.",
        "start": 703.43,
        "duration": 1.159
    },
    {
        "text": "Rose saying Kody told her that Mike said that his mom didn't want him. Adding that the kids were being deprogrammed",
        "start": 704.589,
        "duration": 5.34
    },
    {
        "text": "They were adjusting. We do also know that there was a hearing last Friday, but that was subject to a gag order",
        "start": 709.93,
        "duration": 4.469
    },
    {
        "text": "So there's really not much information out about that. And a final note",
        "start": 714.399,
        "duration": 2.73
    },
    {
        "text": "I have on this story today, is I am just... I'm just happy to see that -something- is happening.",
        "start": 717.13,
        "duration": 4.229
    },
    {
        "text": "Because, really like I've said multiple times while covering this story, this story is about just kids being safe",
        "start": 721.36,
        "duration": 4.26
    },
    {
        "text": "I've also seen in this past week that the story has blown up to an",
        "start": 725.62,
        "duration": 2.94
    },
    {
        "text": "International level. I see a lot of people crediting me as the person who broke the story and what I will say is my videos they",
        "start": 728.56,
        "duration": 5.699
    },
    {
        "text": "they got out to millions of people and they informed people of what was happening. But the real heroes of this story you have",
        "start": 734.26,
        "duration": 4.529
    },
    {
        "text": "Independent journalists like Nick Monroe",
        "start": 738.86,
        "duration": 1.4
    },
    {
        "text": "And so many other people that saw",
        "start": 740.26,
        "duration": 2.339
    },
    {
        "text": "Something and decide to do something about it. And as far as what will ultimately happen with the kids",
        "start": 742.67,
        "duration": 4.34
    },
    {
        "text": "We'll have to wait and see. And that's actually where I'm going to end today's show. Remember, if you like this video like what I",
        "start": 747.01,
        "duration": 3.719
    },
    {
        "text": "try and do on this channel, hit that like button. If you're new here, hit that subscribe button!",
        "start": 750.73,
        "duration": 3.07
    },
    {
        "text": "Also, if you missed the launch video of Defranco Elite, you can click or tap right there",
        "start": 753.9,
        "duration": 3.1
    },
    {
        "text": "to watch. if you want to see the new behind the scenes video from today, you",
        "start": 757.0,
        "duration": 2.729
    },
    {
        "text": "can click or tap right there to watch that. But, that said of course, as always, my name is Philip Defranco",
        "start": 759.73,
        "duration": 4.08
    },
    {
        "text": "You've just been phill'd in. I love yo faces, and I'll see you tomorrow.",
        "start": 763.91,
        "duration": 4.22
    }
]