[
    {
        "text": "Sup beautiful bastards. Hope you had a fantastic Monday. Welcome back to the Philip DeFranco show. And let's just jump into it.",
        "start": 0.03,
        "duration": 6.47
    },
    {
        "text": "And the first thing we're gonna talk about today are the stories that blew up over the weekend",
        "start": 6.5,
        "duration": 3.0
    },
    {
        "text": "around YouTube demonetization and copyright claims.",
        "start": 9.5,
        "duration": 3.1
    },
    {
        "text": "We've seen an increase in the number of stories around this for two reasons:",
        "start": 12.6,
        "duration": 2.76
    },
    {
        "text": "Supermario Odyssey and the iphone 10",
        "start": 15.36,
        "duration": 2.1
    },
    {
        "text": "Around Supermario Odyssey a bunch of creators are being hit with copyright claims by Nintendo.",
        "start": 17.46,
        "duration": 4.2
    },
    {
        "text": "A lot of people saying, \"Why? What's happening? This is ridiculous!\"",
        "start": 21.66,
        "duration": 2.86
    },
    {
        "text": "And my response is, \"Yeah, and that's been the case since around 2015.",
        "start": 24.52,
        "duration": 2.58
    },
    {
        "text": "And we've talked about this on the show. There have been cool, things that nintendo",
        "start": 27.1,
        "duration": 2.74
    },
    {
        "text": "has put out there in the world that I wanted to share in Today in Awesome.",
        "start": 29.84,
        "duration": 2.38
    },
    {
        "text": "i will not feature it in this video because i'm scared that they're, going to claim, this video.",
        "start": 32.22,
        "duration": 3.38
    },
    {
        "text": "I'm a huge fan of Nintendo for the games they've put out over the years but, they treat creators like garbage.",
        "start": 35.6,
        "duration": 5.0
    },
    {
        "text": "And this affects creators small and large. Video game Donkey just put out a video gushing over how good Super Mario Odyssey is.",
        "start": 40.6,
        "duration": 5.84
    },
    {
        "text": "That was demonetized. Or rather Nintendo claimed the video so there was money being made but it all went to Nintendo.",
        "start": 46.44,
        "duration": 5.2
    },
    {
        "text": "And since 2015 Nintendo has given creators an option: You can join the Creator Program.",
        "start": 51.64,
        "duration": 4.2
    },
    {
        "text": "Essentially what that does is it allows you to monetize those videos where you feature Nintendo content,",
        "start": 55.84,
        "duration": 4.18
    },
    {
        "text": "but Nintendo gets a percentage of your adsense. There are also some issues around live that we just, we don't have enough time to get into",
        "start": 60.02,
        "duration": 4.82
    },
    {
        "text": "And so because of their, in what i see as a a very anti-creator stance,",
        "start": 64.84,
        "duration": 3.8
    },
    {
        "text": "my opinion in general as far as on YouTube is Nintendo can go fuck themselves.",
        "start": 68.64,
        "duration": 3.88
    },
    {
        "text": "The way you reward all those creators giving nintendo free promotion is to take, away the money they were gonna make from that promotion.",
        "start": 72.52,
        "duration": 6.48
    },
    {
        "text": "Cool. And of course, like i said, the other bit of news around this was around the iphone 10.",
        "start": 79.0,
        "duration": 3.08
    },
    {
        "text": "The iphone 10 was just released, a ton of people releasing videos of unboxings, first hands-on;",
        "start": 82.08,
        "duration": 5.16
    },
    {
        "text": "Tons of those videos were demonetized. I mean we're talking videos that got millions upon millions of views.",
        "start": 87.24,
        "duration": 5.22
    },
    {
        "text": "MKBHD: Demonetize. Sam Scheffer: Demonetized. I Justine:De monetized.",
        "start": 92.76,
        "duration": 4.44
    },
    {
        "text": "Casey Nelstat... You get the- You get the point of what I'm doing here. Lots of people effected.",
        "start": 97.44,
        "duration": 3.66
    },
    {
        "text": "And of course you had people outraged; most people, it's just tired frustration with YouTube at this point.",
        "start": 101.1,
        "duration": 4.12
    },
    {
        "text": "YouTube saying the algorithm is evolving, it's learning.",
        "start": 105.22,
        "duration": 2.82
    },
    {
        "text": "Recently YouTube announced and put through a change that resulted in a lot of videos that were demonetized being re-monetized.",
        "start": 108.04,
        "duration": 5.16
    },
    {
        "text": "Although, some videos that had previously been fine and were monetized were demonetize",
        "start": 113.2,
        "duration": 4.0
    },
    {
        "text": "But, still, with these massive creators just putting out videos on the iphone x- nothing risque about them",
        "start": 117.2,
        "duration": 5.1
    },
    {
        "text": "-Why are these most likely completely family-friendly advertiser-friendly videos being demonetized",
        "start": 122.3,
        "duration": 4.86
    },
    {
        "text": "by an algorithm that has had months to learn?? And so from this frustration came a suggestion that went viral:",
        "start": 127.16,
        "duration": 4.9
    },
    {
        "text": "Casey Neistat Tweeting, \"A suggestion for YouTube: When the algorithm flags a video for bigger creators- those with more than 10,000 subs/100,000 subs",
        "start": 132.06,
        "duration": 6.84
    },
    {
        "text": "\"-why, not have the video immediately reviewed by a human BEFORE demonetizing?",
        "start": 138.9,
        "duration": 3.42
    },
    {
        "text": "\"YouTube should assume the burden on inaccuracies of their algorithm, not pass it on to their creators.",
        "start": 142.32,
        "duration": 4.18
    },
    {
        "text": "\"For many big creators, their adsense is their livelihood, it's how they pay their bills.\"",
        "start": 146.5,
        "duration": 3.24
    },
    {
        "text": "Now, to this, YouTube responded, \"We're always open to feedback in which we could- but with 400 hours uploaded every minute it's not humanly possible.\"",
        "start": 149.74,
        "duration": 6.36
    },
    {
        "text": "\"We're always working on improving our system. Our last update made millions of videos monetizable.\"",
        "start": 156.1,
        "duration": 4.06
    },
    {
        "text": "\"We know we have a long way to go but in the meantime, we recommend uploading as unlisted to check your status, & appeal if necessary.\"",
        "start": 160.16,
        "duration": 4.9
    },
    {
        "text": "And my personal response to that is, \"Uh, YouTube, I love you, but that response is a little bit bullshit.",
        "start": 165.06,
        "duration": 3.76
    },
    {
        "text": "You didn't respond to Casey's suggestion. You said that 400 hours of video are uploaded every minute,",
        "start": 168.82,
        "duration": 4.46
    },
    {
        "text": "but that's not the case if you're just considering creators 100,000 subscribers.",
        "start": 173.28,
        "duration": 3.8
    },
    {
        "text": "Most likely Casey Neistat's giving you that 100,000 subscriber runway so that it's less work on you.\"",
        "start": 177.08,
        "duration": 5.6
    },
    {
        "text": "I mean, while there are more and more popular YouTube accounts every single day,",
        "start": 182.68,
        "duration": 3.38
    },
    {
        "text": "100,000 subscribers so let's say a regular of a 100,000 views per video i-\nis a pretty big runway.",
        "start": 186.06,
        "duration": 5.42
    },
    {
        "text": "It allows you to focus and, honestly, it becomes a math problem.",
        "start": 191.48,
        "duration": 2.68
    },
    {
        "text": "If MKB HD is being demonetized on a video that now has six point seven million views,",
        "start": 194.18,
        "duration": 4.94
    },
    {
        "text": "because you automatically demonetized his video, not only how much money did he miss out on, but you as a company- Google, Youtube",
        "start": 199.12,
        "duration": 6.4
    },
    {
        "text": "-How much money did you miss out on?",
        "start": 205.52,
        "duration": 1.52
    },
    {
        "text": "And when you take into consideration that we're just talking about ONE human reviewer on ONE video for 10 minutes, it makes you think of in general on YouTube as a WHOLE",
        "start": 207.04,
        "duration": 7.42
    },
    {
        "text": "how much money both creator and YouTube are missing out on because they're not throwing a body at the problem.",
        "start": 214.46,
        "duration": 4.66
    },
    {
        "text": "And here's the thing, I understand to a certain, degree why, you'd want to demonetize rather than risk.",
        "start": 219.12,
        "duration": 4.12
    },
    {
        "text": "It's a far less damaging story for YouTube if it's creator is complaining about demonetization",
        "start": 223.24,
        "duration": 4.86
    },
    {
        "text": "rather than nike ad runs next to isis kill video. Right? Youtube's trying to prevent Ad-Pocalypse 2.0, or if you're still affected an escalation",
        "start": 228.1,
        "duration": 7.46
    },
    {
        "text": "But you would think that your verified creators would have a different, extra level of trust.",
        "start": 235.56,
        "duration": 4.54
    },
    {
        "text": "Like Marques mkbhd; He has years of not posting anything horrible, so when out of nowhere your algorithm, goes,",
        "start": 240.1,
        "duration": 6.62
    },
    {
        "text": "\"Hey, this guy who has a, mh, pretty much perfect record for YEARS,",
        "start": 246.72,
        "duration": 3.3
    },
    {
        "text": "and he puts out a video called 'Apple iPhone X Unboxing!'",
        "start": 250.02,
        "duration": 2.9
    },
    {
        "text": "Cuz he's made us hundreds of thousands if not millions of dollars,",
        "start": 252.92,
        "duration": 2.68
    },
    {
        "text": "Let's -let's just -let's -let's give him 10 minutes of our time so that, we don't screw 'im over.\"",
        "start": 255.6,
        "duration": 4.14
    },
    {
        "text": "Or that's an insane idea and I can go fuck myself, but it really seems like it shouldn't be the latter of the two.",
        "start": 259.74,
        "duration": 4.86
    },
    {
        "text": "I guess if there is an end of that story, \"YouTube I love you. Please be better.\"",
        "start": 264.6,
        "duration": 3.64
    },
    {
        "text": "And the last thing we're going to talk about today is that horrifying Texas church, shooting.",
        "start": 268.24,
        "duration": 4.16
    },
    {
        "text": "26 people were killed, 20 others were injured, it is the deadliest shooting in Texas history. So let's go through this story.",
        "start": 272.4,
        "duration": 6.0
    },
    {
        "text": "Reportedly the gunman was first spotted at a gas station across the street from First Baptist Church in Sutherland Springs at 11:20 a.m.",
        "start": 278.4,
        "duration": 5.48
    },
    {
        "text": "The shooter drove across the street, got out of his car,",
        "start": 283.89,
        "duration": 2.549
    },
    {
        "text": "He was reportedly wearing all black, a mask, a ballistic vest and was armed with a ruger AR 556 rifle.",
        "start": 286.44,
        "duration": 5.36
    },
    {
        "text": "The gunman then began firing from the outside of the church and moved to the right side of the building where he continued to shoot.",
        "start": 291.8,
        "duration": 4.6
    },
    {
        "text": "He then entered from the back of the church firing all the way to the front and then firing on his way back out.",
        "start": 296.4,
        "duration": 4.72
    },
    {
        "text": "When the gunman emerged from the church, an armed neighbor exchanged gunfire with him.",
        "start": 301.12,
        "duration": 3.02
    },
    {
        "text": "The shooter then dropped his rifle, got into his car, and fled the scene.",
        "start": 304.14,
        "duration": 2.56
    },
    {
        "text": "And while this was happening, a guy by the name of Johnny Langondorf said he was driving to his girlfriend's house when he witnessed all of this.",
        "start": 306.7,
        "duration": 5.06
    },
    {
        "text": "Johnny: I had parked at the intersection where i had seen the shooter come out from the church and a gentleman, the neighbor of the church,",
        "start": 311.76,
        "duration": 8.16
    },
    {
        "text": "had come out wielding a rifle and the two men started exchanging gunfire.",
        "start": 319.92,
        "duration": 5.08
    },
    {
        "text": "From, there the shooter jumped in his vehicle",
        "start": 325.0,
        "duration": 1.78
    },
    {
        "text": "where he had the door open and the engine running ready to go, and fled the scene.",
        "start": 326.78,
        "duration": 4.4
    },
    {
        "text": "At that time the... the neighbor with the rifle came to my truck and... he just... he opened my door and said, \"He just shot up the church\" and... and got in",
        "start": 331.24,
        "duration": 9.42
    },
    {
        "text": "So then the neighbor who exchanged gunfire with the shooter jumps into Johnny's car.",
        "start": 340.66,
        "duration": 3.2
    },
    {
        "text": "The two then pursue the shooter on a high-speed chase while calling dispatch to send police in his direction.",
        "start": 343.86,
        "duration": 4.24
    },
    {
        "text": "While this was happening reportedly the shooter called his father to let him know, that he didn't think he was gonna make it.",
        "start": 348.1,
        "duration": 4.14
    },
    {
        "text": "And then during the chase the shooter lost control of his vehicle and went off into a ditch.",
        "start": 352.24,
        "duration": 3.4
    },
    {
        "text": "Law enforcement later found the suspect dead in his vehicle. Officials saying the gunman suffered gunshot wounds from the civilian and then shot himself as well.",
        "start": 355.64,
        "duration": 6.0
    },
    {
        "text": "Inside the vehicle, they also recovered two other weapons: A 9-millimeter glock handgun and a ruger 22 handgun.",
        "start": 361.64,
        "duration": 4.78
    },
    {
        "text": "Shortly after this news broke, president Trump tweeted,",
        "start": 366.42,
        "duration": 2.62
    },
    {
        "text": "\"May God be with the people of Southerland Springs, Texas. The FBI and law enforcement are on the scene. I am monitoring the situation from japan.\"",
        "start": 369.04,
        "duration": 5.98
    },
    {
        "text": "And later, in a press conference he added,",
        "start": 375.02,
        "duration": 1.82
    },
    {
        "text": "Trump: \"This act of evil occurred as the victims and their families were in their place of sacred worship.",
        "start": 376.84,
        "duration": 7.52
    },
    {
        "text": "Trump: \"You cannot put into words the pain...",
        "start": 385.15,
        "duration": 3.26
    },
    {
        "text": "Trump: \"and grief we all feel. But in dark times, and these are dark times...",
        "start": 389.29,
        "duration": 4.149
    },
    {
        "text": "Trump: \"...such as these...",
        "start": 396.029,
        "duration": 2.0
    },
    {
        "text": "Trump: \"Americans do what they do best:\"",
        "start": 398.4,
        "duration": 2.18
    },
    {
        "text": "Trump: \"We pull together\"",
        "start": 401.36,
        "duration": 1.34
    },
    {
        "text": "Trump: \"We join hands we lock arms...\"",
        "start": 403.58,
        "duration": 2.36
    },
    {
        "text": "Trump: \"...and through the tears... and through the sadness...",
        "start": 406.92,
        "duration": 4.66
    },
    {
        "text": "Turmp: \"...we stand strong.\"",
        "start": 412.74,
        "duration": 1.96
    },
    {
        "text": "Now as far as those killed in this horrible attack, some of the names have been released as of recording, but many haven't,",
        "start": 414.7,
        "duration": 4.82
    },
    {
        "text": "but, what we do know is the youngest victim was 18 months old and the oldest was 77 years old.",
        "start": 419.56,
        "duration": 4.12
    },
    {
        "text": "Among the dead there were several children, a pregnant woman, and the pastor's fourteen-year-old daughter.",
        "start": 423.68,
        "duration": 4.0
    },
    {
        "text": "And of the 20 injured, at this time, ten are still critical, six are stable, and four others are in serious condition.",
        "start": 427.68,
        "duration": 5.52
    },
    {
        "text": "And of course, in the aftermath of this horrific attack you have people saying,",
        "start": 433.2,
        "duration": 3.3
    },
    {
        "text": "\"How could this happen? Why did this happen? This is a senseless mass-murder in a town of about six hundred people.",
        "start": 436.5,
        "duration": 5.64
    },
    {
        "text": "An attack that essentially left 4% of their population dead.",
        "start": 442.14,
        "duration": 2.92
    },
    {
        "text": "Well, here's what we know so far.",
        "start": 445.06,
        "duration": 1.26
    },
    {
        "text": "We know the shooters served in the air force from 2010 until 2014 and worked in the logistics readiness department.",
        "start": 446.32,
        "duration": 4.5
    },
    {
        "text": "We know that he was court-martialed in 2010 on charges of assault on his spouse and on their child.",
        "start": 450.82,
        "duration": 3.94
    },
    {
        "text": "According to Don Kristensen, a retired colonel, who is the chief prosecutor for the air force, quote,",
        "start": 454.76,
        "duration": 4.1
    },
    {
        "text": "\"He assaulted his stepson severely enough that he fractured his skull and he also assaulted his wife.\"",
        "start": 458.86,
        "duration": 4.3
    },
    {
        "text": "\"He pled to intentionally doing it.\"",
        "start": 463.16,
        "duration": 1.54
    },
    {
        "text": "We know he received a bad conduct discharge, confinement for 12 months, and reduction of his military status.",
        "start": 464.7,
        "duration": 4.34
    },
    {
        "text": "There's also been a lot of talk as to whether this is a guns issue or a mental health issue.",
        "start": 469.04,
        "duration": 4.38
    },
    {
        "text": "This morning president trump saying,",
        "start": 473.42,
        "duration": 1.32
    },
    {
        "text": "Trump: \"Mental health is... your problem here. This, was a...",
        "start": 474.74,
        "duration": 3.58
    },
    {
        "text": "Trump: \"...a very, based on preliminary reports, very deranged individual, a lot of problems over a long period of time.\"",
        "start": 478.4,
        "duration": 5.58
    },
    {
        "text": "Trump: \"We have a lot of mental health problems in our country as do other countries\"",
        "start": 484.68,
        "duration": 4.219
    },
    {
        "text": "Trump: \"But this isn't a guns...",
        "start": 489.689,
        "duration": 2.45
    },
    {
        "text": "Trump: \"...situation. I mean we could go into it but it's a little bit soon to go into it,",
        "start": 493.56,
        "duration": 3.74
    },
    {
        "text": "Trump: \"but, fortunately somebody else had a gun that was shooting in the opposite direction.",
        "start": 497.3,
        "duration": 3.569
    },
    {
        "text": "Trump: \"Otherwise it wouldn't have been as bad as it was it would have been much worse.\"",
        "start": 500.999,
        "duration": 2.779
    },
    {
        "text": "Trump: \"But... ah... this is a mental health...",
        "start": 504.93,
        "duration": 2.389
    },
    {
        "text": "Trump: \"...problem at the highest level.\"",
        "start": 507.96,
        "duration": 1.82
    },
    {
        "text": "That said, you still had people arguing that this was a guns issue.",
        "start": 509.78,
        "duration": 3.28
    },
    {
        "text": "And the reason for that as many people were pointing to his bad conduct discharge.",
        "start": 513.06,
        "duration": 3.02
    },
    {
        "text": "Federal law prohibits those who have been dishonorably discharged from buying a firearm.",
        "start": 516.08,
        "duration": 3.44
    },
    {
        "text": "But the thing to note here is the law does not prohibit those who have received a bad conduct discharge from buying a firearm.",
        "start": 519.54,
        "duration": 5.04
    },
    {
        "text": "Still Texas law prohibits those with domestic violence convictions from owning a firearm.",
        "start": 524.58,
        "duration": 3.66
    },
    {
        "text": "But it's not exactly clear right now if the shooter's bad conduct discharge for the assaults on his then wife and their child fall under that provision.",
        "start": 528.24,
        "duration": 5.84
    },
    {
        "text": "I mean, even the governor of texas was questioning how the gunman got access to these weapons.",
        "start": 534.08,
        "duration": 3.76
    },
    {
        "text": "Saying that, at one point, the shooter even tried to get a license to concealed carry a gun in Texas but was denied, by the state",
        "start": 537.84,
        "duration": 4.82
    },
    {
        "text": "Gov. Greg Abbott: So, how was it that he was able to get a gun?",
        "start": 542.66,
        "duration": 2.48
    },
    {
        "text": "Gov. Greg Abbott: By... by all the facts that, we seem to know",
        "start": 545.339,
        "duration": 3.02
    },
    {
        "text": "Gov. Greg Abbott: he was not supposed to have access to a gun so how did this happen?",
        "start": 548.76,
        "duration": 5.24
    },
    {
        "text": "Additionally there were reports coming out of that a member of law enforcement said that the suspect",
        "start": 554.0,
        "duration": 3.06
    },
    {
        "text": "had actually bought his rifle from a sporting goods store in San Antonio",
        "start": 557.06,
        "duration": 2.94
    },
    {
        "text": "This back in April of 2016, where they said he checked the box on his background check paperwork to indicate he didn't have any disqualifying criminal history.",
        "start": 560.0,
        "duration": 6.18
    },
    {
        "text": "But right now the authorities are still looking into the situation so hopefully we have answers soon.",
        "start": 566.18,
        "duration": 3.84
    },
    {
        "text": "And as far as motive, while there has been just everything you could possibly imagine thrown on social media, officially,",
        "start": 570.02,
        "duration": 5.56
    },
    {
        "text": "according to Freeman Martin of the department of public safety the texas shooting wasn't about race or religion.",
        "start": 575.58,
        "duration": 4.66
    },
    {
        "text": "One of the most recent updates they said there was a domestic situation unfolding in the gunman's family.",
        "start": 580.24,
        "duration": 3.9
    },
    {
        "text": "There are reports coming out saying the suspects in-laws went to that church.",
        "start": 584.14,
        "duration": 2.9
    },
    {
        "text": "One of the most recent reports saying the shooters grandmother-in-law was one of the victims. And Martin added this.",
        "start": 587.04,
        "duration": 4.32
    },
    {
        "text": "Martin: Everyone wants to know is, \"Why did this happen?\"",
        "start": 591.4,
        "duration": 2.22
    },
    {
        "text": "Martin: It's a senseless crime, but we can tell you that there was a domestic situation going on within this family.",
        "start": 593.72,
        "duration": 6.72
    },
    {
        "text": "Martin: The suspect's mother-in-law attended this church.",
        "start": 600.44,
        "duration": 2.44
    },
    {
        "text": "Martin: We know that he had made threaten...",
        "start": 602.97,
        "duration": 2.0
    },
    {
        "text": "Martin: ... threatening, uh...",
        "start": 605.399,
        "duration": 1.051
    },
    {
        "text": "Martin: ...she'd reset [received] threatening texts from him. We want to get that out there that this was not racially motivated",
        "start": 606.45,
        "duration": 5.49
    },
    {
        "text": "So that new information may help us understand why the shooter chose this specific church.",
        "start": 611.94,
        "duration": 4.04
    },
    {
        "text": "And that's where we are on this right now. There are also a lot of side stories to this .",
        "start": 615.98,
        "duration": 3.46
    },
    {
        "text": "Like we've seen in past attacks, there was a ton of fake news out there.",
        "start": 619.5,
        "duration": 3.32
    },
    {
        "text": "And it wasn't just stuff that was popping up on google's top search results or just stuff on twitter",
        "start": 622.94,
        "duration": 3.96
    },
    {
        "text": "Congressman Vicente Gonzalez on CNN said this:",
        "start": 626.9,
        "duration": 3.32
    },
    {
        "text": "Gonzalez: It was reported to me that he's actually, not from the community. Apparently his name was released; it's Sam Hide.",
        "start": 630.22,
        "duration": 5.52
    },
    {
        "text": "That was the name i was -i was, uh, given.",
        "start": 635.74,
        "duration": 2.64
    },
    {
        "text": "But if you've watched this show over the past few years or you've paid attention to the internet you know that that is just a troll.",
        "start": 638.38,
        "duration": 4.46
    },
    {
        "text": "Whenever there's a mass killing they're a bunch of people that try to say the Sam Hide did it, just to troll and mislead people.",
        "start": 642.84,
        "duration": 4.86
    },
    {
        "text": "There are also fake facebook screenshots that went viral. People were trying to say that he was a member of ANTIFA.",
        "start": 647.7,
        "duration": 4.92
    },
    {
        "text": "Aside from that, there was also a massive debate once again around thoughts and prayers.",
        "start": 652.62,
        "duration": 3.22
    },
    {
        "text": "At the center of this we saw Paul Ryan and Wil Wheaton.",
        "start": 655.84,
        "duration": 2.58
    },
    {
        "text": "Paul Ryan tweeting: \"Reports out of Texas are devastating. People of Sutherland Springs need our prayers right now.\"",
        "start": 658.5,
        "duration": 4.68
    },
    {
        "text": "To which Wil Wheaton tweeted and responded: \"Murder victims were in a church.",
        "start": 663.18,
        "duration": 3.5
    },
    {
        "text": "\"If prayers did anything, they'd still be alive, you worthless sack of shit.\"",
        "start": 666.68,
        "duration": 2.88
    },
    {
        "text": "Now as you would expect there were a lot of people offended by this. Many feelingly, was just lashing out at religious people.",
        "start": 669.56,
        "duration": 4.459
    },
    {
        "text": "Wil Wheaton then later apologized writing: \"Hey real and actual people of faith. I hear you.",
        "start": 674.02,
        "duration": 4.3
    },
    {
        "text": "\"I apologize for insulting you in my rage at Paul Ryan's refusal to address gun violence.",
        "start": 678.36,
        "duration": 4.26
    },
    {
        "text": "\"Your faith is your business and people like Paul Ryan exploit it while they hide behind words without deeds and people continue to die\"",
        "start": 682.62,
        "duration": 5.2
    },
    {
        "text": "That's where we're on in this situation. As new information comes out I will try to keep you up-to-date. And ultimately, where i land on this issue",
        "start": 687.82,
        "duration": 5.3
    },
    {
        "text": "is, i personally think it's a little odd to just label it a mental health issue and not a gun issue at all.",
        "start": 693.32,
        "duration": 5.1
    },
    {
        "text": "But there's not much further i can go into that debate without the investigation finding out how the hell he actually got those weapons.",
        "start": 698.42,
        "duration": 4.96
    },
    {
        "text": "Also on the note of it's too soon to talk about policy,",
        "start": 703.38,
        "duration": 2.32
    },
    {
        "text": "I understand if you have that that opinion but i don't think that you can you can",
        "start": 705.7,
        "duration": 4.28
    },
    {
        "text": "say it here then have the complete opposite opinion when when someone says they did something for ISIS and then say,",
        "start": 709.98,
        "duration": 5.28
    },
    {
        "text": "Okay, well we're gonna completely change immigration.",
        "start": 715.26,
        "duration": 1.9
    },
    {
        "text": "I don't even have the energy or desire to argue around that point right now,",
        "start": 717.16,
        "duration": 3.14
    },
    {
        "text": "I'm just... i'm just sad. It hurts it's soul-crushing the fact that...",
        "start": 720.3,
        "duration": 3.92
    },
    {
        "text": "...when...when you look online and you see this story or you hear these words coming out of my mouth and you're not surprised anymore.",
        "start": 724.42,
        "duration": 6.48
    },
    {
        "text": "That makes it all the more heartbreaking and I understand the where people can get frustrated with the sending thoughts and prayers.",
        "start": 730.9,
        "duration": 5.94
    },
    {
        "text": "I feel like we've just seen this all before. And really just don't know how to end the story it's put me in a messed-up headspace",
        "start": 736.84,
        "duration": 4.78
    },
    {
        "text": "I feel like we're just... we're all repeating the same thing over and over again. Everybody yells at each other, people have to bury",
        "start": 741.62,
        "duration": 5.6
    },
    {
        "text": "members of their family in this case, some as young as 18 months old and then a...",
        "start": 747.44,
        "duration": 4.4
    },
    {
        "text": "...new cycle in the world rinses and repeats. I don't know.",
        "start": 751.84,
        "duration": 2.1
    },
    {
        "text": "I wish i could leave you with a more positive note but, um... I guess sometimes the world really just doesn't allow for that.",
        "start": 753.94,
        "duration": 4.54
    },
    {
        "text": "That said of course this is the Philip Defranco show",
        "start": 758.48,
        "duration": 1.76
    },
    {
        "text": "Aside from the story, my opinion, I want to hear from you.",
        "start": 760.4,
        "duration": 3.32
    },
    {
        "text": "What are your thoughts on this last story, the first one, anything in between let, me know in those comments down below.",
        "start": 763.72,
        "duration": 4.58
    },
    {
        "text": "That said let's, uh, cut to the outro that i shot previously, where i was in a better mood.",
        "start": 768.3,
        "duration": 4.48
    },
    {
        "text": "Remember if you liked this video, you like what I'm trying to do on this channel, HIT that like button, if you're new here hit that subscribe button.",
        "start": 772.78,
        "duration": 5.3
    },
    {
        "text": "Also if you missed the last Philip Defranco show and you want to catch up,",
        "start": 778.08,
        "duration": 2.78
    },
    {
        "text": "click or tap right there to watch that. Or if you just need something lighter today",
        "start": 780.86,
        "duration": 3.34
    },
    {
        "text": "I Highly recommend, we have a new vlog, you can click or tap right there to watch that.",
        "start": 784.6,
        "duration": 3.26
    },
    {
        "text": "But, so that said, of course as always,",
        "start": 787.86,
        "duration": 1.72
    },
    {
        "text": "my name's Philip DeFranco, you've just been Phil'd in.",
        "start": 789.58,
        "duration": 2.52
    },
    {
        "text": "I love yo faces and i'll see you tomorrow.",
        "start": 792.1,
        "duration": 2.62
    }
]