[
    {
        "text": "'Sup, beautiful bastards, I hope you're having a fantastic Friday!",
        "start": 0.0,
        "duration": 2.72
    },
    {
        "text": "For today's Friday show, I want to talk about a heavily requested, and I think important, story.",
        "start": 2.72,
        "duration": 4.52
    },
    {
        "text": "It's around the situation that you may have heard of as \"Elsa Gate.\"",
        "start": 7.3,
        "duration": 2.7
    },
    {
        "text": "As of late, there's been a lot of concern around YouTube's children-focused content.",
        "start": 10.0,
        "duration": 2.86
    },
    {
        "text": "Some children's videos, I would argue MOST children's videos, are completely normal content, like nursery rhymes, color, and counting.",
        "start": 12.86,
        "duration": 5.66
    },
    {
        "text": "But there's also a huge subsection of videos that are very troubling.",
        "start": 18.74,
        "duration": 3.06
    },
    {
        "text": "And the range here is, \"Okay, that's kind of weird and kind of inappropriate.\" to \"What the fuck!? How is this in YouTube Kids?!\"",
        "start": 21.8,
        "duration": 5.74
    },
    {
        "text": "Now, what we often see is that they use children's characters in the videos.",
        "start": 27.56,
        "duration": 2.46
    },
    {
        "text": "They have video titles, tags, that are specifically designed to take advantage of the YouTube algorithm.",
        "start": 30.029,
        "duration": 3.99
    },
    {
        "text": "Essentially, the way it works is on YouTube Kids, you get longer viewing time.",
        "start": 34.02,
        "duration": 3.28
    },
    {
        "text": "Unlike an adult that's specifically searching, and hopping from video to video,",
        "start": 37.38,
        "duration": 2.9
    },
    {
        "text": "When you have a kid, often like an iPad is being put in front of them,",
        "start": 40.28,
        "duration": 2.86
    },
    {
        "text": "And a lot of the kids just watch video after video as they pop up on the screen.",
        "start": 43.14,
        "duration": 2.76
    },
    {
        "text": "Which is where these videos can take advantage of the algorithm.",
        "start": 45.9,
        "duration": 1.9
    },
    {
        "text": "Kid's watching silly fun videos about Minions, Despicable Me,",
        "start": 47.82,
        "duration": 3.6
    },
    {
        "text": "and then this ridiculous insanity pops up from that.",
        "start": 51.42,
        "duration": 3.06
    },
    {
        "text": "This is from \"Zinzin Cartoon,\" titled \"Minions Banana Baby Drinks Piss Water Funny Story Full Episodes! Finger Family song Nursery Rhymes.\"",
        "start": 54.48,
        "duration": 7.46
    },
    {
        "text": "Also, you notice a lot of the titles, the descriptions, the tags, is kind of like this word soup.",
        "start": 61.94,
        "duration": 4.02
    },
    {
        "text": "Once again, that's people taking advantage of the algorithm by using highly searched terms in their description.",
        "start": 65.97,
        "duration": 4.019
    },
    {
        "text": "There's a full disgusting rainbow of obscene and really inappropriate videos.",
        "start": 69.99,
        "duration": 3.809
    },
    {
        "text": "There's a lot of tricking people into drinking pee, eating poop,",
        "start": 73.8,
        "duration": 2.92
    },
    {
        "text": "you get stuff like \"Princess Rapunzel and Spider Man Buried Alive: Venom Poop,\"",
        "start": 76.72,
        "duration": 3.84
    },
    {
        "text": "and you see what looks to be a bloodied Rapunzel with poop on her head.",
        "start": 80.56,
        "duration": 3.66
    },
    {
        "text": "Also, if you're wondering why this is called \"Elsa Gate,\" but I haven't even mentioned Elsa yet,",
        "start": 84.22,
        "duration": 2.92
    },
    {
        "text": "It's because I want you to know that this is much more than just a character from Frozen being in some weird video.",
        "start": 87.15,
        "duration": 5.099
    },
    {
        "text": "A lot of the original weird disturbing videos included someone either playing Elsa, or an animation of Elsa.",
        "start": 92.249,
        "duration": 5.731
    },
    {
        "text": "Frozen, of course, was one of the most popular pieces of children's entertainment in an incredibly long time.",
        "start": 97.98,
        "duration": 4.06
    },
    {
        "text": "Frozen, the specific characters, the names of the songs - constantly searched.",
        "start": 102.1,
        "duration": 3.64
    },
    {
        "text": "A lot of weird videos started with her, then people start including more characters like Spider Man, Hulk, Joker,",
        "start": 105.74,
        "duration": 5.42
    },
    {
        "text": "or honestly any character you can imagine, there is probably a weird video like this out there.",
        "start": 111.16,
        "duration": 4.1
    },
    {
        "text": "They had this video of Elsa, apparently sick, and Anna is trying to take care of her,",
        "start": 115.26,
        "duration": 3.1
    },
    {
        "text": "so then they check her temperature rectally. Also, then Anna kisses Elsa.",
        "start": 118.36,
        "duration": 3.36
    },
    {
        "text": "That video has 7.8 million views, and it is not even close to being their biggest!",
        "start": 121.72,
        "duration": 3.64
    },
    {
        "text": "That same channel has another video with 20 million views,",
        "start": 125.36,
        "duration": 2.5
    },
    {
        "text": "Once again, this is a kid's channel and video.",
        "start": 127.86,
        "duration": 1.56
    },
    {
        "text": "All the characters are drinking at a dance party, and it ends up with the characters",
        "start": 129.42,
        "duration": 3.44
    },
    {
        "text": "waking up in bed  together, naked, partially clothed.",
        "start": 132.86,
        "duration": 1.98
    },
    {
        "text": "Also, keep in mind, it's not just animation channels.",
        "start": 134.84,
        "duration": 1.98
    },
    {
        "text": "Got to give a shout-out to the channel called Pranks Game.",
        "start": 136.82,
        "duration": 2.307
    },
    {
        "text": "They actually feature live actors, and what really just feels like softcore porn.",
        "start": 139.127,
        "duration": 4.373
    },
    {
        "text": "In this video, \"Spiderman Vs. Black Cat Girl,\"",
        "start": 143.5,
        "duration": 0.847
    },
    {
        "text": "starts off with this woman beating the shit out of Spiderman in bed.",
        "start": 144.347,
        "duration": 4.813
    },
    {
        "text": "Spider Man then proceeds to stare at her chest; he then grabs her breasts,",
        "start": 149.24,
        "duration": 3.72
    },
    {
        "text": "causing Black Cat to bite her lip, and changes her mount position, continues to beat the shit out of Spiderman,",
        "start": 152.96,
        "duration": 4.78
    },
    {
        "text": "and then she has a dance party.",
        "start": 157.74,
        "duration": 1.72
    },
    {
        "text": "Then, Spiderman fights back, he gets on top of her. Black Cat fights back, she kicks him in the dick three times - 5.8 million views.",
        "start": 159.46,
        "duration": 5.86
    },
    {
        "text": "That's not even going into their superhero love story, where eventually Spiderman and Black Cat, I dunno, it looks like they fuck on a couch?",
        "start": 165.32,
        "duration": 5.32
    },
    {
        "text": "That's got 8.7 million views. And keep in mind once again that all of these tags everything",
        "start": 170.65,
        "duration": 4.199
    },
    {
        "text": "It's geared towards kids. The channel \"Toy Scouter\" is another fantastic weird example",
        "start": 174.849,
        "duration": 3.9
    },
    {
        "text": "We've done a masterful job of taking advantage of the algorithm past 30 days",
        "start": 178.75,
        "duration": 3.419
    },
    {
        "text": "They've gained over six hundred sixteen thousand subscribers if nine point seven million",
        "start": 182.17,
        "duration": 4.139
    },
    {
        "text": "subscribers on the champion videos like this world everyone loves spider-man with frozen elsa minnie",
        "start": 186.56,
        "duration": 4.399
    },
    {
        "text": "Spider-girl peppa pig and joker in real life obviously you see there",
        "start": 191.06,
        "duration": 2.6
    },
    {
        "text": "They're taking advantage of the tags nineteen point five seven million views",
        "start": 193.66,
        "duration": 2.699
    },
    {
        "text": "Six hundred eighty seven comments most people would look at those numbers and go oh that person's boosted",
        "start": 196.569,
        "duration": 3.78
    },
    {
        "text": "Oh probably not",
        "start": 200.35,
        "duration": 0.63
    },
    {
        "text": "We're talking about kids that aren't participating in the comments section watching this video this video by the way, it's hard",
        "start": 200.98,
        "duration": 4.83
    },
    {
        "text": "Do you explain what happens everyone's happy and then uh?",
        "start": 205.81,
        "duration": 2.94
    },
    {
        "text": "Oh i'm to go worldstar nelson and spider-man's essentially naked and rapunzel gets",
        "start": 208.75,
        "duration": 5.22
    },
    {
        "text": "Chloroformed by joker and kid ninh and chase. Yes. I watch paw Patrol. I have children",
        "start": 214.37,
        "duration": 4.699
    },
    {
        "text": "He gets stabbed in the ass with a needle and ruble once again. I told you I watched paw patrol",
        "start": 219.069,
        "duration": 4.05
    },
    {
        "text": "He captures and then seemingly is trying to murder a minion",
        "start": 223.12,
        "duration": 3.929
    },
    {
        "text": "Oh and a dinosaur any abducts Peppa the pig some of the other videos. I blow up on this channel",
        "start": 227.049,
        "duration": 4.2
    },
    {
        "text": "I just love the thumbnail Princess Rapunzel versus nails through finger",
        "start": 231.25,
        "duration": 3.179
    },
    {
        "text": "Oh, my god, Princess Rapunzel got nailed through the foot spider-man sharp nails on toilet",
        "start": 234.43,
        "duration": 5.16
    },
    {
        "text": "Fuck is wrong with people",
        "start": 239.769,
        "duration": 1.09
    },
    {
        "text": "Also, some channels aren't even trying to hide it super hermes TV has a video call hall patrol babies pretend to die suicide",
        "start": 240.859,
        "duration": 7.22
    },
    {
        "text": "There's a little clip from that beauty",
        "start": 248.079,
        "duration": 2.0
    },
    {
        "text": "In response to most of this especially as it's gained more and more traction in the new as has been what the fog how can",
        "start": 260.78,
        "duration": 5.809
    },
    {
        "text": "There be monetization issues things people are calling the ad pocalypse when this is out there",
        "start": 266.59,
        "duration": 4.739
    },
    {
        "text": "Getting millions of you a lot of people saying that we're getting ads while watching these videos in response to these kinds of videos YouTube",
        "start": 271.52,
        "duration": 5.48
    },
    {
        "text": "Has put into place new policies in Jilin when they issued new monetization policies that included content that depicts family-friendly characters engaged in violent sexual",
        "start": 277.0,
        "duration": 6.63
    },
    {
        "text": "violent behavior even if done for comedic or satirical",
        "start": 284.27,
        "duration": 2.57
    },
    {
        "text": "Purposes is not eligible for monetization, Malik Ducard the head of YouTube's family and learning content said that the videos were a quote",
        "start": 286.97,
        "duration": 5.54
    },
    {
        "text": "Extreme needle in the haystack but of course people's response to that was how is this a needle in a haystack",
        "start": 292.58,
        "duration": 4.1
    },
    {
        "text": "situation when you're talking about tens and sometimes",
        "start": 297.38,
        "duration": 2.089
    },
    {
        "text": "Hundreds hundreds of millions of views were people reporting that these videos were prominently featured on the YouTube kids app that was an app that",
        "start": 299.66,
        "duration": 5.75
    },
    {
        "text": "Acknowledged that there was really messed-up content on YouTube and then said hey we're going to make sure the content is safe",
        "start": 305.41,
        "duration": 4.769
    },
    {
        "text": "But because the content isn't initially looked at by human beings you know obviously the algorithm rules all on YouTube these videos were getting through",
        "start": 310.18,
        "duration": 6.149
    },
    {
        "text": "And most importantly they were getting through to children",
        "start": 316.33,
        "duration": 2.339
    },
    {
        "text": "But despite the changes if you still search for certain terms you find inappropriate video",
        "start": 318.669,
        "duration": 4.59
    },
    {
        "text": "We're seeing in general is that the videos have continued despite having to fight  demonetization",
        "start": 323.26,
        "duration": 4.349
    },
    {
        "text": "This isn't great for YouTube because a lot of the mainstream outlets have been covering a New York Times putting out a piece on this",
        "start": 327.61,
        "duration": 4.53
    },
    {
        "text": "earlier this month writing on YouTube kids",
        "start": 332.14,
        "duration": 1.779
    },
    {
        "text": "Startling videos slip past filters as opposed by James Bridle that blew up on media saying these videos wherever they are may ever they come",
        "start": 333.919,
        "duration": 6.44
    },
    {
        "text": "To be me whatever they're conscious intentions ie to accumulate ad revenue feeding upon a system",
        "start": 340.36,
        "duration": 4.26
    },
    {
        "text": "Which was consciously intended to show videos to children for profit unconsciously generated emergent outcomes of that are all over the place",
        "start": 344.62,
        "duration": 6.239
    },
    {
        "text": "We're talking about is very young children effectively from birth being deliberately targeted with content, which will traumatize and disturb them via networks",
        "start": 350.86,
        "duration": 6.66
    },
    {
        "text": "Which are extremely vulnerable to exactly this form of abuse,",
        "start": 357.52,
        "duration": 2.279
    },
    {
        "text": "And he was arguing that YouTube was causing",
        "start": 359.8,
        "duration": 1.989
    },
    {
        "text": "infrastructural violence against children so after this popped up in the news again YouTube decided to respond again. Juniper Downs, YouTube's director of policy saying",
        "start": 361.789,
        "duration": 6.65
    },
    {
        "text": "We're in the process of implementing a new policy that age restricts this content in the YouTube main app when flat adding age restricted content",
        "start": 368.44,
        "duration": 5.489
    },
    {
        "text": "Is automatically not allowed in YouTube kids",
        "start": 373.93,
        "duration": 1.709
    },
    {
        "text": "So how will this work the first line of defense is the algorithm right and so based on how YouTube's algorithms have treated you",
        "start": 375.639,
        "duration": 4.77
    },
    {
        "text": "your faith in this might be mixed and afterwards people like yourself if you see these videos flag them as an appropriate, a human will then",
        "start": 380.51,
        "duration": 5.509
    },
    {
        "text": "Look at that video determine if it's flagged properly YouTube says they have thousands of member",
        "start": 386.02,
        "duration": 3.57
    },
    {
        "text": "Across the world to help if it's in the wrong the video will be flagged and will become age restricted, then if the video",
        "start": 389.65,
        "duration": 4.2
    },
    {
        "text": "Becomes aid restricted it won't be in the kids app, now will all of that work",
        "start": 393.85,
        "duration": 2.519
    },
    {
        "text": "Maybe I think if there was ever a fire that could get YouTube off its ass to do something. It's a oh my god",
        "start": 396.47,
        "duration": 5.539
    },
    {
        "text": "We're showing horrible shit to children fire. I will say overall so far does seem like the most horrid examples",
        "start": 402.009,
        "duration": 5.279
    },
    {
        "text": "We've found I've been taken off the kids however looking into it it seems that companies issuing",
        "start": 407.289,
        "duration": 3.27
    },
    {
        "text": "Takedowns have been more effective than YouTube's system",
        "start": 410.69,
        "duration": 2.329
    },
    {
        "text": "It's because many of the horrendous videos have been taken down due to copyright claims and not because of age gate",
        "start": 413.02,
        "duration": 4.47
    },
    {
        "text": "But ultimately the big problem of hoping people flag these videos is there there is a reason that these videos got so many millions of",
        "start": 417.49,
        "duration": 5.94
    },
    {
        "text": "view under so many people's radar adults aren't searching for this stuff",
        "start": 423.43,
        "duration": 3.57
    },
    {
        "text": "they're searching for like a",
        "start": 427.0,
        "duration": 1.12
    },
    {
        "text": "Regular normal daddy finger song and they plop that iPad in front of a kid and then 20 minutes later",
        "start": 428.12,
        "duration": 5.72
    },
    {
        "text": "Thanks to the algorithm",
        "start": 433.88,
        "duration": 1.2
    },
    {
        "text": "Weird shit shows up so unless people continue to be proactive which is not going to be the case long term this problem could still",
        "start": 435.08,
        "duration": 6.11
    },
    {
        "text": "Very easily continue and grow and so while I think we can all make a temporary push to look for a lot of this weird",
        "start": 441.19,
        "duration": 4.889
    },
    {
        "text": "Content flag it see what YouTube does I would say is to my fellow parents out there also to the brothers the sisters",
        "start": 446.15,
        "duration": 4.73
    },
    {
        "text": "Anyone who is his is responsible for a child",
        "start": 451.039,
        "duration": 2.72
    },
    {
        "text": "So I'll try to take that extra minute to make sure we know exactly what our children are consuming online.",
        "start": 453.76,
        "duration": 5.789
    },
    {
        "text": "I'm not trying to shame you",
        "start": 459.55,
        "duration": 0.78
    },
    {
        "text": "I think most people that downloaded the app were like, \"okay YouTube made it safe for my kids,\" but ultimately like all things with your children",
        "start": 460.33,
        "duration": 6.029
    },
    {
        "text": "It all comes back to you are responsible",
        "start": 466.36,
        "duration": 1.98
    },
    {
        "text": "You got to look out and now that maybe you watch this video or someone forwarded this video to you",
        "start": 468.34,
        "duration": 3.809
    },
    {
        "text": "You know that there is an issue. That's without even jumping in to all the child exploitation",
        "start": 472.15,
        "duration": 3.389
    },
    {
        "text": "We'll save that for another day of course because this is the Philip DeFranco show I want to know your thoughts on this story also",
        "start": 475.789,
        "duration": 4.79
    },
    {
        "text": "What do you think YouTube could do better in situations like or are you thinking?",
        "start": 480.58,
        "duration": 2.85
    },
    {
        "text": "You know YouTube's doing their best. It's on the pair or a mishmash",
        "start": 483.43,
        "duration": 2.729
    },
    {
        "text": "I'd love to know your thoughts see that's why I'm going to end today's show also remember if you like this video you like what?",
        "start": 486.159,
        "duration": 3.9
    },
    {
        "text": "I'm trying to do on this channel you want to support",
        "start": 490.06,
        "duration": 2.0
    },
    {
        "text": "Independent media be sure to go to DeFrancoElite.com, sign up become a member of the nation.",
        "start": 492.229,
        "duration": 4.1
    },
    {
        "text": "Also, if you missed yesterday's Philip DeFranco Show, you want to catch up: Click or tap right there to watch that.",
        "start": 496.33,
        "duration": 4.469
    },
    {
        "text": "If you want to watch the newest behind-the-scenes vlog, click or tap right there to watch that.\nSo that's it.",
        "start": 500.8,
        "duration": 5.279
    },
    {
        "text": "Of course, as always, my name's Philip DeFranco; you've just been Phill'd in; I love yo faces, and I'll see you next time.",
        "start": 506.09,
        "duration": 0.5
    }
]