[
    {
        "text": "Sup, you beautiful bastards, hope you're having a fantastic Tuesday.",
        "start": 0.0,
        "duration": 2.82
    },
    {
        "text": "Welcome back to the Philip DeFranco Show and a quick note slash",
        "start": 2.82,
        "duration": 2.72
    },
    {
        "text": "announcement today, as some of you already saw because I snuck it into yesterday's description,",
        "start": 5.7,
        "duration": 3.3
    },
    {
        "text": "Our news website RogueRocket.com has now officially launched. At launch it will include some stories we cover on the show",
        "start": 9.0,
        "duration": 5.279
    },
    {
        "text": "So just another way for people to consume those stories as well as other things we don't cover on the show keep in mind",
        "start": 14.28,
        "duration": 4.859
    },
    {
        "text": "This is a new expansion for us. This part is just starting but it's very exciting for us.",
        "start": 19.14,
        "duration": 4.11
    },
    {
        "text": "Also if you like, \"I wonder if there was a new PDS today,\" rather than having to rely on YouTube systems you can now just",
        "start": 23.25,
        "duration": 4.619
    },
    {
        "text": "Go to rogue rocket dot com but with that said let's just jump into it",
        "start": 27.869,
        "duration": 3.149
    },
    {
        "text": "The first thing we're to talk about today is our douchebag of the day 54 year-old Deborah Sue Culwell.",
        "start": 31.019,
        "duration": 5.55
    },
    {
        "text": "And the reason we're talking about Deborah today",
        "start": 36.57,
        "duration": 1.739
    },
    {
        "text": "the reason she is our Douchebag of the Day is because she was in a now-viral video. In that video is some surveillance footage",
        "start": 38.309,
        "duration": 5.311
    },
    {
        "text": "In that video we see a woman who turns out to be Deborah.",
        "start": 43.7,
        "duration": 3.36
    },
    {
        "text": "She drives a white Jeep Wrangler up to a row of dumpsters. This reportedly outside of an auto parts store in Coachella, California",
        "start": 47.069,
        "duration": 5.291
    },
    {
        "text": "She gets out with a plastic bag. She throws the plastic bag away",
        "start": 52.379,
        "duration": 3.12
    },
    {
        "text": "She kind of looks and then she leaves and if at this point, you're like, \"Well, Phil,",
        "start": 55.5,
        "duration": 3.149
    },
    {
        "text": "How is she the Douchebag of the Day for that? What, because she used someone else's dumpster?\"",
        "start": 58.649,
        "duration": 3.84
    },
    {
        "text": "No, it was because inside of that plastic bag reportedly, there were seven puppies that were just days old",
        "start": 62.489,
        "duration": 5.34
    },
    {
        "text": "She literally threw a bag of a live puppies into a dumpster now before moving on the good news here",
        "start": 67.83,
        "duration": 5.789
    },
    {
        "text": "Luckily there happened to be another person in the area. He ended up looking into the dumpster shortly after Deborah left he found the puppies",
        "start": 73.65,
        "duration": 5.459
    },
    {
        "text": "He brought him into the auto shop store",
        "start": 79.11,
        "duration": 1.56
    },
    {
        "text": "They called Animal Services. According to",
        "start": 80.67,
        "duration": 1.589
    },
    {
        "text": "John Welsh a spokesperson for animal services if he had not come across these puppies in the 15 minute window that he did they would",
        "start": 82.259,
        "duration": 6.72
    },
    {
        "text": "Be dead. They are reportedly alive. They've been transported to a local rescue group",
        "start": 88.979,
        "duration": 3.15
    },
    {
        "text": "They're being bottle-fed. As far as Debra as you can tell from that mug shot that we first showed",
        "start": 92.13,
        "duration": 4.23
    },
    {
        "text": "She has been arrested. According to reports she is currently facing seven felony counts of animal cruelty",
        "start": 96.36,
        "duration": 4.54
    },
    {
        "text": "as well as seven misdemeanor counts of abandoning dogs",
        "start": 101.06,
        "duration": 2.16
    },
    {
        "text": "She's facing up to nine years in prison on the felony charges alone",
        "start": 103.229,
        "duration": 2.849
    },
    {
        "text": "If convicted also, it's been reported that they found 38 dogs at this woman's home",
        "start": 106.079,
        "duration": 5.19
    },
    {
        "text": "They have all been impounded. Those dogs there were described as being in somewhat healthy condition",
        "start": 111.27,
        "duration": 4.559
    },
    {
        "text": "But when you look at the house, it is just it's actually kind of disturbing to look at",
        "start": 115.829,
        "duration": 4.53
    },
    {
        "text": "Yeah, as of right now, that's the story personally. I hope she is punished to the fullest extent of the law",
        "start": 120.36,
        "duration": 4.529
    },
    {
        "text": "I already have a massive issue with people that dump dogs on the side of the road",
        "start": 124.89,
        "duration": 4.289
    },
    {
        "text": "Let alone someone that just throws a literal bag of puppies into a dumpster in",
        "start": 129.179,
        "duration": 4.85
    },
    {
        "text": "90-degree weather there's actually something kind of poetic that because she did this she herself",
        "start": 134.7,
        "duration": 3.919
    },
    {
        "text": "Could end up in a small box for many many years and then let's talk about Britney Spears and the free Britney protest that happened",
        "start": 138.87,
        "duration": 5.149
    },
    {
        "text": "In West Hollywood yesterday now for those that are not aware of some of her fans believe that Britney Spears",
        "start": 144.019,
        "duration": 3.66
    },
    {
        "text": "Being held in a mental health facility against her will and the theories around this are pretty long",
        "start": 147.75,
        "duration": 4.069
    },
    {
        "text": "But i'ma try and simplify and break them down fans have been very suspicious about Britney's well-being after she canceled her second Vegas residency back",
        "start": 151.819,
        "duration": 6.0
    },
    {
        "text": "In January right after announcing it. At that time Britney reportedly posted to Instagram \"A couple of months ago",
        "start": 157.819,
        "duration": 4.229
    },
    {
        "text": "My father was hospitalized and almost died",
        "start": 162.049,
        "duration": 1.981
    },
    {
        "text": "We're all so grateful that he came out of it alive, but he still has a long road ahead of him",
        "start": 164.03,
        "duration": 3.269
    },
    {
        "text": "I had to make the difficult decision to put my full focus and energy on my family at this time\" and something important to know before",
        "start": 167.299,
        "duration": 4.83
    },
    {
        "text": "Moving forward is that her father",
        "start": 172.129,
        "duration": 1.351
    },
    {
        "text": "Jamie is also her conservator",
        "start": 173.48,
        "duration": 1.71
    },
    {
        "text": "Which is sort of like a legal guardian ever since",
        "start": 175.19,
        "duration": 1.99
    },
    {
        "text": "2008 both he and a lawyer by the name of Andrew Wallet have been Brittany as",
        "start": 177.18,
        "duration": 3.29
    },
    {
        "text": "Conservators. Wallet has reportedly been in charge of her estate while Jamie has control of her assets career and personal life and his conservatorship",
        "start": 180.54,
        "duration": 6.05
    },
    {
        "text": "Really gives him a lot of control in Britney's life. She needs their permission to spend money even get married",
        "start": 186.59,
        "duration": 4.709
    },
    {
        "text": "Okay so, you know that. Brittany cancels the tour we fast forward a couple of months. We don't really hear much from Britney",
        "start": 191.299,
        "duration": 4.59
    },
    {
        "text": "Our Instagram was usually post frequently is relatively inactive",
        "start": 195.89,
        "duration": 2.55
    },
    {
        "text": "There are no public sightings of her then in early March after over a decade Wallet resigns from his role making Jamie Britney's only",
        "start": 198.45,
        "duration": 6.349
    },
    {
        "text": "Conservator and in the first week of April we learned that Britney was checked into a mental health facility",
        "start": 204.84,
        "duration": 3.559
    },
    {
        "text": "reports at that time saying that she was likely dealing with emotional distress mainly connected to Jamie's health issues and so as these reports spread",
        "start": 208.65,
        "duration": 5.809
    },
    {
        "text": "Britney posts to Instagram for the first time in three months with the caption",
        "start": 214.459,
        "duration": 3.0
    },
    {
        "text": "\"We all need to take time for a little me time\"",
        "start": 217.459,
        "duration": 2.0
    },
    {
        "text": "And this is when fans began to theorize that Britney didn't check herself into the mental health facility instead people saying that it was her",
        "start": 219.62,
        "duration": 5.13
    },
    {
        "text": "father's decision that they don't think that it was actually Britney posting to Instagram herself and then the situation",
        "start": 224.75,
        "duration": 4.709
    },
    {
        "text": "evolved and got a little weirder last week a popular podcast called Britney's Gram received an anonymous call a man who claims to be a",
        "start": 229.919,
        "duration": 5.78
    },
    {
        "text": "paralegal in the office working on Brittany's",
        "start": 235.7,
        "duration": 1.78
    },
    {
        "text": "conservatorship dialed in with a tip and while the man remained anonymous the two hosts said that they reached out to verify his identity and",
        "start": 237.48,
        "duration": 5.75
    },
    {
        "text": "In his tip. He said that the conspiracy theories fans were creating might be justified essentially",
        "start": 243.23,
        "duration": 3.899
    },
    {
        "text": "His message said that while Britney was rehearsing for her second Vegas residency her father learned. She wasn't taking her medication",
        "start": 247.129,
        "duration": 4.889
    },
    {
        "text": "he told her to either get back on the medications",
        "start": 252.019,
        "duration": 1.18
    },
    {
        "text": "talk to a doctor to find new ones or cancel the show and going on to say that when she refused Jamie then canceled",
        "start": 253.199,
        "duration": 5.6
    },
    {
        "text": "The show and said they could blame it on his health according to this source",
        "start": 258.799,
        "duration": 2.279
    },
    {
        "text": "Britney has actually been in the mental health facility since January when show was canceled adding and this is the reason why we saw the",
        "start": 261.14,
        "duration": 4.82
    },
    {
        "text": "Hashtag as well as protests out in the real world. \"She did not want to go from what I understand",
        "start": 265.96,
        "duration": 3.88
    },
    {
        "text": "This is not a decision she made at all",
        "start": 269.84,
        "duration": 1.86
    },
    {
        "text": "and so this all started the free Brittany movement",
        "start": 271.7,
        "duration": 2.1
    },
    {
        "text": "Which trended on Twitter and sparked yesterday's protest your people gathering outside of West Hollywood City Hall with posters that said things like hashtag free",
        "start": 273.81,
        "duration": 6.21
    },
    {
        "text": "Brittany and Brittany's management is toxic",
        "start": 280.02,
        "duration": 2.009
    },
    {
        "text": "While many have been reporting that this movement is to get her out of the mental health facility",
        "start": 282.03,
        "duration": 3.059
    },
    {
        "text": "It doesn't appear that that's actually their cause their real goal appears to be to get Brittany out of her",
        "start": 285.09,
        "duration": 3.6
    },
    {
        "text": "conservatorship with her father citing the fact that this type of",
        "start": 288.82,
        "duration": 2.089
    },
    {
        "text": "Conservatorship is mainly common among people in comas people with dementia and other very serious",
        "start": 291.16,
        "duration": 4.01
    },
    {
        "text": "Illnesses and there is a group of people that believe that Jamie is using this",
        "start": 295.27,
        "duration": 2.72
    },
    {
        "text": "Conservatorship to have control over Brittany's finances for his own financial gain",
        "start": 298.12,
        "duration": 3.02
    },
    {
        "text": "\"So we just kind of believe that through the proof of her work through the past X number of years that she has proven herself",
        "start": 301.14,
        "duration": 6.449
    },
    {
        "text": "That she's capable of being her own person",
        "start": 307.81,
        "duration": 3.29
    },
    {
        "text": "We can't speak exactly to her mental health",
        "start": 311.17,
        "duration": 2.149
    },
    {
        "text": "but we can't speak to what we've seen as fans and as the public and what she's able to do and it's obvious that she",
        "start": 313.32,
        "duration": 5.85
    },
    {
        "text": "Shouldn't be into that amount of control\" and according to Brittany's Gram",
        "start": 319.36,
        "duration": 2.72
    },
    {
        "text": "Britney Spears has actually filed a motion in court this year potentially to get out of the conservatorship",
        "start": 322.08,
        "duration": 3.419
    },
    {
        "text": "But same with the records on the case are sealed. So you this odd situation",
        "start": 325.5,
        "duration": 2.88
    },
    {
        "text": "We have people kind of protesting in the digital space the online space you have an anonymous source",
        "start": 328.42,
        "duration": 4.85
    },
    {
        "text": "And as of now no one from Brittany's team has really responded to this situation and overall",
        "start": 333.27,
        "duration": 4.199
    },
    {
        "text": "It's just a generally weird",
        "start": 337.47,
        "duration": 1.3
    },
    {
        "text": "Situation that makes me feel uncomfortably even talking about it as we're seeing this develop more people are keeping an eye on it",
        "start": 338.77,
        "duration": 5.179
    },
    {
        "text": "We're seeing more information coming out like maybe Jamie did not force his daughter into this",
        "start": 343.95,
        "duration": 4.35
    },
    {
        "text": "Facility because the conservatorship does not grant him that ability. The reason I feel uncomfortable about it is there's all this talk",
        "start": 348.37,
        "duration": 5.36
    },
    {
        "text": "There's actually movements out there, but we don't actually know things. When you look out there, there are some sources you wouldn't feel comfortable",
        "start": 353.73,
        "duration": 5.91
    },
    {
        "text": "Citing or a lot of things that haven't been overwhelmingly verified",
        "start": 360.19,
        "duration": 2.779
    },
    {
        "text": "It ends up feeling like a different version of exploiting celebrities mental health issues",
        "start": 362.97,
        "duration": 4.83
    },
    {
        "text": "I feel like over the past decade there has been this this kind of larger learning experience regarding mental health in general.",
        "start": 367.8,
        "duration": 6.329
    },
    {
        "text": "Right, I think there are a lot of us who maybe said",
        "start": 374.13,
        "duration": 1.72
    },
    {
        "text": "Off-color things when there was the Britney Spears who shaved her head back in the day",
        "start": 375.85,
        "duration": 4.01
    },
    {
        "text": "I would have a much different reaction today when you see a story about Britney Spears' mental health",
        "start": 379.86,
        "duration": 4.589
    },
    {
        "text": "You see these fucking celebrity gossip mags talking about a celebrity that maybe was thinking about killing themselves and smacking their face on a front",
        "start": 384.45,
        "duration": 6.479
    },
    {
        "text": "Cover and so with this story I want to say something that was said many many moons ago",
        "start": 390.93,
        "duration": 3.179
    },
    {
        "text": "Although I will say in a much calmer fashion. Leave Britney Alone. If she's in this facility",
        "start": 394.11,
        "duration": 4.1
    },
    {
        "text": "Hopefully it's going to make her better",
        "start": 398.37,
        "duration": 1.549
    },
    {
        "text": "And what's not going to make her better are fucking paparazzi snapping shots of her outside of the facility? I don't know",
        "start": 399.919,
        "duration": 5.25
    },
    {
        "text": "That's the story. That's my kind of just initial reaction to it. And of course, I'd love to hear from you",
        "start": 405.169,
        "duration": 4.32
    },
    {
        "text": "What are your thoughts on this? But from that I want to share some stuff",
        "start": 409.49,
        "duration": 2.16
    },
    {
        "text": "I love today and today in awesome brought to you by our friends and sponsors",
        "start": 411.65,
        "duration": 3.63
    },
    {
        "text": "Seat Geek. And seat geek if you don't know is the fantastic ticket app that takes confusion out of buying tickets for all kinds of live",
        "start": 415.59,
        "duration": 5.179
    },
    {
        "text": "Events from concerts to comedy shows to sporting events, they put all the tickets in one place",
        "start": 420.77,
        "duration": 3.809
    },
    {
        "text": "They give them 0 to 100 scores. So, you know if you're getting a good deal or not",
        "start": 424.58,
        "duration": 2.73
    },
    {
        "text": "I have the app on my phone and it is by far the easiest way to purchase tickets for whatever whether it be down the",
        "start": 427.31,
        "duration": 4.229
    },
    {
        "text": "road or my personal favorite last minute",
        "start": 431.539,
        "duration": 2.1
    },
    {
        "text": "It has saved many a day with the kids a night out with the wife for me. And you know a lot of people don't",
        "start": 433.64,
        "duration": 4.06
    },
    {
        "text": "Think about this, but they also have great finds on Broadway shows",
        "start": 437.74,
        "duration": 2.52
    },
    {
        "text": "Which actually on that note. If you're looking to get ahead of the game get started on your Mother's Day gift. Boom",
        "start": 440.26,
        "duration": 3.6
    },
    {
        "text": "Seat geek is there and best of all for you beautiful bastards who download the app",
        "start": 443.87,
        "duration": 3.54
    },
    {
        "text": "You can click the link in the description down below",
        "start": 447.41,
        "duration": 1.379
    },
    {
        "text": "You can go to Seat Geek Phil dot com. When you make your first ticket purchase",
        "start": 448.789,
        "duration": 2.88
    },
    {
        "text": "Be sure to use code Phil and they'll give you $20 off your first ticket purchase. And the first bit of awesome today are",
        "start": 451.669,
        "duration": 4.5
    },
    {
        "text": "Actually two bits of self promo one",
        "start": 456.169,
        "duration": 1.47
    },
    {
        "text": "If you didn't see me posted an extra morning news deep dive and it wasn't into something miserable today",
        "start": 457.639,
        "duration": 3.69
    },
    {
        "text": "I want to give you something kind of interesting and light-hearted",
        "start": 461.33,
        "duration": 2.04
    },
    {
        "text": "So if you're looking for a palate cleanser up to today's show boom and two a quickie reminder if you went to beautiful bastard calm",
        "start": 463.37,
        "duration": 5.369
    },
    {
        "text": "To be a part of the beautiful bastard challenge using code BBC to get 25% off as you may have seen a few hours",
        "start": 468.74,
        "duration": 4.709
    },
    {
        "text": "After we went live with the show, we we just Wow ended up selling out and then switching everything over to a pre-order",
        "start": 473.449,
        "duration": 5.22
    },
    {
        "text": "so if you want to preorder and the delivery time on that is far far greater still have 12 hours or until the limit that",
        "start": 478.669,
        "duration": 5.67
    },
    {
        "text": "We set for the number of pre-orders is hit to actually make a purchase",
        "start": 484.34,
        "duration": 3.089
    },
    {
        "text": "Yeah, but after that we're gonna be out of stock for a little while",
        "start": 487.43,
        "duration": 2.04
    },
    {
        "text": "Then we add Julia Louis-Dreyfus",
        "start": 489.47,
        "duration": 1.479
    },
    {
        "text": "Reviewing her iconic looks from Seinfeld, Veep and more. We had what if with Renee Zellweger",
        "start": 490.949,
        "duration": 4.399
    },
    {
        "text": "We had Ted ed giving us the dark imagination of HP Lovecraft. We had bone Appetit giving us",
        "start": 495.349,
        "duration": 4.32
    },
    {
        "text": "what makes the perfect pizza you can either enjoy that video by itself or you can just write pineapple in the comment section and just",
        "start": 499.669,
        "duration": 5.429
    },
    {
        "text": "Watch what happens we got a trailer for the new Will Smith movie Gemini Man",
        "start": 505.099,
        "duration": 3.39
    },
    {
        "text": "The last bit of Awesome is we got the final trailer for Godzilla: King of the Monsters",
        "start": 508.49,
        "duration": 4.109
    },
    {
        "text": "I am 100% ready to watch this destruction porn if you want to see the full versions of everything",
        "start": 512.729,
        "duration": 5.179
    },
    {
        "text": "I just shared the secret link of the day really anything at all links is always on the description down below",
        "start": 517.909,
        "duration": 4.71
    },
    {
        "text": "Then a kinda quicky industry news that I wanted to include yesterday",
        "start": 522.62,
        "duration": 3.68
    },
    {
        "text": "But just for times sake I couldn't include. Yesterday",
        "start": 526.3,
        "duration": 1.72
    },
    {
        "text": "we briefly mentioned India banning PewDiePie videos specifically two of them",
        "start": 528.02,
        "duration": 3.52
    },
    {
        "text": "But Felix wasn't the only thing being banned in India",
        "start": 531.54,
        "duration": 2.76
    },
    {
        "text": "If you haven't heard India banned Tik Tok like the whole app and it appears that this has been incredibly",
        "start": 534.3,
        "duration": 4.77
    },
    {
        "text": "Devastating to Tik Tok according to an analytics firm called sensor tower",
        "start": 539.5,
        "duration": 3.02
    },
    {
        "text": "The app had been downloaded at India over 300 million times is a big number on its own",
        "start": 542.52,
        "duration": 4.769
    },
    {
        "text": "But it's even bigger when you consider that the total global",
        "start": 547.29,
        "duration": 2.369
    },
    {
        "text": "Downloads is over 1 billion as far as the reason for this in any in court said the app was promoting pornography as a result",
        "start": 550.029,
        "duration": 5.57
    },
    {
        "text": "We saw Apple and Google",
        "start": 555.6,
        "duration": 1.69
    },
    {
        "text": "Removing Tik Tok from their app stores. And over the weekend, we got a much closer. Look at the devastating impact",
        "start": 557.29,
        "duration": 5.299
    },
    {
        "text": "this could be having on Bytedance who owns Tik Tok",
        "start": 562.589,
        "duration": 2.67
    },
    {
        "text": "according to Reuters \"In the filing made to India's Supreme Court on Saturday, Bytedance urged the court to quash the ban and direct the",
        "start": 565.32,
        "duration": 5.4
    },
    {
        "text": "federal IT Ministry to tell companies such as Google and Apple",
        "start": 570.72,
        "duration": 2.42
    },
    {
        "text": "to make the app available again on their platforms\" and in that filing \"Bytedance pegged",
        "start": 573.2,
        "duration": 4.2
    },
    {
        "text": "financial losses at 500,000 dollars each day",
        "start": 577.5,
        "duration": 3.02
    },
    {
        "text": "Which is said includes destruction the value of its investments in loss of commercial revenue and quote",
        "start": 580.62,
        "duration": 4.16
    },
    {
        "text": "\"Banning has had adverse impact on the user base of this app, losing close to 1 million new users per day...",
        "start": 584.89,
        "duration": 5.809
    },
    {
        "text": "it is estimated that approximately",
        "start": 590.7,
        "duration": 0.97
    },
    {
        "text": "6 million requests for downloads could not be affected since the ban came into effect and because of all of this they say",
        "start": 591.67,
        "duration": 5.03
    },
    {
        "text": "250 jobs are at risk. That's where we are with us right now",
        "start": 596.95,
        "duration": 2.779
    },
    {
        "text": "It's gonna be very interesting to track this not only because of what it involves as far as tick-tock",
        "start": 599.73,
        "duration": 4.559
    },
    {
        "text": "Which has become just this massive",
        "start": 604.29,
        "duration": 1.359
    },
    {
        "text": "massive app and company also to see what kind of crackdown we are going to see out of India which has just blown up as",
        "start": 605.649,
        "duration": 6.35
    },
    {
        "text": "Far as internet media consumption. Yeah for now",
        "start": 612.0,
        "duration": 2.429
    },
    {
        "text": "We're just gonna have to wait to see. And the last thing we're going to talk about today is China's tech sector over the last month",
        "start": 614.43,
        "duration": 4.409
    },
    {
        "text": "hundreds of thousands of tech workers in China have started an online protest against unfair working conditions and you might hear",
        "start": 618.839,
        "duration": 5.07
    },
    {
        "text": "Protests in China and think how actually any form of dissent in China is incredibly difficult",
        "start": 624.04,
        "duration": 5.21
    },
    {
        "text": "Especially online social media sites like Facebook and Twitter are blocked and China other social media platforms are heavily censored",
        "start": 629.41,
        "duration": 5.57
    },
    {
        "text": "So in order to even find a place where tech workers could organize they had to get creative and that's where the platform github comes",
        "start": 634.98,
        "duration": 5.489
    },
    {
        "text": "In and if you don't know github it's owned by Microsoft and it's the world's biggest open source web site that allows programmers to work",
        "start": 640.47,
        "duration": 5.16
    },
    {
        "text": "together on code",
        "start": 645.63,
        "duration": 0.66
    },
    {
        "text": "So these workers created what is called a repository on github which is essentially a project where any number of people can collaborate together",
        "start": 646.29,
        "duration": 5.35
    },
    {
        "text": "but instead of writing code they shared thousands of post protesting 996 schedules, which",
        "start": 651.74,
        "duration": 4.42
    },
    {
        "text": "Familiar with it's a concept that tech workers should work 9:00 a.m. To 9:00 p.m. Six days a week if that sounds nuts",
        "start": 656.47,
        "duration": 5.78
    },
    {
        "text": "It's because it is but that philosophy has become the industry standard in China workers",
        "start": 662.25,
        "duration": 4.2
    },
    {
        "text": "Call the project nine nine six that I see you referring to an apparent joke that working a nine nine six schedule send you to",
        "start": 666.45,
        "duration": 5.669
    },
    {
        "text": "The intensive care unit. Which yeah, I also deal with horrible situations with dark humor",
        "start": 672.12,
        "duration": 4.02
    },
    {
        "text": "Yeah. The point of this project was to demand better working conditions and demonstrate against nine nine six schedule",
        "start": 676.14,
        "duration": 4.64
    },
    {
        "text": "Which workers also say are illegal under Chinese labor laws",
        "start": 680.79,
        "duration": 2.73
    },
    {
        "text": "Which is why according to the description for the project they say this is not a political movement",
        "start": 683.52,
        "duration": 3.75
    },
    {
        "text": "We firmly uphold the labor law and request employers to respect the legitimate rights and interests of their employees",
        "start": 687.27,
        "duration": 5.219
    },
    {
        "text": "Repository includes evidence of bad working conditions as well as legal resources for workers and petitions to Chinese government ministries",
        "start": 692.589,
        "duration": 6.23
    },
    {
        "text": "it also has a blacklist of more than",
        "start": 698.82,
        "duration": 1.57
    },
    {
        "text": "150 companies that workers say have inhumane working conditions and that blacklist includes huge tech firms like Huawei Alibaba",
        "start": 700.39,
        "duration": 6.32
    },
    {
        "text": "and of course we mentioned bike dance which created tick-tock and just a few weeks after it was started 996 dong ICU received more than",
        "start": 706.71,
        "duration": 5.789
    },
    {
        "text": "200,000 stars making one of the most popular github repositories ever. So why are we talking about this today?",
        "start": 712.779,
        "duration": 4.76
    },
    {
        "text": "Well because we mentioned those words China and protests unsurprisingly some Chinese browsers have started to block access to 996 Dot ICU",
        "start": 717.54,
        "duration": 7.53
    },
    {
        "text": "And so yesterday a group of Microsoft employees published an open letter",
        "start": 725.07,
        "duration": 2.849
    },
    {
        "text": "Supporting the project and calling on Microsoft to protect the repository from censorship",
        "start": 728.05,
        "duration": 3.83
    },
    {
        "text": "And on that last point you might be wondering why would Microsoft censor a project on a platform it owns?",
        "start": 731.88,
        "duration": 4.2
    },
    {
        "text": "Well because it turns out that the branch of the company that operates in China censors search results on its search engine Bing",
        "start": 736.08,
        "duration": 5.579
    },
    {
        "text": "in order to comply with Chinese laws and so around that now Microsoft employers are speaking out to make sure that doesn't happen and while Microsoft",
        "start": 741.66,
        "duration": 5.309
    },
    {
        "text": "Obviously can't stop other browsers from censoring the project",
        "start": 747.07,
        "duration": 2.51
    },
    {
        "text": "They do have the power to continue to allow people to access it through Bing that is exactly what this open letter urges Microsoft",
        "start": 749.58,
        "duration": 4.829
    },
    {
        "text": "To do. With the Microsoft employees writing \"In response to these events",
        "start": 754.41,
        "duration": 2.22
    },
    {
        "text": "We the workers of Microsoft and github support the 996.ICU movement and stand in solidarity with tech workers in China",
        "start": 756.64,
        "duration": 6.5
    },
    {
        "text": "We know this is a problem that crosses national borders",
        "start": 763.14,
        "duration": 2.579
    },
    {
        "text": "these same issues",
        "start": 765.72,
        "duration": 0.61
    },
    {
        "text": "Permeate across full-time and contingent jobs at Microsoft in the industry as a whole and continuing we encourage Microsoft and github to keep the",
        "start": 766.33,
        "duration": 6.57
    },
    {
        "text": "996.ICU github repository",
        "start": 772.9,
        "duration": 2.18
    },
    {
        "text": "uncensored and available to everyone and as recording this video the letter has been signed by at least 100 different tech workers and is being",
        "start": 775.14,
        "duration": 5.62
    },
    {
        "text": "Updated by the administrators as more people sign up which on that note",
        "start": 780.779,
        "duration": 2.7
    },
    {
        "text": "It's not just Microsoft workers according to the latter of the employees launched petition publicly at the same time they announced it with Microsoft",
        "start": 783.48,
        "duration": 5.989
    },
    {
        "text": "So employers at lots of different tech firms from all over have signed including Google and Facebook and so with a story and a petition",
        "start": 789.47,
        "duration": 5.909
    },
    {
        "text": "gaining traction is gonna be very interesting to see how Microsoft and China respond and I say that because recently we've actually seen examples of",
        "start": 795.379,
        "duration": 5.76
    },
    {
        "text": "Petitions and letters like this actually having an impact on tech company policies",
        "start": 801.139,
        "duration": 3.51
    },
    {
        "text": "for example",
        "start": 804.649,
        "duration": 0.571
    },
    {
        "text": "Just last year Google employees circulated a letter demanding that the company shut down a censored search engine for China that Google was secretly working",
        "start": 805.22,
        "duration": 5.94
    },
    {
        "text": "On some software engineers even quit their jobs in protest as a results of everything",
        "start": 811.16,
        "duration": 4.65
    },
    {
        "text": "We saw Google CEO saying they will not launch the search project just yet. But also on the other side of instances like this",
        "start": 815.81,
        "duration": 5.63
    },
    {
        "text": "you might remember there were Google employees who staged to walk off back in November of last year that in part to protest an executive",
        "start": 821.44,
        "duration": 4.3
    },
    {
        "text": "Who've been fired for sexual harassment received a 90 million dollar severance package",
        "start": 825.82,
        "duration": 4.48
    },
    {
        "text": "Some of them are now reporting that they're experiencing internal",
        "start": 830.3,
        "duration": 2.25
    },
    {
        "text": "Backlash even to motions this despite the fact that Google agreed to new policies regarding sexual harassment and diversity and specifically in China that kind",
        "start": 832.68,
        "duration": 7.009
    },
    {
        "text": "Of backlash has serious implications one 996 programmer in China anonymously told NPR that he was scared to death of political retribution",
        "start": 839.689,
        "duration": 6.51
    },
    {
        "text": "Continuing \"I am NOT optimistic about our long-term prospects",
        "start": 846.779,
        "duration": 3.109
    },
    {
        "text": "I think the Chinese Communist Party will see us as",
        "start": 849.889,
        "duration": 2.19
    },
    {
        "text": "Terrorists and use the most modern weaponry to make us obey.\" and in fact according to NPR more than 30 students activists and factory workers",
        "start": 852.18,
        "duration": 6.349
    },
    {
        "text": "Have been detained since last summer for trying to unionize factory workers the potential backlash against github is especially concerning",
        "start": 858.529,
        "duration": 5.85
    },
    {
        "text": "The site's been known for being an important and influential space for programmers to create and share anti censorship tools in the country",
        "start": 864.38,
        "duration": 5.849
    },
    {
        "text": "Which of course makes it a perceived threat",
        "start": 870.23,
        "duration": 1.62
    },
    {
        "text": "Which is why it's not surprising that this is not the first time github has been targeted in China github was actually briefly blocked in",
        "start": 871.85,
        "duration": 5.76
    },
    {
        "text": "The country back in 2013 also in 2015",
        "start": 877.61,
        "duration": 2.0
    },
    {
        "text": "Github was taken offline by a cyberattack with servers eventually traced back to a Chinese state-owned telecom company and in general access to certain pages",
        "start": 879.889,
        "duration": 6.75
    },
    {
        "text": "And projects have been selectively censored. So for now we're in a situation",
        "start": 886.639,
        "duration": 2.76
    },
    {
        "text": "We have to kind of just wait to see what Microsoft and China will do here really looking at the situation",
        "start": 889.41,
        "duration": 4.489
    },
    {
        "text": "It's more of a question of what will Microsoft do. Based off of the stories that we've seen coming out of China historically",
        "start": 893.899,
        "duration": 4.89
    },
    {
        "text": "I don't feel like China's gonna be like actually, you know, it's fine",
        "start": 898.79,
        "duration": 2.76
    },
    {
        "text": "Maybe we're going a little too far with the censorship",
        "start": 901.55,
        "duration": 2.219
    },
    {
        "text": "You know for these tech companies it creates this weird situation",
        "start": 903.769,
        "duration": 2.16
    },
    {
        "text": "Of do you play so that you can maybe change the game from the inside or for moral or ethical reasons",
        "start": 906.12,
        "duration": 5.659
    },
    {
        "text": "do you say no we're not going to play your game. And so regarding this whole situation and that that specific thing that I just",
        "start": 911.78,
        "duration": 4.02
    },
    {
        "text": "Hit on. I love to know your thoughts your opinions what you hope that Microsoft does or does not do",
        "start": 915.8,
        "duration": 5.68
    },
    {
        "text": "Of course, let me know what you're thinking in those comments down below. That's where we're going to end. Today's show",
        "start": 921.48,
        "duration": 3.36
    },
    {
        "text": "Remember if you like the video hit that like button if you new here you want more be sure to hit that subscribe button also",
        "start": 924.95,
        "duration": 5.159
    },
    {
        "text": "If you're not 100% philled in, oh, you got options today. If you missed yesterday's PDS, you want to catch up, click or tap",
        "start": 930.11,
        "duration": 5.25
    },
    {
        "text": "Right there to watch that. Morning show, miss that? Click or tap right there to watch that",
        "start": 935.36,
        "duration": 3.51
    },
    {
        "text": "Want to check out some stories that I didn't get to in today's show? Go to the description",
        "start": 938.87,
        "duration": 3.359
    },
    {
        "text": "But so with that said, of course as always, my name's Philip DeFranco",
        "start": 942.23,
        "duration": 2.58
    },
    {
        "text": "You've just been phill'd in, I love yo faces, and I'll see you tomorrow",
        "start": 944.94,
        "duration": 4.339
    }
]