[
    {
        "text": "Sup you beautiful bastards, hope you're having a fantastic Monday.",
        "start": 0.03,
        "duration": 3.09
    },
    {
        "text": "Welcome back to the Philip DeFranco Show and let's just jump into it. And the first thing I want to talk about today one of the",
        "start": 3.12,
        "duration": 4.65
    },
    {
        "text": "most requested stories today, is we got a massive update around the James Gunn situation. If you don't remember there were a bunch of old",
        "start": 7.77,
        "duration": 5.699
    },
    {
        "text": "James Gunn tweets that were resurfaced, shared around. And in those tweets among other things, He joked about things like child molestation.",
        "start": 13.469,
        "duration": 6.18
    },
    {
        "text": "There was a lot of backlash online and it ultimately resulted in him being fired and this whole situation spawned many debate points",
        "start": 19.65,
        "duration": 6.42
    },
    {
        "text": "but one at the center of it was \"should something you said seven to ten years ago",
        "start": 26.07,
        "duration": 3.899
    },
    {
        "text": "be used against you today?\"",
        "start": 29.97,
        "duration": 1.24
    },
    {
        "text": "Especially if you apologize for it.  You don't stand by those words and you say you've evolved since then.",
        "start": 31.21,
        "duration": 3.89
    },
    {
        "text": "And I mentioned that specific debate because there hasn't been a ton of people defending those jokes,",
        "start": 35.1,
        "duration": 4.6
    },
    {
        "text": "but there has been a lot of people that defended James Gunn as he has become a better person, a person that realized he doesn't",
        "start": 39.719,
        "duration": 5.52
    },
    {
        "text": "need to try and you know shock jock",
        "start": 45.239,
        "duration": 1.09
    },
    {
        "text": "people into caring about what he's saying. And some going even farther to say that this specific instance is the weaponization",
        "start": 46.329,
        "duration": 5.27
    },
    {
        "text": "of outraged culture to try and hurt someone like James Gunn who has been outspoken about President Trump.",
        "start": 51.67,
        "duration": 5.029
    },
    {
        "text": "But main point - the reason we're talking about this today",
        "start": 56.699,
        "duration": 1.921
    },
    {
        "text": "Is there have been a lot of people wondering 'What does the cast think?' Right, the cast of the Guardians of the Galaxy.",
        "start": 58.62,
        "duration": 4.919
    },
    {
        "text": "We've heard more direct statements from people like Dave Bautista",
        "start": 63.539,
        "duration": 2.0
    },
    {
        "text": "We've seen less direct statements from people like Chris Pratt, Zoe Saldana saying, 'you know",
        "start": 65.79,
        "duration": 3.72
    },
    {
        "text": "I'm trying to take this time.' And today, Chris Pratt, Zoe Saldana, Dave Bautista,",
        "start": 69.51,
        "duration": 4.139
    },
    {
        "text": "Karen Gillan, Sean Gunn, Pom Klementieff, and Michael Rooker, put out an open letter. Saying \"to our fans and friends we fully support",
        "start": 73.81,
        "duration": 7.099
    },
    {
        "text": "James Gunn. We were all shocked by his abrupt firing last week",
        "start": 81.009,
        "duration": 3.05
    },
    {
        "text": "and have intentionally waited these ten days to respond in order to think pray listen and discuss. In that time",
        "start": 84.06,
        "duration": 4.5
    },
    {
        "text": "we've been encouraged by the outpouring of support from fans and members of the media who wish to see James",
        "start": 88.56,
        "duration": 3.87
    },
    {
        "text": "reinstated as director of [Guardians of the Galaxy] Volume 3 as well as discouraged by those so easily duped into believing the many outlandish conspiracy theories surrounding him.\"",
        "start": 92.65,
        "duration": 6.409
    },
    {
        "text": "Going on to express their love, support, and gratitude for James. Saying \"The character he has shown in the wake of his firing is consistent",
        "start": 99.369,
        "duration": 5.69
    },
    {
        "text": "with the man he was every day on set.\" Saying they believe his apology now and from years ago when first addressing these remarks",
        "start": 105.06,
        "duration": 5.459
    },
    {
        "text": "were from the heart. A heart they all know trust and love.",
        "start": 110.52,
        "duration": 3.059
    },
    {
        "text": "Later adding, \"There is little due process in the court of public opinion.",
        "start": 113.579,
        "duration": 2.16
    },
    {
        "text": "James is likely not the last good person to be put on trial. Given the growing political divide in this country",
        "start": 116.07,
        "duration": 4.049
    },
    {
        "text": "It's safe to say instances like this will continue, although we hope Americans from across the political spectrum can ease up on the character",
        "start": 120.119,
        "duration": 5.88
    },
    {
        "text": "assassinations and stop weaponizing mob mentality.\" And closing",
        "start": 126.28,
        "duration": 3.0
    },
    {
        "text": " ",
        "start": 129.28,
        "duration": 0.98
    },
    {
        "text": "\"It is our hope that what has transpired can serve as an example for all of us to realize the enormous responsibility we have to",
        "start": 130.26,
        "duration": 4.12
    },
    {
        "text": "ourselves and to each other regarding the use of our written words when we etch them in digital stone;",
        "start": 134.6,
        "duration": 4.399
    },
    {
        "text": "that we as a society may learn from this experience and in the future",
        "start": 139.0,
        "duration": 2.91
    },
    {
        "text": "will think twice before we decide what we want to express; and in so learning perhaps can harness this capability to help and heal instead",
        "start": 141.91,
        "duration": 6.419
    },
    {
        "text": "of hurting each other.",
        "start": 148.33,
        "duration": 0.72
    },
    {
        "text": "Thank you for taking the time to read our words.\" And while people have pointed out that the statement doesn't say, you know 'We want",
        "start": 149.05,
        "duration": 4.55
    },
    {
        "text": "James Gunn back to this movie.' Statements saying we look forward to working with our friend James in the future. But, with this statement people like",
        "start": 153.6,
        "duration": 7.15
    },
    {
        "text": "Chris Pratt specifically tweeted, \"Although I don't support James Gunn's inappropriate jokes from years ago, he is a good man.",
        "start": 160.75,
        "duration": 4.739
    },
    {
        "text": "I'd personally love to see him reinstated as director of Volume 3.\" Now, as far as what ends up actually",
        "start": 165.489,
        "duration": 4.44
    },
    {
        "text": "happening, that will be very interesting. Because Disney removed James Gunn seemingly because they say, 'you know what he said",
        "start": 170.03,
        "duration": 5.3
    },
    {
        "text": "we can't stand by that. 'But now you have the Guardians of the Galaxy cast supporting him, not supporting his past tweets,",
        "start": 175.33,
        "duration": 4.349
    },
    {
        "text": "But supporting him saying they look forward to working with him again.",
        "start": 179.68,
        "duration": 2.42
    },
    {
        "text": "Chris Pratt specifically stating that he would love to see his director come back. That in part seems to hurt Disney's hope that that whole situation",
        "start": 182.1,
        "duration": 7.479
    },
    {
        "text": "is no longer connected to the movie.",
        "start": 189.739,
        "duration": 2.06
    },
    {
        "text": "So what does Disney do here? Do they reinstate James Gunn?",
        "start": 191.8,
        "duration": 2.969
    },
    {
        "text": "Potentially alienating all of the people that they aim to defuse?",
        "start": 194.769,
        "duration": 2.67
    },
    {
        "text": "Although at this point because the cast is aligned themselves with James Gunn,",
        "start": 197.59,
        "duration": 3.45
    },
    {
        "text": "potentially connected to this movie, potentially in other works in the future.",
        "start": 201.2,
        "duration": 2.72
    },
    {
        "text": "Is that a situation that can even be diffused at this point? Or do they keep him disconnected from the movie.",
        "start": 203.92,
        "duration": 4.5
    },
    {
        "text": "Hypothetically not helping too much since the cast is now aligned themselves.",
        "start": 208.73,
        "duration": 3.259
    },
    {
        "text": "Potentially there's also an upside with people that are angry about James Gunn's removal. And then of course,",
        "start": 211.989,
        "duration": 3.69
    },
    {
        "text": "there's just the question 'what percentage of the audience actually cares about all of this when they're purchasing a ticket?'",
        "start": 215.68,
        "duration": 5.52
    },
    {
        "text": "I mean will a large majority of the audience just purchase a ticket for Volume 3 regardless of whoever's politics or whatever controversy?",
        "start": 221.2,
        "duration": 6.36
    },
    {
        "text": "I don't know, but I am fascinated to see what will happen next here.",
        "start": 227.56,
        "duration": 3.299
    },
    {
        "text": "And then let's talk about the reported eight major wildfires burning across",
        "start": 230.859,
        "duration": 2.88
    },
    {
        "text": "California right now. And while looking at different maps that may look like there's more than a dozen",
        "start": 234.049,
        "duration": 3.05
    },
    {
        "text": "but the reason for this is some are joined together and they're called fire complexes.",
        "start": 237.1,
        "duration": 2.7
    },
    {
        "text": "And a big thing to understand here is even before these major fires,",
        "start": 239.9,
        "duration": 3.17
    },
    {
        "text": "it was reported that this year is the worst California wildfire season since 2008, and we're only halfway through the year.",
        "start": 243.07,
        "duration": 5.939
    },
    {
        "text": "And now, as of today, about",
        "start": 249.01,
        "duration": 1.449
    },
    {
        "text": "12,000 firefighters are fighting active wildfires around the State of California. And of the fires,",
        "start": 250.459,
        "duration": 4.1
    },
    {
        "text": "you have the car fire which is the largest of those burning in California. With this fire, as of this morning,",
        "start": 254.56,
        "duration": 3.959
    },
    {
        "text": "nearly 100 thousand acres have been burned and it's only 20 percent contained.",
        "start": 258.68,
        "duration": 2.92
    },
    {
        "text": "And to kind of give you a scale of this level of burn",
        "start": 261.7,
        "duration": 2.469
    },
    {
        "text": "I mentioned a hundred thousand acres. For reference,",
        "start": 264.169,
        "duration": 2.16
    },
    {
        "text": "San Francisco itself is around only thirty thousand acres. And according to reports around 1,000 structures have been destroyed, this including",
        "start": 266.33,
        "duration": 6.57
    },
    {
        "text": "723 homes. Tens of thousands of people under evacuation orders have been displaced. You have 3,000 fire personnel fighting the fire with",
        "start": 273.27,
        "duration": 6.2
    },
    {
        "text": "334 engines, 17 helicopters mobilized. As of recording this video,",
        "start": 279.81,
        "duration": 3.799
    },
    {
        "text": "2 Firefighters and 4 residents have died from the car fire. As often happens with situations like this,",
        "start": 283.609,
        "duration": 4.679
    },
    {
        "text": "there are also reports of people missing. And really hitting on the note of how extreme this fire has been, we have Cal Fire Chief",
        "start": 288.289,
        "duration": 5.37
    },
    {
        "text": "Ken Pimlott saying this: \"We are seeing fire whirls. Literally what can be described as a tornado.",
        "start": 293.66,
        "duration": 5.16
    },
    {
        "text": "This fire was whipped up into a whirlwind of activity:",
        "start": 298.82,
        "duration": 2.339
    },
    {
        "text": "uprooting trees, moving vehicles, moving parts of roadways. These are extreme conditions",
        "start": 301.74,
        "duration": 4.82
    },
    {
        "text": "we need to take heed and evacuate, evacuate, evacuate.\"",
        "start": 306.56,
        "duration": 2.579
    },
    {
        "text": "And as far as what the government is doing, last week on the 26, we saw Governor Jerry Brown issue a state of emergency for",
        "start": 309.18,
        "duration": 5.269
    },
    {
        "text": "the car fire and the Cranston Fire in Riverside County. Also just this past Saturday, Trump issued a federal emergency declaration for",
        "start": 314.449,
        "duration": 5.151
    },
    {
        "text": "California that allows additional federal assistance for the communities affected by the fire. And a tiny bit of good news here is in the last",
        "start": 319.6,
        "duration": 5.379
    },
    {
        "text": "48 hours officials have been more optimistic about the fires in Northern California. Also regarding those other fires",
        "start": 324.979,
        "duration": 4.89
    },
    {
        "text": "you had the Ferguson Fire, which is pushing up against Yosemite National Park and has taken the lives of two",
        "start": 329.87,
        "duration": 4.109
    },
    {
        "text": "firefighters. There, as of last night, 56,000 acres have burned with 30 percent containment. There's also the Ranch Fire at around",
        "start": 334.169,
        "duration": 5.63
    },
    {
        "text": "35,000 acres with a handful of buildings destroyed and five percent containment.",
        "start": 340.349,
        "duration": 3.44
    },
    {
        "text": "But here's the thing, even though the focal point of this story",
        "start": 343.789,
        "duration": 2.309
    },
    {
        "text": "now a lot of the coverage is",
        "start": 346.099,
        "duration": 1.901
    },
    {
        "text": "California, there have also been a number of fires across the United States. In fact, as of today,",
        "start": 348.0,
        "duration": 4.009
    },
    {
        "text": "there are 98 large fires in 14 states that have an acreage of more than",
        "start": 352.009,
        "duration": 3.36
    },
    {
        "text": "1.2 million. In addition to California we've got 15 fires in Alaska, 10 in Arizona, 13 in Colorado,",
        "start": 355.59,
        "duration": 5.63
    },
    {
        "text": "16 in Oregon, among others. And as far as total acreage burned year to date that's 4.4 million acres with",
        "start": 361.409,
        "duration": 5.84
    },
    {
        "text": "37,000 fires reported. But as of right now, that is where we are. We're gonna have to wait to see what happens next",
        "start": 367.74,
        "duration": 4.58
    },
    {
        "text": "but where I do want to end this story,",
        "start": 372.32,
        "duration": 1.86
    },
    {
        "text": "I just want to send out a massive massive thank-you and send my well wishes to all of these brave",
        "start": 374.18,
        "duration": 4.649
    },
    {
        "text": "firefighters putting their lives on the line for us.",
        "start": 379.139,
        "duration": 2.18
    },
    {
        "text": "Just thank you and good luck out there. But from that I want to share some stuff I love today and Today In Awesome",
        "start": 381.32,
        "duration": 5.369
    },
    {
        "text": "brought to you by SeatGeek. And SeatGeek is of course a fantastic ticket app that takes",
        "start": 387.24,
        "duration": 2.989
    },
    {
        "text": "Confusion out of buying tickets for live events, whether it be a concert, a comedy show, a sporting event.",
        "start": 390.3,
        "duration": 4.19
    },
    {
        "text": "They put all the tickets in one place.",
        "start": 394.49,
        "duration": 1.32
    },
    {
        "text": "They give them 0 to 100 scores, so you know if you're getting a good deal or not.",
        "start": 395.81,
        "duration": 2.579
    },
    {
        "text": "I've got the app on my phone,",
        "start": 398.39,
        "duration": 1.08
    },
    {
        "text": "it is by far the easiest way to purchase tickets. Whether it be something",
        "start": 399.47,
        "duration": 2.82
    },
    {
        "text": "I'm looking forward to down the road or something kind of last-minute. It's a great time to try it out!",
        "start": 402.29,
        "duration": 3.569
    },
    {
        "text": "You've got baseball season now, football season coming up.",
        "start": 405.86,
        "duration": 2.52
    },
    {
        "text": "There's a ton of summer concerts whether it be Drake, Childish Gambino, Taylor Swift,",
        "start": 408.38,
        "duration": 3.839
    },
    {
        "text": "Whatever. And best of all for you beautiful bastards, if you go to SeatGeekPhil.com, you download the app,",
        "start": 412.22,
        "duration": 4.649
    },
    {
        "text": "Make sure you enter in OFFER CODE: PHIL because when you do that, you'll save",
        "start": 416.87,
        "duration": 3.23
    },
    {
        "text": "$20 off your first ticket purchase. And the first bit of awesome today is we got a trailer for season two of Ozark.",
        "start": 420.15,
        "duration": 5.029
    },
    {
        "text": "We have the final trailer for Mile 22. We got a trailer for Slender Man.",
        "start": 425.18,
        "duration": 3.029
    },
    {
        "text": "Then we had Life Noggin asking 'what would humans look like if we never evolved?'. Then Bon Appetit gave us 12 types of buffalo",
        "start": 428.21,
        "duration": 6.54
    },
    {
        "text": "wings in 12 hours. You know, since yesterday was National Chicken Wing Day, the most BLESSED of holidays.",
        "start": 434.75,
        "duration": 5.009
    },
    {
        "text": "And if you want to see the full versions of everything",
        "start": 439.76,
        "duration": 1.56
    },
    {
        "text": "I just shared, the secret link of the day, anything at all,",
        "start": 441.32,
        "duration": 2.73
    },
    {
        "text": "links as always are in the description down below. And then actually kind of on the same note of of someone's past being used",
        "start": 444.18,
        "duration": 6.44
    },
    {
        "text": "against them now. We had a heavily requested update on the Logan Paul / KSI situation that we covered previously last week. And if you're not familiar,",
        "start": 450.69,
        "duration": 6.739
    },
    {
        "text": "arguably two of the largest Youtubers on the platform, in just less than four weeks,",
        "start": 457.65,
        "duration": 3.83
    },
    {
        "text": "will be fighting one another in a pay-per-view. And now after some recent chaotic press conferences",
        "start": 461.48,
        "duration": 5.759
    },
    {
        "text": "KSI: \"Fuck you Logan\" - Crowd Repeats & KSI Repeats",
        "start": 467.239,
        "duration": 5.661
    },
    {
        "text": "Crowd \"Yo yo yo yo!\" *screams*",
        "start": 473.0,
        "duration": 1.0
    },
    {
        "text": "More Crowds Yelling & Cars Honking",
        "start": 474.0,
        "duration": 4.4
    },
    {
        "text": "In that recent Logan Paul / Casey Neistat",
        "start": 478.44,
        "duration": 1.99
    },
    {
        "text": "interview, where Logan really tries to hit on the note that he's",
        "start": 480.43,
        "duration": 2.51
    },
    {
        "text": "changing but a lot of the stuff that he's talking about doesn't seem to reflect that, Logan then came out with a video that",
        "start": 483.01,
        "duration": 4.279
    },
    {
        "text": "targeted 2 people, though the first being True Geordie and then the second being KSI. Regarding True Geordie, He moderated the last event.",
        "start": 487.33,
        "duration": 5.87
    },
    {
        "text": "He was supposed to be a commentator during the actual fight. Logan in this video identified Geordie as a Logan Paul and Jake Paul hater.",
        "start": 493.26,
        "duration": 6.72
    },
    {
        "text": "Logan: \"This dude f*cking hates me.\" Geordie: \"Logan Paul. This kid's a big f*cking YouTuber in America.\"",
        "start": 500.16,
        "duration": 5.36
    },
    {
        "text": "\"I just don't think the",
        "start": 505.53,
        "duration": 1.51
    },
    {
        "text": "moderator of the press conference, the person who should be neutral, the person who should be the one driving the conversation,",
        "start": 507.04,
        "duration": 5.66
    },
    {
        "text": "should be a Logan and Jake Paul hater.\" True Geordie then ended up releasing a response video",
        "start": 513.28,
        "duration": 4.909
    },
    {
        "text": "to Logan. Long story short, Geordie has gained nearly",
        "start": 518.189,
        "duration": 2.331
    },
    {
        "text": "130,000 new subscribers and that video, as of recording",
        "start": 520.7,
        "duration": 3.339
    },
    {
        "text": "this video, has over 2.7 million views.  But here are two things I would want to throw out.",
        "start": 524.039,
        "duration": 3.9
    },
    {
        "text": "One, I obviously am NOT True Geordie. I can't speak to his intent, his mindset, but the \"evidence\" that he hates Logan",
        "start": 527.94,
        "duration": 6.599
    },
    {
        "text": "Paul was a video from when the suicide forest video happened and of course during that time many people had very negative",
        "start": 534.54,
        "duration": 5.73
    },
    {
        "text": "reactions and negative things to say about you. Even in the Casey Neistat interview, Logan Paul seems to acknowledge that what he did is",
        "start": 540.55,
        "duration": 5.9
    },
    {
        "text": "unforgivable, but then decides to use a reaction to what he did, which was the",
        "start": 547.12,
        "duration": 4.13
    },
    {
        "text": "unforgivable thing, as evidence that he's dealing with a hater, which is just a complete misrepresentation of the situation.",
        "start": 551.53,
        "duration": 5.809
    },
    {
        "text": "So as an example of using something from the past in the now as a way to try and hit someone. Also if we then",
        "start": 557.34,
        "duration": 5.279
    },
    {
        "text": "look into the past,",
        "start": 562.62,
        "duration": 1.17
    },
    {
        "text": "although recent past, a lot of what Logan says here is either ignorant or just",
        "start": 563.79,
        "duration": 3.99
    },
    {
        "text": "hypocritical due to his relationship with Shannon Briggs. Shannon Briggs moderated the first press conference and then at the second press conference was actually part",
        "start": 567.85,
        "duration": 7.28
    },
    {
        "text": "of Logan Paul's team. Although, last second update to this part of the story.",
        "start": 575.13,
        "duration": 2.849
    },
    {
        "text": "It has now been announced that Geordie is back on to commentate.",
        "start": 577.98,
        "duration": 3.09
    },
    {
        "text": "So I guess really no matter who wins this fight that Geordie is one of the true winners here.",
        "start": 581.07,
        "duration": 3.809
    },
    {
        "text": "We can talk more about this part",
        "start": 584.88,
        "duration": 1.17
    },
    {
        "text": "but I want to move to the next part which is where Logan Paul brings up KSI's past.",
        "start": 586.05,
        "duration": 4.08
    },
    {
        "text": "Seemingly as a way not only to argue against KSI, but also potentially as a way to get him to lose sponsorships and",
        "start": 590.56,
        "duration": 7.76
    },
    {
        "text": "relationships. \"How do you have a brand deal with EA or any big brands for that matter? And Post Malone,",
        "start": 598.5,
        "duration": 5.36
    },
    {
        "text": "I'm just wondering, this is the guy you want to walk out with?\" And the ammunition that Logan",
        "start": 604.14,
        "duration": 3.599
    },
    {
        "text": "Paul uses here our old videos that KSI put out. KSI: \"Hey, I'm with uh",
        "start": 607.92,
        "duration": 3.68
    },
    {
        "text": "massive tits.\" KSI: \"Where have your tits gone?\" Woman: \"Where have they gone?\" KSI: \"Yeah\" Woman: \n ~unintelligible~",
        "start": 611.8,
        "duration": 5.4
    },
    {
        "text": "KSI: \"Because I can't see them\"",
        "start": 617.38,
        "duration": 1.98
    },
    {
        "text": "KSI: \"Not big enough. What are you doing not fingering yourself? You have a sister Casper? What's her name?\"",
        "start": 619.37,
        "duration": 4.52
    },
    {
        "text": "Casper: \"Theodora.\" KSI: \"Like Dora the Explorer. Because I'm going to explore her p*ssy.\" Logan then goes on to show video from Caspar Lee's sister",
        "start": 624.56,
        "duration": 6.78
    },
    {
        "text": "right after that footage.",
        "start": 631.52,
        "duration": 1.46
    },
    {
        "text": "and I don't know if the intent from Logan and his team was to kind of pair the footage in a sense of was she talking",
        "start": 632.98,
        "duration": 4.65
    },
    {
        "text": "about KSI or just the fact that he would say something about someone who had gone through something so horrible.",
        "start": 637.63,
        "duration": 4.679
    },
    {
        "text": "And while Logan even acknowledges that you know, he's objectified women in the past",
        "start": 642.31,
        "duration": 3.39
    },
    {
        "text": "he makes kind of this big deal about deleting a video where he actually used women as a",
        "start": 645.7,
        "duration": 5.159
    },
    {
        "text": "bicycle. \"This type of content no longer accurately represents my brand and the person that I am becoming. Okay, so this is No Handlebars",
        "start": 651.11,
        "duration": 6.77
    },
    {
        "text": "I'm going over and I am deleting it from YouTube and...",
        "start": 657.88,
        "duration": 6.94
    },
    {
        "text": "bam. It's gone.\" Since then, people have pointed out that it's not like it was just one video",
        "start": 664.9,
        "duration": 4.26
    },
    {
        "text": "It's that was just a video that fit into a Logan Paul trend.",
        "start": 669.16,
        "duration": 3.23
    },
    {
        "text": "We also have some saying it's disgusting that he's trying to use a situation with Caspar Lee's sister as a way to promote his",
        "start": 672.39,
        "duration": 5.88
    },
    {
        "text": "argument, since he himself was allegedly horrible to another woman that was accusing another guy of rape. And specifically yesterday",
        "start": 678.4,
        "duration": 6.169
    },
    {
        "text": "we saw a former Viner Jessie smiles tweet \"If Logan Paul ever makes a comment about respecting women",
        "start": 684.57,
        "duration": 4.289
    },
    {
        "text": "he's full of shit, end of story. Lol. He publicly shamed me whenever I spoke out about how I was raped.",
        "start": 688.86,
        "duration": 4.71
    },
    {
        "text": "He made me feel so small and one of the most vulnerable times of my life. Trash.\" And while she's tweeting about this now,",
        "start": 693.57,
        "duration": 5.099
    },
    {
        "text": "she's actually talked about this in a video before. \"But a few years back",
        "start": 698.67,
        "duration": 3.6
    },
    {
        "text": "I pressed charges against a famous Viner that I had dated because he sexually assaulted. This became public",
        "start": 702.27,
        "duration": 5.849
    },
    {
        "text": "okay? TMZ, of all f*cking places, published an article and on the day that that article came out,",
        "start": 708.15,
        "duration": 5.609
    },
    {
        "text": "I mean that was the worst day of my life. Famous Viners and a bunch of other people who have a substantial amount of followers",
        "start": 713.76,
        "duration": 6.57
    },
    {
        "text": "decided to go on the internet. Logan Paul being one of the biggest people that did this to me.",
        "start": 720.7,
        "duration": 4.969
    },
    {
        "text": "He tries to come across in his blogs as a nice guy that cares and all that stuff,",
        "start": 725.67,
        "duration": 3.6
    },
    {
        "text": "no, he's a frat douchebag. But he goes on Twitter and I'm talking, he wa nasty. He called me a liar",
        "start": 729.27,
        "duration": 5.819
    },
    {
        "text": "I don't know how many times. Not just that day, throughout any time that I would talk about this situation.",
        "start": 735.089,
        "duration": 5.22
    },
    {
        "text": "He would call me a liar. I'm pretty sure I called me a lying b*tch, but you know what?",
        "start": 740.31,
        "duration": 3.72
    },
    {
        "text": "I can't be sure.\" And while in her video",
        "start": 744.03,
        "duration": 1.62
    },
    {
        "text": "She alleges that he deleted those tweets, upon looking into what we were able to find one",
        "start": 745.65,
        "duration": 3.479
    },
    {
        "text": "It was still up as of this morning",
        "start": 749.13,
        "duration": 1.17
    },
    {
        "text": "So if he deletes it, Hello Logan, it's good to know that you watch these videos. And it's Logan Paul tweeting",
        "start": 750.3,
        "duration": 4.41
    },
    {
        "text": "\"Yeah that story is twisted beyond all belief that girl is a terrible",
        "start": 754.71,
        "duration": 2.73
    },
    {
        "text": "representative of the vine community.\" This in response to an article titled 'Vine Star Curtis Lepore on Trial for Allegedly Raping Vine Star Girlfriend' and",
        "start": 757.54,
        "duration": 6.89
    },
    {
        "text": "looking online, there's also been a lot of confusion as to what actually happened with that case. Online",
        "start": 764.43,
        "duration": 4.5
    },
    {
        "text": "It looks like there's a lot of people that thought he was found guilty of rape.",
        "start": 768.93,
        "duration": 2.669
    },
    {
        "text": "There are a lot of people have thought like he got nothing. As far as what ended up actually happening,",
        "start": 771.6,
        "duration": 4.08
    },
    {
        "text": "the rape charge itself was dropped. Curtis Lepore who was accused of sexually assaulting Jessie Smiles while she was sleeping,",
        "start": 775.68,
        "duration": 6.51
    },
    {
        "text": "he pled no contest to a federal sexual assault charge. As part of that",
        "start": 782.19,
        "duration": 2.789
    },
    {
        "text": "he received 24 days of community service, a year of counseling, and that charge because he did not break",
        "start": 784.98,
        "duration": 4.859
    },
    {
        "text": "his plea deal, ended up going down to misdemeanor sexual assault. And so it appears that a lot of the confusion around Curtis Lepore is",
        "start": 789.84,
        "duration": 5.74
    },
    {
        "text": "due to people not fully understanding a no-contest plea. It's not technically a guilty plea because you can say I",
        "start": 795.68,
        "duration": 5.22
    },
    {
        "text": "wasn't found guilty BUT that person unlike if they had been found not guilty is then",
        "start": 801.09,
        "duration": 4.279
    },
    {
        "text": "sentenced, it's often part of a plea deal.",
        "start": 805.56,
        "duration": 1.7
    },
    {
        "text": "Which means that that person gets a lesser charge. But long story short, because of everything that happened here, because of Logan's",
        "start": 807.26,
        "duration": 6.089
    },
    {
        "text": "reaction here,",
        "start": 813.51,
        "duration": 0.8
    },
    {
        "text": "you have a lot of people saying of Logan Paul's being a hypocrite. And also thanks to his actions of bringing up KSI's past,",
        "start": 814.31,
        "duration": 4.44
    },
    {
        "text": "more stuff from his past has now emerged. So it'll be interesting to see if Logan Paul's attempt to hurt someone else's",
        "start": 818.75,
        "duration": 6.21
    },
    {
        "text": "sponsorship, their relationships, if it ends up just haunting him.",
        "start": 825.45,
        "duration": 3.44
    },
    {
        "text": "Although I'm not sure if anyone at this point is",
        "start": 828.89,
        "duration": 2.369
    },
    {
        "text": "incentivized for everything to be less of a shit show. Since this specific fight is not a free event,",
        "start": 831.63,
        "duration": 5.15
    },
    {
        "text": "it's a pay-per-view,",
        "start": 836.78,
        "duration": 0.69
    },
    {
        "text": "it is a product, the more people that are interested, more people to buy, the more incentive there is, and there's no doubt in my",
        "start": 837.47,
        "duration": 4.979
    },
    {
        "text": "mind that this is going to be a successful event. So do you think that this is this is just the precursor for even further",
        "start": 842.449,
        "duration": 5.011
    },
    {
        "text": "escalation? Or do you feel like we're gonna hit this moment of it's gone too far, and we're going to see some pullback?",
        "start": 847.6,
        "duration": 5.58
    },
    {
        "text": "I mean that's weird to say in a situation where someone has already gotten punched",
        "start": 853.19,
        "duration": 3.119
    },
    {
        "text": "outside of the press conference. Or from a business side of things people are mentioning the other person's sponsorships.",
        "start": 856.41,
        "duration": 5.179
    },
    {
        "text": "I don't know, I'd love to know your thoughts here. Then we got more news stemming from the show",
        "start": 861.59,
        "duration": 3.149
    },
    {
        "text": "'Who is America'. This of course, Sacha Baron Cohen's show. It's been making news pretty much every week. Last week",
        "start": 864.74,
        "duration": 5.58
    },
    {
        "text": "the big focus was on Jason Spencer. Now former Georgia state lawmaker after all of this aired. There was a big reaction",
        "start": 870.32,
        "duration": 6.15
    },
    {
        "text": "he has now resigned. Cohen posed as an Israeli",
        "start": 876.47,
        "duration": 2.27
    },
    {
        "text": "Anti-terrorism expert and he was able to get Spencer to uh, well do this. Cohen: \"Okay convince him",
        "start": 878.9,
        "duration": 6.14
    },
    {
        "text": "that you are Chinese, go.\"",
        "start": 885.04,
        "duration": 5.88
    },
    {
        "text": "Spencer: -- Acting inappropriately and portraying several negative stereotypes --",
        "start": 890.92,
        "duration": 28.08
    },
    {
        "text": "And like I said following this airing he submitted his resignation",
        "start": 919.0,
        "duration": 2.7
    },
    {
        "text": "that will go into effect though tomorrow. And some people have said the resignation is a massive deal",
        "start": 921.98,
        "duration": 4.94
    },
    {
        "text": "It shows the impact of being exposed in this manner",
        "start": 926.92,
        "duration": 2.549
    },
    {
        "text": "but also at the same time people have pointed out that Spencer had already lost his primary",
        "start": 929.47,
        "duration": 3.539
    },
    {
        "text": "he was going to be serving out the next five months. So some saying it's not the largest of impacts",
        "start": 933.01,
        "duration": 3.63
    },
    {
        "text": "It's kind of just pushing forward the timetable. And this week",
        "start": 936.64,
        "duration": 2.669
    },
    {
        "text": "the big stand out was Roy Moore and it was less of what Roy",
        "start": 939.31,
        "duration": 3.3
    },
    {
        "text": "said and more of what Cohen said to Moore. And during the interview",
        "start": 942.98,
        "duration": 4.25
    },
    {
        "text": "It appears that Cowan has convinced Moore that Israelis have developed technology that can identify",
        "start": 947.23,
        "duration": 4.859
    },
    {
        "text": "a, an enzyme that is secreted by sex offenders most notably",
        "start": 952.46,
        "duration": 4.609
    },
    {
        "text": "pedophiles and he then showcases it for Moore. \"Because",
        "start": 957.62,
        "duration": 2.66
    },
    {
        "text": "neither of us are sex offenders, then it make absolutely nothing. You just put it on, you put it nearby.",
        "start": 960.88,
        "duration": 5.44
    },
    {
        "text": "*beeping noise*",
        "start": 966.74,
        "duration": 1.28
    },
    {
        "text": "\"Wait, this is obviously a problem.\" He then is like, oh must be malfunctioning. He tries it on another guy",
        "start": 968.2,
        "duration": 6.04
    },
    {
        "text": "He then asks is this your jacket, and the entire uncomfortable situation leads to this moment.",
        "start": 974.26,
        "duration": 5.88
    },
    {
        "text": "Moore: \"I've been married for 33. I never had an accusation of such things.\" Cohen: \"I am not accusing you at all.\"",
        "start": 980.29,
        "duration": 6.27
    },
    {
        "text": "Cohen:\"This is not...\" Moore: \"Well then if this is an instrument, I did certainly I'm not a pedophile, okay?\"",
        "start": 986.56,
        "duration": 4.799
    },
    {
        "text": "Cohen: \"No, but the machine is...\" Moore: \"Well, I don't know they may be Israeli technology hasn't developed properly.\"",
        "start": 991.39,
        "duration": 5.34
    },
    {
        "text": "Cohen: \"This is the 99.8% accurate. It is not saying that you are a pedophile of course not.\" Moore: \"I am simply cutting this",
        "start": 996.73,
        "duration": 7.229
    },
    {
        "text": "conversation right now.\" Cohen: \"No\" Moore: \"Thank you.\" Cohen: \"Have you...\"  Moore: \"It's been nice, I support Israel",
        "start": 1004.63,
        "duration": 4.309
    },
    {
        "text": "I don't support this kind of stuff.\" And following that clip. There were a lot of people saying, Why is he lying?",
        "start": 1008.94,
        "duration": 4.71
    },
    {
        "text": "Why is he saying he's never even been accused of that? Technically speaking",
        "start": 1013.65,
        "duration": 3.239
    },
    {
        "text": "once again",
        "start": 1016.89,
        "duration": 0.57
    },
    {
        "text": "I think it's all disgusting. Technically speaking since one of the women who said she was",
        "start": 1017.46,
        "duration": 3.69
    },
    {
        "text": "14 at the time with more that would be described as Hebaphilia, which is an attraction to 11 to 14 year olds.",
        "start": 1021.28,
        "duration": 5.3
    },
    {
        "text": "But of course",
        "start": 1026.58,
        "duration": 0.36
    },
    {
        "text": "the big thing to note here is that we are talking about a fictional",
        "start": 1026.94,
        "duration": 3.059
    },
    {
        "text": "object that does not actually work the way that it was described. And the intent of the duping was to make a",
        "start": 1030.459,
        "duration": 5.51
    },
    {
        "text": "man who has been accused of sexual misconduct by three women feel incredibly uncomfortable.",
        "start": 1036.43,
        "duration": 4.079
    },
    {
        "text": "Oh, and by the way right now in politics, this isn't even the weirdest story out. In Virginia's fifth congressional district",
        "start": 1040.7,
        "duration": 5.989
    },
    {
        "text": "We are seeing the Battle of Riggleman versus Cockburn also",
        "start": 1046.69,
        "duration": 3.569
    },
    {
        "text": "No, those are not made-up names. You have Leslie Cockburn and Denver Riggleman. And the big controversy here",
        "start": 1050.26,
        "duration": 5.07
    },
    {
        "text": "is that Leslie Cockburn posted a screenshot of what appears to be Denver Riggleman Instagram.",
        "start": 1055.33,
        "duration": 5.339
    },
    {
        "text": "and she captions it \"My opponent Denver Riggleman running mate of Corey Stewart, was caught on camera",
        "start": 1060.67,
        "duration": 4.349
    },
    {
        "text": "campaigning with a white supremacist. Now he has been exposed as a devotee of Bigfoot erotica",
        "start": 1065.3,
        "duration": 5.42
    },
    {
        "text": "this is not what we need on Capitol Hill.\" And I'm not gonna even jump into whether or not",
        "start": 1070.72,
        "duration": 3.51
    },
    {
        "text": "Riggleman was actually going to self publish a book titled 'Mating Habits of Bigfoot and Why Women Want Him' and two I question Leslie's",
        "start": 1074.3,
        "duration": 7.25
    },
    {
        "text": "prioritization. You don't come right out the gate with he campaigned with the white supremacist and",
        "start": 1082.04,
        "duration": 4.969
    },
    {
        "text": "he likes Bigfoot porn. One of those one of those is far more important than the other. Also, thanks to that being a story",
        "start": 1087.74,
        "duration": 6.74
    },
    {
        "text": "I have learned that Bigfoot erotica is actually a thing but that that also shouldn't be surprising. Whatever Riggleman or whoever else",
        "start": 1094.48,
        "duration": 6.059
    },
    {
        "text": "like in their bedroom and / or whatever setting anyway",
        "start": 1100.54,
        "duration": 3.66
    },
    {
        "text": "that is not abusing another individual, great. Oh insert politician likes Bigfoot porn. I don't care. What about my taxes?",
        "start": 1104.2,
        "duration": 6.9
    },
    {
        "text": "I say embrace it, make some Bigfoot erotica",
        "start": 1111.1,
        "duration": 2.279
    },
    {
        "text": "We use the funds to patch up all the potholes that I'm hitting on the way to work. Boom.",
        "start": 1113.38,
        "duration": 3.81
    },
    {
        "text": "I may not understand it, but it's all of a sudden seeming like a positive.",
        "start": 1117.19,
        "duration": 2.819
    },
    {
        "text": "Anyway, I don't know what the point of this story is. The world and politics are weird. That's not news to anyone.",
        "start": 1120.02,
        "duration": 4.88
    },
    {
        "text": "That's where I'm going to end today's show. And of course remember, this is the PDS.",
        "start": 1124.9,
        "duration": 3.089
    },
    {
        "text": "This is not just a show, it is a conversation. So whether it be the last story, the first one, anything in between,",
        "start": 1127.99,
        "duration": 5.19
    },
    {
        "text": "let me know what you're thinking in those comments down below.",
        "start": 1133.18,
        "duration": 1.92
    },
    {
        "text": "but with that said",
        "start": 1135.1,
        "duration": 0.63
    },
    {
        "text": "I just want to end today's show on the note of thank you for allowing the Philip DeFranco Show into your life on a daily",
        "start": 1135.73,
        "duration": 5.13
    },
    {
        "text": "or semi daily basis. But with that said of course as always, my name is Philip Defranco.",
        "start": 1140.86,
        "duration": 4.019
    },
    {
        "text": "You've just been phill'd in. I LOVE YO FACES and i'll see you tomorrow.",
        "start": 1145.01,
        "duration": 4.13
    }
]