[
    {
        "text": "'Sup you beautiful bastards",
        "start": 0.0,
        "duration": 1.42
    },
    {
        "text": "hope you're having a",
        "start": 1.42,
        "duration": 0.78
    },
    {
        "text": "Fantastic Monday Welcome back to the Philip Defranco show and let's just jump into it, and the first thing",
        "start": 2.2,
        "duration": 4.97
    },
    {
        "text": "I want to talk about today by far. The most requested story, and that is the United Airlines scandal",
        "start": 7.17,
        "duration": 5.279
    },
    {
        "text": "Now, if you have you not seen this you yet, Oh buckle up Now the way that story goes is there was a flight leaving from Chicago, o'hare",
        "start": 12.45,
        "duration": 4.62
    },
    {
        "text": "Going to Louisville it turned out on this united Airlines flight",
        "start": 17.199,
        "duration": 2.81
    },
    {
        "text": "They overbooked it importantly there were four standby",
        "start": 20.01,
        "duration": 2.489
    },
    {
        "text": "United employees they needed to get to Louisville to be [able] to work on Monday actually started offering people money to give up their seats",
        "start": 22.63,
        "duration": 5.45
    },
    {
        "text": "so that these employees would get on the plane they wouldn't be able to take off until these employees were able to board so",
        "start": 28.08,
        "duration": 4.229
    },
    {
        "text": "They offered four hundred dollars to volunteers to give up their seats",
        "start": 32.309,
        "duration": 2.64
    },
    {
        "text": "then eight hundred dollars",
        "start": 34.95,
        "duration": 0.97
    },
    {
        "text": "Still no takers and then reportedly a manager came onto the plane and said the computer is going to at random select four",
        "start": 35.92,
        "duration": 5.24
    },
    {
        "text": "Passengers and those passengers will have to get off the flight they say one couple is selected they got off the flight",
        "start": 41.26,
        "duration": 4.72
    },
    {
        "text": "But then a man was selected he refused to give up his spot some of the planes said the man claimed to be a doctor",
        "start": 45.98,
        "duration": 4.78
    },
    {
        "text": "And he had patients that he had to attend to. Saying that was very",
        "start": 50.76,
        "duration": 2.44
    },
    {
        "text": "Important and so he refused to give up his seat because the man refused to give up his seat united airlines decided to call three",
        "start": 53.26,
        "duration": 5.24
    },
    {
        "text": "Security officers to remove him and that has resulted in these videos. I will show you that have blown up over the past 24 hours",
        "start": 58.68,
        "duration": 8.14
    },
    {
        "text": "(That woman is the most relatable person ever)",
        "start": 75.2,
        "duration": 3.82
    },
    {
        "text": "It appears they slam the man's head into the",
        "start": 94.78,
        "duration": 1.92
    },
    {
        "text": "Armrest it looks like he's just a limp being dragged away. The passengers saying it look like he had serious bleeding from his mouth and we learned",
        "start": 96.7,
        "duration": 5.72
    },
    {
        "text": "the man actually got back on the plane somehow (SAVAGE LEVEL OVER 9000)",
        "start": 102.42,
        "duration": 2.36
    },
    {
        "text": "I have to go home",
        "start": 106.06,
        "duration": 3.559
    },
    {
        "text": "He seems disoriented and bloody then reportedly a medical crew removed him from the plane at second time also had the other passengers deplane",
        "start": 109.619,
        "duration": 6.93
    },
    {
        "text": "so they could tidy up and a flight eventually took off two hours later as far as why the airline had to tidy up a",
        "start": 116.549,
        "duration": 5.459
    },
    {
        "text": "New video has come out that really shows how much blood was involved",
        "start": 122.009,
        "duration": 4.169
    },
    {
        "text": "it's so disturbing. Now in response to all of this united airlines released a statement say flight 3411 from Chicago to Louisville was",
        "start": 126.179,
        "duration": 6.33
    },
    {
        "text": "Overbooked after our team looked for volunteers one customer refused to leave the aircraft",
        "start": 132.51,
        "duration": 4.11
    },
    {
        "text": "Voluntarily and law enforcement was asked to come to the gate",
        "start": 136.75,
        "duration": 2.299
    },
    {
        "text": "We apologize for the overbook situation further details on the removed customer should be directed to authority",
        "start": 139.049,
        "duration": 4.47
    },
    {
        "text": "But that's also where at this time it gets a little bit confused or a bunch of news outlets trying to get this story",
        "start": 143.519,
        "duration": 3.96
    },
    {
        "text": "They were told to contact the Chicago police",
        "start": 147.48,
        "duration": 1.83
    },
    {
        "text": "But then Chicago police told them to call the Chicago department of aviation and when the Chicago department of aviation was called it",
        "start": 149.31,
        "duration": 6.029
    },
    {
        "text": "Transferred them to a TSA message bank",
        "start": 155.5,
        "duration": 2.63
    },
    {
        "text": "And then a TSA spokesman said they were not involved in that people should contact with Chicago Police department",
        "start": 158.13,
        "duration": 4.49
    },
    {
        "text": "it really appears that nobody wants this case on their desk although the Chicago police did release a statement stating the",
        "start": 162.9,
        "duration": 5.56
    },
    {
        "text": "Aviation officers attempted to carry the man off when he fell and hit his head on an armrest. Why is the Chicago police department",
        "start": 168.72,
        "duration": 6.48
    },
    {
        "text": "releasing a statement like they're an abusive husband I tried to carrier her. Her stupid ass, she fell",
        "start": 175.5,
        "duration": 4.92
    },
    {
        "text": "She busted her face on an arm rest like a big stupid idiot, bled everywhere. It just makes me wonder if they were aware of how heavily documented",
        "start": 180.42,
        "duration": 5.939
    },
    {
        "text": "This incident was before they issued this statement",
        "start": 186.359,
        "duration": 2.279
    },
    {
        "text": "It feels like they're a step away from he was bleedin' when we found him. it's weird because he wrote he fell this video shows",
        "start": 188.639,
        "duration": 5.7
    },
    {
        "text": "Him aggressively being pulled and dragged I no longer know who to believe",
        "start": 194.34,
        "duration": 3.69
    },
    {
        "text": "Apparently the Chicago police department hopes someone thinks and here is what I'll say as far as my opinion this ultimately is the responsibility of United Airlines",
        "start": 198.85,
        "duration": 7.22
    },
    {
        "text": "So to United Airlines. Go fuck yourself. I will never booked a flight personally through you again",
        "start": 206.14,
        "duration": 5.54
    },
    {
        "text": "If for some reason if someone ever books me on a united Airlines flight, and they do not fix it in the future",
        "start": 211.68,
        "duration": 4.919
    },
    {
        "text": "I will take that opportunity to remind people that this happened on your airline",
        "start": 216.6,
        "duration": 4.229
    },
    {
        "text": "Fuck you",
        "start": 220.83,
        "duration": 0.45
    },
    {
        "text": "And fuck those three security officers that handled that man that way your garbage and everyone saw you be garbage and this whole situation stemmed",
        "start": 221.28,
        "duration": 6.779
    },
    {
        "text": "From the most annoying thing that airlines do these days",
        "start": 228.06,
        "duration": 3.36
    },
    {
        "text": "And that's overbooking",
        "start": 231.42,
        "duration": 0.87
    },
    {
        "text": "If there are a hundred seats on an airplane sell a hundred tickets if you have four employees",
        "start": 232.29,
        "duration": 3.869
    },
    {
        "text": "That might need to use that airplane",
        "start": 236.29,
        "duration": 2.239
    },
    {
        "text": "Maybe keep those seats open also if you are going to screw someone out of their seat preferably do it before they actually",
        "start": 238.53,
        "duration": 4.8
    },
    {
        "text": "Board the airplane scan my ticket the full transaction has been completed as the point of no return or the point of no",
        "start": 243.55,
        "duration": 5.779
    },
    {
        "text": "Take-backsees set to use a legal term we all remember no take-backsees versus the United States of America",
        "start": 249.79,
        "duration": 4.579
    },
    {
        "text": "1967 Supreme Court case if what do before you get on the plane also as far as United airlines?",
        "start": 254.83,
        "duration": 4.61
    },
    {
        "text": "I don't know why they offered 400 then 800 and then they were like we're just going to kick some of you off",
        "start": 259.44,
        "duration": 4.709
    },
    {
        "text": "There's room when they could have offered more money in the united states if you are involuntarily bumped from your flight",
        "start": 264.15,
        "duration": 4.83
    },
    {
        "text": "And that flight to get another one is going to be over two hours which I'm just going to go out on a limb here",
        "start": 268.98,
        "duration": 3.959
    },
    {
        "text": "and say",
        "start": 272.94,
        "duration": 0.64
    },
    {
        "text": "Chicago here to Louisville that's going to be the case the department of transportation in the United States of America requires that person to be",
        "start": 273.58,
        "duration": 5.78
    },
    {
        "text": "compensated by up to thirteen hundred dollars. So why not offer twelve hundred dollars before you order three guys to forcibly remove someone and they do so",
        "start": 279.36,
        "duration": 7.68
    },
    {
        "text": "In a manner that slams a man's head into an armrest unless you yourselves are also annoyed by the overbooking situation",
        "start": 287.04,
        "duration": 5.6
    },
    {
        "text": "And you actually plan for this situation to go down this horribly?",
        "start": 292.65,
        "duration": 2.91
    },
    {
        "text": "But people choose not to fly united airlines and so you never have any more overbooking problems",
        "start": 295.56,
        "duration": 3.869
    },
    {
        "text": "That's really the only bizarre world argument",
        "start": 299.43,
        "duration": 1.77
    },
    {
        "text": "You could have where this is not the worst thing ever for united. So, the last thing",
        "start": 301.2,
        "duration": 3.69
    },
    {
        "text": "I want to point out here is I feel like",
        "start": 304.89,
        "duration": 1.93
    },
    {
        "text": "United and Pepsi have been able to do what so few people have been able to do in the past united people from all different",
        "start": 306.82,
        "duration": 4.97
    },
    {
        "text": "Walks of Life, but of course they had to do so the way that I've always said world can't unite around",
        "start": 311.79,
        "duration": 4.739
    },
    {
        "text": "Hope the world can only unite around hate hate and criticism of someone or something else last week",
        "start": 316.53,
        "duration": 5.489
    },
    {
        "text": "We got Pepsi it was tone-deaf. It was stupid",
        "start": 322.02,
        "duration": 1.95
    },
    {
        "text": "It was pandering it was the commercialization of activism and this week, we have united bringing the world together to go",
        "start": 323.97,
        "duration": 5.25
    },
    {
        "text": "What the fuck! You messed up in your booking procedures, and you punish your customer not only with inconvenience, but with physical violence",
        "start": 329.22,
        "duration": 7.41
    },
    {
        "text": "But also, hey, that is just my opinion",
        "start": 336.63,
        "duration": 2.0
    },
    {
        "text": "Maybe you have a different take away from this whether you agree, or you disagree with me",
        "start": 338.77,
        "duration": 3.889
    },
    {
        "text": "I'd love to know your thoughts on this story",
        "start": 342.66,
        "duration": 1.68
    },
    {
        "text": "I as you probably can tell have some feelings on the matter, but I'd love to know what you're thinking",
        "start": 344.34,
        "duration": 4.289
    },
    {
        "text": "Also, quick update as I was reporting on the story the ceo of United airlines",
        "start": 348.63,
        "duration": 3.45
    },
    {
        "text": "Released a statement saying this is an upsetting event to all of us here at United",
        "start": 352.15,
        "duration": 3.5
    },
    {
        "text": "I apologize for having to re-accommodate these customers. I'm just going to stop right there. re accommodate? Is that what this is?",
        "start": 355.65,
        "duration": 6.569
    },
    {
        "text": "Here's an idea Oscar. How about you let someone re-accomdate your face",
        "start": 363.97,
        "duration": 3.29
    },
    {
        "text": "And so maybe you start using words that actually depict the situation you're talking about the statement continues our team is working with a sense",
        "start": 367.26,
        "duration": 6.3
    },
    {
        "text": "Of urgency to work with authorities and conduct our own detailed review of what happened",
        "start": 373.56,
        "duration": 3.569
    },
    {
        "text": "We are also reaching out to this passenger to talk directly to him and further address and resolve the situation aka",
        "start": 377.13,
        "duration": 5.25
    },
    {
        "text": "Please don't sue us ah please don't sue us also to go out on the story with a fun little side fact, United airlines ceo",
        "start": 382.39,
        "duration": 6.769
    },
    {
        "text": "Oscar who I am now going to forever call the re accommodater, last month 12 received an award for being the us",
        "start": 389.35,
        "duration": 5.029
    },
    {
        "text": "Communicator of the year from Pr week this situation is any indication. It's well deserved but from that",
        "start": 394.54,
        "duration": 5.33
    },
    {
        "text": "I want to share some stuff",
        "start": 399.87,
        "duration": 1.11
    },
    {
        "text": "I love today in today and awesome brought you by the Defranco 2024 shirt",
        "start": 400.98,
        "duration": 3.269
    },
    {
        "text": "A shirt that says in just under eight years I am willing to waste my vote on Philip Defranco",
        "start": 404.53,
        "duration": 4.609
    },
    {
        "text": "Unless world is in such a dire state that Philip Defranco is a viable option in  which case",
        "start": 409.36,
        "duration": 4.04
    },
    {
        "text": "I was on the ground floor seven years before everyone else or just a fun way to support the show. Either way,",
        "start": 413.4,
        "duration": 4.649
    },
    {
        "text": "I'm doing a run of those shirts this week link to that down below the first bit of awesome is we got our first full",
        "start": 418.05,
        "duration": 4.44
    },
    {
        "text": "Trailer for thor Ragnarok we see the goddess of death who quickly",
        "start": 422.49,
        "duration": 3.299
    },
    {
        "text": "Disarms Thor. Lots of Destruction slow-mo Loki and then oh they I'm excited",
        "start": 426.13,
        "duration": 4.61
    },
    {
        "text": "But I also can't feel out the tone of the movie. Is it dark? is it funny?",
        "start": 430.74,
        "duration": 3.6
    },
    {
        "text": "I don't know, but I know if we don't watch it",
        "start": 434.34,
        "duration": 1.68
    },
    {
        "text": "Come on, man, Louie ck on SnL and on top of them just in general",
        "start": 436.02,
        "duration": 3.839
    },
    {
        "text": "I feel like the whole episode was like the best episode. They've had recently also opened up louis' Monologue",
        "start": 439.86,
        "duration": 4.92
    },
    {
        "text": "which was him just doing stand-up and",
        "start": 444.78,
        "duration": 1.66
    },
    {
        "text": "Kind of a peek behind the curtain his snl opening is actually about 10 minutes of 20 minutes of material",
        "start": 446.44,
        "duration": 5.179
    },
    {
        "text": "That he cut from his special. I said like most good comedy if you hear it again",
        "start": 451.9,
        "duration": 3.829
    },
    {
        "text": "It's still funny then I'm sharing this because I mentioned gerrymandering a few weeks ago",
        "start": 455.73,
        "duration": 4.079
    },
    {
        "text": "And people were like I wore you to talk more about it, then John Oliver dedicated 19 minutes to it",
        "start": 459.81,
        "duration": 4.5
    },
    {
        "text": "So I'm just going to link to that video. I will say it's a bipartisan issue",
        "start": 464.31,
        "duration": 3.03
    },
    {
        "text": "I think the republicans have done it way better in the past decade even if this is something that helped your team",
        "start": 467.61,
        "duration": 4.739
    },
    {
        "text": "I think it's something that we all need to look at because it is very very bad",
        "start": 472.349,
        "duration": 3.27
    },
    {
        "text": "It's a political tool meant to strip away people having an equal voice",
        "start": 475.719,
        "duration": 3.14
    },
    {
        "text": "And I was glad to see someone with such a big audience talking about if you want to see the full version to everything I",
        "start": 478.86,
        "duration": 4.29
    },
    {
        "text": "Just shared the secret link of the day anything at all links as always are the description down below",
        "start": 483.15,
        "duration": 4.799
    },
    {
        "text": "Then I want to talk about big law enforcement news. You may have seen the headlines taser international although now",
        "start": 487.949,
        "duration": 4.95
    },
    {
        "text": "It's called Axon is launching a program to offer free body cameras to every police officer in",
        "start": 492.9,
        "duration": 5.339
    },
    {
        "text": "America wow how giving so you see that headline the question is when he comes?",
        "start": 498.43,
        "duration": 3.859
    },
    {
        "text": "Why would a big company give away stuff for free that seems to go against the general purpose of most any",
        "start": 502.719,
        "duration": 5.54
    },
    {
        "text": "Corporation well here's the other part of that pitch Axon also said it will provide supporting hardware software",
        "start": 508.509,
        "duration": 4.94
    },
    {
        "text": "Data storage training and support to Police Departments free one year",
        "start": 513.55,
        "duration": 3.799
    },
    {
        "text": "It's a cheap and free printer business model. You give people a piece of hardware potentially at an initial loss of money",
        "start": 517.349,
        "duration": 5.25
    },
    {
        "text": "So that over a long period of time you can actually make a lot more money off of them because of ink cartridges Axon gets",
        "start": 522.599,
        "duration": 5.46
    },
    {
        "text": "To play the card of we want accountability",
        "start": 528.06,
        "duration": 1.66
    },
    {
        "text": "On our police force so much so that we are going to give free body cameras out to police officers",
        "start": 529.72,
        "duration": 4.85
    },
    {
        "text": "Everywhere and free training and cloud storage for the first year then you're gonna pay us a lot of money",
        "start": 534.97,
        "duration": 4.85
    },
    {
        "text": "What are you trying to buy all new body cameras because you don't want to pay us or data store it also when you dive",
        "start": 539.82,
        "duration": 4.469
    },
    {
        "text": "Even further on this topic you find out it's not even free",
        "start": 544.29,
        "duration": 3.059
    },
    {
        "text": "It's a free trial program after the free trial is up that camera cost a one-time fee of three hundred ninety nine dollars",
        "start": 547.35,
        "duration": 6.75
    },
    {
        "text": "Well, you see the company's evidence.com platform will cost fifteen to eighty-nine dollars per month per officer",
        "start": 554.1,
        "duration": 5.609
    },
    {
        "text": "That said my main issue with this story is how it's being presented",
        "start": 559.709,
        "duration": 2.64
    },
    {
        "text": "I think that this could be good overall I",
        "start": 562.35,
        "duration": 2.309
    },
    {
        "text": "unsurprisingly am a big fan of police officers",
        "start": 565.06,
        "duration": 2.0
    },
    {
        "text": "Having cameras on them 1: actually show that they did nothing wrong and instances where they were accused and also 2: to have video evidence",
        "start": 567.07,
        "duration": 6.259
    },
    {
        "text": "To back up people who are mistreated by police officers.",
        "start": 573.49,
        "duration": 3.38
    },
    {
        "text": "So why not take advantage of a free",
        "start": 576.87,
        "duration": 1.719
    },
    {
        "text": "Year of seeing what it would be like to have every officer with a body cam",
        "start": 578.589,
        "duration": 3.739
    },
    {
        "text": "1: I believe accountability is very important, but 2: it also might have an economic benefit",
        "start": 582.329,
        "duration": 4.26
    },
    {
        "text": "and that will really come down to how often police officers are actually in the wrong because there's a lot of time and money",
        "start": 586.589,
        "duration": 4.53
    },
    {
        "text": "Wasted when there are false accusations against police officers where if the police officer was wearing a bodycam?",
        "start": 591.279,
        "duration": 5.03
    },
    {
        "text": "It could be easily dismissed and they could save time and money unless you have a bad police department",
        "start": 596.31,
        "duration": 4.46
    },
    {
        "text": "And then you're just filming your police officers doing wrong and then having to pay out more money",
        "start": 600.93,
        "duration": 3.57
    },
    {
        "text": "But even through that your weeding out the bad officers",
        "start": 604.5,
        "duration": 2.609
    },
    {
        "text": "And so it's all I know I want to ask a question off to you",
        "start": 607.11,
        "duration": 1.89
    },
    {
        "text": "Do you believe the police department should take advantage of this free year trial? Yes?",
        "start": 609.0,
        "duration": 3.809
    },
    {
        "text": "No, I'd love to know your thoughts in anyone's talk about Tomm Lahren",
        "start": 612.81,
        "duration": 2.88
    },
    {
        "text": "Who's back in the news Tommi of course a huge",
        "start": 615.69,
        "duration": 2.0
    },
    {
        "text": "Conservative voice out there getting millions and millions and millions of views on Facebook with her rants",
        "start": 617.89,
        "duration": 4.849
    },
    {
        "text": "if you've missed what's been happening with her she works for a company called the blaze she went on a TV show called the",
        "start": 622.74,
        "duration": 4.5
    },
    {
        "text": "View she actually said she was for abortion rights adding that she is not a hypocrite like other",
        "start": 627.24,
        "duration": 4.349
    },
    {
        "text": "Conservatives who preach that they want smaller government,",
        "start": 631.99,
        "duration": 2.059
    },
    {
        "text": "But then want the government to decide what a woman does with her body. I'm paraphrasing her words",
        "start": 634.149,
        "duration": 3.44
    },
    {
        "text": "But I'll link to the clips you see that. I'm not misleading you",
        "start": 637.589,
        "duration": 2.369
    },
    {
        "text": "She's then reportedly suspended by her employer then the reports that she was fired but now we have the news that was a Tomi Lahren is suing Glenn",
        "start": 639.959,
        "duration": 5.91
    },
    {
        "text": "Beck and the Blaze claiming Wrongful termination. To strip it down",
        "start": 645.87,
        "duration": 3.359
    },
    {
        "text": "And simplify Tommi is claiming that the blaze breached contract because they fired her because she expressed a political belief",
        "start": 649.23,
        "duration": 6.479
    },
    {
        "text": "I saw a few people writing that she claimed that she was being fired because she was a woman. No anything",
        "start": 655.709,
        "duration": 3.87
    },
    {
        "text": "We've seen in formal documents",
        "start": 659.58,
        "duration": 1.379
    },
    {
        "text": "It is not a protected class",
        "start": 660.959,
        "duration": 1.69
    },
    {
        "text": "Situation that being where someone's fired because of their race their age their sex the national origin their whatever seems to be purely a breach",
        "start": 662.649,
        "duration": 6.65
    },
    {
        "text": "Of contract case now in response to this the blaze released a statement to reporters",
        "start": 669.3,
        "duration": 3.119
    },
    {
        "text": "Saying that it is puzzling that an employee who remains under contract and is still being paid has sued us for being fired",
        "start": 672.58,
        "duration": 5.989
    },
    {
        "text": "Especially when we continue to comply fully with the terms of our agreement with her so that's a big part of their argument",
        "start": 678.64,
        "duration": 4.849
    },
    {
        "text": "They're saying is she's not fired. She's just not able to access her Facebook page because she suspended indefinitely, we're still paying her",
        "start": 683.49,
        "duration": 6.599
    },
    {
        "text": "We just would rather her not perform her job and talk on camera, and so if that's the case",
        "start": 690.089,
        "duration": 3.84
    },
    {
        "text": "I'm not really sure what all she can do Tommi Lahren's",
        "start": 693.93,
        "duration": 2.71
    },
    {
        "text": "contract reportedly and September 30th so she might be doing this to be able to actually gain access to that Facebook page now. She might",
        "start": 696.64,
        "duration": 6.199
    },
    {
        "text": "Be doing this to keep the hype around her alive",
        "start": 702.839,
        "duration": 2.34
    },
    {
        "text": "So that she can then jump to another network. September 30th it is kind of far away",
        "start": 705.18,
        "duration": 3.63
    },
    {
        "text": "And the thing is I don't know how long she'll be able to keep this energy alive and the reason for that is something",
        "start": 708.81,
        "duration": 3.69
    },
    {
        "text": "That's reportedly in her employment agreement.",
        "start": 712.5,
        "duration": 2.049
    },
    {
        "text": "That's a choice of law/arbitration provision in a provision states that all disputes claims and",
        "start": 714.549,
        "duration": 5.571
    },
    {
        "text": "controversies arising out of or relating to any provision of this agreement or the breach or alleged breach thereof shall be settled by",
        "start": 720.16,
        "duration": 6.16
    },
    {
        "text": "Confidential arbitration in Dallas which means unless there is some insane outlier that no one's talking about right now",
        "start": 726.38,
        "duration": 6.199
    },
    {
        "text": "This will most likely be handled confidentially, and that will likely result in a settlement, but there's a possibility",
        "start": 732.579,
        "duration": 4.44
    },
    {
        "text": "We'll never really know what happened and actually on the back end of the story the last thing",
        "start": 737.019,
        "duration": 3.359
    },
    {
        "text": "I want to do today is I wanted to address something that people have been talking about there's been rumor and speculation",
        "start": 740.379,
        "duration": 4.29
    },
    {
        "text": "That the Philip Defranco show may be cancelled",
        "start": 744.86,
        "duration": 2.659
    },
    {
        "text": "I just want to say no that is one hundred percent not the case now",
        "start": 747.519,
        "duration": 2.7
    },
    {
        "text": "There are a lot of things happening behind the scenes a lot of which",
        "start": 750.22,
        "duration": 2.52
    },
    {
        "text": "I cannot talk about part of that also relates to why I'm shooting in a fucking bedroom though stuff",
        "start": 752.74,
        "duration": 4.829
    },
    {
        "text": "that's been hurting how much time I can actually put into these shows I didn't want to take this moment to Dismiss those claims and",
        "start": 757.569,
        "duration": 5.1
    },
    {
        "text": "Also, put anyone that is concerned at ease",
        "start": 762.67,
        "duration": 2.13
    },
    {
        "text": "There is a lot of garbage and annoying things that I'm having to deal with right now",
        "start": 764.8,
        "duration": 3.539
    },
    {
        "text": "But it is all leading to a much bigger better and brighter",
        "start": 768.339,
        "duration": 3.39
    },
    {
        "text": "future and once I get to a point where I can I am very excited to talk to you about what's going to happen that's",
        "start": 771.829,
        "duration": 5.09
    },
    {
        "text": "Actually where I'm going to end today show remember if you liked this video you like what I do on this channel hit that like",
        "start": 776.92,
        "duration": 4.739
    },
    {
        "text": "Button if you're new here hit that subscribe button also if you missed the last Philip Defranco show you want to catch up you can",
        "start": 781.66,
        "duration": 4.349
    },
    {
        "text": "Click or tap right there to watch that if you want to see today brand new vlog click a tap right there to watch that",
        "start": 786.009,
        "duration": 4.799
    },
    {
        "text": "But that said, of course as always my name is Philip Defranco",
        "start": 790.809,
        "duration": 2.7
    },
    {
        "text": "You've just been phill'd in I love yo faces, and I'll see you tomorrow.",
        "start": 793.67,
        "duration": 4.13
    }
]