[
    {
        "text": "Sup, you beautiful bastards?",
        "start": 0.0,
        "duration": 1.36
    },
    {
        "text": "Hope you're having a fantastic Wednesday",
        "start": 1.36,
        "duration": 1.78
    },
    {
        "text": "Welcome back to the Philip DeFranco Show and let's just jump into it.",
        "start": 3.14,
        "duration": 3.1
    },
    {
        "text": "and the first thing I want to talk about today is the craziness around Bret Weinstein and Evergreen State College",
        "start": 6.24,
        "duration": 4.98
    },
    {
        "text": "Evergreen State is a Washington liberal arts college",
        "start": 11.38,
        "duration": 2.44
    },
    {
        "text": "and a bunch of students on campus are calling for Bret Weinstein to either resign or be fired and they're calling him a racist",
        "start": 13.82,
        "duration": 6.06
    },
    {
        "text": "and a big part of this is a reaction to an email Weinstein put out in response to the Day of Absence.",
        "start": 19.88,
        "duration": 5.18
    },
    {
        "text": "Now for those wondering, a Day of Absence is a campus tradition here that stems from a play from 1965.",
        "start": 25.06,
        "duration": 5.42
    },
    {
        "text": "The play was about an imaginary Southern town where all of a sudden one day all the black people disappeared.",
        "start": 30.48,
        "duration": 4.12
    },
    {
        "text": "a big message of the play being that the people that have to deal with the most shit, they are so necessary for society.",
        "start": 34.6,
        "duration": 5.24
    },
    {
        "text": "Imagine if these people disappeared.",
        "start": 39.84,
        "duration": 1.2
    },
    {
        "text": "And so once a year for many years, people of color on campus, both students and faculty, would get together and meet off campus",
        "start": 41.1,
        "duration": 6.84
    },
    {
        "text": "they have a safe space to talk about on campus issues and how they can make the campus a more supportive environment.",
        "start": 47.94,
        "duration": 4.78
    },
    {
        "text": "and Weinstein was reportedly aware of this day, he had no problem with it",
        "start": 52.72,
        "duration": 2.78
    },
    {
        "text": "but then someone wanted to change what the day was",
        "start": 55.5,
        "duration": 2.82
    },
    {
        "text": "this year the organizer said that the Day of Absence they wanted white students of the campus",
        "start": 58.32,
        "duration": 4.52
    },
    {
        "text": "and in an email that has now become public",
        "start": 62.84,
        "duration": 1.98
    },
    {
        "text": "Weinstein opposed this change, writing",
        "start": 64.9,
        "duration": 2.02
    },
    {
        "text": "and there was a lot of backlash when this email was released.",
        "start": 122.58,
        "duration": 2.58
    },
    {
        "text": "People saying this belittled people of color, there are also people on campus that are not a fan of Weinstein",
        "start": 125.16,
        "duration": 4.64
    },
    {
        "text": "because he has spoken out against the equity and inclusion counsel",
        "start": 129.8,
        "duration": 2.86
    },
    {
        "text": "there's reportedly a recommendation that's under consideration from the college leaders",
        "start": 132.66,
        "duration": 3.88
    },
    {
        "text": "So what Weinstein's argument is essentially is that if we hire new teachers it should be based off of their their skill set",
        "start": 140.8,
        "duration": 5.66
    },
    {
        "text": "and the push for having a diverse faculty, that should not be the thing that runs the show.",
        "start": 146.46,
        "duration": 4.06
    },
    {
        "text": "Saying for example, when you're hiring someone for science",
        "start": 150.52,
        "duration": 2.16
    },
    {
        "text": "Now depending on your opinion so far, the situation has evolved or devolved.",
        "start": 161.8,
        "duration": 4.3
    },
    {
        "text": "A lot of the students have been filming what is happening, so there's a ton of evidence.",
        "start": 166.1,
        "duration": 3.14
    },
    {
        "text": "There's videos of Weinstein being cornered and just shouted at by students.",
        "start": 169.3,
        "duration": 4.08
    },
    {
        "text": "And it's so disappointing, because in the video you can see Weinstein is trying to have a conversation with anyone that's willing but they're just in general not.",
        "start": 173.38,
        "duration": 7.38
    },
    {
        "text": "I mean, just look at this moment from this interaction:",
        "start": 180.76,
        "duration": 2.44
    },
    {
        "text": "female: didn't you put out the email.\nWeinstein: first of all I-",
        "start": 183.3,
        "duration": 2.48
    },
    {
        "text": "*unrecognizable chatter/yelling*",
        "start": 185.78,
        "duration": 2.84
    },
    {
        "text": "female: say what you want we got it\nWeistein: would you like to hear the answer or not?",
        "start": 188.62,
        "duration": 2.34
    },
    {
        "text": "everyone: no",
        "start": 190.96,
        "duration": 0.5
    },
    {
        "text": "*unrecognizable chatter/yelling*",
        "start": 191.66,
        "duration": 2.48
    },
    {
        "text": "female: stop telling people of color their fucking useless, you're useless, get the fuck out.",
        "start": 194.14,
        "duration": 3.3
    },
    {
        "text": "Weinstein: we were listening to each other, now we're not.",
        "start": 197.44,
        "duration": 1.84
    },
    {
        "text": "There was a lot of criticism from this video, a lot of people saying:",
        "start": 199.28,
        "duration": 2.86
    },
    {
        "text": "that it almost at certain points, if you watch certain points of different videos it almost seems like false imprisonment.",
        "start": 202.14,
        "duration": 5.54
    },
    {
        "text": "There's a video later where students are talking to the President of the school and they're trying to justify their actions",
        "start": 207.68,
        "duration": 4.42
    },
    {
        "text": "Male: We cornered him but we we're all there talking to him",
        "start": 212.1,
        "duration": 3.66
    },
    {
        "text": "Male 2: we did block him at first, for transparency we did block him at first, he was trying to leave but however *stuttering* we did  we had a conversation with him whatever conversation is.",
        "start": 215.9,
        "duration": 11.46
    },
    {
        "text": "Whatever conversation is, is a fantastic way to end that sentence.",
        "start": 228.9,
        "duration": 3.3
    },
    {
        "text": "When you go back and you look, it's really just shouting at the guy",
        "start": 232.2,
        "duration": 3.14
    },
    {
        "text": "and I love the \"we didn't corner him and block him in, I mean ok technically we did at the beginning but once we blocked him in he realized, you know, I might as well just stay\"",
        "start": 235.34,
        "duration": 6.56
    },
    {
        "text": "And in general the videos that the students are taking themselves just don't make them look good.",
        "start": 241.9,
        "duration": 4.22
    },
    {
        "text": "There's video of a bunch of students storming the President of the schools office",
        "start": 246.12,
        "duration": 3.04
    },
    {
        "text": "They start demanding the President send out emails to staff to let them know that all the students are protesting",
        "start": 249.16,
        "duration": 4.8
    },
    {
        "text": "so the teachers need to know that they have a reason  why they're not going to be turning in their homework.",
        "start": 253.96,
        "duration": 3.04
    },
    {
        "text": "female: have you sent an email out to your faculty, letting them know, what's been done about that, because we're all here on our own time.",
        "start": 257.36,
        "duration": 7.0
    },
    {
        "text": "President: I have not done it yet, I will do it right now.",
        "start": 264.36,
        "duration": 2.78
    },
    {
        "text": "female: because they need to be told that these assignments won't be done on time and we don't need to be penalized for that.",
        "start": 267.14,
        "duration": 4.14
    },
    {
        "text": "male: I don't know the names of all the students here.",
        "start": 271.28,
        "duration": 2.2
    },
    {
        "text": "President: then just send it to all the faculty then, it doesn't matter.",
        "start": 273.48,
        "duration": 2.98
    },
    {
        "text": "then the President pleads with the room, like \"I just need some privacy, we'll get we'll get things done.\"",
        "start": 276.46,
        "duration": 4.1
    },
    {
        "text": "Then he tries to explain \"I have claustrophobia\" and the rooms just not having that.",
        "start": 280.56,
        "duration": 4.18
    },
    {
        "text": "President: I need some privacy folks, I'm sorry, I have claustrophobia",
        "start": 284.9,
        "duration": 4.08
    },
    {
        "text": "*unrecognizable chatter*",
        "start": 289.38,
        "duration": 1.84
    },
    {
        "text": "female: students of color have to work in threatening environments everyday. Welcome, welcome get to work.",
        "start": 291.66,
        "duration": 7.88
    },
    {
        "text": "Phil: and there's videos of them just mocking the President as he's trying to explain things",
        "start": 299.54,
        "duration": 3.04
    },
    {
        "text": "female: and I'm going to decolonize the space I'll just be roaming around.",
        "start": 302.58,
        "duration": 3.72
    },
    {
        "text": "Phil: There's videos of them cornering other teachers screaming in their face.",
        "start": 306.3,
        "duration": 2.78
    },
    {
        "text": "Everyone: Hey Hey! Ho Ho! these racist teachers have got to go.",
        "start": 309.08,
        "duration": 3.46
    },
    {
        "text": "Phil: and videos of white faculty trying to answer questions that their being asked and being told essentially shut up.",
        "start": 312.54,
        "duration": 4.8
    },
    {
        "text": "female: I said I'm tired of white people talking about what black and brown people need you don't know.",
        "start": 317.34,
        "duration": 6.5
    },
    {
        "text": "male: I'm just trying to response to... *inaudiable*",
        "start": 323.84,
        "duration": 2.98
    },
    {
        "text": "Everyone: *Clapping*",
        "start": 326.82,
        "duration": 1.16
    },
    {
        "text": "and just looking at this harassment, there have also been threats of violence against Weinstein.",
        "start": 327.98,
        "duration": 4.5
    },
    {
        "text": "I'm just disguised, it, it, it, it's stuff like this that pushed me away from being a liberal.",
        "start": 332.48,
        "duration": 4.78
    },
    {
        "text": "Now a big point before moving forward, I do not think that all liberals are like this and I think that people that paint all liberals like this are doing a massive disservice.",
        "start": 337.26,
        "duration": 6.86
    },
    {
        "text": "That's like saying all Republicans are insert blank.",
        "start": 344.12,
        "duration": 2.4
    },
    {
        "text": "But this is just another example of the left shutting down and eating their own.",
        "start": 346.52,
        "duration": 3.58
    },
    {
        "text": "Weinstein he's actually a super liberal Bernie bro.",
        "start": 350.18,
        "duration": 3.52
    },
    {
        "text": "They're trying to fire him because he said he maybe the people we hire that should be based off of you know how skilled they are",
        "start": 353.7,
        "duration": 5.34
    },
    {
        "text": "they're trying to force him to resign because \" hey maybe a day we told white people, you're not really welcome on campus that might be a bad thing\"",
        "start": 359.08,
        "duration": 7.0
    },
    {
        "text": "It's crazy, now there is no doubt in my mind whatsoever that there is racism out there still alive and strong today.",
        "start": 366.24,
        "duration": 7.0
    },
    {
        "text": "But seeing how this group of people are treating this one individual who is expressing their point of view exercising his freedom of speech.",
        "start": 373.32,
        "duration": 7.2
    },
    {
        "text": "Not to hate but to put out his point of view, have a conversation, and this, this is what happens.",
        "start": 380.52,
        "duration": 5.06
    },
    {
        "text": "Another example of so many people becoming what they say they are against",
        "start": 385.58,
        "duration": 3.84
    },
    {
        "text": "I mean how much Kool Aid have you drank, how fucking blind do you have to be to not realize that there is a difference",
        "start": 389.42,
        "duration": 5.3
    },
    {
        "text": "between saying \"people of color we're just going to have this day for ourselves,",
        "start": 394.72,
        "duration": 3.18
    },
    {
        "text": "we're going to talk about you know, all, everything that is important to us and just campus life in general,",
        "start": 397.9,
        "duration": 5.1
    },
    {
        "text": "and you know the place that we're paying to go to college we would prefer if there was a day we're white people didn't go\".",
        "start": 403.0,
        "duration": 5.82
    },
    {
        "text": "But hey that is just my opinion, this is the Philip DeFranco Show, it's show where I talk about the facts",
        "start": 408.82,
        "duration": 4.24
    },
    {
        "text": "I give my opinion and then I extend the conversation to you. What are your thought about this?",
        "start": 413.06,
        "duration": 4.6
    },
    {
        "text": "I know people will have different thoughts because everyone has a different background",
        "start": 417.66,
        "duration": 2.58
    },
    {
        "text": "and that's what I want to do, I want us to share those thoughts whether you have that same opinion or different opinion as me.",
        "start": 420.24,
        "duration": 4.72
    },
    {
        "text": "So let me hear you out in those comments down below",
        "start": 424.96,
        "duration": 1.5
    },
    {
        "text": "But from there I want to share some stuff I loved today in 'Today in Awesome'",
        "start": 426.5,
        "duration": 3.58
    },
    {
        "text": "Brought to you by the COVFEFE2020 shirt",
        "start": 430.08,
        "duration": 2.4
    },
    {
        "text": "A shirt that says I don't necessarily understand what \"COVFEFE\" is but I do know if there is anything that can unite us in 2020 it's COVFEFE",
        "start": 432.48,
        "duration": 7.52
    },
    {
        "text": "Also if you don't understand what the hell this shirts about, you'll understand in a few minutes",
        "start": 440.0,
        "duration": 3.42
    },
    {
        "text": "I'm making these available for about three days, link to that down below.",
        "start": 443.46,
        "duration": 2.4
    },
    {
        "text": "And then we have this video from THRILLIST I have to share.",
        "start": 445.86,
        "duration": 1.86
    },
    {
        "text": "It's this video that's apart of this series they put out every Monday, the first one I saw was about pizza.",
        "start": 447.72,
        "duration": 3.26
    },
    {
        "text": "So this one was about a beach side surfer community and the food involved",
        "start": 450.98,
        "duration": 4.24
    },
    {
        "text": "and I'm just loving because I'm a big believer that a place is heavily defined by the food. Highly recommended.",
        "start": 455.22,
        "duration": 5.84
    },
    {
        "text": "Then we got a video from CPG Grey on \"Seven Ways to Maximize Misery\".",
        "start": 461.06,
        "duration": 4.82
    },
    {
        "text": "I feel most people incorporate three to four of these things in their daily life",
        "start": 465.88,
        "duration": 3.38
    },
    {
        "text": "but you know, now having the full list of seven, top notch stuff.",
        "start": 469.26,
        "duration": 2.92
    },
    {
        "text": "Then we got a video from CUT of one hundred people saying their favorite insults",
        "start": 472.18,
        "duration": 3.58
    },
    {
        "text": "I don't know why I enjoyed that video as much as I did.",
        "start": 475.76,
        "duration": 1.9
    },
    {
        "text": "Also to add my favorite insult to the list \"fuckface\"",
        "start": 477.66,
        "duration": 2.62
    },
    {
        "text": "It takes the power and aggression of fuck and it adds a target. Fuckface.",
        "start": 480.28,
        "duration": 4.8
    },
    {
        "text": "Useless fuckface",
        "start": 485.22,
        "duration": 1.2
    },
    {
        "text": "Add it to your other favorite insults. Bitchass fuckface.",
        "start": 486.42,
        "duration": 2.78
    },
    {
        "text": "Then we got a video from David Firth, the man who gave us Salad Fingers. Remember that?",
        "start": 489.26,
        "duration": 3.58
    },
    {
        "text": "He came out with a new video called Cream and ah I don't wanna ruin it. It's just something maybe you wanna experience.",
        "start": 492.84,
        "duration": 4.6
    },
    {
        "text": "And the final bit of awesome. Just something cool that I wanted to share.",
        "start": 497.5,
        "duration": 2.16
    },
    {
        "text": "There is a Twitch live stream called Stock Stream and as a group people are deciding what stocks to buy and sell with a guy's fifty thousand dollars.",
        "start": 499.72,
        "duration": 7.24
    },
    {
        "text": "And I just love this idea, because it takes what was really interesting about Twitch plays Pokémon",
        "start": 507.02,
        "duration": 3.9
    },
    {
        "text": "and it takes that and throws it into a real world system around money. It's just, it's so fascinating.",
        "start": 510.92,
        "duration": 4.14
    },
    {
        "text": "And if you wanna see the full versions of everything I just shared.",
        "start": 515.06,
        "duration": 2.32
    },
    {
        "text": "The secret link of the day, anything at all, links as always are in the description down below.",
        "start": 517.38,
        "duration": 4.34
    },
    {
        "text": "And then let's talk about Kathy Griffin, Kathy's a writer, a comedian,  and she made international news yesterday",
        "start": 521.72,
        "duration": 5.82
    },
    {
        "text": "when she posted this picture, it was a video and picture shot by Tyler Shields who does a lot of celebrity photos",
        "start": 527.54,
        "duration": 5.3
    },
    {
        "text": "and you'll be surprised by this news, people were outraged when they saw this.",
        "start": 532.84,
        "duration": 4.3
    },
    {
        "text": "Kathy initially  defended the post saying",
        "start": 537.14,
        "duration": 1.62
    },
    {
        "text": "That, of course, a reference to what Donald Trump said about Megan Kelly during the campaign",
        "start": 543.0,
        "duration": 3.16
    },
    {
        "text": "Trump:\" You know you could see there was blood coming out of her eyes, blood coming out of her wherever.\"",
        "start": 546.16,
        "duration": 6.0
    },
    {
        "text": "Then adding",
        "start": 552.16,
        "duration": 0.56
    },
    {
        "text": "The photographer Tyler Shields defended the shot saying",
        "start": 558.96,
        "duration": 2.38
    },
    {
        "text": "But this photo in general seemed to do something that really only Pepsi has accomplished recently and that",
        "start": 568.7,
        "duration": 4.66
    },
    {
        "text": "was bring so many people together. People on the right, people on the left, even friends ad co-workers of Kathy Griffin",
        "start": 573.36,
        "duration": 6.36
    },
    {
        "text": "spoke out against her. Anderson Copper tweeting",
        "start": 579.72,
        "duration": 2.02
    },
    {
        "text": "Even Chelsea Clinton spoke out against this anti-Trump image tweeting",
        "start": 587.68,
        "duration": 4.48
    },
    {
        "text": "Kathy Griffin would later go on to delete the images and the tweets and then released a video apologizing.",
        "start": 596.16,
        "duration": 4.98
    },
    {
        "text": "\"Hey everybody it's me Kathy Griffin, I sincerely apologize, I am just now seeing the reaction",
        "start": 601.14,
        "duration": 5.72
    },
    {
        "text": "of these images, I'm a comic, I crossed the line, I moved the line then I cross it. I went way to far",
        "start": 606.94,
        "duration": 6.32
    },
    {
        "text": "the image is to disturbing, I understand how it offends people. It wasn't funny I get it, I've made a lot of mistakes",
        "start": 613.74,
        "duration": 7.0
    },
    {
        "text": "in my career I will continue I asked your forgiveness. Taking down the image, gonna ask the photographer",
        "start": 620.74,
        "duration": 4.76
    },
    {
        "text": "to take down the image, and I beg for you forgiveness. I went too far, I made a mistake, and I was wrong.\"",
        "start": 625.5,
        "duration": 5.92
    },
    {
        "text": "And looking at the response from this there are some people saying, you know, you went to far but you apologized you did ok",
        "start": 631.42,
        "duration": 4.84
    },
    {
        "text": "On the other end you have people saying no, what she did is disgusting, she is toxic what she did is wrong",
        "start": 636.26,
        "duration": 5.68
    },
    {
        "text": "and needs to be punished. But it also doesn't help her case that before this video was released they knew that",
        "start": 641.94,
        "duration": 4.36
    },
    {
        "text": "this was going to have a big reaction. And we know this because there's even video of them mocking what the",
        "start": 646.3,
        "duration": 4.46
    },
    {
        "text": "reaction is probably going to be from this photo.\nKathy: We have to move to Mexico today because we're gonna go to prison. Federal prison.",
        "start": 650.76,
        "duration": 6.04
    },
    {
        "text": "Shields: Yeah Yeah\nKathy: Call your dad, apologize, let's you, me, and Darrell just go to Mexico today. Because we're not surviving this okay",
        "start": 656.8,
        "duration": 8.92
    },
    {
        "text": "CNN also announced that they have terminated their agreement with Kathy Griffin around their New Years Eve Show.",
        "start": 665.72,
        "duration": 4.54
    },
    {
        "text": "Although people were still criticizing CNN because it took them sooo long to announce this move.",
        "start": 670.26,
        "duration": 5.32
    },
    {
        "text": "Now as far as the debate over you know is this art or is this a threat. I'll let the lawyers and secret service come",
        "start": 675.58,
        "duration": 5.22
    },
    {
        "text": "to their own conclusion, but, just as a thing to do, what a stupid thing to do, when will any of these celebrities that take",
        "start": 680.82,
        "duration": 7.14
    },
    {
        "text": "these swings at Donald Trump realize, all they are doing is empowering his base and then you push it to an",
        "start": 687.96,
        "duration": 5.8
    },
    {
        "text": "extreme like this where Kathy Griffin pulls up a Donald Trump head like she's a member of ISIS.",
        "start": 693.76,
        "duration": 4.82
    },
    {
        "text": "How stupid are you? Spoiler alert, very. All you've done is help Donald Trump look like a sympathetic figure to the",
        "start": 698.58,
        "duration": 6.78
    },
    {
        "text": "public and I mean, if I'm Donald Trump I'm sending you a fucking gift basket every day for the rest of your life for this one.",
        "start": 705.36,
        "duration": 5.02
    },
    {
        "text": "Idiot.",
        "start": 710.38,
        "duration": 0.5
    },
    {
        "text": "If you're going to do anything about Donald Trump just, just for a moment, switch it and think would this be okay if I",
        "start": 710.88,
        "duration": 5.84
    },
    {
        "text": "did this if it was Obama? That's a pretty solid litmus test, \"would it be okay if it looked like you had the head of a beheaded Barack Obama?\"",
        "start": 716.72,
        "duration": 7.3
    },
    {
        "text": "To which of course you can point back to the protest after President Obama was elected to be the President",
        "start": 724.02,
        "duration": 4.72
    },
    {
        "text": "people had lynched Obama's, some of the most disgusting, hate filled violent stuff, whether it be on",
        "start": 728.74,
        "duration": 4.88
    },
    {
        "text": "signs or just recreations of Obama. And just like this it is not right, it is horrible and just as wrong and the only",
        "start": 733.62,
        "duration": 6.64
    },
    {
        "text": "difference between those situations is those were random hate filled people on the street, a disgusting",
        "start": 740.26,
        "duration": 4.92
    },
    {
        "text": "mob and you are a celebrity endorsing this message.",
        "start": 745.18,
        "duration": 2.68
    },
    {
        "text": "And that's why Kathy Griffin is our douchebag of the day",
        "start": 747.86,
        "duration": 3.28
    },
    {
        "text": "Now in response to this in the morning, Donald Trump tweeted",
        "start": 751.14,
        "duration": 3.0
    },
    {
        "text": "reports came out around this saying that Barron Trump first saw this image on TV and freaked out because he",
        "start": 760.1,
        "duration": 5.4
    },
    {
        "text": "thought it was real. But that was also not the most talked about Donald Trump tweet in the past twenty-four",
        "start": 765.5,
        "duration": 4.46
    },
    {
        "text": "hours and that's because of covfefe, and that was because Donald Trump tweeted just six minutes after midnight",
        "start": 769.96,
        "duration": 5.14
    },
    {
        "text": "and then just nothing. That's where the tweet ends, it's like he was about to start ranting about fake news and",
        "start": 777.6,
        "duration": 4.22
    },
    {
        "text": "then he sneezed, hit send by hitting his head against the phone, and then he just passed out.",
        "start": 781.82,
        "duration": 3.48
    },
    {
        "text": "And that tweet just remained there, unexplained, apparently no one called the President like:",
        "start": 785.3,
        "duration": 3.72
    },
    {
        "text": "\"Yo, what happened, why didn't you delete it, why didn't you update it?\"",
        "start": 789.02,
        "duration": 3.16
    },
    {
        "text": "Until just after nine o'clock in the morning and uh, Trump tweeted",
        "start": 792.18,
        "duration": 2.98
    },
    {
        "text": "Now is the answer, \"he was obviously going to write coverage\" or is it actually a secret word that if someone",
        "start": 798.06,
        "duration": 5.08
    },
    {
        "text": "does find the real meaning to it, you actually get Sean Spicer's job.",
        "start": 803.14,
        "duration": 3.2
    },
    {
        "text": "\"Probably never know.\"",
        "start": 806.34,
        "duration": 1.1
    },
    {
        "text": "Although actually side note to this story Sean Spicer was asked about this and said that it, it potentially said that it was on purpose",
        "start": 807.44,
        "duration": 6.28
    },
    {
        "text": "Interviewer: Do you think that people should be concerned that the present posted somewhat of an",
        "start": 813.72,
        "duration": 3.76
    },
    {
        "text": "incoherent tweet last night and then it then stayed up for hours?\nSpicer: Ahh no.",
        "start": 817.52,
        "duration": 6.26
    },
    {
        "text": "Interviewer: Why did it stay up so long is no one watching this?\nSpicer: No I, I think the, the, uh, the President and a",
        "start": 824.32,
        "duration": 6.4
    },
    {
        "text": "small group of people know exactly what he meant.",
        "start": 830.72,
        "duration": 1.54
    },
    {
        "text": "And the last Trump tweet, that's most likely going to be connected to news that we talk about tomorrow.",
        "start": 832.26,
        "duration": 3.86
    },
    {
        "text": "is Trump tweeted",
        "start": 836.12,
        "duration": 0.86
    },
    {
        "text": "Now this wouldn't be a surprising move, this seemed to be one of the targets for Donald Trump breaking down",
        "start": 841.12,
        "duration": 4.4
    },
    {
        "text": "Obama's legacy. Republican senators like Mitch McConnell have also called for this and are backing this exit.",
        "start": 845.52,
        "duration": 4.44
    },
    {
        "text": "But this is also based on information coming from two unnamed sources. So personally I'll be waiting for the",
        "start": 849.96,
        "duration": 4.4
    },
    {
        "text": "official decision, most likely it's gonna happen one of two ways, either a quick crazy exit or a full formal",
        "start": 854.4,
        "duration": 4.58
    },
    {
        "text": "withdrawal. Which experts say would take around three years, but I would rather report on just solid information",
        "start": 858.98,
        "duration": 3.98
    },
    {
        "text": "so that's where we are going to leave it for now.",
        "start": 862.96,
        "duration": 1.84
    },
    {
        "text": "So that's actually where I'm going to end today's show. Of course this being the Philip DeFranco show",
        "start": 864.8,
        "duration": 3.5
    },
    {
        "text": "if you want to talk about the last story, the first one, anything in between, leave those comments down below.",
        "start": 868.3,
        "duration": 4.12
    },
    {
        "text": "Leave those covfefe's down below.",
        "start": 872.42,
        "duration": 1.66
    },
    {
        "text": "And remember if you like this video, you like what I try to do on this channel, hit that like button.",
        "start": 874.08,
        "duration": 3.76
    },
    {
        "text": "if you're new here hit that subscribe button.",
        "start": 877.84,
        "duration": 1.24
    },
    {
        "text": "Also if you missed yesterday's Philip DeFranco Show, you wanna catch up, click or tap right there to watch that",
        "start": 879.08,
        "duration": 4.56
    },
    {
        "text": "if you wanna see today's brand new behind the scenes vlog click or tap right there to watch that.",
        "start": 883.64,
        "duration": 3.72
    },
    {
        "text": "But that said, of course, as always, my name's Philip DeFranco, you've just been Phil'd in",
        "start": 887.36,
        "duration": 4.72
    },
    {
        "text": "I love yo faces and I'll see you tomorrow.",
        "start": 892.12,
        "duration": 2.72
    }
]