[
    {
        "text": "Sup you beautiful bastards",
        "start": 0.5,
        "duration": 0.76
    },
    {
        "text": "Hope you're havin' a fantastic Monday",
        "start": 1.26,
        "duration": 1.9
    },
    {
        "text": "Welcome back to the Philip DeFranco Show and let's just jump into it.",
        "start": 3.16,
        "duration": 3.42
    },
    {
        "text": "And the first thing we're gonna talk about today is a crazy story that blew up outta Utah on Friday",
        "start": 6.58,
        "duration": 4.4
    },
    {
        "text": "of a nurse being arrested and some say assaulted by a police officer.",
        "start": 10.98,
        "duration": 3.62
    },
    {
        "text": "There's more to the story, there's a lot more footage available that people do not know about.",
        "start": 14.6,
        "duration": 3.52
    },
    {
        "text": "So let's talk about it.",
        "start": 18.12,
        "duration": 0.9
    },
    {
        "text": "This is Alex Wubbels, she's the Head Nurse of a Utah hospital burn unit.",
        "start": 19.02,
        "duration": 3.38
    },
    {
        "text": "And here she is explaining to police officers, including Detective Jeff Payne,",
        "start": 22.4,
        "duration": 3.02
    },
    {
        "text": "that she cannot allow them to draw blood from a patient.",
        "start": 25.42,
        "duration": 2.78
    },
    {
        "text": "\"I have this, it says obtaining blood samples for police enforcement from patients, suspected to be under the influence.",
        "start": 28.32,
        "duration": 5.96
    },
    {
        "text": "Ok, this is something that you guys agreed to with this hospital.",
        "start": 34.28,
        "duration": 4.08
    },
    {
        "text": "It says three things that allow us to do that are:",
        "start": 38.36,
        "duration": 3.08
    },
    {
        "text": "if you have an electric warrant, patient consent, or patient under arrest.",
        "start": 41.44,
        "duration": 3.7
    },
    {
        "text": "And neither of those things, the patient can't consent,",
        "start": 45.14,
        "duration": 3.48
    },
    {
        "text": "he's told me repeatedly that he doesn't have a warrant, and the patient is not under arrest.",
        "start": 48.62,
        "duration": 6.52
    },
    {
        "text": "So, I'm just trying to do the what I'm suppose to do, that's ... that's all.\"",
        "start": 55.14,
        "duration": 5.42
    },
    {
        "text": "Now before we move forward, there was mixed information on the internet around this.",
        "start": 60.56,
        "duration": 3.34
    },
    {
        "text": "Some people were saying police were just trying to get a blood sample from an obviously drunk driver,",
        "start": 63.9,
        "duration": 3.88
    },
    {
        "text": "Others were saying, as a blood sample for someone the police were chasing.",
        "start": 67.78,
        "duration": 2.7
    },
    {
        "text": "But the actually correct information is they were trying to get a blood sample from a victim of a crash.",
        "start": 70.48,
        "duration": 3.96
    },
    {
        "text": "The police were involved in a high-speed chase",
        "start": 74.44,
        "duration": 1.94
    },
    {
        "text": "that resulted in the person that they were chasing",
        "start": 76.38,
        "duration": 2.22
    },
    {
        "text": "crashing into a semi-truck that then exploded.",
        "start": 78.6,
        "duration": 3.34
    },
    {
        "text": "The person the police wanted a blood sample from was the victim,",
        "start": 81.94,
        "duration": 2.74
    },
    {
        "text": "th-the person that was in the semi-truck.",
        "start": 84.68,
        "duration": 1.66
    },
    {
        "text": "It's unclear specifically why they wanted his blood - although people have speculated",
        "start": 86.34,
        "duration": 3.44
    },
    {
        "text": "Saying that they're trying to see if there was anything in his system so the police would not be held accountable.",
        "start": 89.78,
        "duration": 4.5
    },
    {
        "text": "(It's not just) something incredibly important before they move forward.",
        "start": 94.28,
        "duration": 2.34
    },
    {
        "text": "But back to Alex, she has explained that \"you don't have a warrant,",
        "start": 96.62,
        "duration": 2.5
    },
    {
        "text": "you don't have consent, and you're not arresting this person so I can't allow you to do this.\"",
        "start": 99.12,
        "duration": 4.14
    },
    {
        "text": "And then this happens:",
        "start": 103.26,
        "duration": 0.8
    },
    {
        "text": "Officer: \"So I take it without.. those in place (indecipherable)",
        "start": 104.06,
        "duration": 4.48
    },
    {
        "text": "No, we're done, we're-we're done. You're under arrest, no, we're done.\"",
        "start": 108.54,
        "duration": 4.54
    },
    {
        "text": "*struggling*",
        "start": 113.08,
        "duration": 0.76
    },
    {
        "text": "Nurse: \"Go away!",
        "start": 113.86,
        "duration": 1.04
    },
    {
        "text": "Help! Help!",
        "start": 115.06,
        "duration": 1.6
    },
    {
        "text": "Somebody help!",
        "start": 116.68,
        "duration": 1.22
    },
    {
        "text": "Stop!",
        "start": 118.12,
        "duration": 1.66
    },
    {
        "text": "Just stop!",
        "start": 120.02,
        "duration": 1.12
    },
    {
        "text": "Stop! Help me, please!",
        "start": 121.6,
        "duration": 2.74
    },
    {
        "text": "Help me, just stop!\"",
        "start": 124.8,
        "duration": 2.2
    },
    {
        "text": "And as you'd expect the internet was incredibly outraged against Detective Jeff Payne.",
        "start": 127.0,
        "duration": 4.78
    },
    {
        "text": "Police saying this is an example of police intimidation and unlawful arrest, assault.",
        "start": 131.78,
        "duration": 3.78
    },
    {
        "text": "Soon after the Salt Lake City Police apologized,",
        "start": 135.56,
        "duration": 2.48
    },
    {
        "text": "Payne was initially suspended from blood-draw duties but had remained on as a detective.",
        "start": 138.04,
        "duration": 3.58
    },
    {
        "text": "Utah Governor Gary Herbert calling the footage, \"Disturbing,\"",
        "start": 141.62,
        "duration": 2.58
    },
    {
        "text": "saying he, \"Trusts the police will rectify the situation.\"",
        "start": 144.2,
        "duration": 2.12
    },
    {
        "text": "The Mayor of Salt Lake City is saying that the arrest was completely unacceptable.",
        "start": 146.32,
        "duration": 3.24
    },
    {
        "text": "A Utah prosecutor then asked for a criminal investigation into this officer,",
        "start": 149.6,
        "duration": 3.14
    },
    {
        "text": "and very interestingly after this it was found out that the man who was driving the truck was also a reserve officer.",
        "start": 152.74,
        "duration": 5.92
    },
    {
        "text": "His name is William Gray, he's a reserve officer for the Rigby Police Department,",
        "start": 158.66,
        "duration": 3.2
    },
    {
        "text": "and The Rigby Police Department has issued a statement. Saying that:",
        "start": 161.86,
        "duration": 2.68
    },
    {
        "text": "And in close, saying:",
        "start": 208.32,
        "duration": 0.86
    },
    {
        "text": "So we have all of that, but now here's a part of the story I think a lot of people that saw the initial,",
        "start": 220.46,
        "duration": 4.36
    },
    {
        "text": "two minute clip that went viral don't know about.",
        "start": 224.82,
        "duration": 2.24
    },
    {
        "text": "There are several body cams, there's more footage, and that has also put another officer in the line of fire.",
        "start": 227.06,
        "duration": 4.86
    },
    {
        "text": "Specifically, Lieutenant James Tracy.",
        "start": 231.92,
        "duration": 1.86
    },
    {
        "text": "He was the watch commander on duty, he called for the arrest, and he ended up showing up to the scene.",
        "start": 233.78,
        "duration": 4.52
    },
    {
        "text": "But what he gets caught saying on police body cam footage is very eye-opening.",
        "start": 238.3,
        "duration": 4.42
    },
    {
        "text": "Now, right off the bat, just to confirm that this is the same officer from the phone, he says:",
        "start": 242.72,
        "duration": 3.22
    },
    {
        "text": "We have Lieutenant Tracy saying that there was probably a better solution.",
        "start": 249.46,
        "duration": 3.12
    },
    {
        "text": "Then he provides an interesting argument for why she should have allowed police to do this.",
        "start": 257.24,
        "duration": 4.08
    },
    {
        "text": "And I have to say to me, personally, that's such a weird argument.",
        "start": 271.02,
        "duration": 2.88
    },
    {
        "text": "The charge nurses, supervisors, the policy officer are saying, \"No you have to protect your patient.\"",
        "start": 273.9,
        "duration": 4.5
    },
    {
        "text": "Law enforcement and politicians have now credited this woman with protecting a patient.",
        "start": 278.4,
        "duration": 4.12
    },
    {
        "text": "And Lieutenant Tracy's argument is essentially,",
        "start": 282.52,
        "duration": 2.16
    },
    {
        "text": "''Just let us do the illegal thing, because if it's illegal, then it doesn't matter.",
        "start": 284.68,
        "duration": 3.4
    },
    {
        "text": "If you're being told by the lawyers of this hospital that we're breaking the law,",
        "start": 288.08,
        "duration": 3.0
    },
    {
        "text": "just let us break the law, and then none of this counts.\"",
        "start": 291.08,
        "duration": 2.2
    },
    {
        "text": "It's so strange, but then the officer essentially says, \"I'm right, you're wrong.\"",
        "start": 293.34,
        "duration": 3.6
    },
    {
        "text": "Also before moving forward there's been a lot of conversation about hospital policy and the law.",
        "start": 313.66,
        "duration": 4.38
    },
    {
        "text": "Please know what the Nurse did here is protected by the law.",
        "start": 318.04,
        "duration": 3.48
    },
    {
        "text": "Last year there was a US Supreme Court decision around this topic.",
        "start": 321.52,
        "duration": 2.92
    },
    {
        "text": "They ruled explicitly that you can only draw blood from a driver if you have probable cause with a warrant.",
        "start": 324.44,
        "duration": 5.36
    },
    {
        "text": "And I don't know where the officers would have thought they had probable cause.",
        "start": 329.8,
        "duration": 3.04
    },
    {
        "text": "The guy they were trying to draw blood from was driving a semi-truck in his lane,",
        "start": 332.84,
        "duration": 3.62
    },
    {
        "text": "he was hit when the suspect, that the police were chasing in a high-speed pursuit,",
        "start": 336.46,
        "duration": 3.76
    },
    {
        "text": "swerved and crashed into him.",
        "start": 340.22,
        "duration": 1.1
    },
    {
        "text": "So I don't know where exactly they argue they have probable cause here - but back to the video.",
        "start": 341.32,
        "duration": 3.76
    },
    {
        "text": "Then Lieutenant Tracy is given the chance to talk with the policy officer for the hospital and this happened:",
        "start": 345.08,
        "duration": 4.72
    },
    {
        "text": "So his condescension and frustration aside, he hits on a really important note.",
        "start": 384.54,
        "duration": 4.24
    },
    {
        "text": "It appears that after manhandling that Nurse and arresting her they realised,",
        "start": 388.78,
        "duration": 3.42
    },
    {
        "text": "\"Oh crap, the hospital already drew blood! If we get a warrant we can just use that blood!\"",
        "start": 392.2,
        "duration": 4.62
    },
    {
        "text": "So from everything we've seen so far, it looks like they just escalated the situation needlessly.",
        "start": 396.82,
        "duration": 4.58
    },
    {
        "text": "Also I can't even tell if Lieutenant Tracy believes what he's saying to these people!",
        "start": 401.4,
        "duration": 4.28
    },
    {
        "text": "And the reason for that is Jeff Payne's body camera caught Tracy saying this,",
        "start": 405.68,
        "duration": 3.46
    },
    {
        "text": "So there's not enough to make this arrest stick, for it to be a legitimate (arrest), and he even blames himself.",
        "start": 411.52,
        "duration": 4.88
    },
    {
        "text": "And to paraphrase that it's, \"Aw I escalated and fucked up the situation because",
        "start": 427.9,
        "duration": 3.9
    },
    {
        "text": "I was not aware of something that I should have been aware of!",
        "start": 431.8,
        "duration": 2.46
    },
    {
        "text": "Especially because in other body cam footage I claim this is a constant problem.\"",
        "start": 434.26,
        "duration": 3.4
    },
    {
        "text": "Also one, last bit that I want to share from Jeff Payne's body cam footage.",
        "start": 442.44,
        "duration": 3.66
    },
    {
        "text": "He gets caught explaining to another police officer how he's going to punish the hospital moving forward.",
        "start": 446.1,
        "duration": 4.42
    },
    {
        "text": "Moving forward I'm going to take the transients here.",
        "start": 452.6,
        "duration": 2.42
    },
    {
        "text": "Just the homeless people, the people you'd think are undesirable,",
        "start": 455.02,
        "duration": 2.52
    },
    {
        "text": "and everyone else I'll just bring somewhere else.",
        "start": 457.54,
        "duration": 1.56
    },
    {
        "text": "Class act, this Jeff Payne.",
        "start": 459.1,
        "duration": 1.3
    },
    {
        "text": "But the note that I do want to end this story on is one of thanks.",
        "start": 460.4,
        "duration": 3.24
    },
    {
        "text": "A thank you to this Nurse, a thank you to her supervisors who backed her",
        "start": 463.64,
        "duration": 3.36
    },
    {
        "text": "and then said, \"You're doing the right thing.\"",
        "start": 467.0,
        "duration": 1.94
    },
    {
        "text": "For having a backbone in the face of police officers that seemingly were going above the law.",
        "start": 468.94,
        "duration": 4.42
    },
    {
        "text": "So if there is an upside to the story, we get to highlight very brave people",
        "start": 473.36,
        "duration": 2.84
    },
    {
        "text": "and it also brings into the limelight \"Patient Consent Laws\".",
        "start": 476.2,
        "duration": 3.24
    },
    {
        "text": "But with all of that said, this is the Philip Defranco Show,",
        "start": 479.44,
        "duration": 1.98
    },
    {
        "text": "it's not just the story, it's not just my opinion.",
        "start": 481.42,
        "duration": 1.72
    },
    {
        "text": "I wanna hear from you - what are your thoughts on this? Let me know in those comments down below",
        "start": 483.14,
        "duration": 3.86
    },
    {
        "text": "but from that I want to share some stuff I loved today and Today In Awesome brought to you by",
        "start": 487.0,
        "duration": 4.34
    },
    {
        "text": "DraftKings and specifically DefrancoBillion.com Now if you've watched the show for a while you know",
        "start": 491.5,
        "duration": 3.949
    },
    {
        "text": "I am a big fan of fantasy sports specifically fantasy football. For me it just makes the games more interesting,",
        "start": 495.45,
        "duration": 4.2
    },
    {
        "text": "more fun. Before Week one of the NFL season",
        "start": 499.87,
        "duration": 2.119
    },
    {
        "text": "DraftKings Is doing something amazing at DeFrancoBillion.com There they have a free entry contest. Just have to make an account. It has one hundred",
        "start": 502.18,
        "duration": 7.579
    },
    {
        "text": "thousand dollars in prizes in a free",
        "start": 509.8,
        "duration": 2.3
    },
    {
        "text": "contest. And if You draft the team that scores the most",
        "start": 512.35,
        "duration": 2.0
    },
    {
        "text": "Draft King Fantasy Points that could possibly be scored within the salary cap and position requirements. You could win a billion dollars.",
        "start": 514.39,
        "duration": 6.21
    },
    {
        "text": "Billion with a B.",
        "start": 520.6,
        "duration": 1.43
    },
    {
        "text": "FO FREE. It's amazing.",
        "start": 522.03,
        "duration": 1.77
    },
    {
        "text": "100% Good luck to you unless you're someone I'm facing in the private league, in which case",
        "start": 523.8,
        "duration": 4.439
    },
    {
        "text": "I will destroy your face. The first bit of awesome is we have a new trailer for the new season of Star Wars Rebels. Yes,",
        "start": 528.24,
        "duration": 5.19
    },
    {
        "text": "It is a cartoon but it is legitimately enjoyable. Even if you",
        "start": 533.43,
        "duration": 2.579
    },
    {
        "text": "are not the biggest Star Wars fan in the world, I highly recommend Rebel.",
        "start": 536.01,
        "duration": 3.69
    },
    {
        "text": "Also the whole series is done now but I highly recommend",
        "start": 539.7,
        "duration": 2.01
    },
    {
        "text": "watching Clone Wars so there",
        "start": 541.78,
        "duration": 1.55
    },
    {
        "text": "was that. Then I got to pimp out this video from Thread Bangerh. They did a video on",
        "start": 543.33,
        "duration": 3.239
    },
    {
        "text": "do-it-yourself jiggly cheesecake and they kind of did it. It's one of those it's about the journey and the not the, uh, not the destination",
        "start": 546.82,
        "duration": 6.239
    },
    {
        "text": "kind of videos. Then we got a trailer for a Netflix Series that looks amazing but I have a feeling it's gonna fly under the",
        "start": 553.399,
        "duration": 4.67
    },
    {
        "text": "radar. It's called",
        "start": 558.07,
        "duration": 0.72
    },
    {
        "text": "Cibona it's an Italian crime series. It just looks so",
        "start": 558.79,
        "duration": 2.91
    },
    {
        "text": "intense. And if you want to see the full versions of everything I just shared, the secret link of the day, anything at all.",
        "start": 561.89,
        "duration": 5.089
    },
    {
        "text": "Links as always are in the description down below. And then let's talk about a really",
        "start": 567.05,
        "duration": 3.14
    },
    {
        "text": "interesting story a lot of you wanted me to chime in on this. Of some of your favorite YouTube Creators hitting each other. Not with",
        "start": 570.38,
        "duration": 6.139
    },
    {
        "text": "fists, not with heavily overproduced but very weak lyric",
        "start": 576.519,
        "duration": 3.24
    },
    {
        "text": "diss tracks, but with cars. What I'm talking about starts with massive family vlogger Roman Atwood.",
        "start": 579.76,
        "duration": 4.319
    },
    {
        "text": "He put out this quick video where he says he has an interesting idea \"This is what I want to do guys.",
        "start": 584.32,
        "duration": 3.539
    },
    {
        "text": "Imagine a... You.. I've been thinking about this a while. Imagine a YouTuber",
        "start": 588.17,
        "duration": 3.349
    },
    {
        "text": "Demolition Derby. Maybe a dozen of us, right, a dozen of us YouTubers, we get together and we have a crash, bash. The crash bash.",
        "start": 591.8,
        "duration": 6.979
    },
    {
        "text": "We all",
        "start": 598.779,
        "duration": 0.521
    },
    {
        "text": "Demo Derby it out. Maybe it's at my House. Maybe it's in an arena whether a stadium where all of our viewers can come. What YouTubers",
        "start": 599.3,
        "duration": 6.469
    },
    {
        "text": "would you like to see join",
        "start": 605.769,
        "duration": 1.841
    },
    {
        "text": "my hosted",
        "start": 607.61,
        "duration": 1.229
    },
    {
        "text": "Demolition Derby for Youtubers and all you guys could come watch? I really have to do this. Tell me what Youtubers you'd want to see",
        "start": 608.839,
        "duration": 6.53
    },
    {
        "text": "in one",
        "start": 615.37,
        "duration": 0.75
    },
    {
        "text": "of them cars. Maybe twelve YouTubers. Maybe..",
        "start": 616.12,
        "duration": 2.039
    },
    {
        "text": "...maybe more.\" And he later put out a note explaining what he's going to start doing. Saying he's working on getting 20 fully built",
        "start": 618.16,
        "duration": 4.44
    },
    {
        "text": "Demolition vehicles. YouTubers can paint and sticker them as they want. He's looking for an area where this can happen.",
        "start": 622.82,
        "duration": 4.609
    },
    {
        "text": "Then he opened the floodgates to what YouTubers could be a part of it and closing on the note that he wants to work with these",
        "start": 627.43,
        "duration": 4.409
    },
    {
        "text": "YouTubers to figure out how to raise money for charity or charities with this. And all kinds of YouTubers threw their name in",
        "start": 631.839,
        "duration": 4.89
    },
    {
        "text": "the hat for this. You got your Logan Pauls, your",
        "start": 636.73,
        "duration": 1.62
    },
    {
        "text": "Casey Neistats, your Alex Wassabis. Some of the more old-school like Harley Plays, Jesse Wellens as of recording this video they",
        "start": 638.35,
        "duration": 6.21
    },
    {
        "text": "had around",
        "start": 644.56,
        "duration": 0.43
    },
    {
        "text": "31 names. A few of you have hit me up saying 'Phil, would you throw your name in?' and the answer is probably no. I",
        "start": 644.99,
        "duration": 5.0
    },
    {
        "text": "think it's awesome that Roman's doing this. So many people are down, it's for a good cause. A simple reason for that is this is",
        "start": 649.99,
        "duration": 5.339
    },
    {
        "text": "probably gonna take place in the next three to four months. I'm not going to be traveling for personal reasons for the next three to",
        "start": 655.329,
        "duration": 4.89
    },
    {
        "text": "four months.",
        "start": 660.22,
        "duration": 0.51
    },
    {
        "text": "But also if my assumption is wrong and it's gonna be in like six months or way after, sure. I just wouldn't want to hold anyone up",
        "start": 660.73,
        "duration": 5.28
    },
    {
        "text": "because of my personal stuff. But and it's not like it even needs it with some of the names that are attached to this but",
        "start": 666.01,
        "duration": 4.439
    },
    {
        "text": "I will be promoting to it especially with it being for a good cause.",
        "start": 670.449,
        "duration": 2.43
    },
    {
        "text": "I just love seeing things like this",
        "start": 672.91,
        "duration": 1.26
    },
    {
        "text": "Or like the- the SideMen versus YouTube All-Stars charity match. These things",
        "start": 674.17,
        "duration": 3.39
    },
    {
        "text": "popping up, bringing the community together for a good cause.",
        "start": 677.69,
        "duration": 2.33
    },
    {
        "text": "And then let's talk about some light news. Some fun news and that is North Korea's in the news again.",
        "start": 680.05,
        "duration": 4.059
    },
    {
        "text": "We're talking about North Korea because they, announced that they have successfully tested a hydrogen bomb in their underground nuclear testing facility.",
        "start": 684.11,
        "duration": 5.73
    },
    {
        "text": "According to the Korean Central News Agency of the DPRK \"The H-Bomb test",
        "start": 689.84,
        "duration": 3.119
    },
    {
        "text": "was carried out to examine and confirm the accuracy and credibility of the power control",
        "start": 692.97,
        "duration": 4.159
    },
    {
        "text": "technology and internal structural design. Which was newly introduced into manufacturing an H-Bomb to be placed at the payload of the",
        "start": 697.29,
        "duration": 5.359
    },
    {
        "text": "ICBM.\" And this is backed up by readings from seismologists in South Korea, China, and the United States that registered up to a",
        "start": 702.75,
        "duration": 5.54
    },
    {
        "text": "6.3",
        "start": 708.3,
        "duration": 0.92
    },
    {
        "text": "magnitude",
        "start": 709.22,
        "duration": 0.67
    },
    {
        "text": "artificial earthquake that centered around the North's testing facility. And the big note here Is this is the strongest nuclear test they have done to date.",
        "start": 709.89,
        "duration": 5.9
    },
    {
        "text": "The Arms Control Association Saying \"The explosion which produced a yield likely in excess of 100 Kilotons",
        "start": 715.79,
        "duration": 4.769
    },
    {
        "text": "TNT equivalent, strongly suggests that North Korea has indeed successfully tested a compact but high-yield nuclear device that can be launched on an",
        "start": 720.72,
        "duration": 6.679
    },
    {
        "text": "ICBM.\" And so to give you some scale here. It's being estimated this bomb is seven times more powerful than the one dropped on Hiroshima.",
        "start": 727.56,
        "duration": 5.72
    },
    {
        "text": "And South Korea responded by holding live-fire drills that use a nuclear testing facility as their target this included using their F-15 fighter jets, their",
        "start": 733.28,
        "duration": 6.75
    },
    {
        "text": "Hyunmoo Land-Based Ballistic Missiles. And in their drill, they",
        "start": 740.03,
        "duration": 2.579
    },
    {
        "text": "Accurately Stuck The Simulated Target According to the joint Chiefs of Staff.",
        "start": 742.61,
        "duration": 2.7
    },
    {
        "text": "Around the same time, President Moon approved the temporary deployment of their four remaining U.S.",
        "start": 745.41,
        "duration": 4.01
    },
    {
        "text": "Thaad Missile Defense Launchers. Those four launchers would join the two that are already in place, despite China being against this.",
        "start": 749.42,
        "duration": 4.58
    },
    {
        "text": "We also had Japan deciding to bolster their country's Missile Defense. An emergency UN Security Council Meeting was Called by the United States, Japan, France, Britain,",
        "start": 754.0,
        "duration": 6.97
    },
    {
        "text": "And South Korea to Discuss North Korea's Actions. And people are speculating what they're planning to do they've already been putting sanctions in place so",
        "start": 760.97,
        "duration": 6.269
    },
    {
        "text": "people are asking",
        "start": 767.24,
        "duration": 0.39
    },
    {
        "text": "Do you place further sanctions on the country and things, such as exported",
        "start": 767.63,
        "duration": 3.059
    },
    {
        "text": "textiles and placing further limitations on their workers abroad? The United States has suggested air and maritime restrictions and restricting oil, we",
        "start": 770.82,
        "duration": 6.38
    },
    {
        "text": "Also have Russia and China saying that there's a two prong approach here that the North suspends their nuclear testing and the U.S.",
        "start": 777.2,
        "duration": 4.89
    },
    {
        "text": "And South Korea stop their joint military exercises.",
        "start": 782.09,
        "duration": 2.11
    },
    {
        "text": "The United States has said they will not consider that part of the option and North Korea has shown their cards so far",
        "start": 784.2,
        "duration": 5.029
    },
    {
        "text": "President Trump's response to this has been to continue to leave Military",
        "start": 789.45,
        "duration": 2.45
    },
    {
        "text": "options open. When asked on Sunday, after the launch if the U.S. would attack the North, he responded with \"We'll see.\" He",
        "start": 792.0,
        "duration": 5.0
    },
    {
        "text": "Also tweeted: \"South Korea is finding, as I have told them, that their talk of appeasement with North Korea will not work, they only",
        "start": 797.0,
        "duration": 5.28
    },
    {
        "text": "understand one thing!\"",
        "start": 802.35,
        "duration": 1.1
    },
    {
        "text": "Continuing later with: \"The United States is considering, in addition to other options, stopping all trade with any country doing business with North Korea.\"",
        "start": 803.45,
        "duration": 6.029
    },
    {
        "text": "Also in Response to North Korea, Secretary of Defense James Mattis said this: \"Any threat to the United States or its territories including",
        "start": 809.48,
        "duration": 6.24
    },
    {
        "text": "Guam",
        "start": 816.459,
        "duration": 1.47
    },
    {
        "text": "Or our allies, will be met with a massive",
        "start": 817.929,
        "duration": 2.42
    },
    {
        "text": "Military response, a response both effective and",
        "start": 821.17,
        "duration": 3.139
    },
    {
        "text": "overwhelming.",
        "start": 825.1,
        "duration": 0.5
    },
    {
        "text": "We also had Nikki Haley, the U.S. ambassador of the UN, saying in her opening statement to the Emergency UN Security Council:",
        "start": 825.6,
        "duration": 4.4
    },
    {
        "text": "And the big thing to understand here is while the United States is using kind of open language, they are saying this to China.",
        "start": 848.52,
        "duration": 5.28
    },
    {
        "text": "Now as far as: Will North Korea shoot another missile?",
        "start": 853.8,
        "duration": 2.079
    },
    {
        "text": "Probably. South Korea has said that they are seeing signs that the North is preparing to fire an ICBM, though there is no expected launch date",
        "start": 855.879,
        "duration": 5.39
    },
    {
        "text": "So far. And some are speculating that it will be one of two",
        "start": 861.269,
        "duration": 2.099
    },
    {
        "text": "days. This Saturday or October 10th. One is the anniversary of the regime's",
        "start": 863.369,
        "duration": 3.21
    },
    {
        "text": "foundation and the other is the anniversary of the establishment of the Ruling Workers Party of Korea. China has",
        "start": 866.769,
        "duration": 4.22
    },
    {
        "text": "Also warned the North against the second Ballistic Missile testing, saying: \"They will worsen the already tense situation.\"",
        "start": 870.99,
        "duration": 3.899
    },
    {
        "text": "But as of recording this video, not much has changed. UN Security Council has not come out with any decisions as",
        "start": 875.17,
        "duration": 5.209
    },
    {
        "text": "of yet. And when you look at North Korea, they are showing no signs of slowing down.",
        "start": 880.379,
        "duration": 3.15
    },
    {
        "text": "They've been told to stop, they've been threatened to stop, they've been hit with sanctions on top of sanctions, and they continue to test.",
        "start": 883.709,
        "duration": 5.52
    },
    {
        "text": "So the question becomes: What comes next? And the answer to that is: I don't know, but it's probably not good.",
        "start": 889.23,
        "duration": 4.319
    },
    {
        "text": "If we're talking about a military attack on North Korea, most likely",
        "start": 893.549,
        "duration": 2.76
    },
    {
        "text": "We're talking about the deaths of hundreds of thousands, if not million plus. Even if you're not talking about nuclear tipped",
        "start": 896.309,
        "duration": 4.619
    },
    {
        "text": "ICBMs headed towards mainland United States. You have South Korea, Guam, and Japan looking down the wrong end of a gun. But of course the main target",
        "start": 901.0,
        "duration": 6.979
    },
    {
        "text": "for North Korea would be Seoul, South Korea. And if the U.S.",
        "start": 907.98,
        "duration": 2.25
    },
    {
        "text": "attacked first, most likely China would defend North Korea.",
        "start": 910.23,
        "duration": 2.47
    },
    {
        "text": "Then let's not even talk about the military option. Is Donald Trump actually willing to not",
        "start": 912.7,
        "duration": 4.039
    },
    {
        "text": "do business with people that do business with North Korea? I mean it's been said,",
        "start": 916.74,
        "duration": 3.629
    },
    {
        "text": "that threat has been thrown out there now. If he doesn't follow through with that he's going to be seen as someone that bluffs a lot.",
        "start": 920.369,
        "duration": 5.22
    },
    {
        "text": "He says he threatens, but he doesn't do.",
        "start": 925.589,
        "duration": 1.711
    },
    {
        "text": "You're talking about a threat to China, who is the largest exporter in the world.",
        "start": 927.3,
        "duration": 3.389
    },
    {
        "text": "In 2016, U.S. goods between the United States and China came in at around 650 Billion Dollars.",
        "start": 930.88,
        "duration": 5.74
    },
    {
        "text": "But would Trump actually do that? Because we also know that he hates Trade Deficits.",
        "start": 936.62,
        "duration": 4.1
    },
    {
        "text": "While the exports to China came in at around 169 Billion dollars,",
        "start": 940.72,
        "duration": 3.46
    },
    {
        "text": "The imports from China to the United States came in at just under 479 Billion.",
        "start": 944.18,
        "duration": 4.28
    },
    {
        "text": "And the thing with Trump is you don't know if he'll actually do it.",
        "start": 948.46,
        "duration": 2.78
    },
    {
        "text": "There are a lot of things that people said Donald Trump said, but he would not do, and he is now trying to do those things.",
        "start": 951.24,
        "duration": 5.92
    },
    {
        "text": "So will China call the bluff? Or will they flinch?",
        "start": 957.18,
        "duration": 2.44
    },
    {
        "text": "I don't know, but once again, that's not great for either country.",
        "start": 959.62,
        "duration": 2.74
    },
    {
        "text": "But, uh, that said, I guess we'll just have to wait and see.",
        "start": 962.36,
        "duration": 2.56
    },
    {
        "text": "But of course, with this being the Philip Defranco Show, I'd love to know your thoughts here.",
        "start": 964.92,
        "duration": 3.52
    },
    {
        "text": "Do you think this is more of the same North Korea puffing up their chest, pounding on it or,",
        "start": 968.44,
        "duration": 3.32
    },
    {
        "text": "do you feel like this is- we're at a, we're at a tipping point?",
        "start": 971.76,
        "duration": 2.58
    },
    {
        "text": "I'd love to know what you think.",
        "start": 974.34,
        "duration": 0.5
    },
    {
        "text": "And that's actually where I'm going to end today's show.",
        "start": 974.9,
        "duration": 1.7
    },
    {
        "text": "And remember; if you like this video, you like what I try and do on this channel, hit that like button.",
        "start": 976.6,
        "duration": 4.22
    },
    {
        "text": "If you're new here, hit that subscribe button.",
        "start": 980.82,
        "duration": 1.96
    },
    {
        "text": "Also if you missed the last Philip Defranco Show, you want to catch up, click or tap right there to watch that",
        "start": 982.78,
        "duration": 3.98
    },
    {
        "text": "Or, if You want to see the newest behind the scenes vlog, click or tap right there to watch that.",
        "start": 986.76,
        "duration": 3.02
    },
    {
        "text": "But, that said of course, as always my name's Philip Defranco, you've just been Phill'd in,",
        "start": 989.82,
        "duration": 4.9
    },
    {
        "text": "I love yo faces and I'll see you tomorrow.",
        "start": 994.72,
        "duration": 2.66
    }
]