[
    {
        "text": "my name jeff",
        "start": 0.03,
        "duration": 2.0
    },
    {
        "text": "Fantastic Thursday Welcome Back to the Philip Defranco Show and Let's Just Jump Into it the first Thing I want to talk about Today Is",
        "start": 2.32,
        "duration": 5.84
    },
    {
        "text": "Both our",
        "start": 8.16,
        "duration": 0.49
    },
    {
        "text": "Douchebag of the day and A Douchebag of the year Nominee and That Person is australian health Blogger bell gibson and you might Remember her",
        "start": 8.65,
        "duration": 7.01
    },
    {
        "text": "Name We talked About her a while Ago but the Situation Is far more Infuriating now Now for those who",
        "start": 15.66,
        "duration": 5.01
    },
    {
        "text": "Don't know belle Gibson is someone who Became Famous in Australia Because She Claimed to have Beaten Terminal Brain Cancer using Natural Remedies and",
        "start": 20.67,
        "duration": 6.75
    },
    {
        "text": "Nutrition This Then health Success",
        "start": 27.67,
        "duration": 1.859
    },
    {
        "text": "Inspired her To launch a Successful App and Cookbook and Because of her Life Stories Some of the sales from here",
        "start": 29.529,
        "duration": 5.18
    },
    {
        "text": "We're Gonna go to charitable Causes",
        "start": 34.71,
        "duration": 1.63
    },
    {
        "text": "Unsurprisingly to Myself and My Fellow Cynics it all was alive in 2015 some Media Outlets",
        "start": 36.34,
        "duration": 5.689
    },
    {
        "text": "Were Saying There were Inconsistencies in her Story that's Part",
        "start": 42.03,
        "duration": 3.299
    },
    {
        "text": "Of what She was Talking about maybe She was lying and Finally After Enough Media Scrutiny Bell Admitted that her Cancer was not real in?",
        "start": 45.329,
        "duration": 5.49
    },
    {
        "text": "An interview With Australian women's Weekly it was also later revealed She Lied About her Age and",
        "start": 50.82,
        "duration": 3.239
    },
    {
        "text": "Details of her Personal Life in History and Just so you understand the extent of her Lies",
        "start": 54.25,
        "duration": 4.039
    },
    {
        "text": "Let's go Through this She Originally Claimed that she was?",
        "start": 58.289,
        "duration": 2.1
    },
    {
        "text": "Diagnosed With Brain Cancer but Had Been Stable for Two years later she told Media Outlets that the Cancer Had Reached her Liver and Kidneys",
        "start": 60.46,
        "duration": 5.059
    },
    {
        "text": "She posted, on her Book an App's Facebook Page that her Cancer Had Spread to her Blood her Spleen her Uterus She",
        "start": 65.519,
        "duration": 4.8
    },
    {
        "text": "Also Claims she Had Undergone Multiple Heart Surgeries and Even Momentarily died on the Operating table, also that",
        "start": 70.32,
        "duration": 5.279
    },
    {
        "text": "Was that Time She Claimed she had a stroke, oh and then There was also that",
        "start": 75.6,
        "duration": 2.0
    },
    {
        "text": "$300,000 She Said She gave to Charity that She Didn't and The Donation lies are even Worse than They Sound There's This Family out There",
        "start": 78.4,
        "duration": 5.839
    },
    {
        "text": "The Schwarz Family They have a son with Terminal Brain Cancer",
        "start": 84.24,
        "duration": 2.699
    },
    {
        "text": "Gibson Promised and",
        "start": 87.45,
        "duration": 1.209
    },
    {
        "text": "Advertised that She was going to Take the sales from her App and Donate the Proceeds to that Family to Help them and She Never",
        "start": 88.659,
        "duration": 6.41
    },
    {
        "text": "Did She not only Lied About Having Brain Cancer and Curing her Own Disease She used a boy with terminal Cancer",
        "start": 95.07,
        "duration": 6.33
    },
    {
        "text": "To Make Money for Herself Make it even More Evil the Family, also Said that belle Had",
        "start": 101.59,
        "duration": 4.279
    },
    {
        "text": "Been Giving them False Hope Saying that the Boy's Tumor, was Just like the, one She Had Obviously making them Feel like",
        "start": 105.869,
        "duration": 5.55
    },
    {
        "text": "Well if She could Pure her Own Brain Cancer then There's Hope for our Little Boy this is the kind of Person that Makes me?",
        "start": 111.42,
        "duration": 4.5
    },
    {
        "text": "Wish that I believed in an Afterlife and that There Would be some sort of Just Punishment for what this woman did?",
        "start": 115.92,
        "duration": 5.099
    },
    {
        "text": "Luckily the Reason That we're Talking About this story Today Is that There Is an Update there is A punishment in",
        "start": 121.079,
        "duration": 4.2
    },
    {
        "text": "2016 Consumer Affairs Victoria Which Is an Australian Government Agency That Protects Consumers They Announced that they Would be Taking legal Action against gibson for",
        "start": 125.38,
        "duration": 6.62
    },
    {
        "text": "Quote False Claims by miss Gibbs and her Company",
        "start": 132.0,
        "duration": 2.25
    },
    {
        "text": "Concerning her",
        "start": 134.349,
        "duration": 0.661
    },
    {
        "text": "Diagnosis With Terminal Brain Cancer a Rejection of Conventional Cancer Treatments in Favor of Natural Remedies and The Donation of Proceeds to Various Charities and",
        "start": 135.01,
        "duration": 6.949
    },
    {
        "text": "Then The Federal Court Found her Guilty Person April ordering her to Pay Thirty Thousand Dollars in Prosecution costs and Now",
        "start": 141.959,
        "duration": 4.86
    },
    {
        "text": "We have learned She has also been ordered to Pay a penalty of Four Hundred ten Thousand Australian Dollars and Following this Decision Justice Mortimer",
        "start": 146.819,
        "duration": 6.389
    },
    {
        "text": "Said That if Gibson is able to Pay this Month to Pay you the fine it",
        "start": 153.209,
        "duration": 2.88
    },
    {
        "text": "Would Be good to see the Money Donated to?",
        "start": 156.09,
        "duration": 1.599
    },
    {
        "text": "Organisations and People who Had Been Falsely Promised Donation Saying in That Way",
        "start": 157.689,
        "duration": 3.47
    },
    {
        "text": "Some Good might Still come for the vulnerable People in the Organisation supporting them which were Indirectly Drawn Into This",
        "start": 161.159,
        "duration": 5.01
    },
    {
        "text": "unconscionable Sequence of Events and so that's Where",
        "start": 166.629,
        "duration": 2.0
    },
    {
        "text": "We are Today it is A big fine it Is",
        "start": 168.629,
        "duration": 2.0
    },
    {
        "text": "Nowhere Near The punishment I think that She Should receive Personally I'm of the Belief that",
        "start": 170.709,
        "duration": 3.41
    },
    {
        "text": "Someone That Would do something This Horrible Is not Worthy to Breathe our Air Because in Addition to the horrible Horrible lies which he Obviously",
        "start": 174.25,
        "duration": 5.989
    },
    {
        "text": "Told to be able to Make Money",
        "start": 180.28,
        "duration": 1.34
    },
    {
        "text": "Maybe Gain Attention and Fame by doing this She wasn't Just Giving People False hope she May have",
        "start": 181.62,
        "duration": 4.41
    },
    {
        "text": "Effectively Been Making People Stray away from modern Medicine and Made them Think that they could Cure Their Cancer With",
        "start": 186.34,
        "duration": 6.08
    },
    {
        "text": "Nutrition and Natural Remedies My Opinion the only Place This Person belongs is in a fire hey",
        "start": 192.549,
        "duration": 4.279
    },
    {
        "text": "That's Just my cheery Take away from this story",
        "start": 196.829,
        "duration": 1.77
    },
    {
        "text": "I'D of Course Love to Pass the Question off to you what are your thoughts here is you somehow not The Evil Monster in This",
        "start": 198.599,
        "duration": 4.8
    },
    {
        "text": "Situation Is everything a mental Disorder that, we get to just go, oh?",
        "start": 203.56,
        "duration": 3.289
    },
    {
        "text": "Well it's not Really that Person's Fault and yes I'm aware that I'm being much more Dismissive of the",
        "start": 206.849,
        "duration": 4.199
    },
    {
        "text": "Counterpoint Than normal but you",
        "start": 211.15,
        "duration": 1.61
    },
    {
        "text": "Saw who this woman Gets under my skin from that I want to share some Stuff I loved Today and Today and awesome Brought to",
        "start": 212.76,
        "duration": 5.159
    },
    {
        "text": "You by the Brand-New Defranco Shirt a shirt that Says",
        "start": 217.919,
        "duration": 2.279
    },
    {
        "text": "well my",
        "start": 220.389,
        "duration": 1.111
    },
    {
        "text": "Name eight Times I've Seen More and more Comments of its Greatly of the Sports sure Though Let's Make Mistakes Together Sure but What About",
        "start": 221.5,
        "duration": 5.779
    },
    {
        "text": "Something That Definitively Says We Watch your Show so boom There you have it first Quickie run of This?",
        "start": 227.28,
        "duration": 4.169
    },
    {
        "text": "Available in The links Down Below if You want one snag one all you Can the first bit of awesome Is I gotta just Give",
        "start": 231.549,
        "duration": 4.7
    },
    {
        "text": "Some love to mr",
        "start": 236.25,
        "duration": 1.019
    },
    {
        "text": "Jon Cozart Jon hosts The Streamys on Tuesday he",
        "start": 237.269,
        "duration": 2.52
    },
    {
        "text": "Was by far my Favorite host of The Streamys Ever Multiple Times Throughout the night as a Joke he Took Shots at",
        "start": 239.79,
        "duration": 5.759
    },
    {
        "text": "YouTubers and Some of the Jokes Were Well-Received and People Actually laughed and then other Times People",
        "start": 245.65,
        "duration": 4.729
    },
    {
        "text": "Were Just Quiet People Seemingly Afraid are too serious to be able to laugh at",
        "start": 250.379,
        "duration": 3.93
    },
    {
        "text": "Jokes Made at Their Own Expense Or of Their Friends I want to share These Videos with A",
        "start": 254.31,
        "duration": 3.839
    },
    {
        "text": "Bunch of People I think Would Appreciate Them and Just Give some love Jon Cozart Because he's A bam then and a little",
        "start": 258.15,
        "duration": 4.47
    },
    {
        "text": "Self-Promotion awesome We released The Second Episode of the defranco Book Club in Today's Video we Talk Ready Play?",
        "start": 262.719,
        "duration": 4.61
    },
    {
        "text": "One We announced the book for next Month if you Read the book or you just want to be a part of it next Month",
        "start": 267.46,
        "duration": 3.989
    },
    {
        "text": "Go to that Video then, We got a brand-New Episode of hot Ones With Wanda Sykes then?",
        "start": 271.449,
        "duration": 3.96
    },
    {
        "text": "We got a video that answers that Lifelong Question Can you Make Potato chips with A laser believe it",
        "start": 275.41,
        "duration": 4.589
    },
    {
        "text": "Was gone To you first Asked that Question and Now",
        "start": 280.0,
        "duration": 1.919
    },
    {
        "text": "We have the answer then and the single most Important bit of awesome Today?",
        "start": 281.919,
        "duration": 3.029
    },
    {
        "text": "Is that We got a trailer for red Dead Redemption too Sadly it won't be Coming out this year but",
        "start": 284.949,
        "duration": 4.619
    },
    {
        "text": "Oh my god Just get excited",
        "start": 289.569,
        "duration": 1.591
    },
    {
        "text": "Also if you never Play it red Dead Redemption Fix that now what are you doing With your life again mess on my soul",
        "start": 291.16,
        "duration": 5.069
    },
    {
        "text": "No that might not Sound like A selling Point but it is if you want to see The Full Versions of everything I'll just Share",
        "start": 296.229,
        "duration": 4.23
    },
    {
        "text": "The Secret Link of the Day Anything at all links as",
        "start": 300.46,
        "duration": 2.85
    },
    {
        "text": "Always Are in The Description Down Below and Let's Talk About",
        "start": 303.31,
        "duration": 2.01
    },
    {
        "text": "One of the most requested",
        "start": 305.32,
        "duration": 0.79
    },
    {
        "text": "Stories Today and that is the Video that has Now gone Viral of that woman getting Kicked off A southwest flight what happened was This?",
        "start": 306.11,
        "duration": 5.39
    },
    {
        "text": "United Bad, Well The Person at the Center of This IS an eyelid Alot size She's A 46 year Old college Professor",
        "start": 311.539,
        "duration": 4.13
    },
    {
        "text": "Who's on a southwest Airlines Flight when She Reportedly Told the flight Crew that She was Definitely allergic to Dogs and asked that the animals",
        "start": 315.669,
        "duration": 5.52
    },
    {
        "text": "On board Be Removed There are two pat's on the Plane One Regular Pet and One Emotional support in The Flight attendant then Says due",
        "start": 321.19,
        "duration": 5.669
    },
    {
        "text": "To Airline Policy They can't do that and Annihilus Says that She still wants to Remain on the Flight Crew Members are Then Concerned Because",
        "start": 326.86,
        "duration": 6.059
    },
    {
        "text": "They might Have to Divert the flight if She has a reaction then",
        "start": 332.919,
        "duration": 2.279
    },
    {
        "text": "According to Bill de mas man who Shot the now Viral Video and Island Asked for an Epipen Shot after the Crew Told her They",
        "start": 335.199,
        "duration": 4.77
    },
    {
        "text": "Could Not Remove The animals Tomas Then Saying You Heard A flight attendant Say They Needed her to have A",
        "start": 339.97,
        "duration": 3.6
    },
    {
        "text": "Certificate so They Could Administer an Injection and that She'd have to Exit the Plane First he Then Refused and Because an Ila Had Made",
        "start": 343.639,
        "duration": 5.3
    },
    {
        "text": "The Airline",
        "start": 348.94,
        "duration": 0.569
    },
    {
        "text": "Aware of her Allergy and She Didn't have a proper medical Certificate To stay on board she was then Asked to leave so then law",
        "start": 349.509,
        "duration": 5.19
    },
    {
        "text": "Enforcement Gets Called, They're Trying to Remove her From the Plane and We get the Video",
        "start": 354.8,
        "duration": 3.44
    },
    {
        "text": "Together",
        "start": 362.26,
        "duration": 2.0
    },
    {
        "text": "I'm sorry my dad Surgery",
        "start": 365.31,
        "duration": 2.299
    },
    {
        "text": "What",
        "start": 373.9,
        "duration": 2.0
    },
    {
        "text": "You Wrecked my Pants for Yourself",
        "start": 377.9,
        "duration": 4.549
    },
    {
        "text": "Following This Coming out Southwest Airlines Released A statement Saying our Policy States that a customer Without a medical",
        "start": 409.28,
        "duration": 4.91
    },
    {
        "text": "Certificate May Be Denied Boarding if They Report a life-Threatening allergic",
        "start": 414.35,
        "duration": 2.75
    },
    {
        "text": "Reaction and",
        "start": 417.35,
        "duration": 0.78
    },
    {
        "text": "Cannot Travel Safely With an animal on board our Flight Crew Made Repeated attempts to explain the Situation to the Customer However She refused Deplane",
        "start": 418.13,
        "duration": 7.429
    },
    {
        "text": "And law enforcement Became Involved but They, also Added an Apology Saying",
        "start": 425.56,
        "duration": 3.059
    },
    {
        "text": "We are Disheartened by the way the situation Unfolded and the Customers removal by local law enforcement",
        "start": 428.62,
        "duration": 3.66
    },
    {
        "text": "Officers We Publicly offer our Apologies to this Customer For her Experience and We will be Contacting her Directly to Address her Concerns?",
        "start": 432.62,
        "duration": 5.6
    },
    {
        "text": "As far as what happened to the woman after she was Kicked off the Plane While she was Arrested and Charged?",
        "start": 438.44,
        "duration": 4.429
    },
    {
        "text": "We're Looking at several Charges",
        "start": 442.87,
        "duration": 1.23
    },
    {
        "text": "We have Disorderly Conduct Earlier to obey A reasonable and Lawful order disturbing the Peace Obstructing and Hindering a police Officer and Resisting Arrest",
        "start": 444.1,
        "duration": 7.859
    },
    {
        "text": "So with This story",
        "start": 452.32,
        "duration": 0.75
    },
    {
        "text": "The Video that is Along with it i mean what is your Takeaway here you think that she Should have Been Kicked off The flight",
        "start": 453.07,
        "duration": 4.559
    },
    {
        "text": "Yes Or",
        "start": 457.63,
        "duration": 0.39
    },
    {
        "text": "no if yes do you believe that law enforcement was too Aggressive I love know your Opinion Personally Where I land on this is I",
        "start": 458.02,
        "duration": 5.669
    },
    {
        "text": "Feel Like I end up being far more Sympathetic to the Airline Here my point of view They're put in A very weird Situation I",
        "start": 463.69,
        "duration": 5.94
    },
    {
        "text": "Mean The woman Here is Making very Large requests She's Making very large Claims Without any Paperwork or Proof all they See as a Business",
        "start": 469.63,
        "duration": 5.64
    },
    {
        "text": "Is wow this is A Huge Liability like, We have Two Options here one We either Administer an Epipen Shot even Though?",
        "start": 475.27,
        "duration": 5.969
    },
    {
        "text": "We don't know if Everything is on the Up-And-Up or two?",
        "start": 481.24,
        "duration": 2.4
    },
    {
        "text": "We let this woman who Says that She might die If She's on This Plane Stay on this Plane now As far as how she",
        "start": 483.64,
        "duration": 4.619
    },
    {
        "text": "Was handled By Police I'D love to know?",
        "start": 488.26,
        "duration": 1.95
    },
    {
        "text": "What you think There but Because of how This Situation?",
        "start": 490.21,
        "duration": 1.87
    },
    {
        "text": "Started I do Think it is important to look at Those as Kind of Two separate things here yeah let",
        "start": 492.08,
        "duration": 4.399
    },
    {
        "text": "Me know I'm Fascinated to know what you think and then",
        "start": 496.48,
        "duration": 1.65
    },
    {
        "text": "Let's Talk About the incredibly sexy Topic of Tax Reform if You're in Public trying to Keep it Calm Down There mmm",
        "start": 498.13,
        "duration": 5.76
    },
    {
        "text": "Deductions and Dirty Dirty Tax rates Obviously I'm Joking it's not A sexy Topic but it Is",
        "start": 504.14,
        "duration": 4.13
    },
    {
        "text": "Incredibly Important and These Would be massive Changes so what am I talking about Whether the republicans Revealed Their Unified",
        "start": 508.49,
        "duration": 5.42
    },
    {
        "text": "Framework Which Is Their guide for the new Simplified Tax Code the last Tax Reform occurred in",
        "start": 514.13,
        "duration": 3.739
    },
    {
        "text": "1986 it is extremely Complex so let's Talk about some of These Specific",
        "start": 518.09,
        "duration": 3.079
    },
    {
        "text": "Changes Because Right Now You just have A lot of People Saying like this is the worst Thing ever This is the Best Thing ever",
        "start": 521.36,
        "duration": 4.16
    },
    {
        "text": "What does it do?",
        "start": 525.7,
        "duration": 0.54
    },
    {
        "text": "Well Let's start With Individual Taxes is going to Affect the largest Group of People this reform calls for Reduced",
        "start": 526.24,
        "duration": 4.8
    },
    {
        "text": "Individual Income Tax Rates Currently for Individual rates There Are seven Tiers and Here They are Proposing Just",
        "start": 531.17,
        "duration": 4.55
    },
    {
        "text": "312 Percent of 25 Percent and A 35% Additionally the Framework",
        "start": 536.06,
        "duration": 3.26
    },
    {
        "text": "Also allows for an Optional Fourth Tier to be Added above",
        "start": 539.32,
        "duration": 2.489
    },
    {
        "text": "35% so other Than Simplification what does this Mean on the high and low end well the low end the current Bottom tier Is",
        "start": 542.24,
        "duration": 4.7
    },
    {
        "text": "10% so this is Technically a raise in",
        "start": 547.16,
        "duration": 2.209
    },
    {
        "text": "Taxes On the lowest you're Taking that 10 Percent Tax rate you're Bumping it up to 12% but that's not the end of the story",
        "start": 549.44,
        "duration": 4.97
    },
    {
        "text": "And we're Gonna Touch on this again on the high end The current highest here Is Thirty nine Point Six Percent so we're Actually Seeing",
        "start": 554.41,
        "duration": 4.38
    },
    {
        "text": "A reduction here Unless that Fourth tier Is at the Framework",
        "start": 558.79,
        "duration": 2.369
    },
    {
        "text": "Also calls for an Increased Standard Deduction Standard Deduction is a specific amount of Income that Is not Taxed this Is an Alternate to",
        "start": 561.16,
        "duration": 6.0
    },
    {
        "text": "Itemizing Deductions and I'm Losing you",
        "start": 567.35,
        "duration": 2.0
    },
    {
        "text": "Nothing Get someone's Eyes To glaze Over like Itemized Deduction Main Point",
        "start": 570.11,
        "duration": 4.13
    },
    {
        "text": "Is it's an Amount of Money that Is not Taxed for an Individual or a married couple or they're Calling for Is doubling the current",
        "start": 574.24,
        "duration": 4.98
    },
    {
        "text": "Number so that Would Make twelve Thousand Dollars A year for an Individual and Twenty Four Thousand for a married couple",
        "start": 579.22,
        "duration": 4.169
    },
    {
        "text": "Beneficial to Everyone This Could, also Technically Create a Zero Percent Tax Bracket for an Individual or a couple that Makes",
        "start": 583.73,
        "duration": 4.94
    },
    {
        "text": "Less than Those Amounts that is A big Deal Because",
        "start": 588.67,
        "duration": 1.68
    },
    {
        "text": "Essentially by Doubling The deductibles They're Doubling The Zero Percent Tax Bracket that's not being Included here They",
        "start": 590.35,
        "duration": 5.73
    },
    {
        "text": "Also Call for an Increase to the Child Tax Credit right now You get a thousand Dollar Credit for Every Kid you have under 17",
        "start": 596.08,
        "duration": 4.589
    },
    {
        "text": "There's no Specific Amount or multiplier mentioned it Just Says Substantial it",
        "start": 600.67,
        "duration": 3.48
    },
    {
        "text": "Also proposes Opening up the Eligibility requirements so more People Can, Qualify Can",
        "start": 604.15,
        "duration": 3.419
    },
    {
        "text": "We see the proposal of getting Rid of Some Deductions One of Their Goals Here is to Simplify?",
        "start": 607.57,
        "duration": 3.359
    },
    {
        "text": "Taxes and That Means Cutting Most Itemized Deductions that includes Things like State and Local Tax Deductions",
        "start": 611.12,
        "duration": 5.03
    },
    {
        "text": "Also Eliminating personal Exemptions that Could be Worth Four Thousand Fifty Dollars per Person but it does Call for Keeping Tax incentives for Homeownership",
        "start": 616.15,
        "duration": 6.059
    },
    {
        "text": "Retirement Savings Charitable Giving Higher Education They",
        "start": 622.64,
        "duration": 2.989
    },
    {
        "text": "Also Call for the removal of the alternative Minimum Tax the estate Tax Which you might Have heard of as the Death Tax",
        "start": 625.63,
        "duration": 5.039
    },
    {
        "text": "Also to clear Up any of the Confusion Around Death Tax This is something that Really only affects the very Wealthy when someone dies and",
        "start": 630.67,
        "duration": 5.79
    },
    {
        "text": "Everything They Have is transferred to Their heir There is a Tax if the Cash the real Estate That everything Exceeds Five Point four nine",
        "start": 636.46,
        "duration": 6.419
    },
    {
        "text": "Million Dollars Nice per Person if his Grandma and Grandpa's Stuff you Just you double that so because of that high Dollar Amount",
        "start": 642.98,
        "duration": 4.91
    },
    {
        "text": "estimates Say This doesn't Affect 99",
        "start": 647.99,
        "duration": 1.82
    },
    {
        "text": "Point eight Percent of The Estates in America then",
        "start": 649.81,
        "duration": 2.01
    },
    {
        "text": "Let's Talk About the Proposed Changes for Business Taxes They've Called for a new Business Tax Rate of 20% Which is A Huge drop from",
        "start": 651.82,
        "duration": 6.179
    },
    {
        "text": "The Current Thirty Five Percent it's even Below the",
        "start": 658.0,
        "duration": 1.99
    },
    {
        "text": "Industrialized World's Average of Twenty Two Point Five Percent now Here's what I'll say as a Business",
        "start": 659.99,
        "duration": 3.679
    },
    {
        "text": "Owner I am Personally excited the idea of being able to Pay fifteen percent, less in Taxes I can",
        "start": 663.67,
        "duration": 4.679
    },
    {
        "text": "Do so much with that Money more People more gear more offered Sunni but of Course",
        "start": 668.35,
        "duration": 3.119
    },
    {
        "text": "You're Going to Have People Worried that not Every Company is going to do that a companies will Just hold on to that Money or?",
        "start": 671.47,
        "duration": 4.53
    },
    {
        "text": "Just Pay Their Top executives Even Bigger Bonuses and Are People Scared Because estimates from the Tax Foundation",
        "start": 676.0,
        "duration": 4.44
    },
    {
        "text": "and the Tax Policy Center Say that the change Could cost the united States Almost Two trillion Dollars",
        "start": 680.54,
        "duration": 5.09
    },
    {
        "text": "Over the next decade but A thing to Keep in mind",
        "start": 685.63,
        "duration": 1.83
    },
    {
        "text": "Is that number Is Just looking at the drop in Taxes Paid There's Really, no way for them to estimate the Economic Stimulation that",
        "start": 687.46,
        "duration": 5.669
    },
    {
        "text": "We might See Right and Then?",
        "start": 693.13,
        "duration": 0.899
    },
    {
        "text": "We just get Into Theories of what will happen with the Economy this will Just get Confirmed More and more as I explained the other",
        "start": 694.029,
        "duration": 3.99
    },
    {
        "text": "Proposed Changes But it Appears the Hope here is to to treat businesses better Tax them",
        "start": 698.02,
        "duration": 4.5
    },
    {
        "text": "Less it Makes America More competitive They Can",
        "start": 702.52,
        "duration": 1.77
    },
    {
        "text": "Keep Their Businesses Here Keeping Their Businesses Here or doing more Business in the States You get more Workers you have more People working and",
        "start": 704.29,
        "duration": 5.91
    },
    {
        "text": "They Have more Deductions in Their Tax Lighter They Have more Money to Spend for Those",
        "start": 710.2,
        "duration": 3.359
    },
    {
        "text": "Businesses and The Hope Would be that you Have an Economic boom or what Detractors of This proposal believe which Is that this Would be?",
        "start": 713.69,
        "duration": 5.119
    },
    {
        "text": "An Implosion Companies Are Just Going to hold on to that Money and it will not trickle Down to the little Guy Proposal",
        "start": 718.81,
        "duration": 4.65
    },
    {
        "text": "Also calls for a change With Pass-Throughs it's a business Thing when Companies Pass Their Profits Through to Partners and",
        "start": 723.46,
        "duration": 4.799
    },
    {
        "text": "Shareholders They Have to Claim That on Their Individual Taxes Right now that Money Goes to a top tier rate of 39.6%",
        "start": 728.39,
        "duration": 4.849
    },
    {
        "text": "But it's being Proposed to change that Top tier rate to 25 percent This",
        "start": 733.79,
        "duration": 3.44
    },
    {
        "text": "Also calls for a Change on how Us multinationals our Tax Plan Proposes Taking",
        "start": 737.23,
        "duration": 3.42
    },
    {
        "text": "Away the current 35 Percent Tax on all Profits that are Made Elsewhere and then Brought Into the united States A theory Behind this cut",
        "start": 740.65,
        "duration": 4.949
    },
    {
        "text": "Is that Companies Just Avoid bringing Back Profits the united States Because of that 35 Percent Tax so if We just Eliminate it in",
        "start": 745.6,
        "duration": 5.4
    },
    {
        "text": "Theory That Would bring more Money back to the united States Economy",
        "start": 751.1,
        "duration": 2.45
    },
    {
        "text": "Honestly People Shouldn't Be Surprised by this Proposal Because Most of This is what trump said he was going to do on the Campaign Trail",
        "start": 753.74,
        "duration": 5.45
    },
    {
        "text": "Granted There Are Minor Differences From When he was on the Campaign trail he Originally Said 12%",
        "start": 759.19,
        "duration": 4.679
    },
    {
        "text": "25%",
        "start": 764.3,
        "duration": 0.84
    },
    {
        "text": "33% See a Small Change There he Talks About Tax Cuts for Everyone but of Course you do Have that 10%",
        "start": 765.14,
        "duration": 4.609
    },
    {
        "text": "Going to 12% Once Again the Argument There Is that after you do the math with the double",
        "start": 769.88,
        "duration": 3.739
    },
    {
        "text": "Deductible That will Still Ultimately be a Tax cut Because They're Doubling the 0% you can",
        "start": 773.779,
        "duration": 4.61
    },
    {
        "text": "Also kind of Argue that on the Campaign trail you might be a little bit Misleading",
        "start": 778.39,
        "duration": 2.669
    },
    {
        "text": "About The Death Tax he Says it's affecting the american Worker Which ain't Technically",
        "start": 781.45,
        "duration": 3.78
    },
    {
        "text": "We're Talking About american Workers in The United States but Still",
        "start": 785.23,
        "duration": 2.789
    },
    {
        "text": "We're Talking about a point Zero Two percent Those People Still are Working Americans so technically",
        "start": 788.02,
        "duration": 5.01
    },
    {
        "text": "His Right and One of the things the president did Mention on the Campaign trail but",
        "start": 793.03,
        "duration": 2.88
    },
    {
        "text": "We're not seeing it in This Framework so it might be in The file it's not in This current Framework he Said This as Part",
        "start": 795.91,
        "duration": 5.279
    },
    {
        "text": "of This Reform",
        "start": 801.19,
        "duration": 1.18
    },
    {
        "text": "We will Eliminate the Carried Interest?",
        "start": 802.37,
        "duration": 2.359
    },
    {
        "text": "Deduction, Well Known Deduction and Other Special Interest Loopholes",
        "start": 805.58,
        "duration": 4.489
    },
    {
        "text": "That Have been so good for wall Street Investors and for People like me",
        "start": 810.62,
        "duration": 4.28
    },
    {
        "text": "But unfair to American Workers This isn't in There Right now by from White House Economic AdVisor Gary Kahn",
        "start": 815.33,
        "duration": 5.839
    },
    {
        "text": "Said That They Are Still Committed to closing the Loophole but",
        "start": 821.17,
        "duration": 2.16
    },
    {
        "text": "Also Maybe not Because the treasury Secretary Just last Month Said They might Keep it for Firms that create Jobs and Close it for Hedge",
        "start": 823.33,
        "duration": 5.789
    },
    {
        "text": "Fund Managers so a loophole for some not a loophole for all and Where I leave you with that Story is did Any Any of",
        "start": 829.12,
        "duration": 5.73
    },
    {
        "text": "That Make Sense",
        "start": 834.85,
        "duration": 0.66
    },
    {
        "text": "Also because This is the Philip Defranco Show I'D love to know your thoughts on This Story the first One Anything in Between in Those",
        "start": 835.51,
        "duration": 5.609
    },
    {
        "text": "Comments Down Below Remember if You like this Video you like",
        "start": 841.12,
        "duration": 2.67
    },
    {
        "text": "What I try and do on this Channel hit that like Button if You Knew Where you hit that subscribe Button also if You happen",
        "start": 843.79,
        "duration": 4.529
    },
    {
        "text": "To miss and want to Catch up on Yesterday's Philip Defranco Show Click or tap right There to Watch that or if You want to?",
        "start": 848.32,
        "duration": 4.26
    },
    {
        "text": "Check out the Brand-New Defranco Book Club Watch it then Take part in it click or tap right There Lots that Said of Course as",
        "start": 852.58,
        "duration": 5.909
    },
    {
        "text": "Always My Name's Philip Defranco He'll Just Been Phill'd in A love yo Faces and I'll see you Tomorrow",
        "start": 858.49,
        "duration": 5.73
    }
]