[
    {
        "text": "Sup you beautiful bastards, hope you're having a fantastic Wednesday, welcome back to the Philip DeFranco show and before we jump into it",
        "start": 0.37,
        "duration": 5.45
    },
    {
        "text": "just a quick little note. While morning shows are not standard, we are still testing them in this morning",
        "start": 5.819,
        "duration": 4.2
    },
    {
        "text": "I post a brand new morning show. WE covered the very important and heartbreaking story of Jamel Miles",
        "start": 10.019,
        "duration": 4.35
    },
    {
        "text": "so after today's show, if you didn't see that this morning, I'll link to it down below.",
        "start": 14.37,
        "duration": 3.48
    },
    {
        "text": "Definitely check it out. Also for those sending me messages that you're not getting this show or that show in your sub boxes",
        "start": 17.949,
        "duration": 4.37
    },
    {
        "text": "I don't know what to tell you",
        "start": 22.32,
        "duration": 1.35
    },
    {
        "text": "YouTube is YouTube, just make sure you come back to the channel every day - regular time",
        "start": 23.67,
        "duration": 3.689
    },
    {
        "text": "But with that said for today's show, let's just jump into it",
        "start": 27.359,
        "duration": 2.52
    },
    {
        "text": "And the first thing we're gonna talk about today is we had Elon Musk back in the news for an update around a story that I",
        "start": 29.88,
        "duration": 5.25
    },
    {
        "text": "felt a gun away and it's a story that's connected to the aftermath of the Thai cave rescue situation.",
        "start": 35.13,
        "duration": 4.919
    },
    {
        "text": "You might remember there was that British diver in Thailand by the name of Vernon Unsworth?",
        "start": 40.05,
        "duration": 3.24
    },
    {
        "text": "It was reported that he had a leading role in rescuing those kids in the cave.",
        "start": 43.29,
        "duration": 2.939
    },
    {
        "text": "He also had some words about Elon Musk and his submarine that he was trying to develop that Elon Musk did not like. Ultimately the",
        "start": 46.23,
        "duration": 5.759
    },
    {
        "text": "situation led to Elon Musk calling the diver a \"pedo\" - even offering to take a bet on it",
        "start": 51.989,
        "duration": 4.171
    },
    {
        "text": "But I thought the situation was over and done with because on July 17th, he publicly apologized. \"As this well-written article suggests",
        "start": 56.16,
        "duration": 5.18
    },
    {
        "text": "My words were spoken in anger after Mr",
        "start": 61.349,
        "duration": 1.771
    },
    {
        "text": "Unsworth said several untruths and suggested I engage in a sexual act with a mini-sub\"",
        "start": 63.12,
        "duration": 3.78
    },
    {
        "text": "Although a note here is the the framing here is somewhat manipulative. Right,",
        "start": 66.9,
        "duration": 3.0
    },
    {
        "text": "what Unsworth did is say you can stick your submarine where it hurts. It's a turn of phrase",
        "start": 69.9,
        "duration": 3.479
    },
    {
        "text": "well, like when you tell someone to go fuck themselves, you're not actually suggesting a sexual act. But to finish his tweets, \"A mini-sub",
        "start": 73.38,
        "duration": 5.43
    },
    {
        "text": "which had been built as an act of kindness and according to specifications from the dive team leader.",
        "start": 78.81,
        "duration": 3.66
    },
    {
        "text": "Nonetheless, his actions against me. Do not justify my actions against him, and for that I apologized to Mr.",
        "start": 82.47,
        "duration": 5.009
    },
    {
        "text": "Unsworth and to the companies I represent as leader. The fault is mine and mine alone.\"",
        "start": 87.479,
        "duration": 3.209
    },
    {
        "text": "But then yesterday there was this whole",
        "start": 90.759,
        "duration": 1.68
    },
    {
        "text": "situation with the New York Times putting out an article and Elon Musk tweeting that he didn't actually cry.",
        "start": 92.439,
        "duration": 4.49
    },
    {
        "text": "Eventually that leads to him getting into a back-and-forth but through all and off who was a former TechCrunch writer who wrote, \"one other thing",
        "start": 97.03,
        "duration": 5.36
    },
    {
        "text": "Elon, your dedication to facts and truth would have been wonderful if applied to that time when you called someone a 'pedo'\", to which Elon Musk",
        "start": 102.39,
        "duration": 4.86
    },
    {
        "text": "replied, \"You don't think it's strange he hasn't sued me?",
        "start": 107.25,
        "duration": 2.189
    },
    {
        "text": "He was offered free legal services. And you call yourself Yoda\"",
        "start": 109.439,
        "duration": 2.58
    },
    {
        "text": "To which Drew responded, \"what I think is especially",
        "start": 112.02,
        "duration": 1.87
    },
    {
        "text": "strange is that you're wondering why he hasn't sued you while the rest of us are wondering why you did something so egregious that he",
        "start": 113.89,
        "duration": 5.269
    },
    {
        "text": "could sue you for in the first place?? To which Elon Musk responded,",
        "start": 119.159,
        "duration": 3.059
    },
    {
        "text": "\"Did you investigate at all? I'm guessing the answer is no. Why?\" And so then - I mean we're talking about it today",
        "start": 122.219,
        "duration": 4.41
    },
    {
        "text": "you've probably predicted it - the news coming out today is that Unsworth IS suing Elon Musk. And specifically, according to CNBC",
        "start": 126.63,
        "duration": 5.909
    },
    {
        "text": "\"Unsworth....is preparing a civil complaint for libel against Musk\", and this was \"according to a letter to Musk from Unsworth's attorney...\"",
        "start": 132.67,
        "duration": 6.029
    },
    {
        "text": "Reportedly the letter was dated August 6",
        "start": 138.83,
        "duration": 1.909
    },
    {
        "text": "which is incredibly notable here because it would be kind of a suspect if this letter just",
        "start": 140.739,
        "duration": 3.18
    },
    {
        "text": "happened to be sent out after Musk said this stuff online. And in addition to sending it to news outlets,",
        "start": 144.08,
        "duration": 3.949
    },
    {
        "text": "Unsworth's attorney went to Twitter and tweeted the picture of the document to must with the caption",
        "start": 148.19,
        "duration": 5.72
    },
    {
        "text": "\"Elon Musk should check his mail before tweeting.\" Yeah...that is where we are today. As of recording",
        "start": 153.91,
        "duration": 4.709
    },
    {
        "text": "this video, Elon Musk is not tweeted for 14 hours. And just looking at this situation",
        "start": 158.62,
        "duration": 3.54
    },
    {
        "text": "it's just it's one of those things",
        "start": 162.16,
        "duration": 1.29
    },
    {
        "text": "my personal mindset is I see Elon Musk as an aspirational figure when I look to how he",
        "start": 163.45,
        "duration": 5.339
    },
    {
        "text": "views a lot of the worlds and what he is trying to do with his company. But man! He is his own worst enemy!",
        "start": 168.95,
        "duration": 5.869
    },
    {
        "text": "I mean his",
        "start": 174.819,
        "duration": 0.7
    },
    {
        "text": "response...it just feels like he is the reason that this whole situation has reignited. And then let's quickly talk about some quickie online",
        "start": 175.519,
        "duration": 6.17
    },
    {
        "text": "news - some that are connected to records. The first being the kpop supergroup BTS has once again set another YouTube record. Last Friday",
        "start": 181.69,
        "duration": 6.359
    },
    {
        "text": "they premiered their music video for 'Idol' and, in one day, it got 45 million views",
        "start": 188.049,
        "duration": 5.1
    },
    {
        "text": "which meant that they passed the now former queen of the single day numbers, Taylor Swift, who had 43.2 million",
        "start": 193.28,
        "duration": 6.1
    },
    {
        "text": "that for her music video for 'Look what you made me do'. And obviously, all great numbers, all winners",
        "start": 199.38,
        "duration": 3.84
    },
    {
        "text": "but I mean, it's just a completely different league that we're talking about here",
        "start": 203.22,
        "duration": 3.42
    },
    {
        "text": "The now third place debut is Psy's 'Gentleman' with 36 million so, I mean, there's the disparity - the jump - is crazy!",
        "start": 206.65,
        "duration": 5.91
    },
    {
        "text": "Also, you had comedian, podcaster,",
        "start": 212.56,
        "duration": 1.06
    },
    {
        "text": "former MMA fighter, Brendan Schaub making headline - this because he made a point some people saying he kind of took a shot at the",
        "start": 213.62,
        "duration": 6.589
    },
    {
        "text": "UFC in connection with the Logan Paul - KSI fight, \"'Did you not see the Logan Paul fight?' like, 'yeah, sure did'",
        "start": 220.209,
        "duration": 4.92
    },
    {
        "text": "He looked terrible! He did not, what numbers did they do?",
        "start": 225.13,
        "duration": 3.119
    },
    {
        "text": "[inaudible] card",
        "start": 228.95,
        "duration": 1.49
    },
    {
        "text": "we've had this year - counting the illegal streams - and somehow these gentlemen who are YouTube savvy figured out illegal streams as well",
        "start": 230.44,
        "duration": 6.059
    },
    {
        "text": "which we can't do, they figured out all that",
        "start": 236.63,
        "duration": 2.359
    },
    {
        "text": "should we sign them? I..I would guarantee there's a - and this gonna hurt so many people's feelings -",
        "start": 241.01,
        "duration": 6.02
    },
    {
        "text": "I guarantee there's a spark interest of signing Logan Paul to the UFC.\"",
        "start": 247.03,
        "duration": 3.39
    },
    {
        "text": "Also hitting on the note that it's not a ridiculous idea because, quote, \"people want to hate",
        "start": 250.42,
        "duration": 2.86
    },
    {
        "text": "on these, tell me how this is any different than the UFC signing CM Punk?",
        "start": 253.299,
        "duration": 2.91
    },
    {
        "text": "I will wait.\" Which, I mean, if you saw those CM Punk fights",
        "start": 256.359,
        "duration": 1.891
    },
    {
        "text": "he does have a point. And additionally, on the number of buys, once again, Schuab is right",
        "start": 258.25,
        "duration": 3.599
    },
    {
        "text": "although it's..it's  not a complete one-to-one comparison",
        "start": 261.849,
        "duration": 2.0
    },
    {
        "text": "UFC payper-views much more expensive, but reportedly even UFC 226 which had Cormier",
        "start": 263.95,
        "duration": 5.39
    },
    {
        "text": "it was a champion versus champion super fight",
        "start": 269.34,
        "duration": 2.039
    },
    {
        "text": "apparently, that didn't even break 400,000 buys. And I will say, I Schuab has somewhat of a point here",
        "start": 271.57,
        "duration": 4.459
    },
    {
        "text": "I think the price differential though in the pay-per-view is..is...is a massive factor. That should be considered.",
        "start": 276.03,
        "duration": 4.47
    },
    {
        "text": "I mean UFC is like 65 - the other was 10.",
        "start": 280.5,
        "duration": 2.61
    },
    {
        "text": "But ultimately at the end of the day, what ends up selling, is the celebrity and the spectacle.",
        "start": 283.11,
        "duration": 3.329
    },
    {
        "text": "I mean, that's...that's something that Mayweather and",
        "start": 286.44,
        "duration": 1.99
    },
    {
        "text": "McGregor figured out WAY before. Obviously, when referring to those two men we're talking about people at a VASTLY different skill level, but",
        "start": 288.43,
        "duration": 6.619
    },
    {
        "text": "it's...it's all this weird interesting",
        "start": 295.33,
        "duration": 2.209
    },
    {
        "text": "merging bubble.",
        "start": 298.09,
        "duration": 0.89
    },
    {
        "text": "And it'll be interesting to see in the world of entertainment what happens over the next two years because it is very odd time.",
        "start": 298.98,
        "duration": 4.739
    },
    {
        "text": "And finally, the last bit of industry and community news, is that, very soon on YouTube,",
        "start": 303.72,
        "duration": 3.39
    },
    {
        "text": "We may have a new 'number one subscribed'. For years and years",
        "start": 307.11,
        "duration": 3.48
    },
    {
        "text": "the number one title has and still does belong to Felix - aka PewDiePie.",
        "start": 310.59,
        "duration": 3.839
    },
    {
        "text": "He's sitting at 65 million subscribers",
        "start": 314.43,
        "duration": 2.759
    },
    {
        "text": "but right now it appears that he will be surpassed very soon by a channel called T Series. T series is reportedly an Indian music",
        "start": 317.19,
        "duration": 6.3
    },
    {
        "text": "label and movie studios",
        "start": 323.49,
        "duration": 1.11
    },
    {
        "text": "so technically Felix, even after he does - or if he does - get passed, will still be the largest YouTube channel run by an individual but",
        "start": 324.6,
        "duration": 6.51
    },
    {
        "text": "times are a-changin. And as far as Felix's reaction to the news, he took it very well He...whipped out a samurai sword. Is it a samurai sword?",
        "start": 331.3,
        "duration": 7.22
    },
    {
        "text": "I don't know...but he, he was joking about it.  He was memen",
        "start": 338.52,
        "duration": 2.429
    },
    {
        "text": "Although if you do go to some of the videos on the T Series channel",
        "start": 340.95,
        "duration": 2.459
    },
    {
        "text": "it does appear that some of his fans - whether they're they're serious about it, or they're just memen - they're disliking videos.",
        "start": 343.41,
        "duration": 5.67
    },
    {
        "text": "But, I will say in general",
        "start": 349.08,
        "duration": 1.38
    },
    {
        "text": "I don't think it's the most massive deal. Felix will still be the largest SINGLE creator and also the rise of different channels",
        "start": 350.46,
        "duration": 5.19
    },
    {
        "text": "organizations - specifically those with different demographics or different interests or different content -",
        "start": 356.17,
        "duration": 5.63
    },
    {
        "text": "I think it ends up being a potential mutual win for everyone involved: More people on YouTube, More potential new viewers and",
        "start": 361.8,
        "duration": 5.309
    },
    {
        "text": "members to come back every single day. But from that,",
        "start": 367.33,
        "duration": 2.599
    },
    {
        "text": "I wanna share some stuff I loovvveee today, and 'Today In Awesome', brought to you by Phil.Ting.com. If you're not familiar Ting",
        "start": 369.93,
        "duration": 5.58
    },
    {
        "text": "Is the fantastic, no BS mobile phone service. You got no contracts, no overage fees,",
        "start": 375.51,
        "duration": 4.35
    },
    {
        "text": "no other carrier tricks were all of a sudden you thought you were getting a good price and you're not. It's incredibly simple - you just",
        "start": 379.86,
        "duration": 4.319
    },
    {
        "text": "pay a fair price for the talk, text and data you actually use each month. With Ting, if you use less, you pay less. It",
        "start": 384.18,
        "duration": 5.58
    },
    {
        "text": "And Ting just gives you complete control of the situation, you get their fantastic service, use the fantastic",
        "start": 389.76,
        "duration": 4.26
    },
    {
        "text": "you want and the average Ting customer just pays $23 per month for one device.",
        "start": 394.21,
        "duration": 3.75
    },
    {
        "text": "And so if you want to check it out - like so many from the nation already have - go to Phil.Ting.com. You can check your",
        "start": 397.96,
        "duration": 4.079
    },
    {
        "text": "phone's compatibility right now, and also, you get $25 off your bill or",
        "start": 402.039,
        "duration": 3.33
    },
    {
        "text": "$25 off a new phone in the Ting shop",
        "start": 405.83,
        "duration": 1.85
    },
    {
        "text": "If you sign up now. The first bit of Awesome today is, in addition to today's morning video here on this channel,",
        "start": 407.68,
        "duration": 4.2
    },
    {
        "text": "we put out another video where myself and part of the crew from the PDS team rogue rocket in general.",
        "start": 411.88,
        "duration": 4.889
    },
    {
        "text": "We went out and we worked with Thirst Projects. It's kind of a behind the scenes",
        "start": 416.77,
        "duration": 2.519
    },
    {
        "text": "challenge video, charity video all-in-one. After today show, I'll link to it down below. Definitely check it out! And we had Thrillist giving",
        "start": 419.509,
        "duration": 5.39
    },
    {
        "text": "give us that food good, good, awesome with a cheeseburger pizza!",
        "start": 424.9,
        "duration": 3.149
    },
    {
        "text": "We had Jason Bateman breaking down his career. And we have Kevin Hart and Johnny Manziel on 'Cold As Balls'",
        "start": 428.389,
        "duration": 4.19
    },
    {
        "text": "We got a trailer for 'The First', as well as a trailer for 'First Man' with Ryan Gosling",
        "start": 432.58,
        "duration": 3.69
    },
    {
        "text": "Then we got the news of Matt Smith - David Tennant will still be my favorite doctor - is joining the cast of Star Wars Episode nine",
        "start": 436.34,
        "duration": 4.609
    },
    {
        "text": "in a key role. And then, something that's just kind of pretty cool, British GQ named our pretentious",
        "start": 440.949,
        "duration": 4.649
    },
    {
        "text": "backpacks one of the 10 coolest things last week. And so, in honor of that, if you want to snag one of our black",
        "start": 445.849,
        "duration": 5.03
    },
    {
        "text": "Pretentious backpacks or, one of our brand-new pretentious blankets -",
        "start": 450.979,
        "duration": 3.619
    },
    {
        "text": "Oh, look at that sleeping Philip DeFranco definitely sleeping and not posing and trying not to laugh -",
        "start": 454.599,
        "duration": 4.59
    },
    {
        "text": "you want to snag one of those in - honor of all of this - I'm going to extend code \"DADDY\" for another 24 hours",
        "start": 459.19,
        "duration": 5.099
    },
    {
        "text": "so not just on the \"Please don't call me Daddy' shirt , but on these items as well, you can get a discount.",
        "start": 464.33,
        "duration": 4.07
    },
    {
        "text": "so if you want to snag one, I'll link down below directly to those products since",
        "start": 468.4,
        "duration": 3.149
    },
    {
        "text": "we have to tweak the navigation a little bit. If you want to see the full versions of everything",
        "start": 471.919,
        "duration": 3.26
    },
    {
        "text": "I just shared, the secret link of the day - anything at all - links, as always, are in the description down bellow.",
        "start": 475.18,
        "duration": 4.589
    },
    {
        "text": "Now let's talk about this massive news coming out of",
        "start": 480.28,
        "duration": 1.99
    },
    {
        "text": "California. And, specifically, I'm talking about the fact that California will become the first state in the nation to eliminate cash bail for suspects awaiting",
        "start": 482.27,
        "duration": 5.75
    },
    {
        "text": "trial under a sweeping reform bill called the 'California Money Bail Reform Act\". The bill passed in the state Senate with a vote of",
        "start": 488.02,
        "duration": 5.1
    },
    {
        "text": "26 to 12 - in the General Assembly with a vote of 42 to 31. Yesterday, Governor Jerry Brown signed the bill and it will go",
        "start": 493.22,
        "duration": 6.289
    },
    {
        "text": "into effect October 1st, 2019",
        "start": 499.509,
        "duration": 1.571
    },
    {
        "text": "And if you're not familiar with the bail",
        "start": 501.08,
        "duration": 1.5
    },
    {
        "text": "situation, in California right now, under the current law, bail is often set according to a fixed bail schedule. And that bail schedule is",
        "start": 502.58,
        "duration": 5.48
    },
    {
        "text": "basically a chart of bail amounts that correspond with the charge and the defendant's criminal history.",
        "start": 508.06,
        "duration": 3.57
    },
    {
        "text": "Right the way that it is now, if you're charged with a crime, a bail might be set. You can then either: one, pay the",
        "start": 511.63,
        "duration": 4.409
    },
    {
        "text": "bail in full; two, borrow the money from a bail bond agent; or three,",
        "start": 516.039,
        "duration": 3.059
    },
    {
        "text": "you cannot pay your bail. And so you have to stay in jail",
        "start": 519.229,
        "duration": 2.96
    },
    {
        "text": "and this is of course before there has been a verdict or any sort of sentencing. But, under the new California law,",
        "start": 522.189,
        "duration": 3.731
    },
    {
        "text": "those arrested and charged with a crime won't be putting up money or borrowing from a bail bond agent for their release. Instead,",
        "start": 526.06,
        "duration": 4.7
    },
    {
        "text": "individuals will get a pre- trial risk assessment conducted by pre-trial assessment services to decide whether to keep that person in custody or to release them",
        "start": 530.99,
        "duration": 6.77
    },
    {
        "text": "while they await trial. So, what this means here",
        "start": 537.76,
        "duration": 1.56
    },
    {
        "text": "is that a court employee or a local public agency that has been contracted will determine if the defendant has high,",
        "start": 539.32,
        "duration": 4.289
    },
    {
        "text": "medium or low risk. And this is based on a number of things like, how likely they are to show up for their court date, the",
        "start": 543.68,
        "duration": 4.46
    },
    {
        "text": "seriousness of their crime and the likelihood of them re-offending.",
        "start": 548.14,
        "duration": 2.58
    },
    {
        "text": "Though - and this is incredibly important -",
        "start": 550.88,
        "duration": 1.5
    },
    {
        "text": "most of the details on how individuals will be assessed have been left for California's judicial council to create. The general idea though is",
        "start": 552.38,
        "duration": 5.32
    },
    {
        "text": "in most non violent misdemeanor cases,",
        "start": 557.71,
        "duration": 1.81
    },
    {
        "text": "the defendants would be released within 12 hours without a risk assessment. People who are deemed low and medium risk will mostly be released on their",
        "start": 559.52,
        "duration": 5.389
    },
    {
        "text": "own recognizance or under supervision conditions like GPS",
        "start": 564.91,
        "duration": 2.7
    },
    {
        "text": "monitoring or regular check-ins with an office. And finally",
        "start": 567.86,
        "duration": 2.239
    },
    {
        "text": "high-risk people remain detained until a hearing before a judge will decide whether to continue detaining the person based on several factors like the offenders",
        "start": 570.2,
        "duration": 6.229
    },
    {
        "text": "criminal history and whether that person has repeatedly failed to appear in the past.",
        "start": 576.43,
        "duration": 3.0
    },
    {
        "text": "And so the question pops up: \"Why?\"",
        "start": 579.43,
        "duration": 1.75
    },
    {
        "text": "Well the money bail system has long been criticized for clogging local jails with people who have yet to be convicted of a crime",
        "start": 581.18,
        "duration": 4.48
    },
    {
        "text": "but also more importantly for many critics argue that it perpetuates",
        "start": 585.67,
        "duration": 2.52
    },
    {
        "text": "an inequality by favoring the wealthy and punishing the poor. You can have people that commit the same crimes",
        "start": 588.47,
        "duration": 3.65
    },
    {
        "text": "but because someone has money, they can quickly get out of jail just by posting bail",
        "start": 592.12,
        "duration": 3.0
    },
    {
        "text": "whereas someone that doesn't have it has to sit there. Or, even if they were able to secure their freedom because they work with a",
        "start": 595.12,
        "duration": 4.979
    },
    {
        "text": "Bail bond agent, that could also leave them in debt. And that note of fairness and equality is something that Governor Brown hit on after",
        "start": 600.1,
        "duration": 5.04
    },
    {
        "text": "signing the bill saying, \"Today, California reforms its bail system so that rich and poor alike are treated fairly.\" California Lieutenant",
        "start": 605.14,
        "duration": 5.669
    },
    {
        "text": "Governor Gavin Newsom saying, \"a person's checking account balance should never determine how they are treated under the law.",
        "start": 610.809,
        "duration": 4.631
    },
    {
        "text": "Cash bail criminalizes poverty and with Governor Brown's signature today, California has opened the door to pursue and perfect a just pretrial system.\"",
        "start": 615.56,
        "duration": 6.16
    },
    {
        "text": "But, of course, there is already massive criticism of this bill and what makes it very interesting is WHO is",
        "start": 622.0,
        "duration": 4.92
    },
    {
        "text": "criticizing the bill. First up, you had the American Civil Liberties Union of California, which interestingly enough was an original co-sponsor of the bill.",
        "start": 627.08,
        "duration": 6.079
    },
    {
        "text": "But, they ended up pulling their support earlier this month",
        "start": 633.16,
        "duration": 2.01
    },
    {
        "text": "arguing that the new system that will be created by the court still runs the risk of perpetuating",
        "start": 635.26,
        "duration": 3.809
    },
    {
        "text": "discrimination, saying in a statement,",
        "start": 639.29,
        "duration": 1.13
    },
    {
        "text": "\"We oppose the bill because it seeks to replace the current deeply flawed system with an overly broad",
        "start": 640.42,
        "duration": 4.38
    },
    {
        "text": "presumption of preventive detention\", and a claim that last-minute changes to the bill gave court employees WAY too much discretion in determining under what",
        "start": 644.959,
        "duration": 6.23
    },
    {
        "text": "circumstances people will be released or kept in custody.",
        "start": 651.38,
        "duration": 2.029
    },
    {
        "text": "For example,",
        "start": 653.41,
        "duration": 0.6
    },
    {
        "text": "they have a concern that if the assessments were released consider things like people's employment, their family responsibilities,",
        "start": 654.01,
        "duration": 4.079
    },
    {
        "text": "that that process will continue to disproportionately impact low-income people and minorities who may be unfairly",
        "start": 658.209,
        "duration": 5.159
    },
    {
        "text": "classified as high-risk and detained. And in a joint statement, three executive directors of the California ACLU chapters wrote,",
        "start": 663.499,
        "duration": 5.33
    },
    {
        "text": "\"It cannot guarantee a substantial reduction in the number of Californians detained while awaiting trial, nor does it sufficiently address racial bias and pre-trial",
        "start": 668.829,
        "duration": 6.989
    },
    {
        "text": "decision-making\", adding, \"indeed, key provisions of the new law creates significant new risks and problems\". And along with the",
        "start": 675.98,
        "duration": 5.719
    },
    {
        "text": "ACLU, the groups that oppose the bill included Civil Rights Core, Human Rights Watch, and California Attorneys for Criminal Justice.",
        "start": 681.769,
        "duration": 5.63
    },
    {
        "text": "And as far as the reaction from the bail bond industry, ahh...",
        "start": 687.399,
        "duration": 2.609
    },
    {
        "text": "unsurprisingly, not really happy. You had Topo Padilla, President of the Golden State Bail Agents Associations saying,",
        "start": 690.679,
        "duration": 4.76
    },
    {
        "text": "\"We're gone. We're done. As of today, the bail industry will start shuttering their doors.\"",
        "start": 695.439,
        "duration": 3.75
    },
    {
        "text": "He went on to explain the roles of bondsman as insurance agents and arguing why they are important, saying, \"We issue an insurance policy to",
        "start": 699.189,
        "duration": 5.7
    },
    {
        "text": "the court guaranteeing a person's appearance in court.",
        "start": 704.889,
        "duration": 1.98
    },
    {
        "text": "if a person fails to appear in court,",
        "start": 706.869,
        "duration": 1.32
    },
    {
        "text": "the bail industry goes out and returns people to the court. If we fail to return the person to court in time,",
        "start": 708.189,
        "duration": 4.77
    },
    {
        "text": "we pay the full amount of the bond.",
        "start": 712.959,
        "duration": 1.35
    },
    {
        "text": "And so, it's on that know you had David Quintana, a lobbyist for the California Bail Agents",
        "start": 714.309,
        "duration": 3.54
    },
    {
        "text": "Association saying that this new law would lead to those accused of crime skipping out on their court dates, while eliminating",
        "start": 717.949,
        "duration": 4.19
    },
    {
        "text": "7,000 jobs in the cash bail industry.",
        "start": 722.6,
        "duration": 1.849
    },
    {
        "text": "But, that said as of right now, this is not an over and done situation.",
        "start": 724.449,
        "duration": 3.21
    },
    {
        "text": "And that's because we had Jeff Clayton, President of the American Bail Coalition, telling media that it is likely the bail industry is going to",
        "start": 727.73,
        "duration": 5.659
    },
    {
        "text": "sue, which would put the law on hold. And Clayton adding that this new law, \"...straps the taxpayers with funding 100 percent of all pre-trial",
        "start": 733.389,
        "duration": 5.64
    },
    {
        "text": "release programs and will lead to increase in detentions of people who otherwise would post bail.\"",
        "start": 739.029,
        "duration": 4.049
    },
    {
        "text": "You also have David Quintana hitting on that point, saying, \"You don't eliminate an industry and expect those people to go down quietly. Every single",
        "start": 743.11,
        "duration": 6.089
    },
    {
        "text": "weapon in our arsenal will be fired.\"",
        "start": 749.199,
        "duration": 1.651
    },
    {
        "text": "What I'll say is ultimately where I land on this as I am all for removing a cash bail system.",
        "start": 750.85,
        "duration": 4.799
    },
    {
        "text": "I personally of the belief that what we have in our bank accounts",
        "start": 755.649,
        "duration": 2.549
    },
    {
        "text": "should not be the difference between if we stay in jail or not.",
        "start": 758.199,
        "duration": 3.299
    },
    {
        "text": "It should be based off of things like, risk of flight if it was a violent crime, are you gonna have someone that might re-offend?",
        "start": 761.5,
        "duration": 5.56
    },
    {
        "text": "And while - as I mentioned -  California would be the first state,",
        "start": 767.18,
        "duration": 2.14
    },
    {
        "text": "it wouldn't be the first place in the United States to get rid of a cash bail system.",
        "start": 769.329,
        "duration": 3.75
    },
    {
        "text": "And we see that it can actually be very profitable.",
        "start": 773.079,
        "duration": 1.961
    },
    {
        "text": "Washington DC actually already has a cashless bail system, and according to cleveland.com,",
        "start": 775.04,
        "duration": 4.489
    },
    {
        "text": "it saves the district $398 million dollars a year",
        "start": 779.66,
        "duration": 3.98
    },
    {
        "text": "which really makes sense when you look into Maryland's 2014 jail inmate population. In 2014, a state commission found that two-thirds of the jail inmate",
        "start": 783.64,
        "duration": 6.14
    },
    {
        "text": "population in the state were pretrial detainees. And of those,",
        "start": 790.02,
        "duration": 2.78
    },
    {
        "text": "68% were there solely because they could not afford to pay the bail that was set.",
        "start": 793.44,
        "duration": 4.1
    },
    {
        "text": "And once again, all of this is without mentioning a ton of other points, including",
        "start": 797.54,
        "duration": 2.58
    },
    {
        "text": "the quality of that person's life if they're actually able to benefit society",
        "start": 800.12,
        "duration": 2.74
    },
    {
        "text": "more because they're not in jail because they weren't able to pay their bail - you know, being there for family, if they have kids, if they have a job - there's a benefit.",
        "start": 802.929,
        "duration": 9.02
    },
    {
        "text": "But, main point. it's signed. There's going to be a fight. It's going to be interesting to see what actually happens here.",
        "start": 811.949,
        "duration": 3.929
    },
    {
        "text": "Very likely what we see here in this fight in California",
        "start": 815.879,
        "duration": 3.119
    },
    {
        "text": "we're going to see elsewhere in a few other states because there are other states that have been",
        "start": 818.999,
        "duration": 3.15
    },
    {
        "text": "considering this. But, with all of that being said, that's the story, my personal take on it,",
        "start": 822.22,
        "duration": 4.19
    },
    {
        "text": "and I pass the question off to you. What are your thoughts on this?",
        "start": 826.41,
        "duration": 2.399
    },
    {
        "text": "Do you think it makes sense to get rid of the cash bond system, or no",
        "start": 828.809,
        "duration": 2.91
    },
    {
        "text": "we're just replacing one bad system with another?  Receive benefits, downfalls anything and everything,",
        "start": 831.72,
        "duration": 4.769
    },
    {
        "text": "I'd love to see in those comments down below. And that's where I'm going to end today's show. And of course, remember,",
        "start": 836.489,
        "duration": 3.51
    },
    {
        "text": "that's not where it has to end for you. I want this to also be a conversation",
        "start": 839.999,
        "duration": 3.33
    },
    {
        "text": "so whether it be the last story, the first one - anything in between -",
        "start": 843.329,
        "duration": 2.7
    },
    {
        "text": "let me know what you're thinking in those comments down below. Also, while you're at it, if you like these daily news videos from me",
        "start": 846.069,
        "duration": 4.64
    },
    {
        "text": "hit that like button. If you're new here, hit that subscribe button. If you're on mobile, make sure you ring that bell for notifications.",
        "start": 850.709,
        "duration": 4.589
    },
    {
        "text": "They even sometimes work! But, that said of course, as always my name's Philip DeFranco,",
        "start": 855.299,
        "duration": 3.93
    },
    {
        "text": "you've just been Phill'd in, I love yo faces and I'll see you tomorrow.",
        "start": 859.269,
        "duration": 3.95
    }
]