[
    {
        "text": "Sup, beautiful bastards, hope you're having a fantastic Thursday",
        "start": 0.03,
        "duration": 3.119
    },
    {
        "text": "Welcome back to the Philip DeFranco show and let's just jump into it",
        "start": 3.149,
        "duration": 3.24
    },
    {
        "text": "And the first thing I'm going to talk about today is something that I hate even having to do because while I find it",
        "start": 6.39,
        "duration": 4.86
    },
    {
        "text": "Important to throw this out there and I think that from a viewer and a creator standpoint it is interesting and good to know",
        "start": 11.559,
        "duration": 5.96
    },
    {
        "text": "I know that it also comes off as",
        "start": 17.52,
        "duration": 1.99
    },
    {
        "text": "Complaining and I try to limit that sort of thing to one time a month one time every two months",
        "start": 19.51,
        "duration": 5.209
    },
    {
        "text": "So with that said I'm going to turn in my, my bitch and moan voucher",
        "start": 24.72,
        "duration": 3.0
    },
    {
        "text": "thank you and explain why the 20% of you that normally watch my shows did not see yesterday's show and",
        "start": 27.72,
        "duration": 5.19
    },
    {
        "text": "Thus the video was suppressed now if you're familiar with YouTube at all, you are familiar with this symbol the demonitization symbol",
        "start": 32.98,
        "duration": 6.68
    },
    {
        "text": "But that's not really what I'm talking about today. Although I guess it is somewhat connected and I'll repeat to you the same thing",
        "start": 39.66,
        "duration": 5.52
    },
    {
        "text": "I said to Robert Kinsel when he sat down with me I do not care if you take away my adsense",
        "start": 45.18,
        "duration": 5.34
    },
    {
        "text": "But I want to talk about real things. Please do not suppress my videos. That's it",
        "start": 50.52,
        "duration": 3.959
    },
    {
        "text": "I sell me better than you can sell me",
        "start": 54.51,
        "duration": 2.069
    },
    {
        "text": "Just let me talk about real stuff and while cutting off revenue streams can be deemed",
        "start": 56.579,
        "duration": 4.17
    },
    {
        "text": "Suppression because it takes away the future and the viability of a channel",
        "start": 60.82,
        "duration": 3.139
    },
    {
        "text": "What I'm talking about is actual views people consume YouTube videos in a variety of ways",
        "start": 63.96,
        "duration": 3.87
    },
    {
        "text": "but one of the ways that YouTube has trained people very very well is clicking videos on the homepage as well as",
        "start": 67.83,
        "duration": 5.519
    },
    {
        "text": "recommending right the little videos that pop up to the side of videos you're watching now things that show up when you just go to",
        "start": 73.45,
        "duration": 4.819
    },
    {
        "text": "Youtube.com and unfortunately when we cover heavier topics like the police",
        "start": 78.27,
        "duration": 3.3
    },
    {
        "text": "Brutality and the Catholic Church cover-up like yesterday that usually results in the video being suppressed and while YouTube is not transparent",
        "start": 81.76,
        "duration": 5.96
    },
    {
        "text": "about when they do this",
        "start": 87.84,
        "duration": 1.2
    },
    {
        "text": "If you go into the analytics on any video you can actually see where and when they do it",
        "start": 89.04,
        "duration": 4.439
    },
    {
        "text": "For example, here are the analytics on a video. I put out last week that apparently was safe according to YouTube",
        "start": 93.479,
        "duration": 4.95
    },
    {
        "text": "You see those stats and then we have the analytics for yesterday's suppressed video and you look back and forth and you may notice one",
        "start": 98.43,
        "duration": 5.549
    },
    {
        "text": "Notable thing the safe video has a meaningful percentage of views coming from suggested for that specific video. It's over 200",
        "start": 103.99,
        "duration": 6.26
    },
    {
        "text": "250,000 views the video YouTube decided to suppress yesterday",
        "start": 111.1,
        "duration": 2.479
    },
    {
        "text": "actually\nYou have to click more and you notice that",
        "start": 113.579,
        "duration": 2.211
    },
    {
        "text": "1.3 percent of the views came from",
        "start": 115.869,
        "duration": 2.15
    },
    {
        "text": "Suggested and that's apparently because at some point it was cut off I'm talking about this for two reasons",
        "start": 118.119,
        "duration": 4.73
    },
    {
        "text": "The first is a little bit too air my grievances",
        "start": 122.849,
        "duration": 1.771
    },
    {
        "text": "to-to bring light to",
        "start": 124.62,
        "duration": 1.56
    },
    {
        "text": "Something that is happening right now that people might not be aware of. I think many people will find it annoying that essentially yesterday's video",
        "start": 126.189,
        "duration": 5.751
    },
    {
        "text": "which had a theme of",
        "start": 131.94,
        "duration": 1.72
    },
    {
        "text": "Exposing and holding people that are abusing their power accountable the powers that be at YouTube ended up kneecapping yesterday's video",
        "start": 133.66,
        "duration": 7.61
    },
    {
        "text": "Making it less likely that more people will hold those other people with power accountable",
        "start": 141.64,
        "duration": 4.279
    },
    {
        "text": "But also the second reason I mentioned this is ultimately it is YouTube's game. It is YouTube's system",
        "start": 145.92,
        "duration": 5.46
    },
    {
        "text": "I'm just trying to live and thrive here. That's why next week. We're going to try and test something out here on YouTube",
        "start": 151.38,
        "duration": 5.579
    },
    {
        "text": "You'll still be getting the philip defranco show same time every weekday, but we're also going to test posting videos in the morning",
        "start": 156.959,
        "duration": 6.12
    },
    {
        "text": "It'll be a single story video",
        "start": 163.08,
        "duration": 1.379
    },
    {
        "text": "The subject of those morning videos will most likely be along the lines of things that result in the philip defranco show usually being suppressed",
        "start": 164.459,
        "duration": 6.45
    },
    {
        "text": "That way when we end up covering a story that YouTube is going to Smackdown for some reason",
        "start": 170.91,
        "duration": 4.259
    },
    {
        "text": "It doesn't tank the entire show",
        "start": 175.17,
        "duration": 1.56
    },
    {
        "text": "If you don't catch the morning video then in the philip defranco show i'll remind you in today in awesome or somewhere that there was",
        "start": 176.73,
        "duration": 5.94
    },
    {
        "text": "also a video this morning and obviously I'm disappointed that we're having to modify our",
        "start": 182.67,
        "duration": 3.629
    },
    {
        "text": "Content strategy on a show that has historically worked very well and even doing this",
        "start": 186.58,
        "duration": 5.539
    },
    {
        "text": "I'm worried that these important stories that need to be seen by our normal sized audience are going to get less views",
        "start": 192.12,
        "duration": 6.239
    },
    {
        "text": "But it is their platform. I can just try and do the best that I can do in that system",
        "start": 198.359,
        "duration": 5.13
    },
    {
        "text": "And so just take this as an announcement that on certain days next week",
        "start": 203.489,
        "duration": 3.9
    },
    {
        "text": "You're going to be getting two videos one in the morning one in the regular afternoon",
        "start": 207.39,
        "duration": 4.02
    },
    {
        "text": "So there is that and please don't confuse my tone right now with me being defeated",
        "start": 211.41,
        "duration": 4.349
    },
    {
        "text": "I'm just kind of exhausted from having a variation of the same",
        "start": 215.76,
        "duration": 3.66
    },
    {
        "text": "Argument and conversation that I've had with YouTube for the past five, six years",
        "start": 219.79,
        "duration": 3.68
    },
    {
        "text": "But anyway moving on and then let's talk about why we had Payton Royce and the",
        "start": 223.47,
        "duration": 3.599
    },
    {
        "text": "WWE in the news and all of this starts because of a moment on August 9th on Wrestling Observer radio",
        "start": 227.2,
        "duration": 5.21
    },
    {
        "text": "We have Dave Meltzer and Bryan Alvarez talking about the WWE and then it somehow turns into what Payton looks like",
        "start": 232.41,
        "duration": 6.449
    },
    {
        "text": "I mean, I don't think their promos are particularly good their wrestling isn't good",
        "start": 238.86,
        "duration": 2.88
    },
    {
        "text": "I mean, I think they even like I think Payton Royce's transformation to look more attractive.",
        "start": 241.74,
        "duration": 6.64
    },
    {
        "text": "I don't know. I don't want say but I don't think that. She's more attractive at NXT.",
        "start": 249.12,
        "duration": 4.78
    },
    {
        "text": "I thought so yes to me. Yes, I would say so but you know, and that's that's neither here nor there",
        "start": 255.1,
        "duration": 5.329
    },
    {
        "text": "But um, no one's saying she's unattractive by the way everybody. I know no shit",
        "start": 260.43,
        "duration": 5.1
    },
    {
        "text": "Yeah, I didn't say it at all. But I don't think like she doesn't stand out to me when she was in NXT",
        "start": 265.53,
        "duration": 4.75
    },
    {
        "text": "She did",
        "start": 270.28,
        "duration": 0.94
    },
    {
        "text": "well",
        "start": 271.22,
        "duration": 0.5
    },
    {
        "text": "You know one thing I've noticed about NXT in the main roster is... she was a lot lighter. And that clip eventually got to Paton Royce",
        "start": 271.72,
        "duration": 6.6
    },
    {
        "text": "Who posted that audio with the caption \"So what would you have me do Dave, starve myself?",
        "start": 278.32,
        "duration": 4.74
    },
    {
        "text": "This is how nightmares for young women start the females in your life must be proud\" and following those we saw other WWE star",
        "start": 283.06,
        "duration": 6.119
    },
    {
        "text": "Supporting her, denouncing Meltzer. Billie Kay tweeting \"This is unacceptable on so many levels",
        "start": 289.37,
        "duration": 4.399
    },
    {
        "text": "How dare you say that someone is more attractive when they are lighter?",
        "start": 293.77,
        "duration": 2.459
    },
    {
        "text": "You have no idea how stupid comments like this can affect someone for life.\" Beth Copeland tweeting",
        "start": 296.229,
        "duration": 3.929
    },
    {
        "text": "\"I'm sorry, but this makes me sick.\" Renee Young tweeting",
        "start": 300.159,
        "duration": 2.58
    },
    {
        "text": "\"What a true piece of sweltering hot garbage.\" and this ended up leading to Dave Meltzer publicly apologizing tweeting to Peyton",
        "start": 302.74,
        "duration": 6.69
    },
    {
        "text": "\"I'd like to apologize to you. You are an exceedingly attractive woman",
        "start": 309.43,
        "duration": 3.239
    },
    {
        "text": "I do realize the lengths and pressures on women in the entertainment world to maintain",
        "start": 312.849,
        "duration": 3.15
    },
    {
        "text": "Unnatural looks at times that I'm glad you pointed this out\" to which Seth Rollins tweeted",
        "start": 316.25,
        "duration": 3.919
    },
    {
        "text": "\"Negative six stars Dave\" and in general many people were criticizing Meltzer's response. And on this note we saw Tyler Breeze tweet",
        "start": 320.539,
        "duration": 5.66
    },
    {
        "text": "\"There's a way to genuinely",
        "start": 326.199,
        "duration": 0.851
    },
    {
        "text": "apologize to someone and then there's a way to pass the buck trying to redirect blame because you got called out own up to your",
        "start": 327.05,
        "duration": 4.76
    },
    {
        "text": "Words, you're the one who said them\" Dave says \"Not passing any bucks\" and Breeze respond",
        "start": 331.81,
        "duration": 3.69
    },
    {
        "text": "It's not about me Dave your voice carries weight make it positive. We saw him else or respond",
        "start": 335.5,
        "duration": 3.69
    },
    {
        "text": "I would love to that's why I thanked her for the post and hope we can all learn from my mistake",
        "start": 339.219,
        "duration": 3.66
    },
    {
        "text": "But yes",
        "start": 342.879,
        "duration": 0.331
    },
    {
        "text": "It is my mistake not passing any bucks nor making any excuses for I've learned and hope others can learn from my mistake kind of",
        "start": 343.21,
        "duration": 6.0
    },
    {
        "text": "And the thing I do want to note here",
        "start": 349.21,
        "duration": 0.78
    },
    {
        "text": "Is that obviously while I've been pointing out people that have been criticizing Meltzer there have always been people defending him",
        "start": 349.99,
        "duration": 4.739
    },
    {
        "text": "Some saying that  he wasn't referencing Payton's weight, but rather was talking about her breast enlargement",
        "start": 354.729,
        "duration": 4.14
    },
    {
        "text": "Although people have argued against that defense saying that doesn't really make it any better because he's essentially breaking her down to just her look",
        "start": 358.87,
        "duration": 6.149
    },
    {
        "text": "As far as what Meltzer did mean with that statement we ended up yesterday hearing from the man himself again",
        "start": 365.02,
        "duration": 3.959
    },
    {
        "text": "Wrestling Observer radio last night. He said I am completely sorry no matter what I meant",
        "start": 369.14,
        "duration": 3.92
    },
    {
        "text": "It doesn't matter because how I said it was wrong. And with this story, I want to pass the question off to you",
        "start": 373.06,
        "duration": 3.72
    },
    {
        "text": "What are your thoughts around the initial words said, the response, the apology after? Do you feel like it was sexist objectification?",
        "start": 376.78,
        "duration": 6.18
    },
    {
        "text": "And so it was wrong or no",
        "start": 383.029,
        "duration": 1.88
    },
    {
        "text": "he was completely in his right to make a claim even though he's",
        "start": 384.909,
        "duration": 2.64
    },
    {
        "text": "apologized because how you look as an entertainer that you know that comes into play and especially if you are a current fan of the",
        "start": 387.71,
        "duration": 6.079
    },
    {
        "text": "WWE I would love to know your opinion here because I haven't watched in years",
        "start": 393.83,
        "duration": 4.09
    },
    {
        "text": "I used to watch back in I think it's called the Attitude Era these days back in the the Trish S tratus",
        "start": 397.92,
        "duration": 4.589
    },
    {
        "text": "Braun pannies matches aid and so it very much seems like it is a",
        "start": 403.12,
        "duration": 3.679
    },
    {
        "text": "Completely different world as far as the state of female wrestling as well as the audience reaction to female wrestling",
        "start": 406.9,
        "duration": 6.47
    },
    {
        "text": "So I'd love to know your thoughts. So from that, I want to share some stuff",
        "start": 413.37,
        "duration": 2.729
    },
    {
        "text": "I loved today and today in awesome brought to you by betterhelp.com/DeFranco",
        "start": 416.1,
        "duration": 3.92
    },
    {
        "text": "better help if you don't know is the",
        "start": 420.12,
        "duration": 1.74
    },
    {
        "text": "Fantastic place and service we can get affordable private online  counseling right from your computer your tablet your phone you get access to licensed trained",
        "start": 421.87,
        "duration": 6.5
    },
    {
        "text": "experienced accredited",
        "start": 428.47,
        "duration": 1.32
    },
    {
        "text": "psychologists, marriage and family therapists, clinical social workers, and board licensed professional counselors",
        "start": 429.79,
        "duration": 4.97
    },
    {
        "text": "And all you got to do to get started is just go to betterhelp.com/defranco",
        "start": 434.76,
        "duration": 2.48
    },
    {
        "text": "you fill out the questionnaire they match with a counselor. You can start counseling today",
        "start": 437.38,
        "duration": 3.5
    },
    {
        "text": "And so that sounds interesting to you, you want to try it out,",
        "start": 440.88,
        "duration": 2.16
    },
    {
        "text": "you've been thinking about doing it or it hasn't been available to you before just go to betterhelp.com/defranco",
        "start": 443.04,
        "duration": 4.32
    },
    {
        "text": "and check it out. The first bit of awesome is we had Mark Wahlberg Ronda Rousey and Laura Cohen answering the web's most searched",
        "start": 447.62,
        "duration": 5.56
    },
    {
        "text": "Questions. We had Ted Ed giving us unsolvable and nygma's design to break your brain. Then over on the Philly D channel",
        "start": 453.24,
        "duration": 5.72
    },
    {
        "text": "We also did a video today on tipping culture",
        "start": 458.97,
        "duration": 2.09
    },
    {
        "text": "We had life noggin talking about what happens when organs grow outside your body. We got a trailer for the new animated movie",
        "start": 461.07,
        "duration": 4.83
    },
    {
        "text": "Next Gen. We got an amazing open world trailer for Marvel's spider-man. We also had Ariana Grande just killing it on carpool",
        "start": 465.97,
        "duration": 5.72
    },
    {
        "text": "Karaoke and if you want to see the full versions of everything",
        "start": 471.69,
        "duration": 2.1
    },
    {
        "text": "I just shared, the secret link of the day anything and all links as always are in the description down below then in some quicky",
        "start": 473.79,
        "duration": 5.97
    },
    {
        "text": "youtubers being badass and rockin and news",
        "start": 479.89,
        "duration": 2.119
    },
    {
        "text": "I just have to say congratulations to Gabby Hanna aka the gabbie show",
        "start": 482.01,
        "duration": 3.809
    },
    {
        "text": "The reason we're talking about Gabby is she did something that a lot of people online do once they get an audience",
        "start": 485.82,
        "duration": 4.739
    },
    {
        "text": "She released some music but unlike a majority of those people",
        "start": 490.56,
        "duration": 2.46
    },
    {
        "text": "A lot of people really enjoyed the song and she ended up hitting number one and two",
        "start": 493.02,
        "duration": 4.889
    },
    {
        "text": "At the top of U.S. iTunes music not where someone's like. Oh, I'm at the top of European polka top of all music",
        "start": 498.16,
        "duration": 7.43
    },
    {
        "text": "So I just want to highlight an online freighter. That's absolutely crushing it and also to say to Gabby",
        "start": 505.59,
        "duration": 3.959
    },
    {
        "text": "Congratulations, just a few years ago. People knew you as the girl whose iPhone was broken by rice gum",
        "start": 510.25,
        "duration": 5.0
    },
    {
        "text": "And now you're the woman who's number one on",
        "start": 515.25,
        "duration": 2.489
    },
    {
        "text": "Iphone and also other devices that have iTunes but also on the note and in the world of music we have very sad news today",
        "start": 517.84,
        "duration": 5.779
    },
    {
        "text": "Because it Aretha Franklin at the age of 76 has died and according to an official statement",
        "start": 523.62,
        "duration": 4.2
    },
    {
        "text": "She passed away Thursday morning, August 16th and 9:50 a.m",
        "start": 527.82,
        "duration": 3.01
    },
    {
        "text": "At our home in Detroit Michigan surrounded by family and loved ones and our official cause of death was due to advanced pancreatic",
        "start": 530.83,
        "duration": 5.669
    },
    {
        "text": "Cancer of the neuroendocrine type and I'd like many others today",
        "start": 536.75,
        "duration": 3.049
    },
    {
        "text": "We would just like to express my thanks, too",
        "start": 539.8,
        "duration": 1.77
    },
    {
        "text": "and my thanks for",
        "start": 541.57,
        "duration": 1.12
    },
    {
        "text": "this",
        "start": 542.69,
        "duration": 0.63
    },
    {
        "text": "Individual a woman who through her songs has touched so many people and will continue to touch even though she passed today her work lives",
        "start": 543.32,
        "duration": 7.64
    },
    {
        "text": "Yes, we are obviously connected to our bodies",
        "start": 550.96,
        "duration": 2.399
    },
    {
        "text": "But what we give?",
        "start": 553.36,
        "duration": 1.09
    },
    {
        "text": "the world that is that is really who",
        "start": 554.45,
        "duration": 2.089
    },
    {
        "text": "We are and it's something that lives past this body and today maybe do yourself a little favor when you get a chance",
        "start": 556.61,
        "duration": 5.239
    },
    {
        "text": "Listen to a little Aretha Franklin. It could be some chain of fools. It could be son of a preacher man",
        "start": 561.95,
        "duration": 4.519
    },
    {
        "text": "I say a little prayer",
        "start": 566.47,
        "duration": 1.09
    },
    {
        "text": "I can't listen to that one without smiling will always lose people but thanks to what they give the world",
        "start": 567.56,
        "duration": 5.659
    },
    {
        "text": "They are not forgotten actually",
        "start": 573.32,
        "duration": 1.7
    },
    {
        "text": "I think that's a note where I want to end this part and then let's talk about what we have the Baker Jack Phillips the",
        "start": 575.02,
        "duration": 3.959
    },
    {
        "text": "owner of the masterpiece cake shop in Denver, Colorado back in the news today",
        "start": 578.98,
        "duration": 3.72
    },
    {
        "text": "And the reason I say back in the news is as you might remember back in 2012. He gained national attention",
        "start": 582.7,
        "duration": 4.08
    },
    {
        "text": "He was the Baker that declined to make a cake celebrating the marriage of a same-sex couple",
        "start": 587.2,
        "duration": 3.059
    },
    {
        "text": "He was citing his personal religious beliefs",
        "start": 590.26,
        "duration": 2.25
    },
    {
        "text": "If you don't remember that couple sued the Colorado Civil Rights Commission ultimately decided that Phillips violated state",
        "start": 592.51,
        "duration": 4.65
    },
    {
        "text": "anti-discrimination laws Phillips",
        "start": 597.56,
        "duration": 1.34
    },
    {
        "text": "his attorneys an appealed the case ended up going to the Supreme Court and ultimately the Supreme Court ruled 7 to 2 in favor of",
        "start": 598.9,
        "duration": 5.309
    },
    {
        "text": "masterpiece cake shop",
        "start": 604.21,
        "duration": 0.93
    },
    {
        "text": "although as we pointed out when we covered that the",
        "start": 605.14,
        "duration": 1.69
    },
    {
        "text": "Supreme Court ruling didn't fully address the main issue and instead what the court did is that they ruled that the Colorado Civil Rights Commission",
        "start": 606.83,
        "duration": 5.419
    },
    {
        "text": "Had not adequately taken into account the religious beliefs of the owner",
        "start": 612.25,
        "duration": 2.849
    },
    {
        "text": "So technically a win for Phillips",
        "start": 615.1,
        "duration": 1.32
    },
    {
        "text": "But the court essentially didn't decide whether a business owner can refuse services to gay individuals based on religious objections",
        "start": 616.42,
        "duration": 5.67
    },
    {
        "text": "But today it is not about that situation instead. This is about Phillips and another legal battle",
        "start": 622.09,
        "duration": 5.19
    },
    {
        "text": "Specifically, that Phillips is alleging religious discrimination in relation to another complaint against his business and this week",
        "start": 627.28,
        "duration": 4.769
    },
    {
        "text": "We saw Phillips filing a federal lawsuit against Colorado Governor",
        "start": 632.05,
        "duration": 2.94
    },
    {
        "text": "John Hickenlooper",
        "start": 634.99,
        "duration": 0.64
    },
    {
        "text": "state's attorney general Cynthia Coffman",
        "start": 635.63,
        "duration": 2.0
    },
    {
        "text": "The director of the Colorado Civil Rights Division Aubrey alanis and finally members of the Colorado Civil Rights",
        "start": 637.87,
        "duration": 4.71
    },
    {
        "text": "Commission and in it Phillips claims that the state has been on a crusade to crush him for over six years because state officials despise",
        "start": 642.68,
        "duration": 5.57
    },
    {
        "text": "What he believes and how he practices his faith and a specific issue here",
        "start": 648.25,
        "duration": 3.27
    },
    {
        "text": "Is that shortly after the June Supreme Court ruling that we just talked about the state of Colorado informed Phillps that he had violated state",
        "start": 651.52,
        "duration": 5.369
    },
    {
        "text": "Law by refusing to create a cake to celebrate a gender transition in that 2017 incident",
        "start": 656.89,
        "duration": 4.32
    },
    {
        "text": "Lawyer autumn Scardino saying that she asked for a cake with a pink interior with a blue",
        "start": 661.43,
        "duration": 3.33
    },
    {
        "text": "Exterior to celebrate both her birthday and the anniversary of transitioning from male to female",
        "start": 664.89,
        "duration": 3.829
    },
    {
        "text": "Gardena issued a complaint to the Colorado Division of Civil Rights saying woman on the phone did not object to my request for a birthday",
        "start": 668.91,
        "duration": 5.48
    },
    {
        "text": "Cake until I told her I was celebrating my transition from male to female",
        "start": 674.39,
        "duration": 2.729
    },
    {
        "text": "I believed that I was not allowed to order a birthday cake because I requested that its color and theme",
        "start": 677.12,
        "duration": 4.08
    },
    {
        "text": "Celebrate my transition from male to female the woman on the phone told me they do not make cake celebrating",
        "start": 681.27,
        "duration": 4.399
    },
    {
        "text": "Gender transition in that complaints Gardena also says that the phone was disconnected and she believed that she was hung up",
        "start": 685.83,
        "duration": 4.549
    },
    {
        "text": "Well, she then called back to ask for the employee's name and she says she was hung up on again",
        "start": 690.38,
        "duration": 3.599
    },
    {
        "text": "So then on June 28th of this year",
        "start": 693.98,
        "duration": 1.6
    },
    {
        "text": "Colorado regulators said that there was sufficient evidence to supports cárdenas discrimination claim and that the two parties were ordered to compulsory mediation",
        "start": 695.58,
        "duration": 6.109
    },
    {
        "text": "And so then that situation then led to Philips lawsuit",
        "start": 701.76,
        "duration": 2.659
    },
    {
        "text": "Which says Phillips's bakery serves all people but will not create cakes that express messages or celebrate events",
        "start": 704.42,
        "duration": 5.039
    },
    {
        "text": "Contrary to his religious belief Phillips declined to create the cake because it would have celebrated",
        "start": 709.62,
        "duration": 3.83
    },
    {
        "text": "messages contrary to his religious belief that sex the status of being male or female is given by God is",
        "start": 713.67,
        "duration": 5.059
    },
    {
        "text": "Biologically determined is not determined by perceptions or feelings and cannot be chosen or changed",
        "start": 718.95,
        "duration": 4.489
    },
    {
        "text": "it goes on to say that it is now clear that Colorado will not rest until Philips either closes masterpiece cake shop or agrees to",
        "start": 723.44,
        "duration": 6.0
    },
    {
        "text": "Violate his religious beliefs the state's continuing efforts to target Philips. Do not just violate the Constitution",
        "start": 729.44,
        "duration": 4.859
    },
    {
        "text": "They cross the line into bad faith. This Court should put a stop to Colorado's",
        "start": 734.3,
        "duration": 3.24
    },
    {
        "text": "Unconstitutional bullying and the lawsuit also suggests that scardy Anna's request may have been a targeted one",
        "start": 737.62,
        "duration": 4.839
    },
    {
        "text": "noting that the cake request was made the same day that the Supreme Court announced that it would hear Philips his case and they say",
        "start": 742.459,
        "duration": 4.59
    },
    {
        "text": "That because after refusing her original order they say that they received several other requests over the course of the next year for cakes",
        "start": 747.05,
        "duration": 5.429
    },
    {
        "text": "Celebrating Satan naturing satanic symbols depicting sexually explicit materials promoting marijuana. Use Pope's believes that scar",
        "start": 752.61,
        "duration": 6.619
    },
    {
        "text": "Dina may have been behind some of those",
        "start": 759.23,
        "duration": 1.21
    },
    {
        "text": "Disingenuous requests said he argued were designed to get him to decline the desired message in a lawsuit also says that Phillips has been harassed",
        "start": 760.44,
        "duration": 5.539
    },
    {
        "text": "He's received death threats as shop has been vandalized",
        "start": 765.98,
        "duration": 2.22
    },
    {
        "text": "so he's asking the court for permanent injunctions against the state for enforce in Colorado anti-discrimination laws against him as well as",
        "start": 768.38,
        "duration": 5.8
    },
    {
        "text": "$100,000 in punitive damages for loss work profits reputational damage and emotional distress",
        "start": 774.3,
        "duration": 5.0
    },
    {
        "text": "so as of right now that is where we are with this story and it will be very interesting to see what happens and that's",
        "start": 779.3,
        "duration": 4.59
    },
    {
        "text": "In large part to me being very interested to see what happens after that Supreme Court decision if it was a little bit like round",
        "start": 783.89,
        "duration": 5.51
    },
    {
        "text": "2 and",
        "start": 789.4,
        "duration": 0.72
    },
    {
        "text": "what the state does here is going to be put",
        "start": 790.12,
        "duration": 2.24
    },
    {
        "text": "Under a microscope because once again that Supreme Court decision we talked about earlier had a lot to do with how the state handled things",
        "start": 792.49,
        "duration": 4.679
    },
    {
        "text": "and not so much about the actual discrimination case",
        "start": 797.169,
        "duration": 2.131
    },
    {
        "text": "So this is one I'll definitely be keeping my eye on and then let's talk about this situation in Oklahoma",
        "start": 799.3,
        "duration": 4.28
    },
    {
        "text": "So there's this school in southern Oklahoma specifically the akiles school system",
        "start": 803.589,
        "duration": 3.711
    },
    {
        "text": "There's a 12 year old transgender student who start her first year at this school according to report",
        "start": 807.31,
        "duration": 3.63
    },
    {
        "text": "she had been using the staff bathroom at her old school by used the girls bathroom at this new school because she wasn't sure where",
        "start": 810.94,
        "duration": 4.769
    },
    {
        "text": "The staff bathroom was well with this specific situation",
        "start": 815.709,
        "duration": 1.961
    },
    {
        "text": "It came to light that there was a private Facebook group where parents were sounding off",
        "start": 817.67,
        "duration": 4.07
    },
    {
        "text": "It was a group called Achille ASD parents group",
        "start": 821.74,
        "duration": 2.309
    },
    {
        "text": "And we saw two parents",
        "start": 824.05,
        "duration": 1.51
    },
    {
        "text": "Complaining about what was happened and let me read you some of the screen shots that were taken before this",
        "start": 825.56,
        "duration": 4.099
    },
    {
        "text": "Facebook page was shut down. We see heads up parents of fifth or seventh grade girls",
        "start": 829.66,
        "duration": 3.869
    },
    {
        "text": "The transgender is already using the girls bathroom another replies parents and churches need to shut this down",
        "start": 833.529,
        "duration": 4.679
    },
    {
        "text": "The Bible says God created man and woman not any transgender bs. Also says any man late with another man",
        "start": 838.209,
        "duration": 5.31
    },
    {
        "text": "He be condemned to hell with new laws and new rules",
        "start": 843.52,
        "duration": 2.339
    },
    {
        "text": "This is what our future is if we don't stop it, how old is this thing?",
        "start": 845.86,
        "duration": 3.39
    },
    {
        "text": "Well, he came to our school in the 5th grade and is now in the seventh this thing",
        "start": 849.25,
        "duration": 3.359
    },
    {
        "text": "I love it. Got a name for it now. Perfect name let blank whip his ass until he quits coming to school",
        "start": 852.61,
        "duration": 4.919
    },
    {
        "text": "I got all the support on that one. I like the queer teacher get me worked up. This is even worse, lol",
        "start": 857.529,
        "duration": 4.41
    },
    {
        "text": "Laugh my ass off. Both cases are BS. Neither. One of them should be allowed near the school. This is terrible",
        "start": 861.94,
        "duration": 4.619
    },
    {
        "text": "Y'all have great kids and a little half-baked",
        "start": 866.56,
        "duration": 2.0
    },
    {
        "text": "Maggot is causing them problems",
        "start": 868.579,
        "duration": 1.341
    },
    {
        "text": "If he wants to be a female make him a female good sharp knife will do the job really quick",
        "start": 869.92,
        "duration": 4.35
    },
    {
        "text": "Just tell the kids to kick ass in the bathroom and it won't want to come back one individual going by the name of David",
        "start": 874.27,
        "duration": 4.829
    },
    {
        "text": "Williams going as far to say you know",
        "start": 879.1,
        "duration": 1.739
    },
    {
        "text": "We have open hunting seasons on them kind  ain't no bank limit in them. Either according to a Kelly public school superintendent",
        "start": 880.84,
        "duration": 5.56
    },
    {
        "text": "riccobene the threats escalated in severity and number when someone made the Facebook group public and some of the Facebook threats have been traced to",
        "start": 886.54,
        "duration": 5.6
    },
    {
        "text": "other parts of Oklahoma in Texas being adding that the students mother also filed a protective order against one of the district parents who made",
        "start": 892.149,
        "duration": 6.0
    },
    {
        "text": "facebook comments about her daughter",
        "start": 898.149,
        "duration": 1.44
    },
    {
        "text": "Additionally we saw the school closed for two days this week after the threats were made this following a request from Bryan County Sheriff Johnny",
        "start": 899.589,
        "duration": 6.15
    },
    {
        "text": "Christian as far as my personal reaction to this. It's no surprise",
        "start": 905.75,
        "duration": 3.44
    },
    {
        "text": "I'm completely disgusted by the adults in that Facebook group. Like I hope and this is a really low bar here",
        "start": 909.19,
        "duration": 5.519
    },
    {
        "text": "but I hope that like 90% of the people watching this video regardless of",
        "start": 914.709,
        "duration": 3.06
    },
    {
        "text": "whatever your opinion is as far as someone that is transgender that that threatening a",
        "start": 917.99,
        "duration": 4.82
    },
    {
        "text": "A year old with violence and bullying a twelve-year-old that is disgusting and wrong",
        "start": 923.47,
        "duration": 4.799
    },
    {
        "text": "But that said I'm constantly surprised but with all that said I do want to pass the question off to you",
        "start": 928.27,
        "duration": 5.04
    },
    {
        "text": "What are your thoughts around this story? And that's where I'm going to end today's show",
        "start": 933.31,
        "duration": 2.759
    },
    {
        "text": "And of course remember whether it'd be the last story the first one anything in between, I want this to be a conversation",
        "start": 936.07,
        "duration": 4.74
    },
    {
        "text": "So let me know what you're thinking in those comments down below",
        "start": 940.81,
        "duration": 1.74
    },
    {
        "text": "Also remember if you liked this video you want to help these videos you can hit that like button if you new here you can",
        "start": 942.55,
        "duration": 4.26
    },
    {
        "text": "Hit that subscribe button. But with that said, of course as always, my name is philip. Defranco. You've just been phill'd in a laugh",
        "start": 946.81,
        "duration": 5.429
    },
    {
        "text": "Yo faces, and i'll see you tomorrow",
        "start": 952.24,
        "duration": 2.19
    }
]