[
    {
        "text": "Sup you beautiful bastards. Hope you're having a fantastic Friday. Welcome back to the Philip DeFranco show :)",
        "start": 0.02,
        "duration": 4.74
    },
    {
        "text": "And if you're new here on fridays",
        "start": 4.77,
        "duration": 1.49
    },
    {
        "text": "We do things a little bit different. On Fridays",
        "start": 6.27,
        "duration": 1.5
    },
    {
        "text": "I try to cover more viewer requested stories from the week as well as include some stories I wanted to jump into but I had to cut",
        "start": 7.77,
        "duration": 5.039
    },
    {
        "text": "In because of time. And so, with that said, let's just jump into it",
        "start": 12.809,
        "duration": 3.0
    },
    {
        "text": "The first thing we're gonna talk about today is a requested story",
        "start": 15.809,
        "duration": 2.219
    },
    {
        "text": "We had this week around zac efron now",
        "start": 18.029,
        "duration": 1.981
    },
    {
        "text": "if you don't know Zac Efron is starring in a new movie where he plays a",
        "start": 20.01,
        "duration": 2.759
    },
    {
        "text": "Serial killer and not just some random written up fictional character",
        "start": 22.99,
        "duration": 3.5
    },
    {
        "text": "But based on a real-life serial killer who authorities believe killed at least 30 women. I feel like this story was requested",
        "start": 26.49,
        "duration": 5.55
    },
    {
        "text": "Obviously not only because it involved like a big story but because we have a policy on this show where we try not to show",
        "start": 32.04,
        "duration": 5.759
    },
    {
        "text": "the names and faces of mass killers",
        "start": 37.8,
        "duration": 2.069
    },
    {
        "text": "Which also created a dilemma in even covering this story because right now this serial killers name is plastered everywhere netflix released a four episode",
        "start": 39.87,
        "duration": 6.81
    },
    {
        "text": "Docu-series about this killer that was also directed by the same person making this movie with zac efron about him",
        "start": 46.68,
        "duration": 5.699
    },
    {
        "text": "But kind of long story short following the trailer for this movie being released",
        "start": 52.379,
        "duration": 3.3
    },
    {
        "text": "there are a lot of people that had a problem with it. With some viral tweets the blew up like \"I feel so bad for",
        "start": 55.68,
        "duration": 4.5
    },
    {
        "text": "The families of the victims that have to sit there and see their terrors revived as a witty romantic thriller\"",
        "start": 60.18,
        "duration": 4.559
    },
    {
        "text": "Some calling it fetish material. Some accusing the movie of romanticizing the killer. Right, during the trailer",
        "start": 64.739,
        "duration": 4.77
    },
    {
        "text": "There's like action music playing, he's being defiant",
        "start": 69.51,
        "duration": 2.789
    },
    {
        "text": "\"This case is about catching a monster\"",
        "start": 74.89,
        "duration": 2.639
    },
    {
        "text": "\"ladies and gentlemen\"",
        "start": 77.659,
        "duration": 1.041
    },
    {
        "text": "\"I am that innocent suspect\"",
        "start": 78.7,
        "duration": 2.49
    },
    {
        "text": "\"You are skating on thin ice partner.\" And all the while this is telling the story about a serial rapist murderer",
        "start": 81.65,
        "duration": 5.839
    },
    {
        "text": "But at the same time you have people defending this trailer and defending this movie and the motives behind it saying the reason Zac Efron",
        "start": 87.49,
        "duration": 6.269
    },
    {
        "text": "Hence, a serial killer is being portrayed in this way is because in real life he was notoriously charismatic",
        "start": 93.759,
        "duration": 6.27
    },
    {
        "text": "He was good-looking",
        "start": 100.03,
        "duration": 0.97
    },
    {
        "text": "People did not assume that he could be the person behind",
        "start": 101.0,
        "duration": 2.33
    },
    {
        "text": "Horrible acts although even some of those people saying the music choice for the trailer was completely wrong as far as the director's",
        "start": 103.46,
        "duration": 5.419
    },
    {
        "text": "Reaction to the Internet's reaction. He responded by tweeting exactly with the quote sweet someone else tweeting",
        "start": 109.009,
        "duration": 5.69
    },
    {
        "text": "The reason the trailer seems to be painting him as this charismatic good guy is because the murderer was a very charismatic nice",
        "start": 114.7,
        "duration": 5.4
    },
    {
        "text": "All-american guy who no one suspected. Now for me as far as having an opinion on this",
        "start": 120.2,
        "duration": 3.74
    },
    {
        "text": "It is somewhat hard since I try not to have opinions based off of just trailers. And so the place that",
        "start": 123.94,
        "duration": 4.229
    },
    {
        "text": "I look to regarding this story is the initial reviews, but there we kind of see somewhat conflicting information",
        "start": 128.17,
        "duration": 4.889
    },
    {
        "text": "Cosmopolitan put out a review saying it's not what you think",
        "start": 133.73,
        "duration": 2.72
    },
    {
        "text": "I think it's not with a trailer sold you saying people thought this would give a man who brutally murdered and sexually assaulted at least",
        "start": 136.45,
        "duration": 5.099
    },
    {
        "text": "30 women the heartthrob treatment painting him as a misunderstood character",
        "start": 141.549,
        "duration": 3.48
    },
    {
        "text": "Nothing could be further from the truth. But then you have Polygon calling it a rock star",
        "start": 145.03,
        "duration": 3.36
    },
    {
        "text": "Biopic for a serial killer saying the life story of a mass murderer is kind of fun",
        "start": 148.459,
        "duration": 4.1
    },
    {
        "text": "So those together helped me in no way",
        "start": 152.709,
        "duration": 1.981
    },
    {
        "text": "There is then the larger part of the conversation",
        "start": 154.69,
        "duration": 1.799
    },
    {
        "text": "Which is should we be making",
        "start": 156.489,
        "duration": 1.961
    },
    {
        "text": "Movies about this by getting that that killer's name and their face out there more and more?",
        "start": 158.45,
        "duration": 5.029
    },
    {
        "text": "And I will say regarding this story. I've had a harder time trying to figure it out",
        "start": 163.48,
        "duration": 3.75
    },
    {
        "text": "I mean kind of for the same reasons why I cover stories, albeit without their their face or their name,",
        "start": 167.23,
        "duration": 4.62
    },
    {
        "text": "I think there's a lot to be learned from something happening. Right, talking about the details without glorifying them",
        "start": 171.85,
        "duration": 4.889
    },
    {
        "text": "But that's also not really possible",
        "start": 176.739,
        "duration": 1.421
    },
    {
        "text": "given the medium of a movie. And so part of the reason I wanted to include this requested story was I",
        "start": 178.16,
        "duration": 4.519
    },
    {
        "text": "Wanted to pick your brain. What are your thoughts around all of this? What are your thoughts about it being turned into this thing?",
        "start": 182.75,
        "duration": 5.299
    },
    {
        "text": "what are your thoughts if you've seen the trailer of the way that it was initially delivered because it's definitely one of those that I'm",
        "start": 188.049,
        "duration": 4.89
    },
    {
        "text": "trying to digest right now. Then in a",
        "start": 192.94,
        "duration": 2.0
    },
    {
        "text": "Viewer-requested story that that's lighter and also if you don't care about YouTube you can you can skip this. I was sent an article titled Jack",
        "start": 195.049,
        "duration": 5.45
    },
    {
        "text": "Black is beating Will Smith at the YouTube game and I was asked what my thoughts were around this story and",
        "start": 200.5,
        "duration": 4.619
    },
    {
        "text": "I Agree but also disagree. I agree because",
        "start": 206.159,
        "duration": 2.059
    },
    {
        "text": "Personally if I had to like choose if only one",
        "start": 208.409,
        "duration": 2.21
    },
    {
        "text": "Continued it'd probably be Jack Black because it's it's just it feels more down my alley. But I disagree because Will Smith still does massive",
        "start": 210.719,
        "duration": 6.11
    },
    {
        "text": "numbers although he's a little sporadic but what's fun about these two is we see the extreme polar opposites of",
        "start": 216.9,
        "duration": 5.779
    },
    {
        "text": "Celebrity coming to YouTube. With Will Smith It feels like there's a whole team working on it. It's crisp. It's clean",
        "start": 223.26,
        "duration": 5.0
    },
    {
        "text": "It's smooth everything around him seems expensive and to me it feels like I don't know, instagrammy?",
        "start": 228.389,
        "duration": 6.38
    },
    {
        "text": "Like it's framed through a certain way. It's through a filter",
        "start": 234.889,
        "duration": 2.58
    },
    {
        "text": "I don't I don't want to say fake its, uh. although I do personally like when he goes into",
        "start": 237.469,
        "duration": 4.35
    },
    {
        "text": "Something about his past or his mind set on something because that's its unique. It's interesting",
        "start": 242.01,
        "duration": 3.919
    },
    {
        "text": "Whereas with Jack Black everything feels like old school YouTube to me",
        "start": 245.959,
        "duration": 4.32
    },
    {
        "text": "I mean this feels like a guy with a camera",
        "start": 250.28,
        "duration": 2.0
    },
    {
        "text": "Figuring it out and we get to see this guy we've seen on a big screen in a completely different light. Also regarding the team",
        "start": 252.329,
        "duration": 6.26
    },
    {
        "text": "around him",
        "start": 258.87,
        "duration": 0.709
    },
    {
        "text": "I mean according to his description it was shot directed and edited by his son and an editor. And when he references things that are part of",
        "start": 259.579,
        "duration": 5.64
    },
    {
        "text": "The YouTube community it feels natural. Where there be a PewDiePie reference here or a son wearing Teddy Fresh",
        "start": 265.22,
        "duration": 4.41
    },
    {
        "text": "It just looks like a guy that's dicking around having fun",
        "start": 269.63,
        "duration": 2.129
    },
    {
        "text": "And I and I think in general especially with our community the less you seem like you're trying the more it is appreciated",
        "start": 271.77,
        "duration": 6.889
    },
    {
        "text": "But also that said, I think there is no right way for a celebrity to jump on the platform",
        "start": 278.659,
        "duration": 3.96
    },
    {
        "text": "They're just different ways. Because once again, both of these guys, though complete polar opposites as far as strategy, are doing huge numbers",
        "start": 282.62,
        "duration": 5.669
    },
    {
        "text": "They are by no means the only celebrities taking advantage of YouTube, right?",
        "start": 288.289,
        "duration": 3.0
    },
    {
        "text": "Whether it be the Kevin Hart's of the world with his lul Network",
        "start": 291.289,
        "duration": 2.91
    },
    {
        "text": "Although I will say with some celebrity YouTube channels and celebrity backed YouTube channels",
        "start": 294.199,
        "duration": 3.69
    },
    {
        "text": "There's something weird with the numbers. If you look at the long network, there are videos I get",
        "start": 297.889,
        "duration": 3.57
    },
    {
        "text": "10,000 views or",
        "start": 302.37,
        "duration": 1.68
    },
    {
        "text": "43,000 views and the next one will do 6.9 million, 1 million 1.2. The rock has over 3 million subscribers",
        "start": 304.05,
        "duration": 5.419
    },
    {
        "text": "but the views on that are kind of sporadic just because it's not what you would expect from just like a",
        "start": 309.599,
        "duration": 4.309
    },
    {
        "text": "Regular youtuber. Kylie Jenner, also massive on YouTube, with her videos getting anywhere between 600,000 views to 9 million",
        "start": 314.31,
        "duration": 5.899
    },
    {
        "text": "Although I do wonder how many people are hate watching it because her last video she has her likes two dislikes turned off",
        "start": 320.21,
        "duration": 5.459
    },
    {
        "text": "Yeah, that said I mean the doors are open. I think we're just gonna see more and more of this",
        "start": 325.669,
        "duration": 3.869
    },
    {
        "text": "I think there's no right way",
        "start": 329.539,
        "duration": 1.56
    },
    {
        "text": "But I personally am the most intrigued by the other Jack Black's of the world or when Will Smith goes",
        "start": 331.099,
        "duration": 6.27
    },
    {
        "text": "uh goes motivational inspirational or introspective. And then let's talk about",
        "start": 337.37,
        "duration": 3.839
    },
    {
        "text": "PG&E which does not stand for Phil's good and extra it stands for a Pacific gas and electric",
        "start": 341.52,
        "duration": 5.089
    },
    {
        "text": "If you don't know PG&E is California's largest utility company and they filed for bankruptcy this week",
        "start": 346.61,
        "duration": 4.619
    },
    {
        "text": "This is a massive deal because PG&E is a huge company",
        "start": 351.229,
        "duration": 2.7
    },
    {
        "text": "They service over 16 million people in northern and central areas of this state",
        "start": 353.93,
        "duration": 3.75
    },
    {
        "text": "This could cause prices to increase for their customers",
        "start": 357.68,
        "duration": 2.519
    },
    {
        "text": "And as far as why is this happening this thing that could result in pain for the people of California?",
        "start": 360.199,
        "duration": 4.86
    },
    {
        "text": "well",
        "start": 365.06,
        "duration": 0.389
    },
    {
        "text": "It's another thing that causes pain for people in California- fires. Reportedly the company filed for bankruptcy",
        "start": 365.449,
        "duration": 4.47
    },
    {
        "text": "as a result of the 30 billion dollars in damages",
        "start": 369.99,
        "duration": 2.779
    },
    {
        "text": "It could face for wildfires in Northern California this including the fire in Paradise",
        "start": 372.77,
        "duration": 3.959
    },
    {
        "text": "Which killed 86 people and destroyed over",
        "start": 376.729,
        "duration": 2.0
    },
    {
        "text": "14,000 homes and from this PG&E has received dozens of lawsuits from over",
        "start": 378.9,
        "duration": 3.739
    },
    {
        "text": "2000 plaintiffs and a potential of 8 billion dollars in claims from this fire alone",
        "start": 382.77,
        "duration": 4.13
    },
    {
        "text": "Also right now PG&E is under investigation for causing the fire in Paradise as they reported an outage on a transmission",
        "start": 386.9,
        "duration": 5.669
    },
    {
        "text": "Where the fire started 15 minutes before they began. And if this sounds a little bit familiar to you",
        "start": 392.569,
        "duration": 3.839
    },
    {
        "text": "It's because they were also under investigation for the fires in Sonoma County back in 2017",
        "start": 396.409,
        "duration": 3.75
    },
    {
        "text": "But actually were just cleared of that last week, however even with that fire they still have several lawsuits against them there",
        "start": 400.159,
        "duration": 5.13
    },
    {
        "text": "That said what about the specifics regarding the bankruptcy?",
        "start": 405.289,
        "duration": 2.429
    },
    {
        "text": "Well PG&E filed for chapter 11",
        "start": 407.75,
        "duration": 1.69
    },
    {
        "text": "Protections in bankruptcy court and what this does is it allows them to operate as a business while they file for bankruptcy",
        "start": 409.44,
        "duration": 4.519
    },
    {
        "text": "Freeze their debts, and they get to reorganize their financial plan",
        "start": 414.33,
        "duration": 2.57
    },
    {
        "text": "It also halts the Wildfire lawsuits and could result in the victims getting less money",
        "start": 416.9,
        "duration": 4.41
    },
    {
        "text": "And what we know in connection to the money is PG&E listed assets of over",
        "start": 421.31,
        "duration": 3.119
    },
    {
        "text": "71 billion dollars in a bankruptcy filing as well as a liability of over 51 billion",
        "start": 424.53,
        "duration": 4.519
    },
    {
        "text": "We also know that on Monday the California Public Utilities Commission",
        "start": 429.05,
        "duration": 2.399
    },
    {
        "text": "approved five point five billion dollars in bank loans for PG&E with a commissioner on the board explaining their vote saying \"this is going to\"",
        "start": 431.639,
        "duration": 6.44
    },
    {
        "text": "\"allow, if PG&E decides to file for bankruptcy, the\"",
        "start": 438.08,
        "duration": 3.45
    },
    {
        "text": "\"Continuation of the lights being on and the continuation of the work force\"",
        "start": 441.87,
        "duration": 4.489
    },
    {
        "text": "Now on the other side of this we are seeing some people",
        "start": 446.36,
        "duration": 2.04
    },
    {
        "text": "protesting PG&E's decision to file for protections saying that it prioritizes their",
        "start": 448.65,
        "duration": 3.679
    },
    {
        "text": "Finances and only hurts their customers and the victims of the fires. And as of right now",
        "start": 452.49,
        "duration": 3.29
    },
    {
        "text": "It's unclear. How long",
        "start": 455.78,
        "duration": 1.21
    },
    {
        "text": "PG&E's bankruptcy filing will last but it could take them several years to recover and that's based off of the information at hand",
        "start": 456.99,
        "duration": 6.049
    },
    {
        "text": "Right now as well as the fact that we know that PG&E filed for bankruptcy before back in 2001 and there it took them three",
        "start": 463.039,
        "duration": 5.97
    },
    {
        "text": "years to get out of it and also based on the information in the past,",
        "start": 469.01,
        "duration": 2.099
    },
    {
        "text": "That's why people are worried about the victims here. And ultimately that is where we are with the story right now",
        "start": 471.2,
        "duration": 4.399
    },
    {
        "text": "We will keep our eyes open to see what happens next, but it's kind of a wait-and-see game",
        "start": 475.6,
        "duration": 5.1
    },
    {
        "text": "but from that I want to share some stuff I loved today and today in awesome brought to you by",
        "start": 480.7,
        "duration": 4.139
    },
    {
        "text": "Draftkings and DeFranco million calm. So earlier in the week",
        "start": 484.94,
        "duration": 2.69
    },
    {
        "text": "We had the previous sponsors spot of DK Phil calm",
        "start": 487.63,
        "duration": 2.429
    },
    {
        "text": "Which is still active where you could just go play squares when you're watching the big game. You could win your share of",
        "start": 490.06,
        "duration": 5.22
    },
    {
        "text": "53,000 dollars once again all free you get four chances to win",
        "start": 495.98,
        "duration": 2.959
    },
    {
        "text": "It makes Sunday a little more interesting",
        "start": 498.94,
        "duration": 1.62
    },
    {
        "text": "well on top of that there is",
        "start": 500.56,
        "duration": 1.57
    },
    {
        "text": "DeFranco million calm which you can just click the link in the description down below with that link",
        "start": 502.13,
        "duration": 4.459
    },
    {
        "text": "You can get free entry into the big game contest which has a first place of 1 million dollars with total prize pool of 3",
        "start": 506.59,
        "duration": 6.54
    },
    {
        "text": "Million, all you got to do with this one is create a draftkings account",
        "start": 513.13,
        "duration": 2.7
    },
    {
        "text": "you make it first a positive five dollars or more with that you instantly receive your free entry which has a",
        "start": 515.83,
        "duration": 4.529
    },
    {
        "text": "$10 value for the big game contest and instead of the more traditional",
        "start": 520.52,
        "duration": 3.229
    },
    {
        "text": "Nine person team that you would normally have to pick you just have to pick six",
        "start": 523.849,
        "duration": 2.9
    },
    {
        "text": "So with that said click the link in the description to play make sure that you act fast because it all gets locked at 6:30",
        "start": 526.75,
        "duration": 5.219
    },
    {
        "text": "P.m. Eastern Standard on Sunday",
        "start": 531.97,
        "duration": 1.8
    },
    {
        "text": "Yeah",
        "start": 533.77,
        "duration": 0.27
    },
    {
        "text": "DeFranco million calm or click the link in the description down below",
        "start": 534.04,
        "duration": 2.4
    },
    {
        "text": "Eligibility restrictions do apply see the website for details the first bit of Awesome today is we got the trailer for The Fast and Furious",
        "start": 536.93,
        "duration": 5.809
    },
    {
        "text": "Spin-off Hobbes and Shaw and we had how it should have ended taking on Aquaman",
        "start": 543.05,
        "duration": 4.04
    },
    {
        "text": "Gabriel iglesias doing the blindfolded fast food challenge and life. Noggin asking that super common question. What if earth had",
        "start": 547.34,
        "duration": 5.809
    },
    {
        "text": "67 moons",
        "start": 553.76,
        "duration": 0.87
    },
    {
        "text": "Liam Neeson going undercover on right at YouTube and Twitter",
        "start": 554.63,
        "duration": 2.539
    },
    {
        "text": "Atomics taking on the art of flaking and if you want to see the full versions of everything",
        "start": 557.27,
        "duration": 3.559
    },
    {
        "text": "I just shared the secret link of the day really anything at all links is always on the description down below then let's talk about",
        "start": 560.83,
        "duration": 6.33
    },
    {
        "text": "This situation out of Missouri last week an off-duty officer was shot and killed in st",
        "start": 567.16,
        "duration": 4.409
    },
    {
        "text": "Louis Missouri by another police officer victim's name was Kaitlin Alex and Sheba an officer since January of 2017",
        "start": 571.57,
        "duration": 5.88
    },
    {
        "text": "Last Thursday just before 1:00 a.m",
        "start": 577.81,
        "duration": 1.69
    },
    {
        "text": "Alex and her two co-workers officer Nathaniel hendren and his partner has not been named yet were hanging out at hindrance house",
        "start": 579.5,
        "duration": 5.39
    },
    {
        "text": "Literally while Alex was off-duty. The other two officers were on duty and we're supposed to be patrolling their district",
        "start": 584.89,
        "duration": 5.099
    },
    {
        "text": "and so the big question at hand is",
        "start": 589.99,
        "duration": 1.58
    },
    {
        "text": "What actually went on in this apartment had caused one officer to shoot and kill the other?",
        "start": 591.57,
        "duration": 3.839
    },
    {
        "text": "Well, it appears to be a good old-fashioned game of Russian Roulette according to the probable cause statement released by the st",
        "start": 595.42,
        "duration": 6.529
    },
    {
        "text": "Louis circuit attorney here's what happened next",
        "start": 601.949,
        "duration": 2.1
    },
    {
        "text": "Alex and hendren were playing with firearms when Hendren grabbed a revolver and removed all the bullets from it",
        "start": 604.29,
        "duration": 4.38
    },
    {
        "text": "He then put one bullet back in spun the cylinder pointed it away from both of them and then pulled the trigger the gun did",
        "start": 608.67,
        "duration": 5.88
    },
    {
        "text": "Not fire Alex then grabbed the gun pointed it at Hendren and pulled the trigger and again, it did not go off",
        "start": 614.55,
        "duration": 5.82
    },
    {
        "text": "It was then hendren Stern",
        "start": 620.37,
        "duration": 1.649
    },
    {
        "text": "he took the gun pointed it at Alex pulled the trigger and",
        "start": 622.019,
        "duration": 3.03
    },
    {
        "text": "this time the gun fired and Alex was struck in the chest as far as the third officer who was present the statement asserts that",
        "start": 625.12,
        "duration": 5.63
    },
    {
        "text": "He told Hendren and Alex",
        "start": 630.75,
        "duration": 1.319
    },
    {
        "text": "They shouldn't be playing with guns and that they were police officers",
        "start": 632.069,
        "duration": 2.28
    },
    {
        "text": "Saying he felt uncomfortable with them playing with the guns and didn't want to have any part of it",
        "start": 634.449,
        "duration": 3.47
    },
    {
        "text": "He started to leave and saying that he left the room but before leaving the apartment he heard the shot",
        "start": 637.92,
        "duration": 4.109
    },
    {
        "text": "He then went back into the room and saw Alex had been shot in the chest",
        "start": 642.029,
        "duration": 2.309
    },
    {
        "text": "now after the shot fired the officers reported the shooting and an officer in need of aid call on their police radios at",
        "start": 644.339,
        "duration": 4.89
    },
    {
        "text": "12:56 a.m. On Thursday according to a log of st",
        "start": 649.3,
        "duration": 2.599
    },
    {
        "text": "Louis police calls house was reportedly rushed to the hospital by Hendren and his partner",
        "start": 651.899,
        "duration": 3.51
    },
    {
        "text": "But ultimately she was pronounced dead in the emergency room at 1:07 a.m",
        "start": 655.41,
        "duration": 3.299
    },
    {
        "text": "and an addition to this Hendren was also",
        "start": 658.709,
        "duration": 2.0
    },
    {
        "text": "Hospitalized after he reportedly head-butted the back window of a police SUV that was parked at the hospital",
        "start": 660.819,
        "duration": 4.85
    },
    {
        "text": "well",
        "start": 665.67,
        "duration": 0.09
    },
    {
        "text": "The reason he did this is still unclear hendren broke the window and sustained minor injuries to his head in response to aliens being pronounced",
        "start": 665.76,
        "duration": 6.0
    },
    {
        "text": "Dead the st. Louis Police Department tweeted",
        "start": 671.76,
        "duration": 2.159
    },
    {
        "text": "We are deeply saddened to announce that the officer transported to the hospital has succumbed to her injuries",
        "start": 673.92,
        "duration": 3.989
    },
    {
        "text": "We ask that you keep the officers family and the entire",
        "start": 677.91,
        "duration": 2.07
    },
    {
        "text": "SL MPD and your thoughts and prayers as we mourn the loss of our officer and friends now as far as the investigation",
        "start": 680.079,
        "duration": 5.059
    },
    {
        "text": "Yet police chief John Hayden issuing an update on the situation early Thursday explaining that the investigation was still ongoing",
        "start": 685.329,
        "duration": 5.84
    },
    {
        "text": "And asserting that the shooting was thought to be accidental we saw the st",
        "start": 691.329,
        "duration": 3.109
    },
    {
        "text": "Louis Circuit Attorney's Office confirm the same thing now reportedly",
        "start": 694.439,
        "duration": 2.76
    },
    {
        "text": "The investigators have corroborated the officers story by speaking to a neighbor who claimed over her just one shot before 1:00 a.m",
        "start": 697.199,
        "duration": 5.13
    },
    {
        "text": "followed by",
        "start": 702.339,
        "duration": 0.62
    },
    {
        "text": "Oh my god",
        "start": 702.959,
        "duration": 0.671
    },
    {
        "text": "Somebody help the neighbor reported looking through her window and seeing a uniformed male officer speaking by phone or police radio saying we're at Dover",
        "start": 703.63,
        "duration": 6.289
    },
    {
        "text": "in Colorado",
        "start": 709.92,
        "duration": 0.599
    },
    {
        "text": "Which was the nearest?",
        "start": 710.519,
        "duration": 0.82
    },
    {
        "text": "Intersection and according to the neighbor the officer then drove away in a police car and more police officers showed up soon after as far",
        "start": 711.339,
        "duration": 5.809
    },
    {
        "text": "as public statements in the tone of the",
        "start": 717.149,
        "duration": 1.901
    },
    {
        "text": "Investigation that actually began to change last Friday which brings us to the topic of charges in the probable cause statement",
        "start": 719.05,
        "duration": 5.149
    },
    {
        "text": "We looked at earlier written by sergeant richard. Helm here. He states",
        "start": 724.199,
        "duration": 2.93
    },
    {
        "text": "I have probable cause to believe that Nathaniel R Hendren committed one or more criminal offences count one",
        "start": 727.13,
        "duration": 5.13
    },
    {
        "text": "Involuntary manslaughter first degree count two armed criminal action. So we ended up seeing was Henson was charged with the two counts",
        "start": 732.45,
        "duration": 5.989
    },
    {
        "text": "His bail was set at $50,000 in cash only hundreds attorney declined to comment on the allegations",
        "start": 738.44,
        "duration": 4.349
    },
    {
        "text": "But did release a statement offering sympathy to Alex's family",
        "start": 742.92,
        "duration": 2.9
    },
    {
        "text": "meanwhile",
        "start": 745.89,
        "duration": 0.5
    },
    {
        "text": "Alex's parents have hired a legal team of their own with their lawyers saying certainly we're looking into all",
        "start": 746.39,
        "duration": 4.409
    },
    {
        "text": "avenues including potentially civil litigation adding the family is convinced that with Caitlyn's training both police and military there remains a",
        "start": 750.87,
        "duration": 6.739
    },
    {
        "text": "substantial amount of unanswered questions questions about the",
        "start": 757.68,
        "duration": 2.989
    },
    {
        "text": "Circumstances of the event and the thing is Alex's family aren't the only ones that have questions about this case Valletta",
        "start": 760.83,
        "duration": 4.94
    },
    {
        "text": "We saw this week from Circuit attorney Kimberly M Gardner to police chief Hayden Gardner pointed out several suspicious factors regarding how the st",
        "start": 765.77,
        "duration": 6.449
    },
    {
        "text": "Louis police handled the case",
        "start": 772.22,
        "duration": 1.11
    },
    {
        "text": "she alleged the despite probable cause",
        "start": 773.33,
        "duration": 2.0
    },
    {
        "text": "prosecutors were not immediately",
        "start": 775.35,
        "duration": 0.989
    },
    {
        "text": "permitted to take a blood test from hendren and its partner instead for some reason prosecutors were later informed that the officers were given a",
        "start": 776.339,
        "duration": 6.08
    },
    {
        "text": "urine analysis and a breath test which are significantly less exact Gardner also asserting that the handling of the testing appears as an",
        "start": 782.42,
        "duration": 6.57
    },
    {
        "text": "Obstructionist tactic to prevent us from understanding",
        "start": 789.089,
        "duration": 1.74
    },
    {
        "text": "The state of the officers during the commission of this alleged crime Gardner also touching on the fact the police chief initially asserted the shooting",
        "start": 790.829,
        "duration": 6.11
    },
    {
        "text": "Was an accident Stata in my opinion",
        "start": 796.94,
        "duration": 1.889
    },
    {
        "text": "it is completely inappropriate for investigators to approach a crime scene that early in the investigation with a",
        "start": 798.829,
        "duration": 5.1
    },
    {
        "text": "predisposed conclusion about the potential outcome of a case",
        "start": 804.18,
        "duration": 2.599
    },
    {
        "text": "I understand your need to get information out to the public quickly regarding officer-involved shooting cases",
        "start": 806.779,
        "duration": 4.559
    },
    {
        "text": "however",
        "start": 811.339,
        "duration": 0.331
    },
    {
        "text": "The labeling of any criminal incident as an accident prior to a full investigation",
        "start": 811.67,
        "duration": 3.72
    },
    {
        "text": "Is a violation of our duty as objective fact finders Gardiner's Office has confirmed that they will conduct an independent",
        "start": 815.76,
        "duration": 5.63
    },
    {
        "text": "Investigation of the incident and so ultimately that is where we are with a story many questions raised",
        "start": 821.91,
        "duration": 5.03
    },
    {
        "text": "Concerns waiting for more information to come out from this investigation and all the while a police officer a wife",
        "start": 827.31,
        "duration": 5.51
    },
    {
        "text": "Daughter a sister is debt",
        "start": 833.1,
        "duration": 1.7
    },
    {
        "text": "Which regarding that a GoFundMe has also been established for Alex by a former partner to help pay for funeral expenses",
        "start": 834.8,
        "duration": 4.409
    },
    {
        "text": "Which has raised over nine thousand dollars so far. Yeah with this story. I do want to pass the question off to you",
        "start": 839.339,
        "duration": 5.059
    },
    {
        "text": "What are your thoughts about it?",
        "start": 844.399,
        "duration": 1.021
    },
    {
        "text": "Do you have the same questions and concerns that Kimberly Gardner has do you feel like something else happened?",
        "start": 845.42,
        "duration": 4.679
    },
    {
        "text": "What are your thoughts regarding the three police officers involved as well as the police reaction in generally any and all thoughts?",
        "start": 850.19,
        "duration": 5.71
    },
    {
        "text": "I'd love to hear from you in those comments down below and then let's talk about this horrible story out of Brazil",
        "start": 855.9,
        "duration": 4.26
    },
    {
        "text": "So if you didn't hear last Friday a dam had an iron mine",
        "start": 860.37,
        "duration": 2.46
    },
    {
        "text": "collapsed in the Brazilian town of Broome Aegina the dam that collapse which is owned by the Brazilian mining company ivali caused a flood of",
        "start": 862.9,
        "duration": 6.32
    },
    {
        "text": "Mud iron ore waste and potentially toxic mining materials and this wave of mud is buried the mines",
        "start": 869.22,
        "duration": 5.519
    },
    {
        "text": "Administrative areas and a cafeteria where workers were eating one it then continued moving on to flood nearby houses",
        "start": 874.9,
        "duration": 5.479
    },
    {
        "text": "vehicles and roads according to Brazilian authorities",
        "start": 880.72,
        "duration": 2.059
    },
    {
        "text": "427 people were in the mine when the dam burst and many more of the mines employees and contractors as well as residents and the",
        "start": 883.6,
        "duration": 5.899
    },
    {
        "text": "surrounding areas were also hit by the flood search teams were deployed and",
        "start": 889.5,
        "duration": 3.059
    },
    {
        "text": "Helicopters to rescue people from the mud over the week and we've seen reports that in some areas",
        "start": 892.63,
        "duration": 3.89
    },
    {
        "text": "The mud is up to 15 metres 49 feet deep",
        "start": 896.52,
        "duration": 2.669
    },
    {
        "text": "and as of recording this video the confirmed death toll is",
        "start": 899.19,
        "duration": 2.34
    },
    {
        "text": "110 people keep in mind that is still with hundreds more",
        "start": 901.84,
        "duration": 2.959
    },
    {
        "text": "Missing and officials having said that it is unlikely that the missing will be found alive",
        "start": 904.93,
        "duration": 3.89
    },
    {
        "text": "I mean it a colonel involved in the search stating after 48 hours of work the chance of finding someone alive is very low also",
        "start": 908.82,
        "duration": 5.429
    },
    {
        "text": "Seeing what had happened here",
        "start": 914.25,
        "duration": 1.08
    },
    {
        "text": "You had authorities fearing that another nearby dam that was owned by vaali called the B 6 dam was at risk of collapsing as well",
        "start": 915.33,
        "duration": 5.399
    },
    {
        "text": "And this fear actually forced authorities to temporarily stop search and rescue efforts so that they could evacuate",
        "start": 920.73,
        "duration": 4.14
    },
    {
        "text": "Several nearby neighborhoods and range of the B 6 dam",
        "start": 925.06,
        "duration": 2.57
    },
    {
        "text": "but the good news is the B 6 dam was later found to be safe and the evacuation of nearly",
        "start": 927.63,
        "duration": 3.66
    },
    {
        "text": "24,000 people was called off now with this story",
        "start": 931.75,
        "duration": 2.03
    },
    {
        "text": "It's important to know that volley which is the largest mining company in Brazil",
        "start": 933.78,
        "duration": 3.209
    },
    {
        "text": "And one of the largest in the world has come under heavy criticism",
        "start": 936.99,
        "duration": 2.4
    },
    {
        "text": "for this",
        "start": 939.52,
        "duration": 0.69
    },
    {
        "text": "disaster and that is in large part due to this not being the first time one of their dams has collapsed back in 2015 and",
        "start": 940.21,
        "duration": 5.75
    },
    {
        "text": "Other dam administered by volley and an Australian mining company collapsed in the city of Mariana and this disaster killed 19 people and forced hundreds",
        "start": 945.96,
        "duration": 6.899
    },
    {
        "text": "From their homes that collapse has also been considered the worst environmental disaster in Brazilian history. That's because it left",
        "start": 952.86,
        "duration": 5.79
    },
    {
        "text": "250,000 people without drinking water and killed thousands of fish waste",
        "start": 959.5,
        "duration": 3.619
    },
    {
        "text": "Flooding into rivers and eventually flowing into the Atlantic Ocean and not only was that dam owned by the same company",
        "start": 963.25,
        "duration": 4.91
    },
    {
        "text": "But it also happened in the same state of Minas Gerais",
        "start": 968.17,
        "duration": 2.54
    },
    {
        "text": "That Friday's collapse occurred and we're talking like it was just 60 miles away. Now as far as the company is concerned",
        "start": 970.78,
        "duration": 4.609
    },
    {
        "text": "You know, what price will they have to pay?",
        "start": 975.39,
        "duration": 1.8
    },
    {
        "text": "We've seen Brazilian judicial authorities freeze around 3 billion dollars worth of Bali's assets is reportedly an anticipation of damages and to fund relief efforts",
        "start": 977.19,
        "duration": 7.619
    },
    {
        "text": "And the court saying that the company's real estate",
        "start": 984.81,
        "duration": 1.959
    },
    {
        "text": "Vehicles would be seized if they could not come up with a full amount and all of this comes in",
        "start": 986.769,
        "duration": 4.14
    },
    {
        "text": "Addition to the millions of dollars in fines from state and local authorities as well as environmental agencies in Brazil",
        "start": 990.98,
        "duration": 5.059
    },
    {
        "text": "We also saw reports that Valley shares dropped almost",
        "start": 996.04,
        "duration": 2.039
    },
    {
        "text": "25 percent",
        "start": 998.36,
        "duration": 0.69
    },
    {
        "text": "On Monday wiping out nearly eighteen point nine six billion dollars worth and market value a company also saying earlier this week that it suspended",
        "start": 999.05,
        "duration": 7.039
    },
    {
        "text": "dividend payment sheer",
        "start": 1006.089,
        "duration": 1.331
    },
    {
        "text": "buyback valley also froze executive bonuses and created independent committees to help victims and investigate the cause of what is shaping up to be the",
        "start": 1007.42,
        "duration": 6.079
    },
    {
        "text": "World's most deadly mining disaster in over 50 years",
        "start": 1013.499,
        "duration": 2.52
    },
    {
        "text": "He also saw the CEO of volley apologized in his televised statement",
        "start": 1016.019,
        "duration": 3.27
    },
    {
        "text": "But he also didn't take responsibility for the disaster CEO also going on to say that the mine was up to code",
        "start": 1019.29,
        "duration": 4.98
    },
    {
        "text": "You have brazil's attorney general raquel dodge saying that she will investigate the collapse stating. Someone is definitely at fault",
        "start": 1024.48,
        "duration": 5.699
    },
    {
        "text": "She also said in this kind of a horrifying thing that there are",
        "start": 1030.179,
        "duration": 2.28
    },
    {
        "text": "600 mines and mina durai's alone that are classified as being at risk of rupture and then the mayor of rumah geno criticized volley for",
        "start": 1032.829,
        "duration": 7.099
    },
    {
        "text": "Being what he called careless and incompetent and stating this tragedy destroyed our city",
        "start": 1039.929,
        "duration": 4.17
    },
    {
        "text": "We also saw Brazil's new president year bosun, ro tweet difficult to be faced with all this scenario and not get excited",
        "start": 1044.1,
        "duration": 5.939
    },
    {
        "text": "We will do everything in our power to care for the victims minimize damages ascertain the facts collect justice and prevent new tragedy",
        "start": 1050.039,
        "duration": 6.93
    },
    {
        "text": "So the sake of Brazilians and the environment",
        "start": 1057.24,
        "duration": 2.459
    },
    {
        "text": "But you also had many criticizing bosun arrows words saying that they are empty with people noting that the far-right leader",
        "start": 1059.7,
        "duration": 4.439
    },
    {
        "text": "campaigned on the promise that he would jumpstart Brazil's economy by deregulating mining and other industries as well as cracking down on",
        "start": 1064.36,
        "duration": 5.929
    },
    {
        "text": "Environmental regulations and also in response to all of this. We've seen environmental groups like Greenpeace",
        "start": 1070.63,
        "duration": 3.919
    },
    {
        "text": "Brazil criticizing volley saying that volleys corporate greed and the omission and inefficiency of the Brazilian government were to blame for both the collapse in",
        "start": 1074.889,
        "duration": 7.1
    },
    {
        "text": "2015 and",
        "start": 1082.149,
        "duration": 0.871
    },
    {
        "text": "This latest disaster and yet the director of Greenpeace Brazil campaign saying in a statement",
        "start": 1083.02,
        "duration": 4.219
    },
    {
        "text": "We are not dealing with an accident",
        "start": 1087.24,
        "duration": 1.86
    },
    {
        "text": "But with a crime against people and nature how many lives do we still have to lose until the Brazilian state and mining companies learn?",
        "start": 1089.1,
        "duration": 6.239
    },
    {
        "text": "from their mistakes",
        "start": 1095.34,
        "duration": 0.87
    },
    {
        "text": "He also saw protesters gathering around burro Moschino waving signs saying volley kills and volley",
        "start": 1096.21,
        "duration": 5.01
    },
    {
        "text": "profits while mud kills right now while you have experts saying that while volley will certainly take a financial hit the disaster will probably not",
        "start": 1101.289,
        "duration": 6.349
    },
    {
        "text": "impede production and on Friday",
        "start": 1107.639,
        "duration": 1.321
    },
    {
        "text": "We got the massive news at five people including three volley employees were arrested as part of an investigation",
        "start": 1108.96,
        "duration": 4.38
    },
    {
        "text": "Into the dam as far as the two others that were arrested",
        "start": 1113.47,
        "duration": 2.51
    },
    {
        "text": "They were engineers from the German industrial testing company at to a fazool, which can did two inspections of the brew machine",
        "start": 1115.98,
        "duration": 5.559
    },
    {
        "text": "Oh damn last year with our most recent inspection happening back in",
        "start": 1121.539,
        "duration": 2.79
    },
    {
        "text": "September during which the inspectors found the dam to be stable",
        "start": 1124.49,
        "duration": 3.079
    },
    {
        "text": "As of right now the German company has refused to comment further citing the continuing investigation",
        "start": 1127.57,
        "duration": 4.109
    },
    {
        "text": "Also in addition to the five arrests Brazilian federal and state prosecutor said any news release at seven search warrants were executed",
        "start": 1131.809,
        "duration": 5.63
    },
    {
        "text": "Stating that both the arrests and warrants aimed at investigating criminal responsibility for the rupture then on Wednesday",
        "start": 1137.6,
        "duration": 5.539
    },
    {
        "text": "We saw reports that back in 2009 volley identified and studied concerns about the dams",
        "start": 1143.139,
        "duration": 4.74
    },
    {
        "text": "But did not take any steps to implement fixes that could have prevented or lessen the damage we saw last week",
        "start": 1147.88,
        "duration": 5.099
    },
    {
        "text": "which may be why the day before we saw the CEO of vaali announced that he would be",
        "start": 1152.98,
        "duration": 4.079
    },
    {
        "text": "Decommissioning ten dams that are similar to the one that burst on Friday move that would ultimately take 10 percent of their output",
        "start": 1157.309,
        "duration": 5.359
    },
    {
        "text": "Offline and is expected to cost them",
        "start": 1162.86,
        "duration": 1.919
    },
    {
        "text": "1.3 billion dollars over the next three years and also one of the updates we got just today we saw reports that a state regulator",
        "start": 1164.779,
        "duration": 5.84
    },
    {
        "text": "said in an interview that the dam collapse last week was caused by parts of the sand and dried mud structure dissolve and that's of",
        "start": 1170.62,
        "duration": 5.819
    },
    {
        "text": "Massive note not only here, but because this is similar to the cause of the dam collapse in 2015",
        "start": 1176.44,
        "duration": 4.349
    },
    {
        "text": "But as far as volley being held accountable",
        "start": 1180.789,
        "duration": 2.46
    },
    {
        "text": "I mean that that remains to be seen right now whose talk of shutdowns and monies and even probably talking about money",
        "start": 1183.25,
        "duration": 5.189
    },
    {
        "text": "Dedicated to the family is affected",
        "start": 1188.57,
        "duration": 1.609
    },
    {
        "text": "but we're talking about a situation where so many lives have been lost and then we look back to",
        "start": 1190.179,
        "duration": 4.29
    },
    {
        "text": "2015 where several volley executives were charged with murder",
        "start": 1194.6,
        "duration": 3.41
    },
    {
        "text": "But they ended up never being arrested as far as the company they were ordered to pay millions of dollars in damages",
        "start": 1198.01,
        "duration": 4.709
    },
    {
        "text": "But according to local media reports, they paid out less than 4% of those damages and so looking at this situation. I'm horrified",
        "start": 1202.72,
        "duration": 6.449
    },
    {
        "text": "I'm devastated",
        "start": 1209.169,
        "duration": 1.081
    },
    {
        "text": "I'm angry and I really do hope that this company and the people behind it will be held responsible",
        "start": 1210.25,
        "duration": 4.289
    },
    {
        "text": "Because if no one is held accountable, why would they do anything different unless there are actual real meaningful consequences?",
        "start": 1214.669,
        "duration": 7.07
    },
    {
        "text": "It is a blip on their books. We see it every day. This is dollars over lives and for the sake of the victims",
        "start": 1221.809,
        "duration": 5.839
    },
    {
        "text": "affected here",
        "start": 1228.23,
        "duration": 0.74
    },
    {
        "text": "The impact on this company should be as devastating",
        "start": 1228.97,
        "duration": 2.669
    },
    {
        "text": "as it is for their lives for the sake of things actually changing whatever happens to this company should be",
        "start": 1231.83,
        "duration": 6.079
    },
    {
        "text": "Devastating because the people impacted here it has devastated them. But ultimately like we try to do here",
        "start": 1238.73,
        "duration": 4.64
    },
    {
        "text": "That's the story my personal takeaway and I pass the question off to you",
        "start": 1243.37,
        "duration": 3.419
    },
    {
        "text": "What are your thoughts around this and that's where I'm ending today's show",
        "start": 1246.789,
        "duration": 2.489
    },
    {
        "text": "Remember, if you liked this video you like the videos that we put out",
        "start": 1249.279,
        "duration": 2.52
    },
    {
        "text": "Let us know hit that like button",
        "start": 1251.879,
        "duration": 1.74
    },
    {
        "text": "Also, if you're new here hit that subscribe button if you want more click that Bell to turn on notifications",
        "start": 1253.619,
        "duration": 4.349
    },
    {
        "text": "also",
        "start": 1258.19,
        "duration": 0.5
    },
    {
        "text": "Remember if you miss and you want to catch up on the last philip defranco show the last morning news deep dive all you do",
        "start": 1258.69,
        "duration": 5.069
    },
    {
        "text": "Is click or tap right there to watch those buts with that said of course as always my name's philip. Defranco",
        "start": 1263.759,
        "duration": 4.29
    },
    {
        "text": "You've just been phill'd in I love yo faces and I'll see you Monday. Whoo",
        "start": 1268.149,
        "duration": 4.849
    },
    {
        "text": "I almost said tomorrow and then I would have been a dirty dirty liar Monday",
        "start": 1273.029,
        "duration": 3.959
    }
]