[
    {
        "text": "'Sup, you beautiful bastards. Hope you're having a fantastic Tuesday.",
        "start": 0.03,
        "duration": 2.909
    },
    {
        "text": "Welcome back to the Philip DeFranco show and let's just jump into it. And the first thing we're gonna talk about today is why",
        "start": 2.939,
        "duration": 4.95
    },
    {
        "text": "Netflix and \"13 Reasons Why\" are back in the news. Now,  a big note before moving forward-",
        "start": 7.96,
        "duration": 4.25
    },
    {
        "text": "we are gonna be talking about the topic of suicide. I know some of you appreciate a warning before we jump into those topics.",
        "start": 12.21,
        "duration": 4.259
    },
    {
        "text": "So if you're wanting to avoid that topic, here's the time code to skip to now. If you're unfamiliar with the show,",
        "start": 16.47,
        "duration": 4.05
    },
    {
        "text": "It's about a teen girl who leaves behind 13 tapes",
        "start": 20.52,
        "duration": 2.339
    },
    {
        "text": "to explain why she chose to end her life. And as you might remember, back in 2017,",
        "start": 22.859,
        "duration": 3.42
    },
    {
        "text": "we covered the backlash after the first season premiered, and that season included a scene where you had a teenager slitting her wrists in a",
        "start": 26.279,
        "duration": 5.64
    },
    {
        "text": "bathtub. And following this some felt the way that the show portrayed suicide was problematic, that in some ways,",
        "start": 31.92,
        "duration": 4.83
    },
    {
        "text": "it glamorized the act. It also didn't discuss many of the underlying factors",
        "start": 36.75,
        "duration": 3.419
    },
    {
        "text": "We saw groups warning parents by the show is possible negative impact on young people, this including the National Association of School Psychologists",
        "start": 40.17,
        "duration": 6.78
    },
    {
        "text": "and the Society for the Prevention of teen suicide.",
        "start": 46.95,
        "duration": 1.629
    },
    {
        "text": "And in response to all of this, Netflix added more content warnings that also directed viewers to support groups. But along with this some including Selena",
        "start": 48.579,
        "duration": 6.41
    },
    {
        "text": "Gomez, who is one of the show's",
        "start": 54.989,
        "duration": 1.061
    },
    {
        "text": "producers, thought the show was showing what teens are really going through, saying \"I understood that we were going into something that is difficult.",
        "start": 56.05,
        "duration": 5.66
    },
    {
        "text": "But these kids today are so exposed to things that I would never even comprehend when I was eight.",
        "start": 61.71,
        "duration": 4.08
    },
    {
        "text": "I feel like if this is what we are going to talk about we might as well do it in a way that's going to",
        "start": 65.79,
        "duration": 3.809
    },
    {
        "text": "be honest, it's going to be real and it stays true to the book. \" But why are we talking about that",
        "start": 69.6,
        "duration": 3.959
    },
    {
        "text": "today? That happened back in 2017.",
        "start": 73.56,
        "duration": 2.069
    },
    {
        "text": "Well,",
        "start": 75.93,
        "duration": 0.09
    },
    {
        "text": "according to a study funded by the National",
        "start": 76.02,
        "duration": 1.599
    },
    {
        "text": "Institutes of Health that was published on Monday, in the month after the show was released,",
        "start": 77.619,
        "duration": 3.2
    },
    {
        "text": "there was a  28.9% increase in the suicide rates among U.S.",
        "start": 80.82,
        "duration": 3.15
    },
    {
        "text": "youths, mostly male, aged 10 to 17. And ultimately, between April and December of 2017,",
        "start": 83.97,
        "duration": 4.349
    },
    {
        "text": "these increased rates led to",
        "start": 88.32,
        "duration": 1.6
    },
    {
        "text": "195 more suicides than were expected based on data from previous years. What's also of note here is they found no significant trends in suicides",
        "start": 89.92,
        "duration": 6.529
    },
    {
        "text": "For ages 18 to 64; though,",
        "start": 96.45,
        "duration": 1.86
    },
    {
        "text": "and I really think this is an important note to hit on, it's something that is going to be missed by people",
        "start": 98.31,
        "duration": 3.84
    },
    {
        "text": "just reading headlines and then spewing that same information: there is an asterisk on this situation. Because of the study's limitations,",
        "start": 102.15,
        "duration": 5.939
    },
    {
        "text": "they could not make a direct causal link, which basically means that this study cannot say that \"13 Reasons",
        "start": 108.09,
        "duration": 4.47
    },
    {
        "text": "Why\" is",
        "start": 112.56,
        "duration": 0.58
    },
    {
        "text": "definitely the cause of the increased rate and suicides-just that the rates did increase in April and the show came out on March 31st.",
        "start": 113.14,
        "duration": 5.959
    },
    {
        "text": "But still, the researchers did say their findings",
        "start": 119.1,
        "duration": 2.312
    },
    {
        "text": "'Should serve as a reminder to be mindful of the possible unintended",
        "start": 121.412,
        "duration": 2.817
    },
    {
        "text": "Impacts of the portrayal of suicide and is a call to the entertainment",
        "start": 124.57,
        "duration": 2.899
    },
    {
        "text": "industry and the media to use best practices when engaging with this topic.\" And a lead author of the study, Jeff Bridges, a suicide researcher at",
        "start": 127.569,
        "duration": 6.08
    },
    {
        "text": "Nationwide Children's Hospital in Columbus, that \"Youth may be particularly susceptible to suicide contagion, which can be fostered by stories that sensationalized or promote simplistic",
        "start": 133.83,
        "duration": 7.649
    },
    {
        "text": "explanations of suicidal behavior, horrify or a romanticize the decadent,",
        "start": 141.7,
        "duration": 3.5
    },
    {
        "text": "right,",
        "start": 145.2,
        "duration": 0.09
    },
    {
        "text": "the person who just died, presents suicide as a means of accomplishing a goal or offer potential prescriptions of how to die by suicide.",
        "start": 145.29,
        "duration": 6.119
    },
    {
        "text": "Portrayals of suicide and entertainment media should avoid graphic detail of the suicide, which the series did not.",
        "start": 151.66,
        "duration": 5.089
    },
    {
        "text": "Adhere to best practice guidelines to reduce risk of subsequent suicide.\" As far as the other side of this, a Netflix",
        "start": 156.91,
        "duration": 5.209
    },
    {
        "text": "spokesperson said that they were still looking into the study, and added,",
        "start": 162.25,
        "duration": 2.6
    },
    {
        "text": "\"This is a critically important topic and we have worked hard to ensure that we handle the sensitive issue responsibly.\"",
        "start": 164.85,
        "duration": 4.889
    },
    {
        "text": "And that spokesperson was saying that this new study conflicted with research published last week by the University of Pennsylvania,",
        "start": 169.74,
        "duration": 4.289
    },
    {
        "text": "which said that they found that adults aged 18 to 29 who watch the entire first and second season actually reported declines in suicide",
        "start": 174.22,
        "duration": 6.83
    },
    {
        "text": "idealization and self-harm relative to those who didn't watch the show at all.",
        "start": 181.15,
        "duration": 2.809
    },
    {
        "text": "But in addition, the study also found that if someone stops watching before the end of the second season,",
        "start": 183.959,
        "duration": 3.75
    },
    {
        "text": "they exhibited greater suicide risk and less optimism about the future than those who continue to the end. Though,",
        "start": 187.709,
        "duration": 4.8
    },
    {
        "text": "and this is an important note here,",
        "start": 192.51,
        "duration": 1.02
    },
    {
        "text": "This study did not focus on the same age group and included the second season. And a big thing to note here",
        "start": 193.53,
        "duration": 4.29
    },
    {
        "text": "Is this is not just a story that matters as far as the past.The show, of course had that second season,",
        "start": 197.82,
        "duration": 4.5
    },
    {
        "text": "it has been picked up for a third. So it's very likely that when that third season premieres,",
        "start": 202.32,
        "duration": 3.479
    },
    {
        "text": "This will pop back up in the news. There will be a debate again. As far as my personal reaction to this,",
        "start": 205.8,
        "duration": 4.139
    },
    {
        "text": "It's kind of two prong. One , as someone that covers stories that involve self-harm/suicide,",
        "start": 210.13,
        "duration": 5.029
    },
    {
        "text": "It definitely concerns me that I could be doing something better. And even me being of that mindset,",
        "start": 215.16,
        "duration": 4.679
    },
    {
        "text": "that's kind of my own personal evolution, because I've definitely been someone in the past that kind of mocked trigger warnings.",
        "start": 219.84,
        "duration": 6.0
    },
    {
        "text": "But, I think based off of the conversation that we have had over these years, there are certain topics I greatly sympathize with that",
        "start": 225.84,
        "duration": 5.91
    },
    {
        "text": "It's allowed me to view life from many different lenses, thanks to you guys. And two - as far as the show itself,",
        "start": 231.75,
        "duration": 5.339
    },
    {
        "text": "I personally enjoyed it. But I do see how it could be troublesome. Without spoiling it for those who have not watched it,",
        "start": 237.1,
        "duration": 6.229
    },
    {
        "text": "there are moments where it does seem to glorify the act, in that it",
        "start": 243.33,
        "duration": 3.75
    },
    {
        "text": "accomplished something. Alright, to oversimplify the teenager set out to accomplish something; the catalyst for everything that would then follow was the suicide. And, once",
        "start": 247.42,
        "duration": 7.849
    },
    {
        "text": "again, even just saying this this is simplistic, talking about the season and all the different angles that would take an entire video.",
        "start": 255.269,
        "duration": 6.089
    },
    {
        "text": "Yeah, it makes me wonder how can you do it responsibly like Selena Gomez said, trying to be honest with this. That scene is horrifying",
        "start": 261.359,
        "duration": 6.38
    },
    {
        "text": "right,",
        "start": 267.74,
        "duration": 0.27
    },
    {
        "text": "Where is the right line of using this as a conversation starter at the same time making sure of kids, right though?",
        "start": 268.01,
        "duration": 5.159
    },
    {
        "text": "The main focus where we start the story is 10 to 17 year olds,",
        "start": 273.169,
        "duration": 2.91
    },
    {
        "text": "So there may be consuming this in a safe and responsible way.",
        "start": 276.08,
        "duration": 2.279
    },
    {
        "text": "Once again, even saying that, it's something that I probably would not have said 5-10 years ago.",
        "start": 278.36,
        "duration": 4.08
    },
    {
        "text": "I think, one, my viewpoint has changed because I am actually now a father and I'm fucking horrified about how the the internet and",
        "start": 282.44,
        "duration": 6.75
    },
    {
        "text": "anything is going to affect my child , in short,",
        "start": 289.5,
        "duration": 1.88
    },
    {
        "text": "so I try and do everything together or just be there and inform I try less and less to compare how I",
        "start": 291.38,
        "duration": 5.039
    },
    {
        "text": "would have maybe reacted to something when I was that same age because A: we're all somewhat different people and B: I mean, growing up",
        "start": 296.79,
        "duration": 6.5
    },
    {
        "text": "now does seem very very different. And understand, I'm not saying \"13 Reasons Why\"  is the cause of this.",
        "start": 303.29,
        "duration": 5.429
    },
    {
        "text": "I'm simply saying that I understand that there is reason for",
        "start": 308.72,
        "duration": 2.549
    },
    {
        "text": "concern, and I'm very much looking forward to though the more information we get on this topic.",
        "start": 311.37,
        "duration": 4.7
    },
    {
        "text": "I mean, we've talked about other studies and research in the past like depression in young people, that is it is it is a very",
        "start": 316.07,
        "duration": 5.339
    },
    {
        "text": "scary, spiking topic. With all that said of course I passed the question off to you:",
        "start": 322.26,
        "duration": 4.039
    },
    {
        "text": "What are your thoughts regarding all of this? And then, in quickie industy news,",
        "start": 326.3,
        "duration": 3.33
    },
    {
        "text": "There is now another huge YouTuber getting a TV show, and that person is Tana",
        "start": 329.63,
        "duration": 4.44
    },
    {
        "text": "Mongoose?? No, it's not. Tana Mojo Jojo?? No. Tana Mongeuo, that said, of course, you've seen her on such hits, like Tana Con!",
        "start": 334.71,
        "duration": 7.01
    },
    {
        "text": "And the Shane Dawson series that made a lot of people forgive her for Tana Con. Yeah.",
        "start": 341.72,
        "duration": 4.049
    },
    {
        "text": "It appears she is joining the ranks of Internet-y YouTube Instagram person that gets a TV show. According to her announcement,",
        "start": 345.77,
        "duration": 5.519
    },
    {
        "text": "It is an MTV show. It's called \"No Filter : Tana Turns 21. \" It appears to be a reality show.",
        "start": 351.289,
        "duration": 4.53
    },
    {
        "text": "I would probably take this moment to hate on this photoshopping aficionado, but she's so self-aware,",
        "start": 355.82,
        "duration": 5.159
    },
    {
        "text": "It's kind of hard to. Like, in her announcement on Instagram, she wrote,",
        "start": 360.979,
        "duration": 3.36
    },
    {
        "text": "\"I've always been talentless but to finally be talentless on an MTV reality show is such an honor for me.",
        "start": 364.37,
        "duration": 5.339
    },
    {
        "text": "I mentioned it's on MTV. I remember watching the hills as a young girl,",
        "start": 369.71,
        "duration": 2.76
    },
    {
        "text": "wondering how many nose jobs I needed to get there. Turns out, just one!\" Like, I'm gonna hate myself for it,",
        "start": 372.47,
        "duration": 4.709
    },
    {
        "text": "but I will probably watch that just to see if it's a trainwreck. While the majority of my job is obviously very news-heavy,",
        "start": 377.419,
        "duration": 5.16
    },
    {
        "text": "I love trash TV.",
        "start": 382.58,
        "duration": 1.53
    },
    {
        "text": "It's a guilty pleasure of mine. I'm one of those idiots who pays for the live cams for \"Big Brother,\" at times,",
        "start": 384.11,
        "duration": 4.65
    },
    {
        "text": "I'm a big fan of \"The Challenge\", and this is already embarrassing enough to admit, so that's where i'm gonna end.",
        "start": 388.76,
        "duration": 4.999
    },
    {
        "text": "Yeah, sometimes I need that stupid and or it doesn't matter so that I can recharge for the stuff that does but from that, I",
        "start": 394.819,
        "duration": 5.959
    },
    {
        "text": "want to share some stuff I love today, and Today In Awesome, brought to you by",
        "start": 400.779,
        "duration": 4.619
    },
    {
        "text": "rigde.com/defranco. And the ridge, if you don't know, is a",
        "start": 405.469,
        "duration": 1.92
    },
    {
        "text": "fantastic minimal front pocket wallet that is designed to let you ditch your bulky wallet. Ridge wallet is slim",
        "start": 407.389,
        "duration": 4.49
    },
    {
        "text": "RFID blocking lifetime guaranteed and it is honestly the last wallet you'll ever need to buy. It comes in titanium, carbon fiber aluminum, and",
        "start": 412.039,
        "duration": 6.949
    },
    {
        "text": "polycarbonate, and on top of that,",
        "start": 419.149,
        "duration": 1.55
    },
    {
        "text": "There are over a dozen different styles and colors to choose from. It's awesome, with its sleek design,",
        "start": 420.699,
        "duration": 3.779
    },
    {
        "text": "right, so you have two metal plates bound together by a durable elastic band.",
        "start": 424.479,
        "duration": 3.0
    },
    {
        "text": "It's easy to get out what you want and easy to put in something new.",
        "start": 427.479,
        "duration": 2.489
    },
    {
        "text": "Yeah, and if that wasn't enough, they also have stylish phone cases",
        "start": 429.969,
        "duration": 2.549
    },
    {
        "text": "I personally picked up their leather one. Weatherproof duffel bags, backpacks, durable charging cables, power banks, even knives!",
        "start": 432.519,
        "duration": 5.82
    },
    {
        "text": "So, no matter if you're just looking for a new wallet for everyday use or you are a seasoned traveler looking to upgrade your gear,",
        "start": 438.339,
        "duration": 4.83
    },
    {
        "text": "Ridge has got you covered , and best of all ,if you are ready to make the smart move today just head on over to",
        "start": 443.169,
        "duration": 4.649
    },
    {
        "text": "ridge.com/defranco",
        "start": 447.819,
        "duration": 1.35
    },
    {
        "text": "Make sure you use code \"Defranco\" go to get 10% off with free worldwide shipping",
        "start": 449.169,
        "duration": 2.879
    },
    {
        "text": "today. And the first bit of Awesome is, if you haven't seen this morning,",
        "start": 452.149,
        "duration": 3.02
    },
    {
        "text": "We posted an extra morning news deep dive after today's show. I'll include it one of the top links down below.",
        "start": 455.169,
        "duration": 4.199
    },
    {
        "text": "I highly recommend you check it out. Also, as of next week,",
        "start": 459.369,
        "duration": 2.7
    },
    {
        "text": "We'd be going from the current to morning shows a week to three nights right now.",
        "start": 462.069,
        "duration": 3.359
    },
    {
        "text": "We have those scheduled to go out every Tuesday , Wednesday, and Thursday morning on this channel in addition to the Philip",
        "start": 465.429,
        "duration": 4.23
    },
    {
        "text": "Defranco shows. Then, I don't know if i've actually mentioned this in a YouTube video.",
        "start": 469.659,
        "duration": 3.869
    },
    {
        "text": "I know that I've talked about it on Twitter and Instagram.",
        "start": 473.529,
        "duration": 1.87
    },
    {
        "text": "July 5th - 7th, I'm gonna be at RTX Austin this year. As I mentioned last year,",
        "start": 475.399,
        "duration": 3.83
    },
    {
        "text": "I'm gonna be skipping out on VidCon this year, looking out to see if there are other",
        "start": 479.229,
        "duration": 3.089
    },
    {
        "text": "interesting conventions. RTX , and they're not paying me to say this,",
        "start": 482.509,
        "duration": 2.93
    },
    {
        "text": "RTX was at the top of my list. I watch a good selection of the shows in their network.",
        "start": 485.499,
        "duration": 3.359
    },
    {
        "text": "The audience in general has been badass and very nice to me.",
        "start": 488.859,
        "duration": 2.88
    },
    {
        "text": "Yeah, if you're going already or you pick up a badge, which I believe are still available,",
        "start": 491.769,
        "duration": 3.69
    },
    {
        "text": "I'll include a link down below. I may see you there. Then we have \"Bon Appetite\" teaching you some cake assembly.",
        "start": 495.459,
        "duration": 4.29
    },
    {
        "text": "We also got a trailer for the Simon Pegg horror comedy \"Slaughterhouse Rules\"",
        "start": 499.749,
        "duration": 3.239
    },
    {
        "text": "\"Binging with Babish\" gave us ice cream flavors from Avengers. \"The Infographic Show\" gave us \"How Jeff Bezos gets his money from Amazon.\"",
        "start": 503.139,
        "duration": 5.369
    },
    {
        "text": "We the cast of Rocket Man breaking down Elton John's iconic style.",
        "start": 508.509,
        "duration": 3.33
    },
    {
        "text": "It's Seth Rogen and Charlize Theron taking a lie detector test",
        "start": 511.839,
        "duration": 2.789
    },
    {
        "text": "And finally, we got the trailer for Sonic the Hedgehog, which I personally do not find to be awesome.",
        "start": 514.629,
        "duration": 5.85
    },
    {
        "text": "Maybe you do,. But, the reason I'm including it are the responses to the trailer have been stellar.",
        "start": 520.479,
        "duration": 5.96
    },
    {
        "text": "I am incredibly skeptical. If you've watched for a while, you know. I always go into anything entertainment hoping to like it",
        "start": 526.44,
        "duration": 6.27
    },
    {
        "text": "I am not-I'm not a big fan of just kind of hating on stuff, but I cannot deny that after watching that trailer,",
        "start": 532.71,
        "duration": 5.159
    },
    {
        "text": "I felt whatever the opposite of what I felt after the \"Detective Pikachu\" trailers.",
        "start": 537.9,
        "duration": 3.959
    },
    {
        "text": "Like, I know my son will probably enjoy and I think that's what they're really counting on, and then the casting seems pretty great,",
        "start": 541.86,
        "duration": 5.25
    },
    {
        "text": "But I would be lying if I said, \"Man!",
        "start": 547.11,
        "duration": 2.549
    },
    {
        "text": "I can't wait for this movie!\" If you want to see the full versions of everything",
        "start": 549.66,
        "duration": 2.91
    },
    {
        "text": "I just shared, the secret link of the day, really",
        "start": 552.57,
        "duration": 2.01
    },
    {
        "text": "anything at all links, as always, are in the description down below. And then let's talk about easily the most",
        "start": 554.74,
        "duration": 4.549
    },
    {
        "text": "infuriating story today, and that is the story around Shane Impicce.",
        "start": 559.99,
        "duration": 3.71
    },
    {
        "text": "He's a former bus driver in Watertown New York who pleaded guilty to third-degree rape in February after raping a fourteen-year-old girl who he met",
        "start": 563.7,
        "duration": 6.269
    },
    {
        "text": "on his bus route. And after pleading guilty. Shane is being sentenced to 0 prison time. Instead,",
        "start": 569.97,
        "duration": 4.92
    },
    {
        "text": "He was ordered to serve 10 years of probation and will be required to register as a level one sex offender.",
        "start": 574.89,
        "duration": 4.919
    },
    {
        "text": "He's getting",
        "start": 579.81,
        "duration": 0.85
    },
    {
        "text": "probation for raping a fourteen-year-old girl. As far as the specifics, the 26-year-old was arrested back in September of last year and he",
        "start": 580.66,
        "duration": 5.87
    },
    {
        "text": "was charged with second degree rape first degree unlawfully dealing with a child and endangering the welfare of a child.",
        "start": 586.53,
        "duration": 4.739
    },
    {
        "text": "He reportedly met the 14 year old victim while working as a school bus driver and later assaulted her in his home. Back in February,",
        "start": 591.27,
        "duration": 5.64
    },
    {
        "text": "the victim's mother told the new is that this bus driver had \"bought her daughter gifts invited her and other minors to his home where",
        "start": 596.91,
        "duration": 5.309
    },
    {
        "text": "he gave them alcohol.\" That same month,",
        "start": 602.22,
        "duration": 1.59
    },
    {
        "text": "He pleaded guilty to a lesser charge of third-degree rape. in addition to those 10 years of probation, three orders of protection were also issued",
        "start": 603.81,
        "duration": 6.51
    },
    {
        "text": "against him. He's also no longer allowed to be with anyone under the age of 17,",
        "start": 610.32,
        "duration": 3.239
    },
    {
        "text": "although there were some exceptions approved. Part of the reason for no jail time is as designation as a \"level one\"",
        "start": 613.56,
        "duration": 5.549
    },
    {
        "text": "sex offender. That is specifically given to individuals who are seen as having a low risk of committing the crime a second time.",
        "start": 619.27,
        "duration": 4.88
    },
    {
        "text": "Although, of note here, the district attorney has had actually called for a designation of \"level 2\" sex offender",
        "start": 624.15,
        "duration": 4.589
    },
    {
        "text": "This would have required his complete address to appear in the online sex offender database according to the state.",
        "start": 628.74,
        "duration": 4.44
    },
    {
        "text": "However,",
        "start": 633.18,
        "duration": 0.18
    },
    {
        "text": "Judge James",
        "start": 633.36,
        "duration": 0.88
    },
    {
        "text": "McCluskey said that the \"level 1\" designation was more",
        "start": 634.24,
        "duration": 2.15
    },
    {
        "text": "appropriate considering that he had no prior arrests and that there was only one victim involved. Which, my response, if I can take a moment",
        "start": 636.46,
        "duration": 5.629
    },
    {
        "text": "To just address Judge James McCluskey very quick; go fuck yourself, you fucking idiot.",
        "start": 642.089,
        "duration": 4.83
    },
    {
        "text": "No prior arrests, \"only one victim.\" A GROWN MAN sexually assaulted a 14 year old girl.",
        "start": 646.92,
        "duration": 5.46
    },
    {
        "text": "This is an individual, a monster, in my opinion, who has forever",
        "start": 652.38,
        "duration": 3.549
    },
    {
        "text": "changed this young girl's life.",
        "start": 656.12,
        "duration": 1.49
    },
    {
        "text": "You have Ippicce's attorney trying to spin this as, you know,",
        "start": 657.61,
        "duration": 2.1
    },
    {
        "text": "Like a just punishment, saying , \"He'll be a felon for the rest of his life.",
        "start": 659.71,
        "duration": 2.76
    },
    {
        "text": "He's on the sex offender registry for a long time,\" but he's not in prison.",
        "start": 662.47,
        "duration": 2.789
    },
    {
        "text": "He essentially gets a glorified 'you better not do it again! Otherwise, ooh-you'll be in big trouble then.' It's disgusting.",
        "start": 665.26,
        "duration": 5.58
    },
    {
        "text": "It's infuriating.",
        "start": 670.84,
        "duration": 0.51
    },
    {
        "text": "It is it is heartbreaking,",
        "start": 671.35,
        "duration": 1.72
    },
    {
        "text": "especially when when you hear from the mother of the victims talked about her daughter now having to struggle with depression",
        "start": 673.07,
        "duration": 4.76
    },
    {
        "text": "and anxiety, and in my opinion, this appears to be a blatant failure of our justice system. \"There was only one victim.\"",
        "start": 677.99,
        "duration": 6.77
    },
    {
        "text": "I can't. I can't get-I can't get past that. But ultimately, that's where I'm gonna end that one before I say something",
        "start": 684.76,
        "duration": 5.339
    },
    {
        "text": "I regret or that gets me in trouble. Of course, I passed the question off to you:",
        "start": 690.1,
        "duration": 3.45
    },
    {
        "text": "What are your thoughts on this? Also, a side note to Shane Impicce;",
        "start": 693.55,
        "duration": 3.059
    },
    {
        "text": "I registered a website under your name that takes people right to an article about what you did and the sentencing here. Have a -",
        "start": 696.61,
        "duration": 6.51
    },
    {
        "text": "life. Then let's talk about this still a developing situation in Venezuela.",
        "start": 703.4,
        "duration": 3.349
    },
    {
        "text": "We've talked a lot about Venezuela over the last few months.",
        "start": 706.75,
        "duration": 2.489
    },
    {
        "text": "And if you've maybe missed our coverage, here's kind of a quick oversimplified TLDR: In January,",
        "start": 709.24,
        "duration": 4.679
    },
    {
        "text": "Venezuela's National Assembly used its",
        "start": 713.93,
        "duration": 1.68
    },
    {
        "text": "Constitutional powers to declare opposition leader Juan Guido",
        "start": 715.61,
        "duration": 2.63
    },
    {
        "text": "Interim president until fair elections could be held. Since then, Guido has been recognized as the president of Venezuela by more than 50 world leaders.",
        "start": 718.31,
        "duration": 6.02
    },
    {
        "text": "Although, some countries still support Nicolas Maduro, this including Russia, Cuba, China, and Iran.",
        "start": 724.43,
        "duration": 4.7
    },
    {
        "text": "And the last time we talked about Venezuela,",
        "start": 729.13,
        "duration": 1.98
    },
    {
        "text": "they were falling even deeper into crisis as the worst blackouts in the country's history make humanitarian issues even worse .",
        "start": 731.11,
        "duration": 5.58
    },
    {
        "text": "We also saw Nicolas Maduro and his allies pulling out all the stops to try and undermine Guido.",
        "start": 736.69,
        "duration": 3.359
    },
    {
        "text": "We saw things like they banned him from office and stripped him of his parliamentary immunity. That last point is of course",
        "start": 740.05,
        "duration": 4.89
    },
    {
        "text": "very important because despite all of the support for Guido,",
        "start": 744.94,
        "duration": 2.489
    },
    {
        "text": "internationally, internally, Maduro has been able to hold on to power because he has filled government and military leadership with people who back him, and",
        "start": 747.95,
        "duration": 6.38
    },
    {
        "text": "As we've talked about before, many experts believe that an order for Guido to successfully take power,",
        "start": 754.33,
        "duration": 3.929
    },
    {
        "text": "He has to have the backing of the military, which brings us to today, because Guido posted a video on Twitter announcing that he was",
        "start": 758.26,
        "duration": 5.729
    },
    {
        "text": "launching the final phase of his plan to oust Maduro and called for Venezuelans and the military to rise up against the regime. Guido",
        "start": 763.99,
        "duration": 6.0
    },
    {
        "text": "delivering the message while he was surrounded by men in military uniforms at an airbase in Caracas and most significantly here Guido said that",
        "start": 770.0,
        "duration": 6.02
    },
    {
        "text": "his plan had the support of the military forces, saying ,",
        "start": 776.02,
        "duration": 2.489
    },
    {
        "text": "\"The National armed forces have taken the correct decision and they are counting on the support of the Venezuelan people.\"",
        "start": 778.51,
        "duration": 4.619
    },
    {
        "text": "Guido added that soldiers had already taken to the streets and were protecting the constitution. Following the video, reportedly",
        "start": 783.13,
        "duration": 4.709
    },
    {
        "text": "Guido and the soldiers there clash with soldiers who were supporting Maduro, who were protesting outside the airbase who threw tear gas",
        "start": 787.939,
        "duration": 5.429
    },
    {
        "text": "canisters at them. We then saw Guido taken to the streets in Caracas, where he and his military escort were joined by",
        "start": 793.529,
        "duration": 5.059
    },
    {
        "text": "protesters, and as of recording this video, these protests are ongoing.",
        "start": 798.809,
        "duration": 2.539
    },
    {
        "text": "And so that means that there are still a lot of updates coming in.",
        "start": 801.419,
        "duration": 2.6
    },
    {
        "text": "I really cannot stress enough that this is a developing situation, but it is immensely important that we talk about it. But, what we do know",
        "start": 804.019,
        "duration": 5.519
    },
    {
        "text": "right now is that military forces that still support Maduro are violently fighting with members of the armed forces that now support Guido and",
        "start": 809.539,
        "duration": 5.82
    },
    {
        "text": "anti-government protesters in Caracas.",
        "start": 815.699,
        "duration": 1.76
    },
    {
        "text": "Guido's military supporters are repelling members of the military still aligned with Maduro with gunfire and tear gas.",
        "start": 817.459,
        "duration": 4.889
    },
    {
        "text": "We've seen protesters throwing tear gas canisters and molotov cocktails. We even saw a video of a National Guard vehicle driving into a crowd of protesters,",
        "start": 822.349,
        "duration": 6.78
    },
    {
        "text": "running over demonstrators, with reports saying some of them were throwing stones and hitting the vehicle with sticks.",
        "start": 829.47,
        "duration": 4.669
    },
    {
        "text": "Meanwhile,",
        "start": 834.139,
        "duration": 0.45
    },
    {
        "text": "It was also reported that tons of Venezuelan military",
        "start": 834.589,
        "duration": 2.0
    },
    {
        "text": "defectors rallied at the Simone Boulevard bridge on Venezuela's border with Colombia to show their solidarity with Guido and with all of this happening.",
        "start": 836.609,
        "duration": 6.41
    },
    {
        "text": "Unsurprisingly, Maduro and his loyalists have condemned these efforts in defiance.",
        "start": 843.269,
        "duration": 3.26
    },
    {
        "text": "We saw Maduro tweet \"Nerves of steel! I've talked with the commanders of all the integral strategic defense regions and the integral defence",
        "start": 846.529,
        "duration": 6.179
    },
    {
        "text": "operations zones of the country, who have shown me their total loyalty to the people, to the",
        "start": 852.929,
        "duration": 4.07
    },
    {
        "text": "Constitution, and to the homeland. I call the maximum popular mobilization to ensure the victory of La Paz.",
        "start": 857.249,
        "duration": 5.359
    },
    {
        "text": "Overcome!\" We also saw Venezuelan defense minister Vladimir Padrino writing in a tweet,",
        "start": 862.979,
        "duration": 3.679
    },
    {
        "text": "\"We reject this coup movement that aims to fill the country with violence. The pseudo political leaders who have placed themselves at the forefront of",
        "start": 866.659,
        "duration": 6.09
    },
    {
        "text": "this subversive movement have used troops and police with weapons of war on a public road in the city to create anxiety",
        "start": 872.749,
        "duration": 5.609
    },
    {
        "text": "and terror.\" We also saw other leaders coming forward in supporting Maduro, like Bolivian President Evo Morales.",
        "start": 878.519,
        "duration": 5.119
    },
    {
        "text": "He tweeted \"we strongly condemned the attempted coup D etat in",
        "start": 883.639,
        "duration": 2.639
    },
    {
        "text": "Venezuela on the part of the right that is submissive to foreign interests.\" The Russian Ministry of Foreign Affairs also criticized",
        "start": 886.409,
        "duration": 5.119
    },
    {
        "text": "Venezuela's opposition in a press release saying that they were attempting to incite conflict. The leader of Spain's",
        "start": 891.689,
        "duration": 4.4
    },
    {
        "text": "Caretaker government also came out against the uprising, and we have also now seen Cuba and Turkey condemn Guido's efforts.",
        "start": 896.159,
        "duration": 5.21
    },
    {
        "text": "But of course on the other side of this we've seen a lot of world leaders coming out and supporting Guido,",
        "start": 901.369,
        "duration": 3.96
    },
    {
        "text": "especially in the United States.",
        "start": 905.489,
        "duration": 1.31
    },
    {
        "text": "we saw the likes of vice president Mike Pence tweeting -  \"To Guido, the National Assembly and all the freedom-loving people of Venezuela who are taking",
        "start": 906.799,
        "duration": 5.67
    },
    {
        "text": "to the streets. We are with you. America will stand with you until freedom and democracy are restored.\" Secretary of State Mike Pompeo saying \"The",
        "start": 912.47,
        "duration": 5.819
    },
    {
        "text": "US government fully supports the Venezuelan people in their quest for freedom and democracy.",
        "start": 918.289,
        "duration": 3.39
    },
    {
        "text": "Democracy cannot be defeated.\" And just recently, we saw president Trump tweet:",
        "start": 921.96,
        "duration": 3.44
    },
    {
        "text": "\"I am monitoring the situation in Venezuela very closely. The United States stands with the people of Venezuela",
        "start": 925.4,
        "duration": 4.41
    },
    {
        "text": "And they're freedom!\" Also, as of recording this video,",
        "start": 929.81,
        "duration": 1.83
    },
    {
        "text": "(like I said, this is a developing situation) Guido has been backed by Brazil, Ecuador, Peru, and Colombia.",
        "start": 931.64,
        "duration": 4.83
    },
    {
        "text": "And of course, remember, more countries are likely to come out and take a stance.",
        "start": 936.63,
        "duration": 3.049
    },
    {
        "text": "Which is just massive, and right now it seems like this could be a turning point for Venezuela. As we saw some people who oppose",
        "start": 939.68,
        "duration": 5.099
    },
    {
        "text": "Guido are calling US efforts a military coup,  but others, including Bolton, argue that this is not a coup because he is the",
        "start": 944.78,
        "duration": 5.4
    },
    {
        "text": "legitimate interim president. And a coup, while I understand some people use the word just because it involves the military,",
        "start": 950.18,
        "duration": 4.859
    },
    {
        "text": "I mean, the very definition of coup involves illegal seizure.",
        "start": 955.04,
        "duration": 2.58
    },
    {
        "text": "But, we're gonna be watching. We're obviously going to be updating this story.",
        "start": 957.62,
        "duration": 2.909
    },
    {
        "text": "And of course, one of the most important parts of this is whether or not Guido will get enough of the military to support him",
        "start": 960.53,
        "duration": 4.559
    },
    {
        "text": "in the national assembly. And the thing is, the reports on this right now are contradictory. For example, Padrino, right?",
        "start": 965.09,
        "duration": 4.59
    },
    {
        "text": "The Venezuelan defenseman, has tweeted earlier this morning, \"The National",
        "start": 969.68,
        "duration": 2.729
    },
    {
        "text": "Bolivarian Armed Forces of",
        "start": 972.84,
        "duration": 1.38
    },
    {
        "text": "Venezuela stands firm in defense of the National Constitution and it's legitimate authorities all the military units deployed in the 8th integral defense regions report",
        "start": 974.22,
        "duration": 7.4
    },
    {
        "text": "normalcy in their barracks, and military bases under the command of their natural commanders.\"",
        "start": 981.69,
        "duration": 3.949
    },
    {
        "text": "But Guido appears to contradict that in a tweet writing, \"At this moment,",
        "start": 985.64,
        "duration": 3.39
    },
    {
        "text": "I am meeting with the main military units of our armed forces beginning the final phase of operation freedom.\"",
        "start": 989.03,
        "duration": 5.04
    },
    {
        "text": "So right now we're waiting to see what is actually happening and where the chips fall. But with that, that is a story as we",
        "start": 994.07,
        "duration": 5.609
    },
    {
        "text": "know it now. And of course,",
        "start": 999.68,
        "duration": 1.48
    },
    {
        "text": "I passed the question off to you:",
        "start": 1001.16,
        "duration": 0.59
    },
    {
        "text": "What are your thoughts around this? And that's what we're going to end today's show.",
        "start": 1001.75,
        "duration": 2.519
    },
    {
        "text": "Remember, if you like this video, you want to support this channel, just hit that like button.",
        "start": 1004.27,
        "duration": 3.21
    },
    {
        "text": "Also if you're new here,",
        "start": 1007.48,
        "duration": 1.11
    },
    {
        "text": "you want more, hit that subscribe button?",
        "start": 1008.59,
        "duration": 1.68
    },
    {
        "text": "Those that are maybe not 100% 'philled' in, maybe you missed yesterday's show, you missed this morning's deep dive,",
        "start": 1010.27,
        "duration": 4.59
    },
    {
        "text": "You can click or tap right there to watch those lots with that said of course as always, my name is Philip Defranco.",
        "start": 1014.86,
        "duration": 3.989
    },
    {
        "text": "You've just been phill'd in. I love yo faces, and I'll see you tomorrow.",
        "start": 1019.04,
        "duration": 3.919
    }
]