[
    {
        "text": "Sup you beautiful bastards?! Hope you're having a fantastic Monday",
        "start": 0.0,
        "duration": 3.09
    },
    {
        "text": "Welcome back to the Philip DeFranco show and let's just jump into it. And the first thing we're gonna talk about today",
        "start": 3.09,
        "duration": 4.47
    },
    {
        "text": "It is just a day of polarizing subjects the first of which just a few months ago is not a story",
        "start": 7.56,
        "duration": 4.98
    },
    {
        "text": "I thought I'd be talking about in 2019",
        "start": 12.54,
        "duration": 1.65
    },
    {
        "text": "But we had news around Michael Jackson and this of course comes in the wake of the two-part documentary series released by HBO called leaving",
        "start": 14.19,
        "duration": 6.15
    },
    {
        "text": "Neverland documentary whose synopsis reads at the height of his stardom the world's biggest pop star Michael Jackson began long-running",
        "start": 20.34,
        "duration": 5.729
    },
    {
        "text": "relationships with two boys aged 7 and 10 and their families",
        "start": 26.23,
        "duration": 3.469
    },
    {
        "text": "They now allege that he sexually abused them and the donkey series features Wade",
        "start": 29.699,
        "duration": 3.449
    },
    {
        "text": "Robson and James safe shot and in the docu-series reportedly two men shared in",
        "start": 33.149,
        "duration": 3.69
    },
    {
        "text": "Excruciating detail how they and their families were groomed by the famous pop star the years of alleged sexual abuse and the emotional and psychological",
        "start": 37.059,
        "duration": 6.95
    },
    {
        "text": "toil the abuse took on their lives even after they lost contact with Jackson in the reaction to this donkey series was",
        "start": 44.26,
        "duration": 5.63
    },
    {
        "text": "Massive right you had variety calling it overwhelmingly powerful and convincing on the other side",
        "start": 50.05,
        "duration": 4.279
    },
    {
        "text": "You had Entertainment Weekly calling it one sided",
        "start": 54.329,
        "duration": 2.639
    },
    {
        "text": "Maybe people saying that the two men are obviously telling the truth others saying they're lying that they're just trying to get fame or money",
        "start": 56.969,
        "duration": 6.69
    },
    {
        "text": "Jackson estate back in February launched a 100 million dollar lawsuit against HBO",
        "start": 63.85,
        "duration": 4.25
    },
    {
        "text": "I'm really condensing and simplifying this part of the story because at this point a lot of people have you know",
        "start": 68.1,
        "duration": 4.739
    },
    {
        "text": "Either seen the documentary or they were already locked into their opinion",
        "start": 72.84,
        "duration": 2.97
    },
    {
        "text": "I'm personally of the belief that if you haven't launched a documentary and you think that it's all lies",
        "start": 75.81,
        "duration": 3.51
    },
    {
        "text": "You should probably",
        "start": 79.32,
        "duration": 1.0
    },
    {
        "text": "See what you're calling a lie the other hand if you're someone that watched and you're like this is what open and shut it's obvious",
        "start": 80.32,
        "duration": 5.419
    },
    {
        "text": "I look at whatever the other people are pointing to that is not the reason we were talking about this today",
        "start": 85.74,
        "duration": 4.41
    },
    {
        "text": "We are talking about this today because of Barbra Streisand Barbra Streisand seems to have taken a look at the two",
        "start": 90.15,
        "duration": 4.829
    },
    {
        "text": "standing arguments and then was like",
        "start": 95.32,
        "duration": 1.52
    },
    {
        "text": "I got a new one reportedly saying to The Times another New York Times but a British paper when speaking of Michael Jackson his sexual",
        "start": 96.84,
        "duration": 5.639
    },
    {
        "text": "Needs were his sexual needs coming from whatever childhood he has or whatever DNA he has you can say quote",
        "start": 102.479,
        "duration": 5.43
    },
    {
        "text": "Molested but those children as you heard say grown up Robson and safe shot. They were thrilled to be there",
        "start": 108.31,
        "duration": 4.879
    },
    {
        "text": "They both married and they both have children so it didn't kill them",
        "start": 113.189,
        "duration": 3.0
    },
    {
        "text": "So and this is in the interview where partly she believes the two men saying their abuse was quote too painful",
        "start": 116.189,
        "duration": 5.73
    },
    {
        "text": "But also adding well she felt bad for the boy",
        "start": 121.92,
        "duration": 1.68
    },
    {
        "text": "She also felt bad for Jackson saying it's a combination of feeling. I feel bad for the children. I feel bad for him",
        "start": 123.6,
        "duration": 5.489
    },
    {
        "text": "I blame I guess the parents would allow their children to sleep with",
        "start": 129.09,
        "duration": 2.97
    },
    {
        "text": "Why would Michael need these little children dressed like him and in the shoes and the dancing in the heads?",
        "start": 132.21,
        "duration": 3.99
    },
    {
        "text": "So it's pretty much outrage from everyone you had a lot of the Jackson fans were defending him saying no. He's not guilty",
        "start": 136.2,
        "duration": 4.979
    },
    {
        "text": "there you throw him under the bus and you have the people that think that it's pretty clear that Michael Jackson was guilty here and",
        "start": 141.39,
        "duration": 4.92
    },
    {
        "text": "Why are you making him out to be a victim? Why are you minimizing what happened to his victims?",
        "start": 146.31,
        "duration": 4.08
    },
    {
        "text": "Because they what did not kill themselves",
        "start": 150.39,
        "duration": 2.309
    },
    {
        "text": "Now that said after this she has issued new",
        "start": 152.7,
        "duration": 1.99
    },
    {
        "text": "Statements no statements reportedly include the most important role of being a parent is protect their children",
        "start": 154.69,
        "duration": 4.01
    },
    {
        "text": "But also adding it's clear that the parents of the two young men were also",
        "start": 158.7,
        "duration": 3.179
    },
    {
        "text": "victimized and seduced by Fame and fantasy adding she has nothing but sympathy for the two victims and saying to be crystal clear there is",
        "start": 162.1,
        "duration": 5.839
    },
    {
        "text": "No situation or circumstance where it is?",
        "start": 167.94,
        "duration": 1.95
    },
    {
        "text": "okay for the innocence of children to be taken advantage of by anyone the stories these two young men shared were painful to hear and",
        "start": 169.89,
        "duration": 5.759
    },
    {
        "text": "I feel nothing but sympathy for them and then issuing another statement on Saturday",
        "start": 175.65,
        "duration": 3.24
    },
    {
        "text": "Adding that she was profoundly sorry saying I didn't mean to dismiss the trauma these boys",
        "start": 178.96,
        "duration": 3.71
    },
    {
        "text": "Experienced in any way and then this morning most likely to Barbra Streisand's relief",
        "start": 182.8,
        "duration": 4.1
    },
    {
        "text": "She is no longer the focus of this story because Diana Ross or whoever runs Diana Ross's Twitter tweeted",
        "start": 187.0,
        "duration": 4.94
    },
    {
        "text": "This is what's on my heart this morning",
        "start": 191.94,
        "duration": 1.32
    },
    {
        "text": "I believe and trust that Michael Jackson was and is a",
        "start": 193.26,
        "duration": 2.639
    },
    {
        "text": "Magnificent incredible force to me and to many others stop in the name of love Wow. Okay, sorry",
        "start": 196.21,
        "duration": 5.599
    },
    {
        "text": "That was my first time reading a tweet",
        "start": 201.81,
        "duration": 1.38
    },
    {
        "text": "I didn't know she called back to a song and with that the Internet",
        "start": 203.19,
        "duration": 3.029
    },
    {
        "text": "Reactions have then come through again with people outraged people praised a warning today",
        "start": 206.29,
        "duration": 4.519
    },
    {
        "text": "Anna roses son who was also defended Jackson saying, you know",
        "start": 210.81,
        "duration": 2.52
    },
    {
        "text": "He never did anything others saying just because he didn't do something to you doesn't mean that he's not guilty",
        "start": 213.33,
        "duration": 4.35
    },
    {
        "text": "But with all that said I do want to pass a question off to you regarding what are your thoughts and feelings on this topic?",
        "start": 217.68,
        "duration": 4.77
    },
    {
        "text": "Also with that situation I will say good luck because it appears that any post or video",
        "start": 222.45,
        "duration": 3.869
    },
    {
        "text": "about this situation gets",
        "start": 226.57,
        "duration": 1.95
    },
    {
        "text": "bombarded and",
        "start": 228.52,
        "duration": 0.81
    },
    {
        "text": "Yeah moving on but from that I want to share some stuff",
        "start": 229.33,
        "duration": 2.6
    },
    {
        "text": "I loved today and today an awesome brought to you by C key and C geek if you didn't know is the fantastic",
        "start": 231.93,
        "duration": 5.129
    },
    {
        "text": "Ticket app that takes confusion out of buying tickets for live events from concerts",
        "start": 237.16,
        "duration": 3.169
    },
    {
        "text": "To County shows to sporting events if at all the tickets in one place, they give them 0 to 100 scores",
        "start": 240.46,
        "duration": 4.789
    },
    {
        "text": "So, you know if you're getting a good deal or not",
        "start": 245.25,
        "duration": 1.32
    },
    {
        "text": "I have the app on my phone and it is by far the easiest way to purchase tickets whether it be something down the road",
        "start": 246.57,
        "duration": 4.049
    },
    {
        "text": "Or some sort of last-minute date idea, even if it's not for you. I don't know if it's based off of my age",
        "start": 250.62,
        "duration": 4.23
    },
    {
        "text": "I feel like giving people experiences is also like the best gift ever",
        "start": 254.85,
        "duration": 3.72
    },
    {
        "text": "but with all of that said if you're interested in this you can click the link in the description down below or go to see",
        "start": 258.57,
        "duration": 4.14
    },
    {
        "text": "Geek fill calm down",
        "start": 262.71,
        "duration": 1.25
    },
    {
        "text": "Yep, and when you're making your first ticket purchase",
        "start": 263.96,
        "duration": 1.769
    },
    {
        "text": "Make sure to use code fill because they'll give you $20 off your first ticket purchase the first bit of Awesome today is actually beautiful",
        "start": 265.729,
        "duration": 5.04
    },
    {
        "text": "Bastard related where of course we sell the pomades I use the lip balm I use the candles I use the beard oil",
        "start": 270.93,
        "duration": 6.23
    },
    {
        "text": "I wish I could do some testing some emails stuff regarding our mailing list personally whenever we test things",
        "start": 277.16,
        "duration": 4.169
    },
    {
        "text": "I like to test it when it's at a larger scale because then we can see if a system breaks or works or blah blah",
        "start": 281.33,
        "duration": 4.679
    },
    {
        "text": "blah and because the thing I want to test out today involves a welcome email I wanted to incentivize",
        "start": 286.009,
        "duration": 3.72
    },
    {
        "text": "Thank those who subscribe and that's why the next 24 hours will be picking two",
        "start": 290.15,
        "duration": 3.57
    },
    {
        "text": "lucky people one of which is any person that is subscribed to the beautiful bastard mailing list and the other is someone who has specifically",
        "start": 293.94,
        "duration": 5.63
    },
    {
        "text": "Signed up in the past 24 hours. No stool will get a choice whatever free product they want",
        "start": 299.57,
        "duration": 3.869
    },
    {
        "text": "Yeah link to that down below email signup will pop up at the bottom",
        "start": 303.44,
        "duration": 2.94
    },
    {
        "text": "You sign up confirm it in your email and both in the next 24 hours two people already selected then we had been doing with",
        "start": 306.38,
        "duration": 4.979
    },
    {
        "text": "Babish giving back to a fan in need a bone Appetit giving us every way to cook an egg",
        "start": 311.36,
        "duration": 3.72
    },
    {
        "text": "Good fashion expert fact-checking Beauty and the Beast costumes in a movie accent expert breaking down 28 actors playing presidents",
        "start": 315.08,
        "duration": 5.88
    },
    {
        "text": "Then we got the bloopers for david dobrik. Kendall Jenner and more celebrities driving 9 things got a trailer for unicorn store",
        "start": 320.96,
        "duration": 5.61
    },
    {
        "text": "Yeah, how animators created the spider-verse if you want to see the full versions of everything?",
        "start": 326.57,
        "duration": 3.899
    },
    {
        "text": "I just shared the secret link of the day really anything at all",
        "start": 330.47,
        "duration": 2.939
    },
    {
        "text": "Links is always in the description down below",
        "start": 333.57,
        "duration": 1.73
    },
    {
        "text": "Then let's talk about easily one of the biggest pieces of news to come out over the weekend and that is on Fridays special counsel",
        "start": 335.3,
        "duration": 5.1
    },
    {
        "text": "Robert Muller turned in his report to Attorney General William ball the information in this report",
        "start": 340.4,
        "duration": 3.839
    },
    {
        "text": "of course came from Wohlers two-year investigation into whether or not President Donald Trump's campaign ever conspired with Russia during the",
        "start": 344.24,
        "duration": 5.97
    },
    {
        "text": "2016 election after he handed it in we learned that Muller was recommending no further indictments in the",
        "start": 350.34,
        "duration": 4.369
    },
    {
        "text": "investigation which has already led to several charges in five prison sentences",
        "start": 354.87,
        "duration": 3.109
    },
    {
        "text": "And what followed is that yesterday AG bar sent a four-page summary of the report to Congress in this summary bar says that mullahs report",
        "start": 357.979,
        "duration": 6.029
    },
    {
        "text": "Was broken down into two parts",
        "start": 364.009,
        "duration": 1.081
    },
    {
        "text": "the first was about Russia's interference with a",
        "start": 365.09,
        "duration": 2.009
    },
    {
        "text": "2016 election while Muller did find that there were two large Russian efforts to interfere with our election one from the internet",
        "start": 367.259,
        "duration": 4.88
    },
    {
        "text": "Research agency and one from the Russian government",
        "start": 372.27,
        "duration": 1.76
    },
    {
        "text": "both of which of course of garnered several arrests Trump's team is essentially clear in this part and a quote from Ali's report says the",
        "start": 374.03,
        "duration": 6.179
    },
    {
        "text": "investigation did not establish that members of the Trump campaign conspired or",
        "start": 380.43,
        "duration": 3.529
    },
    {
        "text": "Coordinated with the Russian government in its election interference activities",
        "start": 384.15,
        "duration": 3.259
    },
    {
        "text": "The second part was about obstruction of justice",
        "start": 387.409,
        "duration": 1.63
    },
    {
        "text": "But the findings in this part were a little less clear ours letter states of the Special Counsel",
        "start": 389.039,
        "duration": 3.83
    },
    {
        "text": "Robert Muller did not draw any conclusions one way or another as to whether or not obstruct",
        "start": 392.909,
        "duration": 3.89
    },
    {
        "text": "Justice was committed with a quote from the report saying well",
        "start": 396.93,
        "duration": 2.25
    },
    {
        "text": "This report does now conclude that the president committed a crime",
        "start": 399.18,
        "duration": 2.399
    },
    {
        "text": "It also does not exonerate and instead the report outlined arguments for each action",
        "start": 401.58,
        "duration": 4.05
    },
    {
        "text": "investigated leaving it up to Bar to determine whether or not crimes were committed in each instance and seemingly after reviewing the report Barr says",
        "start": 405.85,
        "duration": 6.079
    },
    {
        "text": "There is not enough proof and in his letter to Congress",
        "start": 411.93,
        "duration": 2.309
    },
    {
        "text": "He says Deputy Attorney General Rod Rosenstein and I have concluded that the evidence developed during the special counsels",
        "start": 414.24,
        "duration": 5.16
    },
    {
        "text": "Investigation is not sufficient to establish that the president committed an obstruction of justice offense",
        "start": 419.68,
        "duration": 4.429
    },
    {
        "text": "So what does all of this mean for Trump?",
        "start": 424.11,
        "duration": 2.04
    },
    {
        "text": "Well many are seeing us is a huge win for him after the summary was released yesterday",
        "start": 426.21,
        "duration": 3.6
    },
    {
        "text": "He sent out a tweet saying no collusion",
        "start": 429.81,
        "duration": 1.979
    },
    {
        "text": "No obstruction complete and total exoneration Keep America great",
        "start": 431.789,
        "duration": 3.93
    },
    {
        "text": "But on that note many have responded to this by saying that the report itself specifically said that it did not fully exonerate him",
        "start": 435.72,
        "duration": 5.369
    },
    {
        "text": "We also saw a press secretary. Sarah huckabee sanders going on The Today show this morning where she maintained from statement",
        "start": 441.09,
        "duration": 5.009
    },
    {
        "text": "Would you acknowledge it is incorrect for the president to call this a total exoneration?",
        "start": 446.099,
        "duration": 4.74
    },
    {
        "text": "Not at all. It is it is a complete and total exoneration. And here's why because",
        "start": 450.84,
        "duration": 3.779
    },
    {
        "text": "The special counsel. They said they",
        "start": 455.139,
        "duration": 2.0
    },
    {
        "text": "couldn't make a decision one way or the other the way the process works is then they leave that up to the Attorney General the",
        "start": 457.66,
        "duration": 5.509
    },
    {
        "text": "Attorney General and the Deputy Attorney General",
        "start": 463.169,
        "duration": 2.13
    },
    {
        "text": "Went through and based their decision on Muller investigation",
        "start": 465.88,
        "duration": 4.729
    },
    {
        "text": "so as far as is this fully over what is next on the other side of this whole situation you have Democrats arguing that Muller's",
        "start": 470.61,
        "duration": 5.58
    },
    {
        "text": "Full report should be released but the likes of Bernie Sanders tweeting. I don't want a summary of the Muller report",
        "start": 476.19,
        "duration": 5.369
    },
    {
        "text": "I want the whole damn report",
        "start": 481.56,
        "duration": 1.65
    },
    {
        "text": "you also had Speaker of the House Nancy Pelosi and Senate Minority Leader Chuck Schumer releasing a joint statement calling for the report to be",
        "start": 483.21,
        "duration": 5.489
    },
    {
        "text": "Made public given biases the Attorney General may have saying Attorney General bars letter raises as many questions",
        "start": 488.699,
        "duration": 5.01
    },
    {
        "text": "As it answers the fact that Special Counsel Muller's report does not exonerate the President on a charge as serious as obstruction of justice",
        "start": 493.84,
        "duration": 5.959
    },
    {
        "text": "Demonstrates how urgent it is at the full report and underlying documentation be made public without any further delay given. Mr",
        "start": 500.169,
        "duration": 6.14
    },
    {
        "text": "Bars public record of bias against the special counsels inquiry he is not a neutral observer and is not in a position to make objective",
        "start": 506.31,
        "duration": 6.239
    },
    {
        "text": "determinations about the report what they're likely referencing here is a memo bar wrote in June of",
        "start": 512.74,
        "duration": 3.71
    },
    {
        "text": "2018 before Trump appointed him to Attorney General where he said he did not think the president obstructed justice",
        "start": 516.52,
        "duration": 4.699
    },
    {
        "text": "but also it should be noted that the Democrats haven't really been alone in wanting the report to be made public earlier this month the",
        "start": 521.219,
        "duration": 5.01
    },
    {
        "text": "House voted 422 zero demanding",
        "start": 526.23,
        "duration": 2.16
    },
    {
        "text": "The Department of Justice release Mahler's full investigate lawmakers and as much as possible to the public now a big note there",
        "start": 528.39,
        "duration": 5.46
    },
    {
        "text": "Is that vote was non-binding?",
        "start": 533.85,
        "duration": 1.23
    },
    {
        "text": "It does not actually",
        "start": 535.08,
        "duration": 0.85
    },
    {
        "text": "mandate anything but it does potentially put pressure on bars as to whether he will actually release anything right now that remains unclear in his",
        "start": 535.93,
        "duration": 6.649
    },
    {
        "text": "letter to Congress",
        "start": 542.58,
        "duration": 0.66
    },
    {
        "text": "He said the report remains confidential but added I am mindful of the public interest in this matter for that reason my goal and intent",
        "start": 543.24,
        "duration": 6.059
    },
    {
        "text": "Is to release as much of the special counsels report as I can consistent with applicable law",
        "start": 549.3,
        "duration": 4.02
    },
    {
        "text": "Regulations and departmental policies and what those laws regulations policies will limit right now. It's unclear",
        "start": 553.81,
        "duration": 5.39
    },
    {
        "text": "But material in the report is likely relevant to other investigations and could be a security risk",
        "start": 559.2,
        "duration": 4.559
    },
    {
        "text": "So even if the public were to get its hands on everything a good chunk of it could be redacted",
        "start": 563.76,
        "duration": 4.319
    },
    {
        "text": "It's also been this debate as to whether or not Trump will be able to use executive privilege to prevent the public from seeing certain",
        "start": 568.08,
        "duration": 4.83
    },
    {
        "text": "Parts of the report reportedly this could include internal communications private conversations involving the president",
        "start": 572.91,
        "duration": 4.95
    },
    {
        "text": "but also regarding the reports released you had people like representative Jerry Nadler saying that he would be willing to take this matter to the",
        "start": 577.86,
        "duration": 5.219
    },
    {
        "text": "Supreme Court, well, we'll try to negotiate and we'll try everything else first, but if we have to yes",
        "start": 583.08,
        "duration": 5.82
    },
    {
        "text": "we will certainly issue subpoenas to get that information and you're gonna be",
        "start": 588.9,
        "duration": 3.69
    },
    {
        "text": "Willing to take that all the way up to the Supreme Court if you have to absolutely well",
        "start": 593.26,
        "duration": 3.919
    },
    {
        "text": "I will say regarding this note one of the last updates to the story while I'm filming it was that President Trump was asked about",
        "start": 597.18,
        "duration": 5.429
    },
    {
        "text": "The full release which he reportedly said it's up to the Attorney General, but it wouldn't bother me at all",
        "start": 602.61,
        "duration": 4.32
    },
    {
        "text": "Although I will say without a full release. He's still giving Democrats who oppose him some ammunition",
        "start": 606.99,
        "duration": 4.14
    },
    {
        "text": "For example yet people like Georgia Democrats Stacey Abrams kind of comparing. What happened with Barr",
        "start": 611.13,
        "duration": 4.889
    },
    {
        "text": "summarizing the report to having your brother",
        "start": 616.45,
        "duration": 2.0
    },
    {
        "text": "Summarize your report card to understand why that said there is no way to look at the situation as anything other than a huge win",
        "start": 618.52,
        "duration": 6.23
    },
    {
        "text": "For Trump right now",
        "start": 624.75,
        "duration": 0.96
    },
    {
        "text": "Did he overstate the summary of the findings regarding obstruction of justice? Sure",
        "start": 625.71,
        "duration": 4.08
    },
    {
        "text": "but there was nothing with this and obviously we are talking about the summary of the report that is definitively damning for Trump and in",
        "start": 629.79,
        "duration": 5.729
    },
    {
        "text": "Addition to all of this. It appears that the president's kind of four-day weekend has gone even better",
        "start": 635.52,
        "duration": 3.69
    },
    {
        "text": "It's more of a personal matter saying news come out that Michael avenatti the the former lawyer for stormy Daniels kind of just huge enemy",
        "start": 639.21,
        "duration": 7.08
    },
    {
        "text": "To the president. He has reportedly been indicted on extortion charges according to Bloomberg News",
        "start": 646.42,
        "duration": 4.609
    },
    {
        "text": "He was charged by federal prosecutors in New York with attempting to extort millions of dollars out of Nike by threatening to release",
        "start": 651.03,
        "duration": 5.46
    },
    {
        "text": "Damaging information about the company which did not meet his demands and according to CNBC",
        "start": 656.65,
        "duration": 3.92
    },
    {
        "text": "He's been charged with wire and bang. So a great time for Trump",
        "start": 660.67,
        "duration": 3.879
    },
    {
        "text": "All of that said of course, he's still not fully in the legal clearing",
        "start": 664.55,
        "duration": 2.849
    },
    {
        "text": "Well, the molar investigation was the most talked about into his campaign",
        "start": 667.399,
        "duration": 2.4
    },
    {
        "text": "There are still others that exist including one in New York on campaign finance crimes related to the hush money payments to stormy Daniels",
        "start": 669.8,
        "duration": 5.669
    },
    {
        "text": "Additionally the Trump Foundation and Trump organization as well as Trump's inauguration committee are also subjects of investigations",
        "start": 675.769,
        "duration": 5.429
    },
    {
        "text": "But of course those are not nearly as big as the Mahler investigation and that's where we are today",
        "start": 681.199,
        "duration": 4.44
    },
    {
        "text": "But with all that said though, I would love to know your thoughts regarding this story",
        "start": 685.639,
        "duration": 3.09
    },
    {
        "text": "Also, do you think that we will see a full release or is it gonna be heavily redacted?",
        "start": 688.73,
        "duration": 4.199
    },
    {
        "text": "What do you think is gonna happen next and then let's talk about huge",
        "start": 693.089,
        "duration": 2.69
    },
    {
        "text": "Brexit news if you didn't see hundreds of thousands of protesters took to the streets of London on Saturday to demand a second brexit",
        "start": 695.879,
        "duration": 5.6
    },
    {
        "text": "Referendum protests called put it to the people was organized by the people's vote campaign",
        "start": 701.579,
        "duration": 3.53
    },
    {
        "text": "Which is made up of more than 100 grassroots groups that support a second brexit vote",
        "start": 705.11,
        "duration": 3.69
    },
    {
        "text": "organizers for the protest estimated that a million people turned out although I will know there's really no way to",
        "start": 708.869,
        "duration": 4.55
    },
    {
        "text": "independently confirm that but will we know for sure what we could see was the wide variety of people that came out to show their",
        "start": 713.519,
        "duration": 4.76
    },
    {
        "text": "support for a second vote yet British citizens from all over the country coming to London to join the protest yet members of parliament from",
        "start": 718.279,
        "duration": 5.849
    },
    {
        "text": "all across the political spectrum",
        "start": 724.129,
        "duration": 1.3
    },
    {
        "text": "it was also an",
        "start": 725.429,
        "duration": 0.991
    },
    {
        "text": "international affair with people from other EU countries flying in to join the protest including from Italy and Ireland if you don't live there you",
        "start": 726.42,
        "duration": 6.289
    },
    {
        "text": "Haven't been tracking the story. You might be wondering well, why are these protests happening now?",
        "start": 732.709,
        "duration": 3.239
    },
    {
        "text": "The answer to that is the cliff's edge is incredibly close",
        "start": 735.949,
        "duration": 2.85
    },
    {
        "text": "The deadline for brexit is coming fast and UK lawmakers have still not come up with a plan that even a simple majority of their",
        "start": 738.8,
        "duration": 5.159
    },
    {
        "text": "Parliament can get behind how the slightly good news were written",
        "start": 743.959,
        "duration": 2.34
    },
    {
        "text": "Is that the original deadline for them to leave the EU was March 29th?",
        "start": 746.3,
        "duration": 2.969
    },
    {
        "text": "But last Thursday EU leaders and prime minister Theresa May agreed to extend the brexit deadline",
        "start": 749.269,
        "duration": 4.559
    },
    {
        "text": "So as of now the UK will be leaving on May",
        "start": 753.829,
        "duration": 2.16
    },
    {
        "text": "22nd if Parliament passes Theresa Mays brexit deal now that may seem and was described as a simple extension",
        "start": 756.209,
        "duration": 4.729
    },
    {
        "text": "But there are a lot of different ways that this could go down the UK essentially has to decide between passing Theresa",
        "start": 760.939,
        "duration": 4.26
    },
    {
        "text": "May drags a deal or opening a whole other can of worms if they pass Theresa Mae's deal",
        "start": 765.199,
        "duration": 3.63
    },
    {
        "text": "They leave the EU by May 22nd",
        "start": 768.829,
        "duration": 1.891
    },
    {
        "text": "But Mays brexit deal has been extremely unpopular with both liberals and conservative has been voted down by Parliament two",
        "start": 770.72,
        "duration": 5.849
    },
    {
        "text": "separate times",
        "start": 776.73,
        "duration": 0.769
    },
    {
        "text": "the first time was back in January their MPs voted against the deal by a",
        "start": 777.499,
        "duration": 3.09
    },
    {
        "text": "230 vote margin and then the second time was earlier this month where the plan was defeated again this time by a margin of",
        "start": 780.839,
        "duration": 5.51
    },
    {
        "text": "149 vote and to really understand how devastating those votes are",
        "start": 786.66,
        "duration": 3.229
    },
    {
        "text": "if everyone in Teresa Mays party voted with her and I'm saying Oh",
        "start": 789.889,
        "duration": 3.45
    },
    {
        "text": "Only the Conservative Party not even other parties that they're working with. They should at max lose by 12",
        "start": 793.62,
        "duration": 4.89
    },
    {
        "text": "so that's why it seems that there is a good chance the UK will not pass a brexit deal and if they don't",
        "start": 798.51,
        "duration": 3.989
    },
    {
        "text": "MPs will have until April 12th to decide what the hell they're actually going to do",
        "start": 802.6,
        "duration": 3.38
    },
    {
        "text": "so if they don't pass the brexit plan the UK has four different options one the UK could ask for a longer extension and while",
        "start": 805.98,
        "duration": 6.42
    },
    {
        "text": "This would give more time to negotiate including potentially negotiating a new deal",
        "start": 812.4,
        "duration": 3.209
    },
    {
        "text": "it creates this weird situation and that's because if you extend",
        "start": 815.61,
        "duration": 2.549
    },
    {
        "text": "Negotiations even more it would require the UK to hold elections for the EU European Parliament in May and electing new",
        "start": 818.29,
        "duration": 5.0
    },
    {
        "text": "Representatives for the UK for --use Parliament really doesn't make sense",
        "start": 823.39,
        "duration": 3.079
    },
    {
        "text": "if the UK is planning to leave the e then the second option number two is the No Deal brags and this basically means a",
        "start": 826.47,
        "duration": 5.25
    },
    {
        "text": "Parliament would just accept the situation as is and move forward with brexit",
        "start": 831.72,
        "duration": 3.24
    },
    {
        "text": "But earlier this month Parliament debated and voted to reject a no deal briggsie. So that seems unpopular as well",
        "start": 834.96,
        "duration": 5.099
    },
    {
        "text": "Which brings us to number three article 50 could be revoked which would cancel brexit and regarding this there was an online petition supporting this",
        "start": 840.06,
        "duration": 6.239
    },
    {
        "text": "Option that went viral last week and got over 5 million signatures, but like everything else with the story",
        "start": 846.3,
        "duration": 4.559
    },
    {
        "text": "It's not that simple and this time it's because Teresa May has ruled out revoking article 50 and so that brings us to option number",
        "start": 850.86,
        "duration": 5.07
    },
    {
        "text": "4 the final option which is to hold another referendum altogether, which is why we saw the protests on Saturday, but again,",
        "start": 855.93,
        "duration": 5.609
    },
    {
        "text": "Not simple because Parliament rejected an amendment for a second referendum during a series of votes earlier this month",
        "start": 861.54,
        "duration": 4.89
    },
    {
        "text": "And so basically we have this situation where Parliament has strongly opposed to every option right which makes it extremely difficult to see a path",
        "start": 866.43,
        "duration": 5.909
    },
    {
        "text": "forward but also a thing to consider is the timing of all of this just because they voted one way in the past doesn't mean",
        "start": 872.339,
        "duration": 5.369
    },
    {
        "text": "That they'll vote that way now",
        "start": 877.709,
        "duration": 0.991
    },
    {
        "text": "so where we are now is Parliament has this week to decide if they're going to pass Teresa mace Bragg's a plan and if the",
        "start": 878.7,
        "duration": 4.349
    },
    {
        "text": "deal is voted down again partly could hold a series of votes to see where MPs agree and disagree which is a move that could",
        "start": 883.05,
        "duration": 5.7
    },
    {
        "text": "Possibly reveal if support for a second referendum has shifted at all given the recent changes to the brexit",
        "start": 888.75,
        "duration": 4.589
    },
    {
        "text": "Negotiation because yes while parliament did vote against this time has passed and there's also support for a second referendum ech in February",
        "start": 893.56,
        "duration": 6.14
    },
    {
        "text": "we saw the Labour Party officially announce that they support a second referendum and Labour Party leaders are also considering a plan by two of",
        "start": 899.7,
        "duration": 5.579
    },
    {
        "text": "The party's members where MPs would vote for Mays deal on the condition that it is then put to a public vote",
        "start": 905.279,
        "duration": 4.83
    },
    {
        "text": "Which is a move that could work rather than a vote in general regarding Briggs",
        "start": 910.11,
        "duration": 3.72
    },
    {
        "text": "It would be more specifically Theresa Mays deal on brexit",
        "start": 913.83,
        "duration": 3.119
    },
    {
        "text": "So it's different enough so that this referendum isn't essentially a redo right the first time around some people were like, yes",
        "start": 916.95,
        "duration": 4.649
    },
    {
        "text": "I would like to vote for having sex and the second vote is oooo, but I didn't want to for getting pegged",
        "start": 921.6,
        "duration": 5.02
    },
    {
        "text": "All right",
        "start": 926.62,
        "duration": 0.42
    },
    {
        "text": "The devil is gonna be in the details for a lot of voters and in addition to all that by having this referendum",
        "start": 927.04,
        "duration": 3.63
    },
    {
        "text": "For the people it would give a lot of these lawmakers kind of some some room some cleansing room from the the just utter",
        "start": 930.77,
        "duration": 6.229
    },
    {
        "text": "failure",
        "start": 937.13,
        "duration": 0.5
    },
    {
        "text": "This has been and if the people move it forward it moves forward as is and if they don't then it's off and as far",
        "start": 937.63,
        "duration": 5.429
    },
    {
        "text": "As what would happen with a second referendum?",
        "start": 943.06,
        "duration": 1.29
    },
    {
        "text": "We have to look to polls and right now recent polls in the UK suggest that if there were another referendum",
        "start": 944.35,
        "duration": 4.32
    },
    {
        "text": "Britain could vote to remain in the EU with a snap poll last week finding that nearly two-thirds of",
        "start": 948.8,
        "duration": 4.34
    },
    {
        "text": "respondents support remaining in the EU over",
        "start": 953.209,
        "duration": 1.831
    },
    {
        "text": "Break sitting with maze current deal according to the poll even if the options were remaining or leaving without a deal",
        "start": 955.04,
        "duration": 4.97
    },
    {
        "text": "remaining would still win but still with all that said I'm saying if there was another vote because looking at the polling almost half of",
        "start": 960.08,
        "duration": 6.019
    },
    {
        "text": "The polls respond and said they would support",
        "start": 966.1,
        "duration": 1.84
    },
    {
        "text": "another vote because you have people arguing their point that by having a second referendum",
        "start": 967.94,
        "duration": 3.799
    },
    {
        "text": "You're kind of making this less democratic a public decision was made",
        "start": 971.74,
        "duration": 3.21
    },
    {
        "text": "Where is the action although again among other points and arguments?",
        "start": 974.99,
        "duration": 3.44
    },
    {
        "text": "There are people saying that this is different enough right that the devil is in the details if someone invited you to go hunting you",
        "start": 978.43,
        "duration": 5.309
    },
    {
        "text": "Might say yes",
        "start": 983.74,
        "duration": 0.63
    },
    {
        "text": "And then feel different when you realize that the animals also have and know how to use guns as well",
        "start": 984.37,
        "duration": 4.049
    },
    {
        "text": "But on that note and visual in your head, that's where this story ends. And of course it passed the question off to you",
        "start": 988.42,
        "duration": 4.95
    },
    {
        "text": "What are your thoughts regarding what will happen what should happen?",
        "start": 993.37,
        "duration": 2.669
    },
    {
        "text": "And also if you live anywhere in the EU",
        "start": 996.04,
        "duration": 3.03
    },
    {
        "text": "I'd love to know your thoughts even more so than my fellow Americans and that's where I'm going to end",
        "start": 999.07,
        "duration": 4.349
    },
    {
        "text": "Today's show for those of you that are new here if you like jump it into the news with us today",
        "start": 1003.42,
        "duration": 3.39
    },
    {
        "text": "Be sure to subscribe. I post a brand new show every single weekday and on Tuesdays and Thursdays right now",
        "start": 1006.81,
        "duration": 4.859
    },
    {
        "text": "We post extra morning deep dives with even more coming. I appreciate being a part of your day",
        "start": 1011.67,
        "duration": 3.57
    },
    {
        "text": "But with that said if you missed the last two videos from us you want to catch up you can click a tap right there",
        "start": 1015.27,
        "duration": 4.229
    },
    {
        "text": "And of course as always, my name is philip. Defranco. You've just been phill'd in",
        "start": 1019.5,
        "duration": 3.839
    },
    {
        "text": "I love yo faces, and I'll see you tomorrow two times",
        "start": 1023.339,
        "duration": 3.119
    }
]