[
    {
        "text": "'Sup you beautiful bastards! Hope you're having a fantastic Wednesday,",
        "start": 0.0,
        "duration": 3.12
    },
    {
        "text": "Welcome back to the Philip DeFranco Show and let's just jump into it.",
        "start": 3.44,
        "duration": 3.52
    },
    {
        "text": "And the first thing we're gonna talk about today, by far the one of the most requested stories of the day today,",
        "start": 6.96,
        "duration": 3.84
    },
    {
        "text": "I can't-I can't believe this is a thing.",
        "start": 10.8,
        "duration": 1.68
    },
    {
        "text": "And that is - the sports channel, ESPN, has decided to pull announcer Robert Lee from a college football game,",
        "start": 12.56,
        "duration": 6.24
    },
    {
        "text": "- wait for it! -",
        "start": 18.8,
        "duration": 0.48
    },
    {
        "text": "Because his name is similar to that of Confederate General Robert E Lee.",
        "start": 19.28,
        "duration": 4.64
    },
    {
        "text": "Reportedly, Lee was going to be one of the announcers calling a University of Virginia home football game,",
        "start": 23.92,
        "duration": 4.48
    },
    {
        "text": "But, it was then learned that Robert Lee was moved by ESPN to a different game.",
        "start": 28.4,
        "duration": 4.24
    },
    {
        "text": "Now, at first, the reaction was - 1. That's stupid, 2. You banned the guy because he had a similar name?",
        "start": 32.64,
        "duration": 5.44
    },
    {
        "text": "But ESPN released a full statement trying to explain that 'it wasn't a ban, it was a mutual decision.'",
        "start": 38.08,
        "duration": 4.72
    },
    {
        "text": "So they say it wasn't a ban, it was a mutual decision,",
        "start": 58.24,
        "duration": 3.2
    },
    {
        "text": "But still, the question remains - Why? You mention that there's a coincidence, and that all parties agreed -",
        "start": 61.44,
        "duration": 3.74
    },
    {
        "text": "But /Why?/",
        "start": 65.2,
        "duration": 0.8
    },
    {
        "text": "Well, soon after this we got more information regarding the decision-making process.",
        "start": 66.0,
        "duration": 3.68
    },
    {
        "text": "Reportedly, an anonymous ESPN exec(utive) sent an email to a reporter that read:",
        "start": 69.68,
        "duration": 4.08
    },
    {
        "text": "And my response to that is: \"Really?\"",
        "start": 110.64,
        "duration": 2.16
    },
    {
        "text": "You were so worried that your announcer, with one of the most common Asian last names in the world,",
        "start": 112.8,
        "duration": 5.2
    },
    {
        "text": "Was going to meme'd that you were like 'No, we can't do it.'",
        "start": 118.08,
        "duration": 3.04
    },
    {
        "text": "It just got me thinking, like, does ESPN have an 'MRAD'?",
        "start": 121.12,
        "duration": 2.72
    },
    {
        "text": "A Meme Risk Assessment Department?",
        "start": 123.84,
        "duration": 1.92
    },
    {
        "text": "Like, sirens are goin' off - they're like, \"We got a code Harambe!\"",
        "start": 125.76,
        "duration": 2.96
    },
    {
        "text": "\"Yes, sir, the names almost match up perfectly - I mean, we're talking about memes of the Dank Variety.\"",
        "start": 128.72,
        "duration": 4.32
    },
    {
        "text": "Also, the argument that because people are joking about it now, they're memeing about this situation right now,",
        "start": 133.04,
        "duration": 5.2
    },
    {
        "text": "that That is evidence that the risk was /real/.",
        "start": 138.24,
        "duration": 2.56
    },
    {
        "text": "That's stupid. Rule #743 of the Internet says that when someone doesn't want you to joke about something,",
        "start": 140.8,
        "duration": 4.64
    },
    {
        "text": "and the internet finds out, they're gonna joke about it.",
        "start": 145.44,
        "duration": 2.16
    },
    {
        "text": "That's just how it works! If you let things go as is, yeah, there might have been a few people making jokes,",
        "start": 147.6,
        "duration": 4.4
    },
    {
        "text": "and a stupid Buzzfeed article, but that's it!",
        "start": 152.0,
        "duration": 2.4
    },
    {
        "text": "This is like being so worried that you're going to shoot yourself in the foot, that while you put your gun away, you shoot yourself in the dick.",
        "start": 154.4,
        "duration": 4.8
    },
    {
        "text": "It's idiotic, and what's kinda funny is that you're taking this guy, Robert Lee,",
        "start": 159.2,
        "duration": 3.52
    },
    {
        "text": "who has two decades of experience, and you're boiling him down to just a name.",
        "start": 162.8,
        "duration": 4.8
    },
    {
        "text": "Also, I've seen people try to attribute this to ESPN being a liberal organisation, but for me, this is an apolitical move.",
        "start": 167.68,
        "duration": 6.56
    },
    {
        "text": "To me, this is an example of paranoid overthinking and cowardice.",
        "start": 174.24,
        "duration": 3.68
    },
    {
        "text": "You're so worried about an embarrassing or annoying situation, you're actions then fulfil the prophecy.",
        "start": 177.92,
        "duration": 4.4
    },
    {
        "text": "But it's on that note that I do want to thank ESPN, for essentially accomplishing the same thing that Pepsi did, all those months ago..",
        "start": 182.32,
        "duration": 6.0
    },
    {
        "text": "Thank you for providing such an incredibly stupid situation that people of /all backgrounds/,",
        "start": 188.32,
        "duration": 4.32
    },
    {
        "text": "All different creeds, and beliefs, could all point and go, \"Oh, that's stupid!\"",
        "start": 192.8,
        "duration": 4.72
    },
    {
        "text": "In a world as toxic as it is right now, sometimes uh, the mutual making fun of something is the most we can all come together.",
        "start": 197.84,
        "duration": 6.64
    },
    {
        "text": "But! That said, I would love to know your thoughts about this situation.",
        "start": 204.48,
        "duration": 3.28
    },
    {
        "text": "Whether you agree with me, or you disagree with me.",
        "start": 207.76,
        "duration": 1.76
    },
    {
        "text": "My word is not gospel, so let me know what you're thinking in those comments down below.",
        "start": 209.52,
        "duration": 3.28
    },
    {
        "text": "But from there, I want to share some stuff I love today, and Today in Awesome, brought to you by SeatGeek.",
        "start": 212.8,
        "duration": 4.8
    },
    {
        "text": "SeatGeek, of course, the fantastic ticket app that takes the confusion out of buying tickets!",
        "start": 217.6,
        "duration": 4.16
    },
    {
        "text": "They put all the tickets in one place, and give it a 0 to 100 score, to let you know if you're getting a good deal or a bad deal -",
        "start": 221.76,
        "duration": 5.2
    },
    {
        "text": "Green is good, Red is bad, I've got the app on my phone and it is by far the easiest way to shop for tickets -",
        "start": 226.96,
        "duration": 5.2
    },
    {
        "text": "for a Baseball game, a Concert, a Whatever -",
        "start": 232.16,
        "duration": 2.0
    },
    {
        "text": "So if you want to make the smart move, like many people from the nation already have,",
        "start": 234.16,
        "duration": 2.08
    },
    {
        "text": "Click that link in the description down below, download it, and use coupon code \"PHIL\" for $20 off your first ticket purchase.",
        "start": 236.24,
        "duration": 5.28
    },
    {
        "text": "And the first bit of awesome is Elon Musk has revealed what the SpaceX spacesuits look like!",
        "start": 241.52,
        "duration": 5.36
    },
    {
        "text": "1, that looks badass and how I always imagined the future would look,",
        "start": 246.88,
        "duration": 3.36
    },
    {
        "text": "And 2, and, most importantly here, Elon Musk notes that this is not a 'mockup' - this actually works.",
        "start": 250.24,
        "duration": 5.12
    },
    {
        "text": "It's already been tested, to double back using pressure, and more info to come.",
        "start": 255.36,
        "duration": 3.36
    },
    {
        "text": "Main point - that's badass.",
        "start": 258.72,
        "duration": 1.84
    },
    {
        "text": "Then, we got a trailer for Season 7 of American Horror Story, and -",
        "start": 260.56,
        "duration": 2.72
    },
    {
        "text": "it - 1, I wanted to say that I'm sharing this 'cause the trailer looks kinda cool,",
        "start": 263.28,
        "duration": 2.8
    },
    {
        "text": "but 2, a question I have to ask - Is it worth it to watch all of the seasons?",
        "start": 266.16,
        "duration": 3.76
    },
    {
        "text": "I loved Asylum, but then I just stopped watching 3 episodes into the third season and never started watching again.",
        "start": 269.92,
        "duration": 4.48
    },
    {
        "text": "Any of the subsequent seasons that you would recommend?",
        "start": 274.4,
        "duration": 2.88
    },
    {
        "text": "Then, we got a brand new Carpool Karaoke video.",
        "start": 277.28,
        "duration": 2.0
    },
    {
        "text": "Then, we got a brand new Overwatch short - 'Don't even need the game to appreciate it.",
        "start": 279.28,
        "duration": 3.68
    },
    {
        "text": "If you want to see the full versions to everything I just shared, the secret link of the day, anything at all -",
        "start": 282.96,
        "duration": 4.8
    },
    {
        "text": "Links, as always, are in the description down below.",
        "start": 287.76,
        "duration": 2.56
    },
    {
        "text": "Then! A fantastic quickie update we have to talk about, h3h3 productions!",
        "start": 290.32,
        "duration": 4.0
    },
    {
        "text": "That, of course, Ethan and Hila Klein, we've talked about them on the show multiple times -",
        "start": 294.32,
        "duration": 3.2
    },
    {
        "text": "one of the big reasons is because they were being sued,",
        "start": 297.52,
        "duration": 2.4
    },
    {
        "text": "And there was this really disgusting situation where they were being sued by /another/ Youtuber for Copyright Infringement.",
        "start": 299.92,
        "duration": 5.2
    },
    {
        "text": "That Youtuber, who we won't even mention their name, was not a fan of the videos h3h3 productions was putting out on them -",
        "start": 305.12,
        "duration": 5.12
    },
    {
        "text": "At first, they demanded money, the videos were removed, that h3h3 productions put out an apology video.",
        "start": 310.24,
        "duration": 4.64
    },
    {
        "text": "And that youtuber ended up actually suing h3h3 productions.",
        "start": 314.88,
        "duration": 3.52
    },
    {
        "text": "And that's when you might remember I found out about this situation, I started a GoFundMe,",
        "start": 318.4,
        "duration": 3.28
    },
    {
        "text": "and the community just came together!",
        "start": 321.68,
        "duration": 2.08
    },
    {
        "text": "'Raised so much money for their legal fees, and then of course they had to go through just the ridiculously long process of fighting it out -",
        "start": 323.76,
        "duration": 6.32
    },
    {
        "text": "And I'll say now what I said then - I didn't do it just because like \"I'm such a great guy!\" -",
        "start": 330.08,
        "duration": 4.48
    },
    {
        "text": "This was an immensely important fair use case - if they lost, it meant horrible shit for everyone else.",
        "start": 334.56,
        "duration": 5.6
    },
    {
        "text": "But, the fantastic news today is that Ethan Klein tweeted out:",
        "start": 340.16,
        "duration": 3.84
    },
    {
        "text": "And that just makes me so happy, as both a creator and a fan of what they're putting out -",
        "start": 347.6,
        "duration": 3.84
    },
    {
        "text": "And while I have a slight relief that common sense seems to prevail today,",
        "start": 351.44,
        "duration": 3.6
    },
    {
        "text": "I can't even imagine how relieved they are.",
        "start": 355.04,
        "duration": 2.32
    },
    {
        "text": "This is a point I've hit on in the past, any time there was good news, the community came together, everyone was like \"Yay!\"",
        "start": 357.36,
        "duration": 4.8
    },
    {
        "text": "But it was important to remember, outside of that, the people actually being sued had to continue dealing with it, day in, day out.",
        "start": 362.16,
        "duration": 5.52
    },
    {
        "text": "Also, I'll link to the full document of the judgement of this case in the links down below,",
        "start": 367.68,
        "duration": 4.56
    },
    {
        "text": "It explains why certain things were decided, but I also love that there is a legal document that reads:",
        "start": 372.24,
        "duration": 3.92
    },
    {
        "text": "But the note that I want to end this story on isn't just a congrats to Ethan and Hila,",
        "start": 385.44,
        "duration": 4.08
    },
    {
        "text": "It is also a huge Thank you.",
        "start": 389.6,
        "duration": 1.76
    },
    {
        "text": "I have to imagine there were moments of immense stress, where you maybe just felt like 'What if we just give in?'",
        "start": 391.6,
        "duration": 5.92
    },
    {
        "text": "'Let's figure out a way to settle, let's just make this go away,' but you fought it out.",
        "start": 397.52,
        "duration": 3.04
    },
    {
        "text": "Truly, thank you.",
        "start": 400.56,
        "duration": 1.2
    },
    {
        "text": "And then, let's talk about Tasers.",
        "start": 401.76,
        "duration": 1.52
    },
    {
        "text": "Axon, the company formerly known as 'Taser' claims that their tasers have only directly killed 24 people.",
        "start": 403.28,
        "duration": 4.56
    },
    {
        "text": "And they say, 'Of those who have died, it's not the shock that kills them,'",
        "start": 407.84,
        "duration": 2.96
    },
    {
        "text": "but that the deaths were either because of falls, or fires that started because of the discharge of the weapon.",
        "start": 410.8,
        "duration": 4.24
    },
    {
        "text": "But, that number has now been called into question thanks to a Reuters Investigative Report.",
        "start": 415.04,
        "duration": 4.48
    },
    {
        "text": "Reuters put out a huge report saying;",
        "start": 419.52,
        "duration": 1.28
    },
    {
        "text": "They say they also found 712 autopsy reports;",
        "start": 425.84,
        "duration": 2.8
    },
    {
        "text": "They also found that around 25% killed were suffering from mental health issues,",
        "start": 434.8,
        "duration": 3.52
    },
    {
        "text": "Most were unarmed,",
        "start": 438.32,
        "duration": 1.28
    },
    {
        "text": "And so this is a big deal for two reasons, the first being that Reuters is essentially accusing Axon of lying,",
        "start": 439.6,
        "duration": 4.32
    },
    {
        "text": "although Axon has responded to Reuters, saying that their report is misleading,",
        "start": 443.92,
        "duration": 3.6
    },
    {
        "text": "saying most of the deaths exposed involved police force -",
        "start": 447.52,
        "duration": 3.2
    },
    {
        "text": "Also saying the autopsies had not been peer reviewed,",
        "start": 450.72,
        "duration": 2.4
    },
    {
        "text": "But the argument back against Axon is that there are over 400 cases, where the report documents that specifically detail what happened -",
        "start": 453.12,
        "duration": 5.92
    },
    {
        "text": "And even if you were only counting those of the full, 1000 number,",
        "start": 459.04,
        "duration": 3.52
    },
    {
        "text": "and out of around 25% of those, the only police force listed is Taser.",
        "start": 462.56,
        "duration": 4.32
    },
    {
        "text": "And the second reason that this is a big deal is that, reportedly, 90% of police agencies use Tasers.",
        "start": 466.88,
        "duration": 4.96
    },
    {
        "text": "Seeing it as a safer alternative for guns, to which I will say is accurate,",
        "start": 471.84,
        "duration": 3.04
    },
    {
        "text": "It's not a non-lethal weapon, it is a less-lethal weapon -",
        "start": 474.88,
        "duration": 2.56
    },
    {
        "text": "But if anything, I think this report from Reuters shows that there needs to be more research into this.",
        "start": 477.44,
        "duration": 4.48
    },
    {
        "text": "Taking into consideration how lethal a weapon is will change who will use it and when they will use it.",
        "start": 481.92,
        "duration": 5.52
    },
    {
        "text": "And then we had Hate! in the news, well, for uh- a lot of reasons,",
        "start": 487.44,
        "duration": 2.72
    },
    {
        "text": "Specifically what I will talk about right now is the United Kingdom.",
        "start": 490.16,
        "duration": 2.64
    },
    {
        "text": "The United Kingdom has decided to heavily crack down on Hate Crimes being committed online.",
        "start": 492.8,
        "duration": 4.08
    },
    {
        "text": "So the CPS, the Crown Prosecution Service, along with the DPP, the Director of Public Prosecutions;",
        "start": 496.88,
        "duration": 4.88
    },
    {
        "text": "Announced a plan for more prosecutions of online hate crimes, within England and Wales.",
        "start": 501.76,
        "duration": 4.16
    },
    {
        "text": "Now, this is a big expansion of the policies already in place in Scotland,",
        "start": 505.92,
        "duration": 2.16
    },
    {
        "text": "In addition, they are pushing for stiffer sentences -",
        "start": 508.08,
        "duration": 1.92
    },
    {
        "text": "And the big thing that people are either freaking out about or they're very happy about is the decision that prosecutors will treat online hate crimes the same as face-to-face crimes.",
        "start": 510.16,
        "duration": 7.28
    },
    {
        "text": "And it's here that the CPS claims that targeting social media is a necessity, as people live more and more of their lives online.",
        "start": 517.44,
        "duration": 5.44
    },
    {
        "text": "But for a lot of you, before we go even further, we need to cover what a hate crime is in the UK.",
        "start": 522.88,
        "duration": 3.76
    },
    {
        "text": "And the reason for that is that there's quite a difference between the United States and the UK here.",
        "start": 526.64,
        "duration": 3.68
    },
    {
        "text": "In the United States, as defined by the FBI official government website;",
        "start": 530.32,
        "duration": 3.52
    },
    {
        "text": "In the UK, according to the CPS, a hate crime is;",
        "start": 553.76,
        "duration": 3.2
    },
    {
        "text": "And while the UK does have freedom of expression, there are exemptions.",
        "start": 572.96,
        "duration": 4.8
    },
    {
        "text": "And the things that aren't protected, and would thus be a crime, include;",
        "start": 577.76,
        "duration": 2.56
    },
    {
        "text": "And so that's the main difference here, in the UK hate speech is not seen as free speech, it is seen as a hate crime.",
        "start": 586.08,
        "duration": 5.2
    },
    {
        "text": "So essentially, now, saying off-colour racist remarks online is an offence if someone thinks you're projecting a prejudice against them.",
        "start": 591.28,
        "duration": 5.52
    },
    {
        "text": "In the US, you can put up a burning cross, you can chant racist slogans,",
        "start": 596.8,
        "duration": 3.92
    },
    {
        "text": "but in the UK, you have incidents like in 2010 with Harry Taylor -",
        "start": 600.72,
        "duration": 3.12
    },
    {
        "text": "He left anti-religious pamphlets in a prayer room, the Chaplain was offended,",
        "start": 603.84,
        "duration": 3.68
    },
    {
        "text": "Harry Taylor ends up being prosecuted and sentenced for that.",
        "start": 607.52,
        "duration": 2.64
    },
    {
        "text": "And just like the first story, this comes after Charlottesville, which according to the DPP, Allison Sanders, was a factor in the CPS's decision, saying;",
        "start": 610.16,
        "duration": 6.8
    },
    {
        "text": "The CPS also has more services to make reporting hate crimes easier for victims.",
        "start": 633.12,
        "duration": 3.76
    },
    {
        "text": "So what does all of this mean? Well, obviously there are free speech concerns.",
        "start": 636.88,
        "duration": 2.96
    },
    {
        "text": "Some saying that this is an attack on other-think, while others are saying this is just an update, this makes senese.",
        "start": 639.84,
        "duration": 5.04
    },
    {
        "text": "Also, most likely we're going to see the number of people being prosecuted for hate crimes go up.",
        "start": 644.88,
        "duration": 3.2
    },
    {
        "text": "Last year alone, there were 15,000 prosecutions for hate crimes, with the inclusion of the internet, that's gonna of course go up.",
        "start": 648.08,
        "duration": 5.04
    },
    {
        "text": "And that's an even bigger deal, because the CPS has been successful in convincing the courts of uplifting over half of all sentences.",
        "start": 653.12,
        "duration": 5.36
    },
    {
        "text": "That being, making the sentence harsher because of the nature of the crime.",
        "start": 658.48,
        "duration": 3.2
    },
    {
        "text": "And that's actually where I'm going to end today's show! And two things to end on here,",
        "start": 661.68,
        "duration": 3.6
    },
    {
        "text": "One, I'd love to know your thoughts here regarding hate speech and free speech, just in general -",
        "start": 665.28,
        "duration": 4.16
    },
    {
        "text": "and Two, if you were wondering, yes, it is awesome to realise that after you've shot an entire video that there is part of your hair that is trying",
        "start": 669.44,
        "duration": 6.64
    },
    {
        "text": "to succeed from the union. But yeah.",
        "start": 676.08,
        "duration": 2.4
    },
    {
        "text": "And remember, if you liked this video, you like what I do on this channel, hit that like button!",
        "start": 678.48,
        "duration": 3.84
    },
    {
        "text": "If you're new here, hit that subscribe button!",
        "start": 682.32,
        "duration": 1.36
    },
    {
        "text": "Make sure you don't miss these daily videos, which actually, if you did miss yesterday's Philip DeFranco show you can click or tap right -",
        "start": 683.68,
        "duration": 4.48
    },
    {
        "text": "there to watch that,",
        "start": 688.16,
        "duration": 1.2
    },
    {
        "text": "Or, if you want to watch the newest Behind the Scenes Vlog, click or tap right there to watch that.",
        "start": 689.36,
        "duration": 2.88
    },
    {
        "text": "But, that said of course, as always, My name is Philip DeFranco, you've just been [Phil'd] In,",
        "start": 692.24,
        "duration": 4.48
    },
    {
        "text": "I love your faces, and I'll see you tomorrow.",
        "start": 696.72,
        "duration": 2.778
    },
    {
        "text": "CC by tiger! ; ᵜ ;",
        "start": 699.498,
        "duration": 0.5
    }
]