[
    {
        "text": "Sup, you beautiful bastards!",
        "start": 0.46,
        "duration": 0.98
    },
    {
        "text": "Hope you're having a fantastic Monday",
        "start": 1.44,
        "duration": 1.48
    },
    {
        "text": "Welcome back to the Philip Defranco show",
        "start": 2.92,
        "duration": 1.84
    },
    {
        "text": "and let's just jump into it.",
        "start": 4.76,
        "duration": 1.46
    },
    {
        "text": "The first thing we're gonna talk about today is this",
        "start": 6.22,
        "duration": 1.44
    },
    {
        "text": "horrible story coming out of Louisiana.",
        "start": 7.66,
        "duration": 2.46
    },
    {
        "text": "In October of 2017, Baton Rouge Louisiana",
        "start": 10.12,
        "duration": 2.22
    },
    {
        "text": "police officer, Christopher Manuel, was speeding",
        "start": 12.34,
        "duration": 1.94
    },
    {
        "text": "at 94 miles per hour in his 2007 Corvette",
        "start": 14.28,
        "duration": 2.7
    },
    {
        "text": "on Airline Highway and at the same time another car",
        "start": 16.98,
        "duration": 2.76
    },
    {
        "text": "a 2002 Nissan Xterra was turning left onto a side street",
        "start": 19.74,
        "duration": 3.2
    },
    {
        "text": "at an unprotected green light and",
        "start": 22.94,
        "duration": 1.64
    },
    {
        "text": "the off-duty officer crashed into the Nissan.",
        "start": 24.58,
        "duration": 2.34
    },
    {
        "text": "The officer who Baton Rouge police say",
        "start": 26.92,
        "duration": 1.46
    },
    {
        "text": "was not impaired by alcohol",
        "start": 28.38,
        "duration": 1.08
    },
    {
        "text": "was driving 94 miles per hour in a 50 mile an hour zone.",
        "start": 29.46,
        "duration": 2.92
    },
    {
        "text": "The Nissan SUV flipped in the crash,",
        "start": 32.38,
        "duration": 2.04
    },
    {
        "text": "which resulted in the death of a one-year-old child.",
        "start": 34.58,
        "duration": 2.12
    },
    {
        "text": "Then, four months later February 16th the officer who is on paid administrative leave awaiting a pre termination hearing was arrest for negligent homicide and",
        "start": 36.7,
        "duration": 2.56
    },
    {
        "text": "Speeding and he ended up immediately posting the $15,000 bail",
        "start": 43.6,
        "duration": 2.84
    },
    {
        "text": "He was released the same day that he was booked but then on February 27 the mother of the one-year-old child that died Britney Stephen",
        "start": 46.44,
        "duration": 5.7
    },
    {
        "text": "She was also arrested for negligent homicide as well as a seatbelt violation and she ended up posting her bail of",
        "start": 52.14,
        "duration": 4.709
    },
    {
        "text": "$3,600 and was released the following morning so both the mother and",
        "start": 57.34,
        "duration": 2.509
    },
    {
        "text": "Officer are facing punishment of hard labor for no less than two years and no more than five years with no chance of parole",
        "start": 60.07,
        "duration": 5.869
    },
    {
        "text": "probation",
        "start": 66.13,
        "duration": 0.54
    },
    {
        "text": "Or suspension of sentence now at this point in the story you may be wondering",
        "start": 66.67,
        "duration": 3.23
    },
    {
        "text": "Why was the mother charged reportedly wasn't driving the Nissan she was a passenger in the vehicle she was also in the car that was?",
        "start": 69.9,
        "duration": 5.939
    },
    {
        "text": "Taking a turn not the car that was going",
        "start": 75.84,
        "duration": 1.75
    },
    {
        "text": "44 miles per hour over the speed limit",
        "start": 77.59,
        "duration": 2.209
    },
    {
        "text": "Begin with the car that has five seats allegedly had eight people in it for adults and four children",
        "start": 79.9,
        "duration": 4.25
    },
    {
        "text": "And none of them were wearing seatbelts and with that all the adult passengers in the car were charged with",
        "start": 84.28,
        "duration": 4.129
    },
    {
        "text": "Violation the driver Bria grows 18 she was cited for driving without a license seatbelt violation and three counts of child safety restraint",
        "start": 88.57,
        "duration": 6.5
    },
    {
        "text": "violation Janis gross was cited for allowing an unlicensed driver to drive her and for a seat belt violations",
        "start": 95.17,
        "duration": 4.01
    },
    {
        "text": "That Eames was also cited for a seatbelt",
        "start": 99.46,
        "duration": 2.18
    },
    {
        "text": "Violation and along with that police say they found that Stevens who told police that she secured her child's car seat and therefore was responsible",
        "start": 101.799,
        "duration": 5.66
    },
    {
        "text": "For the child's safety had not properly",
        "start": 107.46,
        "duration": 1.81
    },
    {
        "text": "Fastened the seat in the car early saying the straps are not adjusted correctly for the child's height also claiming",
        "start": 109.27,
        "duration": 4.34
    },
    {
        "text": "They had evidence at the car seat was wedged between the driver's seat and the front passenger seat in front of the console",
        "start": 113.61,
        "duration": 4.289
    },
    {
        "text": "He's saying at the lack of securing the seat to the vehicle and the loose straps or contributing factor in the death of the child",
        "start": 117.899,
        "duration": 4.56
    },
    {
        "text": "and show gross",
        "start": 122.46,
        "duration": 0.939
    },
    {
        "text": "Negligence from the mother and so that is why they're saying she was charged for the same crime as the officer who caused the crash",
        "start": 123.399,
        "duration": 4.31
    },
    {
        "text": "Now as far as what happens from here",
        "start": 127.71,
        "duration": 1.439
    },
    {
        "text": "We're not really sure at the end of last month the district attorney for East Baton Rouge said the prosecutors",
        "start": 129.149,
        "duration": 4.38
    },
    {
        "text": "Office had not decided whether either of the accused would face charges",
        "start": 133.6,
        "duration": 2.729
    },
    {
        "text": "But adding that their office would quote review all reports charges and arrests and make the appropriate",
        "start": 136.33,
        "duration": 3.84
    },
    {
        "text": "decisions based upon facts and law then also add the proving criminal negligence in Louisiana is",
        "start": 140.27,
        "duration": 4.369
    },
    {
        "text": "Extremely difficult saying that a requires proving beyond a reasonable doubt that an individual's conduct is more than a mere",
        "start": 144.74,
        "duration": 5.24
    },
    {
        "text": "deviation from the standard of ordinary care it must be a gross deviation below the standard of care expected to be maintained by a",
        "start": 150.17,
        "duration": 5.659
    },
    {
        "text": "Reasonably careful person under like circumstances having that criminal negligence is essentially almost an intentional type of F",
        "start": 155.93,
        "duration": 5.869
    },
    {
        "text": "We also have louisiana state lawmaker Denise Marcel weighing in on the issue saying she questioned why the mother would have been arrested and was",
        "start": 161.8,
        "duration": 5.789
    },
    {
        "text": "In shock to see that they would do this adding. She already lost a child. I just think that unless I'm missing something",
        "start": 167.59,
        "duration": 4.71
    },
    {
        "text": "I'm seriously concerned about and as far as the officers defense manuel's lawyer ron johnson said it was an unfortunate accident",
        "start": 172.3,
        "duration": 5.43
    },
    {
        "text": "We believe that when all the circumstances, surrounding. This are fully vetted mr.",
        "start": 177.73,
        "duration": 3.599
    },
    {
        "text": "Manuel will be vindicated speed is a factor in the accident, but in terms of the fatality",
        "start": 181.33,
        "duration": 3.87
    },
    {
        "text": "I don't think any",
        "start": 185.2,
        "duration": 0.79
    },
    {
        "text": "Determination has been made if speed played a role in the death of the minor ultimately where I land on this story",
        "start": 185.99,
        "duration": 4.369
    },
    {
        "text": "I thought that at the beginning",
        "start": 190.36,
        "duration": 1.57
    },
    {
        "text": "I was going to be in the mother's defense the entire time",
        "start": 191.93,
        "duration": 3.319
    },
    {
        "text": "But no, I really do believe that both parties are at fault although at different levels. I don't care",
        "start": 195.32,
        "duration": 4.79
    },
    {
        "text": "What the surrounding?",
        "start": 200.11,
        "duration": 0.79
    },
    {
        "text": "Situation is that led to eight people needing to fit into a car meant for five that car seat is supposed to be secured in",
        "start": 200.9,
        "duration": 5.03
    },
    {
        "text": "The back seat in a certain way if you are ever confused as to how to properly install one",
        "start": 205.93,
        "duration": 6.0
    },
    {
        "text": "I don't know how many people actually do it",
        "start": 211.93,
        "duration": 1.11
    },
    {
        "text": "You can go to like your local fire station and they can install it for you",
        "start": 213.04,
        "duration": 3.539
    },
    {
        "text": "But to try and wedge it between the two seats in the front. That's it so negligent",
        "start": 216.58,
        "duration": 4.02
    },
    {
        "text": "That's sad the idea that she's facing the same charges as the guy that was going",
        "start": 220.66,
        "duration": 2.94
    },
    {
        "text": "94 miles an hour and a 50 is insane I understand Manuel's lawyers. Just doing his job",
        "start": 223.73,
        "duration": 4.489
    },
    {
        "text": "You know he's saying speed was a factor, but blah blah blah was going",
        "start": 228.22,
        "duration": 3.42
    },
    {
        "text": "44 miles per hour over the speed limit in",
        "start": 232.25,
        "duration": 3.44
    },
    {
        "text": "Louisiana it is considered reckless driving if it's just",
        "start": 235.97,
        "duration": 3.2
    },
    {
        "text": "15 miles per hour just your first time going 15 miles an hour over you can be sentenced to 90 days in jail he was",
        "start": 239.33,
        "duration": 6.11
    },
    {
        "text": "Going 44 miles per hour over yes to me",
        "start": 245.44,
        "duration": 2.88
    },
    {
        "text": "There is no doubt the mother was negligent",
        "start": 248.32,
        "duration": 1.98
    },
    {
        "text": "But we're not even talking about this situation unless you have an off-duty police officer going",
        "start": 250.3,
        "duration": 4.11
    },
    {
        "text": "94 miles per hour and crashing into another car",
        "start": 254.6,
        "duration": 3.11
    },
    {
        "text": "It's insane to me that this is even remotely up for debate as far as fault as far as the officer is concerned it feels",
        "start": 257.71,
        "duration": 5.759
    },
    {
        "text": "Like it should just be open-and-shut here, but with all that said I do want to ask a question off to you",
        "start": 263.47,
        "duration": 4.389
    },
    {
        "text": "What are your thoughts here?",
        "start": 267.86,
        "duration": 1.05
    },
    {
        "text": "Do you think both should be at fault both should be punished the same Yes?",
        "start": 268.91,
        "duration": 3.269
    },
    {
        "text": "No, maybe so I'd love know your thoughts in those comments down below",
        "start": 272.18,
        "duration": 2.67
    },
    {
        "text": "Then it's the day after the Oscars",
        "start": 275.06,
        "duration": 0.93
    },
    {
        "text": "And we need to have at least one Oscar the related story or several that popped up",
        "start": 275.99,
        "duration": 3.6
    },
    {
        "text": "But the Alice stone one was",
        "start": 279.59,
        "duration": 1.51
    },
    {
        "text": "interesting to me with both for what she said any general reactions this year Emma Stone was introducing the nominees for Best Director when she",
        "start": 281.1,
        "duration": 6.529
    },
    {
        "text": "Said he's for men and Greta Gerwig created their own masterpieces this year",
        "start": 287.63,
        "duration": 4.139
    },
    {
        "text": "And so it seemed that she was trying to hit a note that we've seen made elsewhere that women are either",
        "start": 291.77,
        "duration": 3.45
    },
    {
        "text": "Excluded or not appreciated when it comes to director roles the Golden Globes we saw Natalie Portman make a similar comment",
        "start": 295.5,
        "duration": 5.72
    },
    {
        "text": "But it appeared Emma Stone did not get the same Internet reaction that Natalie Portman got because there were differences at the Golden Globes",
        "start": 301.22,
        "duration": 6.149
    },
    {
        "text": "Natalie Portman said here are all the male nominees. There's four white guys in guillermo",
        "start": 307.44,
        "duration": 4.1
    },
    {
        "text": "Del toro who actually ended up winning, but at the Oscars you had a woman two men of color",
        "start": 311.54,
        "duration": 4.019
    },
    {
        "text": "Del Toro and Peele and then two white guys also",
        "start": 315.56,
        "duration": 2.519
    },
    {
        "text": "There are people saying she might not be the best mouthpiece to talk about people of color",
        "start": 318.08,
        "duration": 3.39
    },
    {
        "text": "inclusion because of that backlash back in",
        "start": 322.32,
        "duration": 2.0
    },
    {
        "text": "2015 I remember there was the movie Aloha her character that she was playing was supposed to be a quarter Chinese",
        "start": 324.33,
        "duration": 5.209
    },
    {
        "text": "Quarter Native Hawaiian a common theme I saw among the criticism was that it was peak white feminism people saying yes",
        "start": 329.669,
        "duration": 5.869
    },
    {
        "text": "Greta is only the fifth white woman to ever be nominated in this category, but what about Jordan Peele?",
        "start": 335.539,
        "duration": 4.08
    },
    {
        "text": "Jordan Peele is only the fifth black man to ever be nominated for this category with that said I want to pass the question off",
        "start": 339.62,
        "duration": 4.559
    },
    {
        "text": "To you what are your thoughts on this situation but from that I want to share some stuff",
        "start": 344.18,
        "duration": 2.76
    },
    {
        "text": "I loved today and today in Austin brought to you by CG seat geek of course a fantastic",
        "start": 346.94,
        "duration": 3.959
    },
    {
        "text": "Ticket app that takes the confusion out of buying tickets. I put all the tickets in one place",
        "start": 351.03,
        "duration": 3.41
    },
    {
        "text": "They give them zero to 100 scores. You know if you're getting a good deal or not",
        "start": 354.44,
        "duration": 2.639
    },
    {
        "text": "I've got the app on my phone",
        "start": 357.08,
        "duration": 0.78
    },
    {
        "text": "And it is by far the easiest way to buy tickets whether it's something in the future or something last-minute",
        "start": 357.86,
        "duration": 4.47
    },
    {
        "text": "So if you want to check it out go to SeatGeek fill com",
        "start": 362.33,
        "duration": 2.22
    },
    {
        "text": "Download the app and make sure you use offer code fill to get $20 off your first ticket purchase and the first bit of Awesome",
        "start": 364.62,
        "duration": 5.059
    },
    {
        "text": "Is we got a trailer for Mary Poppins returns, and I'm excited for this it has an all-star cast Emily Blunt. You have lin-manuel",
        "start": 369.68,
        "duration": 6.149
    },
    {
        "text": "Miranda that said of course any time Holly puts its hands on a classic",
        "start": 376.08,
        "duration": 3.769
    },
    {
        "text": "You get nervous and I do think that's probably just because lin-manuel Miranda is in it that I have any faith whatsoever",
        "start": 380.099,
        "duration": 5.48
    },
    {
        "text": "Then we got another fantastic",
        "start": 385.74,
        "duration": 1.38
    },
    {
        "text": "Lucas the spider quickie you got a teaser for the final season of house of cards",
        "start": 387.12,
        "duration": 3.26
    },
    {
        "text": "We also got the announcement that we will be getting a fifth",
        "start": 390.45,
        "duration": 2.359
    },
    {
        "text": "season of black mirror Vanity Fair gave us jennifer lawrence taking a lie detector",
        "start": 392.88,
        "duration": 3.44
    },
    {
        "text": "And if you want to see the full versions everything I'll just share the secret link of the day",
        "start": 396.39,
        "duration": 3.5
    },
    {
        "text": "Anything at all links is always on the description down below",
        "start": 400.129,
        "duration": 2.489
    },
    {
        "text": "Then let's talk about our douchebags of the day 18-year old Kyle Williams, and nineteen year old Jordan Hall",
        "start": 402.619,
        "duration": 5.49
    },
    {
        "text": "They are douchebags",
        "start": 408.11,
        "duration": 1.209
    },
    {
        "text": "Of the day because they reportedly posted a video on social media showing them dragging a kitten behind a G court documents alleging the Williams",
        "start": 409.319,
        "duration": 6.23
    },
    {
        "text": "Tied a rope around the cat's neck and then to the bumper of the vehicle according to the court statement someone in the back of",
        "start": 415.55,
        "duration": 4.379
    },
    {
        "text": "The Jeep filmed the cat running behind the vehicle until it couldn't run anymore again",
        "start": 419.929,
        "duration": 3.27
    },
    {
        "text": "Also continued to be dragged even after it was dead while people reportedly watched and laughed and reportedly the cat was dragged for around five",
        "start": 423.199,
        "duration": 5.88
    },
    {
        "text": "Minutes the Jeep stopped twice and kept going because the animal wasn't dead yet one person the Jeep can also reportedly be heard yelling keep",
        "start": 429.08,
        "duration": 5.729
    },
    {
        "text": "Going, don't stop he's almost dead Williams, then posted the torture video onto a Facebook group called cellulite salvation according to prosecutors",
        "start": 434.809,
        "duration": 6.72
    },
    {
        "text": "He posted the videos so that his audience would buy him a pizza",
        "start": 441.529,
        "duration": 3.149
    },
    {
        "text": "But group members were actually",
        "start": 444.679,
        "duration": 1.39
    },
    {
        "text": "Furious after seeing a photo of him next to the torture bloodied kitten with one eye popped out of its head that photo he allegedly",
        "start": 446.069,
        "duration": 5.149
    },
    {
        "text": "Posted with the caption right a guess how I killed my cat that you can't a following the authorities were alerted both men were arrested",
        "start": 451.219,
        "duration": 5.429
    },
    {
        "text": "They were",
        "start": 456.719,
        "duration": 0.66
    },
    {
        "text": "Charged and in fact both men plead guilty and have since been sentenced Jordan Hall the driver of the vehicle was sentenced to four years",
        "start": 457.379,
        "duration": 5.269
    },
    {
        "text": "in state prison for animal abuse kyle looms was sentenced to seven year for for animal abuse and three for armed criminal action in the",
        "start": 462.649,
        "duration": 6.42
    },
    {
        "text": "Missouri department of corrections and in addition to this Williams was also",
        "start": 469.069,
        "duration": 2.489
    },
    {
        "text": "sentenced to another five years for a separate case after sharpening a spork into a shank while he was held in County Jail on the",
        "start": 471.719,
        "duration": 5.959
    },
    {
        "text": "Animal abuse charge. That's where that story ends. I don't know",
        "start": 477.679,
        "duration": 2.399
    },
    {
        "text": "I don't know if there's a lesson to be learned other than if you forgot for three seconds there are monsters of all kinds in",
        "start": 480.079,
        "duration": 5.61
    },
    {
        "text": "This world and also too",
        "start": 485.689,
        "duration": 0.9
    },
    {
        "text": "I'm glad that when people saw this online that they actually reported it so that these people could be held accountable then let's talk about",
        "start": 486.589,
        "duration": 6.39
    },
    {
        "text": "This news around Alex Jones some call him the creator of a far far right-wing news",
        "start": 492.979,
        "duration": 4.859
    },
    {
        "text": "Organization some call him a conspiracy theorist which is ridiculous",
        "start": 498.119,
        "duration": 3.47
    },
    {
        "text": "Is it a conspiracy?",
        "start": 501.589,
        "duration": 0.88
    },
    {
        "text": "Theory to talk about the Jew gen 2 which is the Brazilian cousin of a little person known as Bigfoot?",
        "start": 502.469,
        "duration": 5.029
    },
    {
        "text": "This is just a coincidence of the people pushing this Alex Jones conspiracy theorists are communist globalist media",
        "start": 507.509,
        "duration": 6.559
    },
    {
        "text": "Conglomerates trying to distract you from the real news that we expose that the sky is just a five dimensional hologram also",
        "start": 514.889,
        "duration": 5.809
    },
    {
        "text": "They're the creators of a special chemical that was put in the water to make people believe that at one point",
        "start": 520.699,
        "duration": 3.989
    },
    {
        "text": "We said Sandy Hook was a conspiracy",
        "start": 524.79,
        "duration": 2.299
    },
    {
        "text": "My terrible impression aside a lot of people know him for the who they're making the frogs gay comment",
        "start": 527.279,
        "duration": 4.58
    },
    {
        "text": "Cutting chemicals in the water take time the friggin frogs gay for me personally",
        "start": 532.35,
        "duration": 4.13
    },
    {
        "text": "And this is kind of where the joke ends you'll always be the guy that said this after sandy hoe Sandy Hook is a synthetic",
        "start": 536.48,
        "duration": 6.39
    },
    {
        "text": "Completely fake with actors in my view manufactured. I couldn't believe it at first",
        "start": 543.81,
        "duration": 5.15
    },
    {
        "text": "I knew they had actors there clearly, but I thought they killed some real kids, and it just shows how bold they are",
        "start": 549.47,
        "duration": 6.21
    },
    {
        "text": "That they clearly used actors. That's that we're talking about Jones today, because he and his YouTube channels",
        "start": 556.35,
        "duration": 5.659
    },
    {
        "text": "But in the news a lot lately since the parkland, Florida shooting in February Jones's channel",
        "start": 562.01,
        "duration": 3.57
    },
    {
        "text": "Which is nearly 2.3 million subscribers posted a video about the parkland, Florida shooting survivor, David ha the video is titled David hog",
        "start": 565.58,
        "duration": 6.059
    },
    {
        "text": "Can't remember his lines in TV interview this video seemed to insinuate as many others did at that time that hog and other students from?",
        "start": 571.64,
        "duration": 6.0
    },
    {
        "text": "Stoneman Douglas",
        "start": 577.65,
        "duration": 0.57
    },
    {
        "text": "Where crisis actors are at the very least people paid to play victims during?",
        "start": 578.22,
        "duration": 3.229
    },
    {
        "text": "emergencies in February 21st YouTube removed the video for violating its policies on harassment and bullying after that Jones channel reportedly received a strike from",
        "start": 581.61,
        "duration": 6.829
    },
    {
        "text": "YouTube as a result then on February 27th Infowars claims the two other videos on the channel were taken down",
        "start": 588.44,
        "duration": 4.74
    },
    {
        "text": "And they received a second strike from YouTube the videos were titled what is to blame for the Florida high school shooting and the truth?",
        "start": 593.18,
        "duration": 5.159
    },
    {
        "text": "about crisis actors in the Florida shooting in for is contributor Paul Joseph Watson right a this morning",
        "start": 598.34,
        "duration": 4.26
    },
    {
        "text": "we were informed that the channel had received a second strike on a video relating to the parkland shooting meaning it is now on the",
        "start": 602.6,
        "duration": 4.799
    },
    {
        "text": "Verge of being terminated permanently in force claiming they received a notice from YouTube Rita",
        "start": 607.4,
        "duration": 3.419
    },
    {
        "text": "This is the second strike applied to your account within three months as a result you're unable to post a new content say YouTube for",
        "start": 610.82,
        "duration": 4.77
    },
    {
        "text": "Two weeks if there are no further issues the ability to upload will be automatically restored after this two-week period and if you're not familiar",
        "start": 615.59,
        "duration": 5.07
    },
    {
        "text": "With YouTube's guidelines if you received three strikes within a three-month period your account is just termini now if we look at the channel it",
        "start": 620.66,
        "duration": 5.219
    },
    {
        "text": "Doesn't appear that there was any interruption the ability for enforce continue uploading to the Alex Jones channel then on March 3rd and for his",
        "start": 625.88,
        "duration": 5.46
    },
    {
        "text": "Claim that youtuber to remove one of the strikes from earlier in the week",
        "start": 631.34,
        "duration": 2.429
    },
    {
        "text": "But had also hit the channel with another",
        "start": 633.77,
        "duration": 1.45
    },
    {
        "text": "strike for video that had already been appealed and restored this then led Alex Jones to tweet Alex Jones channel with billions of views as",
        "start": 635.22,
        "duration": 6.169
    },
    {
        "text": "Fros have you've been told it will be deleted tomorrow in all 33,000 videos will be a race",
        "start": 641.39,
        "duration": 3.869
    },
    {
        "text": "We just set up this new page subscribe if you want to see what the Southern Poverty Law Center wants censor that said the channel",
        "start": 645.26,
        "duration": 5.309
    },
    {
        "text": "continued running",
        "start": 650.57,
        "duration": 0.91
    },
    {
        "text": "Uninterrupted a YouTube spokesperson told Newsweek that I have no plans to delete Jones's channel",
        "start": 651.48,
        "duration": 4.099
    },
    {
        "text": "Or erases videos also saying that YouTube never notifies content creators before terminating their channels, anyways essentially saying yes",
        "start": 655.58,
        "duration": 5.52
    },
    {
        "text": "We do send out emails when you get a strike",
        "start": 661.1,
        "duration": 1.56
    },
    {
        "text": "But we never send emails before we're going to",
        "start": 662.66,
        "duration": 2.429
    },
    {
        "text": "Nitu channel if you get a third strike in your channel is gonna be terminated",
        "start": 665.24,
        "duration": 2.46
    },
    {
        "text": "We just do we don't give you a heads up",
        "start": 667.7,
        "duration": 1.56
    },
    {
        "text": "That said there's also a general distrust of YouTube right now this because all of this news is coming off the heels of YouTube deleting",
        "start": 669.26,
        "duration": 5.789
    },
    {
        "text": "And then restoring an account of Infowars",
        "start": 675.05,
        "duration": 2.01
    },
    {
        "text": "Washington bureau chief Jerome course according to course he on March 1st Google slash YouTube just terminated my YouTube channel without notice or",
        "start": 677.1,
        "duration": 6.26
    },
    {
        "text": "explanation stole my February earnings gone censorship now compounded by theft adding Donald Trump",
        "start": 683.55,
        "duration": 4.97
    },
    {
        "text": "And Ajit PI adding so Eric Schmidt is now a hard left thief in addition to a sensor",
        "start": 688.52,
        "duration": 3.959
    },
    {
        "text": "outrageous in the tweet course",
        "start": 692.64,
        "duration": 1.13
    },
    {
        "text": "He posted a screenshot of two previous strikes YouTube had leveled against his videos one for a video titled does the Trump counter-attack start now",
        "start": 693.77,
        "duration": 6.419
    },
    {
        "text": "Yes another for a video titled Trump wins narrative on Florida school shooting stated reason for the strikes was that the videos violated YouTube's policies",
        "start": 700.29,
        "duration": 6.38
    },
    {
        "text": "On harassment and bullying however of course his account was then restored the same day by UT and according to NPR YouTube",
        "start": 706.67,
        "duration": 4.919
    },
    {
        "text": "Spokesperson told him the company made a mistake and deleting courses account is because reportedly the company has hired so many people in the last",
        "start": 711.69,
        "duration": 5.299
    },
    {
        "text": "Few months to enforce community standards and because you have these new employees they're still learning what content is okay?",
        "start": 716.99,
        "duration": 4.77
    },
    {
        "text": "And what content is not okay, and while the strike situation is obviously still developing",
        "start": 721.76,
        "duration": 3.75
    },
    {
        "text": "this is not where the story ends because we're talking about online video and of course with online video hand at hand we have the",
        "start": 725.51,
        "duration": 5.699
    },
    {
        "text": "advertisers the back-and-forth between YouTube and infor since the parkland",
        "start": 731.7,
        "duration": 2.899
    },
    {
        "text": "Florida shooting has shown a light on the situation that spotlight has hit the companies",
        "start": 734.6,
        "duration": 3.869
    },
    {
        "text": "Which have ads which play on Infowars videos, and it was discovered. We're not talking about throwaway companies",
        "start": 738.47,
        "duration": 4.619
    },
    {
        "text": "We're talking about high-profile companies had their ads on these videos this report of including companies like Nike",
        "start": 743.089,
        "duration": 4.619
    },
    {
        "text": "Acer 20th Century Fox paramount Network the Mormon Church Expedia",
        "start": 747.899,
        "duration": 4.16
    },
    {
        "text": "Alibaba",
        "start": 752.1,
        "duration": 0.69
    },
    {
        "text": "Mozilla the NRA Wix and class pass",
        "start": 752.79,
        "duration": 2.51
    },
    {
        "text": "Reportedly after being reached for comment many of the companies said they were unaware that their ads have been running on this channel II after",
        "start": 755.399,
        "duration": 5.12
    },
    {
        "text": "Being contacted many of the companies said they have suspended their ads on Alex Jones's chat this including Nike Expedia classpass",
        "start": 760.52,
        "duration": 5.639
    },
    {
        "text": "Alibaba and Mozilla Nike spokesperson saying the company was disturbed to learn we appeared on the Alex Jones Channel additionally",
        "start": 766.26,
        "duration": 5.63
    },
    {
        "text": "And this is one of the really important parts and asked YouTube why the ad appeared on a channel after opted into quotes sensitive subject",
        "start": 771.89,
        "duration": 5.579
    },
    {
        "text": "Exclusions that exclusion filter is supposed to prevent ads from being play somebody is a cover sensitive social issues tragedy and conflict",
        "start": 777.51,
        "duration": 5.69
    },
    {
        "text": "profanity and rough language sexually suggestive content sensational and shocking content and following the various iterations",
        "start": 783.27,
        "duration": 5.869
    },
    {
        "text": "We've seen of the ad pocalypse YouTube seemed very focused on giving",
        "start": 789.149,
        "duration": 4.07
    },
    {
        "text": "Advertisers more tools now of course a situation like this calls into the question of how effective those new tools",
        "start": 793.41,
        "duration": 4.789
    },
    {
        "text": "In addition to the exclusion filter companies can also add certain channels to a blacklist or their ads don't appear on that channel",
        "start": 798.329,
        "duration": 5.25
    },
    {
        "text": "So we have companies saying that they are doing just that with Alex Jones's champ now around this situation YouTube did not comment specifically on",
        "start": 803.579,
        "duration": 5.82
    },
    {
        "text": "Infowars advertising",
        "start": 809.589,
        "duration": 1.1
    },
    {
        "text": "But did say you uphold free expression according to our community guidelines even when there are views we don't agree with when videos are flying",
        "start": 810.689,
        "duration": 5.309
    },
    {
        "text": "to us that violate our guidelines we immediately remove that we do not allow ads during videos that deal with sensitive and tragic events I",
        "start": 815.999,
        "duration": 5.7
    },
    {
        "text": "Also, did want to chime in for a second regarding Alex Jones in fours and specifically the YouTube channel",
        "start": 821.699,
        "duration": 4.739
    },
    {
        "text": "I am personally incredibly skeptical of the information. We are being given",
        "start": 826.47,
        "duration": 2.969
    },
    {
        "text": "I have not in my over a decade on YouTube seen YouTube ever send out an email saying hey you got a third strike your",
        "start": 829.439,
        "duration": 5.609
    },
    {
        "text": "Accounts gonna be deleted tomorrow also Alex Jones use this situation to promote to a second new YouTube channel",
        "start": 835.049,
        "duration": 4.62
    },
    {
        "text": "Which it doesn't make any sense because according to the Terms of Service and and I believe that it would be enforced because Alex Jones",
        "start": 839.709,
        "duration": 5.599
    },
    {
        "text": "is a",
        "start": 845.309,
        "duration": 0.611
    },
    {
        "text": "High-profile figure at second Channel unless they tried to engage in some sort of loophole would go against the YouTube's Terms of Service it would",
        "start": 845.92,
        "duration": 5.509
    },
    {
        "text": "Be shut down as well",
        "start": 851.429,
        "duration": 0.63
    },
    {
        "text": "And then of course just keeping in mind the ridiculous claims that Alex Jones has made in the past",
        "start": 852.059,
        "duration": 3.36
    },
    {
        "text": "It makes me skeptical and so that's where we are with the situation right now",
        "start": 855.629,
        "duration": 2.76
    },
    {
        "text": "It will be very interesting to see what develops, but but it is important to understand that there is actually a problem on YouTube",
        "start": 858.389,
        "duration": 5.76
    },
    {
        "text": "Right now along with that",
        "start": 864.149,
        "duration": 0.961
    },
    {
        "text": "I feel like it is very",
        "start": 865.11,
        "duration": 0.879
    },
    {
        "text": "Important that we understand that all of the channels being affected here are not one in the same in my eyes Alex Jones Infowars",
        "start": 865.989,
        "duration": 6.11
    },
    {
        "text": "Maybe what we'll call Infowars affiliates are in a completely different league than other people that are being genuinely affected",
        "start": 872.1,
        "duration": 5.909
    },
    {
        "text": "I mean we're seeing everyone from Carl Benjamin sargon of akkad he had his account removed",
        "start": 878.009,
        "duration": 3.72
    },
    {
        "text": "He said he had no strikes then youtube reinstated",
        "start": 881.73,
        "duration": 2.729
    },
    {
        "text": "It have that but all the way to people like dave rubin who describes himself as a classical liberal who is",
        "start": 884.459,
        "duration": 4.14
    },
    {
        "text": "Constantly demonetised understand and people always try to do this whenever I mention any other creator",
        "start": 888.939,
        "duration": 4.369
    },
    {
        "text": "They tie me to every opinion that person has ever had this is not me signing on or signing off on anything",
        "start": 893.309,
        "duration": 5.67
    },
    {
        "text": "never said",
        "start": 898.98,
        "duration": 0.639
    },
    {
        "text": "It's just very important to understand that there is a difference between",
        "start": 899.619,
        "duration": 3.44
    },
    {
        "text": "Creators that are being affected and will you to be able to do a better job in the future?",
        "start": 903.459,
        "duration": 3.109
    },
    {
        "text": "I don't know. I mean think about if your YouTube you know that you haven't been doing a good enough job",
        "start": 906.569,
        "duration": 3.869
    },
    {
        "text": "There are people saying the algorithm is not enough and so you bring on thousands of new people",
        "start": 910.439,
        "duration": 4.679
    },
    {
        "text": "But that is once again",
        "start": 915.119,
        "duration": 1.45
    },
    {
        "text": "thousands of new employees and their new job",
        "start": 916.569,
        "duration": 2.239
    },
    {
        "text": "If we're believing everything that we're seeing is to tell the difference between disinformation",
        "start": 918.809,
        "duration": 4.2
    },
    {
        "text": "campaigns propaganda harassment videos and political commentary videos that they may not agree with they may find disgusting",
        "start": 923.47,
        "duration": 6.169
    },
    {
        "text": "But should be defended because freedom of speech",
        "start": 929.639,
        "duration": 1.92
    },
    {
        "text": "That's what I'm gonna this one, and I want to pass the question off to you. What are your thoughts on this situation?",
        "start": 931.559,
        "duration": 3.94
    },
    {
        "text": "I've know what you think and why you're thinking in those comments down below",
        "start": 935.5,
        "duration": 3.239
    },
    {
        "text": "And that's where I'm going to end today's show and remember if you like this video you like what I'm trying to do on this",
        "start": 938.74,
        "duration": 4.14
    },
    {
        "text": "Channel hit that like button if you're new here hit that subscribe button also make sure you got that Bell click so you get notifications",
        "start": 942.88,
        "duration": 4.829
    },
    {
        "text": "Since the videos for some reason don't pop up sometimes for the first hour on that note if you missed the last philip defranco show",
        "start": 947.899,
        "duration": 5.21
    },
    {
        "text": "You want to catch up click or tap right there to watch that or he needs something a little bit lighter",
        "start": 953.11,
        "duration": 3.69
    },
    {
        "text": "You can watch today's brand new behind the scenes blog click or tap right there and watch that",
        "start": 956.8,
        "duration": 3.209
    },
    {
        "text": "But so that's it of course as always my name's philip defranco. You've just been phill'd in",
        "start": 960.009,
        "duration": 4.11
    },
    {
        "text": "I love yo faces, and I'll see you tomorrow",
        "start": 964.12,
        "duration": 2.0
    }
]