[
    {
        "text": "Sup you beautiful bastards, hope you're having a fantastic Friday welcome back to the Friday show for those of you that are new here Monday Tuesday",
        "start": 0.03,
        "duration": 5.939
    },
    {
        "text": "Wednesday Thursday, talk about the news world events and then Friday, it's all about the conversation.",
        "start": 5.97,
        "duration": 4.049
    },
    {
        "text": "I go through the past week of videos,",
        "start": 10.019,
        "duration": 1.2
    },
    {
        "text": "I look at your comments, and I reply back. Because a news show is great and all,",
        "start": 11.219,
        "duration": 3.03
    },
    {
        "text": "but what's the point of it if we can't also have a conversation about it? Before we jump into that I want to cover a",
        "start": 14.25,
        "duration": 4.799
    },
    {
        "text": "Story that has been heavily requested -- Just like last week though, it is a YouTube drama story.",
        "start": 19.05,
        "duration": 5.34
    },
    {
        "text": "It didn't really fit in the Wednesday Thursday show, but I've seen enough people ask me about it,",
        "start": 24.39,
        "duration": 3.27
    },
    {
        "text": "so let's talk about it.",
        "start": 27.66,
        "duration": 0.699
    },
    {
        "text": "For those who do not care about this sort of thing jump to here in the time code.",
        "start": 28.359,
        "duration": 3.117
    },
    {
        "text": "And that thing I'm talking about is an",
        "start": 31.476,
        "duration": 1.463
    },
    {
        "text": "update to the idubbbz rice gum situation. And a quickie recap is idubbbz, aka,",
        "start": 32.94,
        "duration": 4.29
    },
    {
        "text": "Ian, did a Content top video on rice gum. And in the video he exposes past actions right scum fans may not have realized happened, critiques",
        "start": 37.23,
        "duration": 6.419
    },
    {
        "text": "Rice he burns him and he hits him with a dish track at the end. And the main thing",
        "start": 43.649,
        "duration": 3.15
    },
    {
        "text": "I said last week you might remember, it was just, it was a little advice for rice gum:",
        "start": 46.8,
        "duration": 3.42
    },
    {
        "text": "\"All I would say is if I could give some advice to rice gum is,",
        "start": 50.22,
        "duration": 2.64
    },
    {
        "text": "don't handle this situation like you're doing something against Jake Paul. Ian is a pro, whereas Jake Paul...",
        "start": 52.86,
        "duration": 6.16
    },
    {
        "text": "In certain states if you were really mean to him that could be considered a hate crime.\"",
        "start": 59.02,
        "duration": 3.84
    },
    {
        "text": "Side note, for those who that understood what",
        "start": 62.86,
        "duration": 1.639
    },
    {
        "text": "I was saying about Jake Paul, thank you. I make the show for you.",
        "start": 64.5,
        "duration": 3.36
    },
    {
        "text": "Anyway, rice gum ended up responding was through four videos one was a skit where he was essentially saying",
        "start": 67.86,
        "duration": 4.529
    },
    {
        "text": "I'm going to respond a 23-minute respond part of his diss track back and then finally his music video",
        "start": 72.39,
        "duration": 4.68
    },
    {
        "text": "I dubs and puts out a content deputy video summarized that video he goes point by point to show how rice gum is not correct?",
        "start": 77.07,
        "duration": 6.449
    },
    {
        "text": "I feel like overall Ian did a much better job, but hey you could even say you can say that's bias",
        "start": 83.58,
        "duration": 3.809
    },
    {
        "text": "I've even said I'm a fan of content cops so let's let's actually let's talk about this story in a different way",
        "start": 87.39,
        "duration": 4.379
    },
    {
        "text": "Everyone's talking about who wins who loses at the end of the day?",
        "start": 91.77,
        "duration": 2.94
    },
    {
        "text": "We're all youtubers making a lot of money in a way",
        "start": 94.71,
        "duration": 2.01
    },
    {
        "text": "That's well just wasn't possible years ago and doesn't require a ton of skill. We're all winners in that way also",
        "start": 96.72,
        "duration": 5.099
    },
    {
        "text": "No one's career has been ended here people keep saying it for each of them, but it just isn't true",
        "start": 101.82,
        "duration": 3.869
    },
    {
        "text": "But Phil we have to have a winner and a loser to that I say I really think that the only fair way to",
        "start": 105.689,
        "duration": 4.38
    },
    {
        "text": "Gauge that is by by using something from rice gums repertoire one of the points made in Ian's video and rice gum acknowledges this is",
        "start": 110.2,
        "duration": 7.04
    },
    {
        "text": "He says that people are irrelevant",
        "start": 117.24,
        "duration": 2.0
    },
    {
        "text": "gabi show another pretty",
        "start": 120.04,
        "duration": 1.63
    },
    {
        "text": "Irrelevant you to be constantly references people's numbers their their number of view is their number of subscribers and that equating to their worth their",
        "start": 121.67,
        "duration": 6.44
    },
    {
        "text": "Value so to that. I say let's use rice comes metric number of total views around this situation somewhat similar although",
        "start": 128.11,
        "duration": 5.46
    },
    {
        "text": "I think rice come overall has more because he's put out way more videos on it and so for me personally",
        "start": 133.57,
        "duration": 4.229
    },
    {
        "text": "I see that as rice come realizing that he was taking a hit subscriber wise so he was going to maximize his views and thus",
        "start": 137.8,
        "duration": 5.759
    },
    {
        "text": "profit from this situation",
        "start": 143.56,
        "duration": 0.96
    },
    {
        "text": "But then if you look at the long term when the growth when",
        "start": 144.52,
        "duration": 3.179
    },
    {
        "text": "Ian's win this whole situation started with the content cop and since that videos released last Tuesday and gained well over half a million new",
        "start": 147.8,
        "duration": 6.77
    },
    {
        "text": "Subscribers whereas rice come as a recording this video is still in the negative",
        "start": 154.97,
        "duration": 3.619
    },
    {
        "text": "But his daily subscriber gains are back in the positive and maybe by the time this goes up",
        "start": 158.59,
        "duration": 3.75
    },
    {
        "text": "Maybe he's net positive and so that's really it. I think which which ever a set of numbers you prioritize",
        "start": 162.34,
        "duration": 4.29
    },
    {
        "text": "That's where you're gonna see a winner. It's ultimately I see a situation where really no one lost",
        "start": 166.63,
        "duration": 4.619
    },
    {
        "text": "I think that that someone did a lot better than someone else as far as the number is the money the subscriber is all you",
        "start": 171.25,
        "duration": 5.82
    },
    {
        "text": "Had really we're we're winners. That said let's jump into the Monday show Monday",
        "start": 177.07,
        "duration": 3.75
    },
    {
        "text": "We talked about the Andy signor define media sexual harassment claims",
        "start": 180.82,
        "duration": 3.179
    },
    {
        "text": "Supposedly racist dove commercial the Szechuan sauce riot and the Casey nights at YouTube ads controversy a nice ignore sexual harassment claims",
        "start": 184.28,
        "duration": 6.949
    },
    {
        "text": "Mario Mario",
        "start": 191.33,
        "duration": 0.74
    },
    {
        "text": "I love all the idiots in the comments trying to justify rape and sexual assault there are multiple witnesses and screenshots of the guy making",
        "start": 192.07,
        "duration": 5.879
    },
    {
        "text": "Lewd and sexual comments to employees and asking them to do sexual thing. It's his job, and it is harassment",
        "start": 197.95,
        "duration": 5.099
    },
    {
        "text": "That's not tolerated in any job anywhere hence why he was fired",
        "start": 203.049,
        "duration": 3.24
    },
    {
        "text": "it's not like there are video cameras at every rape instance the evidence is surely enough to fire him for harassment stop making excuses and",
        "start": 206.29,
        "duration": 6.059
    },
    {
        "text": "I will say this on this subject it all just seems so crazy to me like I feel like if you're running a business",
        "start": 212.35,
        "duration": 5.309
    },
    {
        "text": "There has to be a certain amount of your brain. That is",
        "start": 217.79,
        "duration": 2.599
    },
    {
        "text": "Paranoid in this country and in this industry people get sooo happy",
        "start": 220.489,
        "duration": 3.41
    },
    {
        "text": "I've heard horror stories about people being sued for things that 100% didn't happen so I was just going for a payday",
        "start": 223.9,
        "duration": 6.33
    },
    {
        "text": "it's horrible the paranoia instilled in me so much that I won't even have a",
        "start": 230.23,
        "duration": 3.66
    },
    {
        "text": "Meeting with an employee without a second person in the room so the fact that all of a sudden you hear stories about a boss",
        "start": 234.11,
        "duration": 5.389
    },
    {
        "text": "It's like I want a jerk off in front of you come here. I don't care if you're reading a book",
        "start": 239.5,
        "duration": 3.63
    },
    {
        "text": "we're in the case with April accusations that he tried to take a",
        "start": 243.13,
        "duration": 3.089
    },
    {
        "text": "Dildo and put it in her that's without going into the fans stuff my mind goes at how actually first why no",
        "start": 246.41,
        "duration": 5.869
    },
    {
        "text": "And secondly how do you think you're gonna get away with it?",
        "start": 252.83,
        "duration": 1.98
    },
    {
        "text": "Although the unfortunate thing is between this and the Harvey Weinstein story apparently people just can't for a really really long time",
        "start": 254.81,
        "duration": 6.72
    },
    {
        "text": "And then that's gonna make the other victims feel like oh well. This is just how it works",
        "start": 261.53,
        "duration": 3.36
    },
    {
        "text": "I want to make a scene. I want to be known as that person",
        "start": 265.07,
        "duration": 2.399
    },
    {
        "text": "I don't want to be blacklist notes around the story",
        "start": 267.47,
        "duration": 1.92
    },
    {
        "text": "I had people asking why I didn't mention that Andi signor had a wife and kid during all this a short answer to that is",
        "start": 269.39,
        "duration": 4.979
    },
    {
        "text": "It doesn't make the things that were alleged against him any worse or any better like if there's an allegation that someone tried to take",
        "start": 274.37,
        "duration": 5.55
    },
    {
        "text": "A dildo and insert it into someone that did not want a dildo in them and the statement is",
        "start": 279.92,
        "duration": 3.509
    },
    {
        "text": "Andy has away still just a scummy and he betrayed the trust of his lover",
        "start": 283.65,
        "duration": 4.369
    },
    {
        "text": "I'd feel like we're missing the main point here",
        "start": 288.02,
        "duration": 1.68
    },
    {
        "text": "It's also the reason why I didn't talk about Harvey Weinstein's wife in the first video about him on the Szechuan sauce",
        "start": 289.7,
        "duration": 4.47
    },
    {
        "text": "Rides media addict wrote you can just go to the supermarket and buy the damn sauce so if you're not useless in the kitchen you",
        "start": 294.24,
        "duration": 5.21
    },
    {
        "text": "Can follow any number of doing yourself videos on YouTube and make it yourself? Here's the thing MA",
        "start": 299.45,
        "duration": 3.929
    },
    {
        "text": "You are under estimating how lazy people are and I'm including myself in that statement telling the people going to a fast-food",
        "start": 303.38,
        "duration": 6.0
    },
    {
        "text": "establishment to go to the store and go through the process of making a food as a data - which by the way is my",
        "start": 310.26,
        "duration": 5.419
    },
    {
        "text": "New favorite way to preface anything. I'm about to say it's a tad a - I'm gonna say",
        "start": 315.68,
        "duration": 3.6
    },
    {
        "text": "I'm not a fan what I mean to say is someone that has kids specifically a newborn my time is very limit mean one",
        "start": 319.28,
        "duration": 5.429
    },
    {
        "text": "I'm not at a point in my life where I'm going to stand in line outside of a McDonald's",
        "start": 324.71,
        "duration": 3.3
    },
    {
        "text": "But - I don't even want to go to the store pick up food",
        "start": 328.11,
        "duration": 2.87
    },
    {
        "text": "Why I use and also AM sponsored by postmates - sitting there you want a meal from a restaurant want something from the store",
        "start": 330.98,
        "duration": 5.429
    },
    {
        "text": "But you don't want to go boom postmates",
        "start": 336.41,
        "duration": 2.07
    },
    {
        "text": "This is a real screenshot from my inbox when I search post mate, and that's just a 14 day window seem so much time",
        "start": 338.48,
        "duration": 6.479
    },
    {
        "text": "It's so convenient. It's why I love the fact that they're a sponsor because I",
        "start": 344.96,
        "duration": 3.12
    },
    {
        "text": "Legitimately use them every day, which by the way one mA",
        "start": 348.6,
        "duration": 3.41
    },
    {
        "text": "thank you so much for asking such a perfect question to include our sponsor and secondly a reminder as part of the sponsorship if you",
        "start": 352.01,
        "duration": 6.239
    },
    {
        "text": "Download the app which I'll include the link in the description below make sure you hit the button in the top left corner",
        "start": 358.32,
        "duration": 3.769
    },
    {
        "text": "enter promo code Philly D",
        "start": 362.16,
        "duration": 1.7
    },
    {
        "text": "And you will get $100 in delivery credits",
        "start": 363.86,
        "duration": 2.309
    },
    {
        "text": "Then on the Dove ad that had people outraged from the defranco elite disc or G master",
        "start": 366.169,
        "duration": 4.35
    },
    {
        "text": "479 wrote it was a stupid ad if the reaction was blown out of proportion",
        "start": 370.65,
        "duration": 2.93
    },
    {
        "text": "I've had a brilliant adversity campaign that has been viewed positively in the past and this was just a poor misstep",
        "start": 374.06,
        "duration": 4.23
    },
    {
        "text": "Nothing to get screamed at about yeah",
        "start": 378.29,
        "duration": 1.47
    },
    {
        "text": "I have to say for me personally the main place where I was I was annoyed it wasn't actually even the reaction many people were",
        "start": 379.76,
        "duration": 5.369
    },
    {
        "text": "Just reacting, but than what they were seeing when my anger came from the coverage on Twitter and Facebook",
        "start": 385.13,
        "duration": 4.339
    },
    {
        "text": "I saw this story explained",
        "start": 389.47,
        "duration": 1.59
    },
    {
        "text": "Just as two women involved not three which completely changes the situation some places only show the white and black woman",
        "start": 391.06,
        "duration": 6.299
    },
    {
        "text": "But and then they reference the third woman, but they don't show the picture or the video",
        "start": 397.36,
        "duration": 3.48
    },
    {
        "text": "And I'm just wondering is is that poor coverage or?",
        "start": 400.84,
        "duration": 2.669
    },
    {
        "text": "Do they want the piece to be juicier they want there to be outrage also?",
        "start": 403.759,
        "duration": 3.38
    },
    {
        "text": "I saw people pointing to an advertisement they did a few years ago where they had a black woman on one side where it says",
        "start": 407.139,
        "duration": 5.19
    },
    {
        "text": "Before a white woman where it says after once again?",
        "start": 412.43,
        "duration": 2.51
    },
    {
        "text": "I becomes a situation of I could see how some people might see that when you really look at the actual picture you see you",
        "start": 414.94,
        "duration": 5.459
    },
    {
        "text": "See three women a variety of women in the front and yes in the back you see before and after",
        "start": 420.4,
        "duration": 4.589
    },
    {
        "text": "But it's it's in connection to dry skin and not dry skin like I can look at that picture and understand",
        "start": 424.99,
        "duration": 5.309
    },
    {
        "text": "Why some people think that that's that's racist then and this is the majority of my brain?",
        "start": 430.3,
        "duration": 3.69
    },
    {
        "text": "I look at that picture, and I go oh well. I see what Dov was going for here",
        "start": 433.99,
        "duration": 3.059
    },
    {
        "text": "You know when once dry skin, this isn't a black and white thing",
        "start": 437.05,
        "duration": 2.13
    },
    {
        "text": "It's not like that that lady in the middle is the transition photo, but hey, that's my takeaway",
        "start": 439.18,
        "duration": 3.479
    },
    {
        "text": "And then we had the Tuesday show Tuesday",
        "start": 442.659,
        "duration": 1.621
    },
    {
        "text": "we talked about everything surrounding the Harvey Weinstein scandal and",
        "start": 444.28,
        "duration": 2.97
    },
    {
        "text": "ESPN suspending Jamel hill on the Harvey Weinstein update like Matt Walsh said on Twitter",
        "start": 447.349,
        "duration": 4.369
    },
    {
        "text": "Why are we applauding the celebrities for coming forward now? It's easy now",
        "start": 451.719,
        "duration": 3.06
    },
    {
        "text": "No\nRisk they cared more for their careers before the real road fuck that I was born in a different time argument adapt",
        "start": 454.78,
        "duration": 5.609
    },
    {
        "text": "You creepy motherfucker. Yeah, actually on that note I do have to say B",
        "start": 460.389,
        "duration": 3.24
    },
    {
        "text": "I was born in a different time or they were born in a different time",
        "start": 463.63,
        "duration": 2.399
    },
    {
        "text": "That's something you say about your your your grandma. Who's not really all there says. I'm the racist you're like sorry",
        "start": 466.029,
        "duration": 5.49
    },
    {
        "text": "That's my that's my grandma. She's not really all there. She's born in a different time",
        "start": 471.52,
        "duration": 3.389
    },
    {
        "text": "I'm sorry that she's she's racist",
        "start": 474.909,
        "duration": 1.98
    },
    {
        "text": "It's not something you say when you're Harvey Weinstein and you say you know I've been working on this for like the past ten years",
        "start": 476.889,
        "duration": 4.649
    },
    {
        "text": "And there are accusations against you in that same time period and seemingly in no way other than your personal struggle",
        "start": 481.539,
        "duration": 5.79
    },
    {
        "text": "Have you suffered or been punished? Who are you as far as the frustration of people not speaking out?",
        "start": 487.33,
        "duration": 4.41
    },
    {
        "text": "I will say my frustration lies with people who witnessed it and not really the people that appear to be victims in this",
        "start": 491.74,
        "duration": 6.059
    },
    {
        "text": "Situation one of the constants other than they're trying to get women to watch him shower",
        "start": 497.99,
        "duration": 3.38
    },
    {
        "text": "And he's wearing a bathrobe and then trying to massage them and then put their hands on other than that one of the biggest",
        "start": 501.37,
        "duration": 4.409
    },
    {
        "text": "Constants are how weird and conflicted the women feel some of the women saying am I responsible for this",
        "start": 506.06,
        "duration": 5.479
    },
    {
        "text": "I don't want to hurt his family a lot of these women were younger that",
        "start": 511.539,
        "duration": 2.85
    },
    {
        "text": "of their careers some of them just worked for him then maybe you hear the story that this is just the way things are and",
        "start": 514.49,
        "duration": 5.76
    },
    {
        "text": "Maybe hear a horror story about someone that tried to speak some victims worried that they would just be completely",
        "start": 520.44,
        "duration": 4.399
    },
    {
        "text": "blacklisted their whole life their career ruined",
        "start": 525.36,
        "duration": 2.03
    },
    {
        "text": "Hope is that with all these people sharing their story of the women in Harvey Weinstein's case",
        "start": 527.39,
        "duration": 4.469
    },
    {
        "text": "Vander Beek and Terry Crews and outside situations personal, hope is that by people now speaking out?",
        "start": 532.32,
        "duration": 5.149
    },
    {
        "text": "Which you you can you can feel how you you do about not talking before, but now they're talking",
        "start": 537.47,
        "duration": 4.5
    },
    {
        "text": "We're seeing as a safety a number situation and hopefully that inspires",
        "start": 541.97,
        "duration": 2.94
    },
    {
        "text": "other people in the future to realize that they don't have to deal with this where I am very concerned are these stories like the",
        "start": 545.13,
        "duration": 5.539
    },
    {
        "text": "Ones from from Ben Affleck I concern when I see people like Rose McGowan saying you knew you knew and you're gonna act like you",
        "start": 550.67,
        "duration": 5.609
    },
    {
        "text": "Didn't know there's also been a conversation",
        "start": 556.279,
        "duration": 1.451
    },
    {
        "text": "Of what people knew I was reading through an interview George Clooney did recently around this whole story",
        "start": 557.73,
        "duration": 4.91
    },
    {
        "text": "And there was a lot of talk about",
        "start": 562.64,
        "duration": 1.66
    },
    {
        "text": "everyone knew and he said that just wasn't the case and a",
        "start": 564.3,
        "duration": 2.21
    },
    {
        "text": "Paraphrasing is essentially saying we knew that he would go after women in the community tried to have sex with actresses women in the industry",
        "start": 566.64,
        "duration": 6.049
    },
    {
        "text": "But never to the extent of sexual harassment and sexual assault I think even that explanation Falls a little bit short",
        "start": 572.82,
        "duration": 6.229
    },
    {
        "text": "Because you look at the power differential between Harvey",
        "start": 579.24,
        "duration": 2.479
    },
    {
        "text": "Weinstein and many of these women if you're someone's boss you control that person's career you have power over them and you're abusing power I",
        "start": 581.79,
        "duration": 6.65
    },
    {
        "text": "Just think it's important more people understand that on the ESPN",
        "start": 588.44,
        "duration": 2.369
    },
    {
        "text": "suspending Jamel Hill's story natural and thick wrote",
        "start": 591.029,
        "duration": 2.42
    },
    {
        "text": "Why is it?",
        "start": 593.45,
        "duration": 0.36
    },
    {
        "text": "Okay for Donald Trump to eat the most immature and unprofessional opinion comments",
        "start": 593.81,
        "duration": 3.45
    },
    {
        "text": "We hold an ESPN commentator to higher",
        "start": 597.26,
        "duration": 1.96
    },
    {
        "text": "Standards Trump holds the highest office in our land kitty is not expected to act with decorum and Professional Responsibility",
        "start": 599.22,
        "duration": 4.76
    },
    {
        "text": "How can we expect these very things from anyone else well?",
        "start": 604.29,
        "duration": 2.869
    },
    {
        "text": "Here's the thing Thicke you actually provided the answer in your question. He holds the highest office in the land",
        "start": 607.16,
        "duration": 4.53
    },
    {
        "text": "He essentially was elected boss by the people or rather the Electoral College",
        "start": 611.69,
        "duration": 3.539
    },
    {
        "text": "That's like the presidents before him and so that essentially makes him the boss of",
        "start": 615.23,
        "duration": 3.359
    },
    {
        "text": "America with of course checks and balances with Jamel Hill, she's an employee for a company",
        "start": 618.75,
        "duration": 4.07
    },
    {
        "text": "she's not the boss ESPN has a policy that they have put into place a",
        "start": 622.82,
        "duration": 3.029
    },
    {
        "text": "Policy that they have talked to her about after the first incident while you and many others may not like the movie SPN can technically",
        "start": 625.98,
        "duration": 5.96
    },
    {
        "text": "Do this I feel like right now ESPN the NFL every manager owner",
        "start": 631.94,
        "duration": 3.63
    },
    {
        "text": "Everyone is just like can we just chill it with the politics",
        "start": 635.88,
        "duration": 2.869
    },
    {
        "text": "We jumped into a business primarily about doing stuff with a ball and talking about stuff with a ball",
        "start": 638.75,
        "duration": 5.699
    },
    {
        "text": "We want to be the topic of national controversy every day",
        "start": 644.449,
        "duration": 2.55
    },
    {
        "text": "Jen's like we did a fantasy football thing the other day people accused us of reliving through",
        "start": 647.35,
        "duration": 3.869
    },
    {
        "text": "Slavers mal hill tweets on our Twitter all of a sudden were promoting leftist propaganda and Donald Trump's tweeting at it, but yeah",
        "start": 651.29,
        "duration": 5.39
    },
    {
        "text": "And so then let's talk about the Wednesday show Wednesday we had more Harvey Weinstein updates the Utah nurse update",
        "start": 656.68,
        "duration": 5.909
    },
    {
        "text": "California HIV law and the California fires on the California HIV",
        "start": 662.72,
        "duration": 4.099
    },
    {
        "text": "Legislation story h7 way too many letters and numbers wrote so I was going to defend that HIV",
        "start": 667.04,
        "duration": 4.52
    },
    {
        "text": "Legislation until I just now looked it up",
        "start": 671.75,
        "duration": 1.7
    },
    {
        "text": "Holy shit the language is ironclad my angle was going to be if you have HIV",
        "start": 673.45,
        "duration": 3.99
    },
    {
        "text": "But maybe you got confused by whether you can",
        "start": 677.44,
        "duration": 1.66
    },
    {
        "text": "Transmit it or maybe you think you're cured or whatever and I can see how it might be excessive to treat that person like they've",
        "start": 679.1,
        "duration": 4.7
    },
    {
        "text": "Engaged in a felonious act possibly like I said that was my thought process until I looked it up",
        "start": 683.8,
        "duration": 3.479
    },
    {
        "text": "language of the law doesn't apply to someone in that situation it specifically says the individual quote acts with specific intent to",
        "start": 687.34,
        "duration": 5.25
    },
    {
        "text": "transmit the infection the individual has to know they're",
        "start": 692.66,
        "duration": 2.299
    },
    {
        "text": "Infected have the intent of infecting someone engage in an act that will likely result in infection and then infect their victim all of those",
        "start": 695.03,
        "duration": 6.14
    },
    {
        "text": "Conditions after he met that sounds like a textbook example of felonious behavior to receive a ro",
        "start": 701.17,
        "duration": 3.719
    },
    {
        "text": "This is a really complicated law the problem is how do you show intent?",
        "start": 704.89,
        "duration": 2.7
    },
    {
        "text": "Proceedings seem to show that it is hard to prove malicious intent versus ignorance if you've been shown to be HIV positive and you infect",
        "start": 707.69,
        "duration": 5.269
    },
    {
        "text": "Someone else you should be prosecuted to the furthest extent of the law however",
        "start": 712.96,
        "duration": 2.669
    },
    {
        "text": "There's a huge gray area for",
        "start": 715.63,
        "duration": 1.21
    },
    {
        "text": "Untested individuals testing definitely needs to be encouraged frequently and often if your sexual offer and the stigma around it removed well the first thing",
        "start": 716.84,
        "duration": 5.9
    },
    {
        "text": "I would say is we're not talking about that gray area of people that might be HIV positive",
        "start": 722.74,
        "duration": 3.989
    },
    {
        "text": "They're not aware of it my personal opinion is if you are HIV positive",
        "start": 726.77,
        "duration": 3.44
    },
    {
        "text": "And and you've been taking the medicine perfectly when you last went to the doctor",
        "start": 730.21,
        "duration": 4.08
    },
    {
        "text": "They're saying. You know we barely even see anything",
        "start": 734.29,
        "duration": 2.219
    },
    {
        "text": "I still think that if you are not letting the person you are about to have sex with know that you are HIV positive",
        "start": 736.51,
        "duration": 5.1
    },
    {
        "text": "Especially if you are not using protection you are a scumbag, but then to talk about the point h7 mentioned",
        "start": 741.83,
        "duration": 5.66
    },
    {
        "text": "Yes\nwe're talking about intent to infect we're talking about those next-level douchebag of the centuries we referenced to in the Wednesday video meant to and",
        "start": 747.49,
        "duration": 7.529
    },
    {
        "text": "Infected several people if you change the law in a way that protects those people",
        "start": 755.3,
        "duration": 2.929
    },
    {
        "text": "That's just it's ridiculous to me because we need to take away the stigma around people with",
        "start": 758.23,
        "duration": 3.359
    },
    {
        "text": "HIV and people need to be more educated on the issue",
        "start": 761.78,
        "duration": 2.479
    },
    {
        "text": "I just can't see how this helps and then let's talk about the Thursday show Thursday",
        "start": 764.26,
        "duration": 3.51
    },
    {
        "text": "We had the Boy Scouts and the Girl Scouts going at each other the Jake Palo",
        "start": 767.77,
        "duration": 3.059
    },
    {
        "text": "Su the Google home privacy issue and more",
        "start": 770.83,
        "duration": 2.07
    },
    {
        "text": "winestein updates on the Girl Scout versus Boy Scouts story read a book wrote",
        "start": 773.15,
        "duration": 3.77
    },
    {
        "text": "I would have loved to be in the Boy Scouts when I was little",
        "start": 776.92,
        "duration": 2.339
    },
    {
        "text": "how boring Girl Scouts can be I always heard about the fun tent camping trips my brother went on when I was camping in an",
        "start": 779.42,
        "duration": 5.219
    },
    {
        "text": "Air-conditioned cabin with a full bathroom and fancy beds every year I better step up their game because they're gonna lose a lot of money",
        "start": 784.83,
        "duration": 4.88
    },
    {
        "text": "To the Boy Scouts Beadles wrote as an ambassador and Girl Scouts. I feel that it is hypocritical for Boy Scouts",
        "start": 789.71,
        "duration": 4.89
    },
    {
        "text": "do not allow trans boys in but to allow girls Girl Scouts allow more opportunity for your future such as the Gold Award being a",
        "start": 794.6,
        "duration": 5.19
    },
    {
        "text": "Near guarantee considering you have a decent GPA scholarships and things similar to that also cookies are better than popcorn coffee",
        "start": 799.79,
        "duration": 5.82
    },
    {
        "text": "What and the first thing I'm gonna hit on here the most important part of both of those comments",
        "start": 805.61,
        "duration": 3.359
    },
    {
        "text": "Yes, Girl, Scout cookies are better than Boy Scouts popcorn ain't even know until last year that the Boy Scouts",
        "start": 809.24,
        "duration": 3.839
    },
    {
        "text": "Even had popcorn also, this is gonna be the most polarizing thing",
        "start": 813.08,
        "duration": 2.7
    },
    {
        "text": "I say in the show and I'm not about that Thin Mint life",
        "start": 815.78,
        "duration": 2.19
    },
    {
        "text": "I don't care if you put it in the freezer and then eat it",
        "start": 817.97,
        "duration": 1.89
    },
    {
        "text": "It's still just okay Samoas her life",
        "start": 819.86,
        "duration": 2.609
    },
    {
        "text": "And if you're a thinman person obviously you don't agree with that least we can both agree the people that like shortbread cookies the most",
        "start": 822.47,
        "duration": 4.859
    },
    {
        "text": "Are insane also side note two of the Boy Scouts who thought of popcorn other than that very?",
        "start": 827.33,
        "duration": 4.32
    },
    {
        "text": "pivotal point to both of these",
        "start": 831.87,
        "duration": 1.89
    },
    {
        "text": "Comments in this story if they want to hit on first around trans boys actually back in January the Boy Scouts of America said that?",
        "start": 833.76,
        "duration": 5.539
    },
    {
        "text": "They are fine with trans scouts now the cynic in my brain here goes okay?",
        "start": 839.3,
        "duration": 3.059
    },
    {
        "text": "Well are they being progressive that this is this is a positive move forward regarding trans Scout",
        "start": 842.36,
        "duration": 4.229
    },
    {
        "text": "So are we is this really about the family fully being involved now with with the girls being allowed",
        "start": 846.59,
        "duration": 5.4
    },
    {
        "text": "Or is this a business move you allow the most amount of people possible into your group you make more money everyone wins oh?",
        "start": 851.99,
        "duration": 5.789
    },
    {
        "text": "No, let me know what you think on the ok Google set reminder for Monday to watch the philip defranco show",
        "start": 857.78,
        "duration": 5.13
    },
    {
        "text": "Store him the Frank Whaley Lloyd wrote some glad Google responded effectively",
        "start": 863.46,
        "duration": 3.17
    },
    {
        "text": "But Phil brings up an excellent point in the age of Bluetooth and Wi-Fi recording devices",
        "start": 866.63,
        "duration": 3.839
    },
    {
        "text": "It should never be a surprise when things are recorded",
        "start": 870.47,
        "duration": 1.98
    },
    {
        "text": "We do expect a level of trust and security when we purchase these products, but ultimately that's all it is blind trust yeah",
        "start": 872.45,
        "duration": 4.919
    },
    {
        "text": "And personally I've always just been of the mindset of whatever",
        "start": 877.37,
        "duration": 2.519
    },
    {
        "text": "I have around me it can and most likely at some point will be exploited my my personal",
        "start": 879.89,
        "duration": 5.19
    },
    {
        "text": "information will get out there someone might steal my identity really just the more you look at",
        "start": 885.6,
        "duration": 4.159
    },
    {
        "text": "Situations the more stories come out you realize it's not a matter of if my information is going to get out there",
        "start": 889.86,
        "duration": 4.549
    },
    {
        "text": "It's if someone after your information gets out there does something with it's like you're playing roulette",
        "start": 894.41,
        "duration": 4.32
    },
    {
        "text": "But if it lands on your number you don't get an awesome payout you get your",
        "start": 898.73,
        "duration": 3.15
    },
    {
        "text": "Identity stolen and also I think just in general one of the reasons",
        "start": 901.95,
        "duration": 2.449
    },
    {
        "text": "I gave Google props here is I would love if companies and businesses would always just acknowledge and fix",
        "start": 904.4,
        "duration": 5.43
    },
    {
        "text": "situations like Google did here and not so much how the",
        "start": 910.2,
        "duration": 2.749
    },
    {
        "text": "Equifax is of the world on the Jay Paul lawsuit bandmaster Road",
        "start": 913.23,
        "duration": 3.59
    },
    {
        "text": "I feel bad for Jake Paul being sued for something so stupid, but he's just asking for it's funny",
        "start": 916.82,
        "duration": 3.719
    },
    {
        "text": "How the guy suing Jake Paul looks like the kind of miserable sod?",
        "start": 920.54,
        "duration": 2.669
    },
    {
        "text": "It would sue someone for ouchie my hearing eight Jake Paul, but suing for annoys emotionally distressing you is hilarious",
        "start": 923.209,
        "duration": 5.4
    },
    {
        "text": "Here's what I'll say because we don't know the specifics of the situation",
        "start": 928.61,
        "duration": 2.13
    },
    {
        "text": "Don't know if this guy has permanent hearing loss and so in addition to a valid claim",
        "start": 931.019,
        "duration": 3.41
    },
    {
        "text": "He also claims the emotional part was there. No permanent damage, and this guy just sees a paycheck in front of him",
        "start": 934.43,
        "duration": 5.459
    },
    {
        "text": "maybe but either way this still may not come out in Jake Paul's faith and the reason for that like I mentioned is the the",
        "start": 939.92,
        "duration": 5.7
    },
    {
        "text": "California law that we looked up about aftermarket horns",
        "start": 945.779,
        "duration": 2.929
    },
    {
        "text": "And so ultimately it ends up becoming a question of how loud was that were they using the kind of case you can find on",
        "start": 948.709,
        "duration": 4.5
    },
    {
        "text": "Horn blasters, they're they have horns, they say you can hear from four miles away in the product description",
        "start": 953.209,
        "duration": 3.9
    },
    {
        "text": "It says warning use this product in a safe and responsible manner at a distance of at least",
        "start": 957.11,
        "duration": 3.599
    },
    {
        "text": "100 feet from others proper hearing protection must be worn when using this airhorn hearing loss or permanent damage may result from unsafe use never",
        "start": 960.839,
        "duration": 7.1
    },
    {
        "text": "operate this product in a closed environment or close pedestrians, or others",
        "start": 967.94,
        "duration": 2.849
    },
    {
        "text": "It's the consumers responsibility to comply with local noise",
        "start": 970.79,
        "duration": 2.25
    },
    {
        "text": "Ordinances and do t sound level loans we see parts of the horns and Jake's video",
        "start": 973.17,
        "duration": 3.559
    },
    {
        "text": "But we don't know the exact specs so that said if he was using something of the higher",
        "start": 976.73,
        "duration": 3.929
    },
    {
        "text": "End I mean very much, so he could have caused permanent damage",
        "start": 980.66,
        "duration": 2.73
    },
    {
        "text": "But all that's the legal case the other part is he's just being a dick and that's actually where I'm going to end today's show",
        "start": 983.39,
        "duration": 5.129
    },
    {
        "text": "I once again want to thank all you beautiful bastards for another fantastic week. Thank you for just watching liking sharing subscribing commenting",
        "start": 988.519,
        "duration": 6.6
    },
    {
        "text": "Maybe you're over at DeFranco elite comm and you're helping fund what we're doing now. Thank you. Thank you",
        "start": 995.16,
        "duration": 4.1
    },
    {
        "text": "Thank you, and of course as always my name is philip defranco. You've just been phill'd Zin",
        "start": 999.26,
        "duration": 4.5
    },
    {
        "text": "I love yo faces, and I'll see you Monday",
        "start": 1003.79,
        "duration": 2.58
    }
]