[
    {
        "text": "What's up you beautiful bastards, hope even a fantastic Friday welcome back to the Philip DeFranco show",
        "start": 0.0,
        "duration": 4.62
    },
    {
        "text": "And today we're gonna do something a little bit different yesterday as I mentioned",
        "start": 4.62,
        "duration": 3.09
    },
    {
        "text": "There was a lot to break down in our main story of the day today",
        "start": 7.71,
        "duration": 3.059
    },
    {
        "text": "We're going to cover just one story which we couldn't fit into yesterday's show",
        "start": 10.769,
        "duration": 3.029
    },
    {
        "text": "And also as we were filming it and even done that it was still happening given how serious the situation was it just it didn't",
        "start": 13.799,
        "duration": 6.21
    },
    {
        "text": "Feel right to release it without sharing both sides",
        "start": 20.01,
        "duration": 2.58
    },
    {
        "text": "and so let's talk about",
        "start": 22.59,
        "duration": 1.24
    },
    {
        "text": "Kavanaugh and Ford and as a heads up, if you didn't see both of the hearings you can continue from here",
        "start": 23.83,
        "duration": 4.219
    },
    {
        "text": "But if you you saw everything from yesterday you want just the most recent updates you can jump to here in the timecode yesterday",
        "start": 28.05,
        "duration": 5.459
    },
    {
        "text": "I tried to",
        "start": 33.51,
        "duration": 0.49
    },
    {
        "text": "consolidate as much as possible everything that has come out and led up to the hearings yesterday the day finally came where Cavanaugh and Ford",
        "start": 34.0,
        "duration": 6.079
    },
    {
        "text": "Spoke in an open session to the Senate Judiciary Committee some of the details about the hearing",
        "start": 40.079,
        "duration": 3.72
    },
    {
        "text": "It was before 21 senators 11 Republicans 10 Democrats with extra security. Dr. Ford was accompanied by two lawyers",
        "start": 43.8,
        "duration": 5.52
    },
    {
        "text": "Also, very interesting Republicans opted to question Ford using outside counsel the person they hired a question for it was Rachel Mitchell",
        "start": 49.32,
        "duration": 5.819
    },
    {
        "text": "So the stage was set the players picked. What did we see well to start",
        "start": 55.14,
        "duration": 3.209
    },
    {
        "text": "we saw a Ford sworn in and in our opening statements safe and here today not because I want to be I am terrified I",
        "start": 58.35,
        "duration": 7.139
    },
    {
        "text": "Am here because I believe it is my civic duty",
        "start": 65.86,
        "duration": 2.599
    },
    {
        "text": "To tell you what happened to me while Brett Cavanaugh and I were in high school",
        "start": 68.95,
        "duration": 4.489
    },
    {
        "text": "He then went on to identify five people who were also that small gathering. There were four boys. I remember specifically being at the house",
        "start": 73.439,
        "duration": 6.72
    },
    {
        "text": "Brett Kavanaugh",
        "start": 81.009,
        "duration": 1.741
    },
    {
        "text": "Mark, judge a boy named PJ and one other boy whose name I cannot recall. I",
        "start": 82.75,
        "duration": 6.709
    },
    {
        "text": "also, remember my friend Leland attending she then goes on to give her account of the incident Brett and murk came into the bedroom and",
        "start": 90.34,
        "duration": 7.639
    },
    {
        "text": "Locked the door behind them",
        "start": 97.979,
        "duration": 2.0
    },
    {
        "text": "There was music playing in the bedroom",
        "start": 100.93,
        "duration": 2.029
    },
    {
        "text": "It was turned up louder by either Brett or mark once we were in the room I",
        "start": 105.13,
        "duration": 4.34
    },
    {
        "text": "Was pushed onto the bed and Brett got on top of me",
        "start": 110.259,
        "duration": 3.41
    },
    {
        "text": "He began running his hands over my body and grinding into me. I",
        "start": 114.82,
        "duration": 4.519
    },
    {
        "text": "Yelled hoping that someone downstairs might hear me and I tried to get away from him but his weight was heavy",
        "start": 121.329,
        "duration": 6.86
    },
    {
        "text": "Brett roped me and tried to take off my clothes",
        "start": 129.849,
        "duration": 2.72
    },
    {
        "text": "He had a hard time because he was very inebriated",
        "start": 133.45,
        "duration": 2.779
    },
    {
        "text": "and because I was wearing a one-piece bathing suit underneath my clothing, I",
        "start": 136.989,
        "duration": 4.7
    },
    {
        "text": "Believed he was going to rape me I",
        "start": 143.29,
        "duration": 2.15
    },
    {
        "text": "Tried to yell for help",
        "start": 146.349,
        "duration": 2.0
    },
    {
        "text": "What I did Brett put his hand over my mouth to stop me from yelling",
        "start": 148.569,
        "duration": 4.22
    },
    {
        "text": "This is what terrified me the most and this had the most lasting impact on my life",
        "start": 153.879,
        "duration": 4.43
    },
    {
        "text": "It was hard for me to breathe and I thought that Brett was",
        "start": 159.25,
        "duration": 3.709
    },
    {
        "text": "accidentally going to kill me then going on to say as far as why she didn't tell other people I should and report that she",
        "start": 163.629,
        "duration": 5.33
    },
    {
        "text": "Said I was too afraid and ashamed",
        "start": 168.959,
        "duration": 2.0
    },
    {
        "text": "to tell anyone these details I",
        "start": 171.22,
        "duration": 2.929
    },
    {
        "text": "Did not want to tell my parents that I at age 15 was in a house without any parents present",
        "start": 174.849,
        "duration": 6.62
    },
    {
        "text": "Drinking beer with boys. I",
        "start": 182.44,
        "duration": 2.0
    },
    {
        "text": "Convinced myself that because Brett did not rape me. I should just move on and just pretend that it didn't happen",
        "start": 185.5,
        "duration": 6.589
    },
    {
        "text": "Also regarding those who accused her of being partisan. She said I have been accused of acting out of partisan political motives",
        "start": 192.34,
        "duration": 6.529
    },
    {
        "text": "Those who say that do not know me. I",
        "start": 199.9,
        "duration": 2.3
    },
    {
        "text": "Am an independent person and I am no one's pawn",
        "start": 202.84,
        "duration": 2.839
    },
    {
        "text": "my motivation in coming forward was to be helpful and to",
        "start": 206.86,
        "duration": 3.679
    },
    {
        "text": "provide facts about how mr",
        "start": 211.09,
        "duration": 2.27
    },
    {
        "text": "Kavanagh has actions have damaged my life",
        "start": 213.36,
        "duration": 2.189
    },
    {
        "text": "So that you could take into a serious consideration as you make your decision about how to proceed",
        "start": 216.01,
        "duration": 5.509
    },
    {
        "text": "during the hearing Ford was also has several questions that stood out Ford has asked about these two men that think that they were being",
        "start": 221.76,
        "duration": 4.83
    },
    {
        "text": "Confused with Kavanaugh last night the Republican staff of this committee released the media timeline",
        "start": 226.659,
        "duration": 5.3
    },
    {
        "text": "the shows that they've interviewed two people who claimed they were the ones who actually assaulted you I'm",
        "start": 232.33,
        "duration": 5.569
    },
    {
        "text": "Asking you to address this new defense of mistaken identity",
        "start": 238.569,
        "duration": 3.44
    },
    {
        "text": "directly",
        "start": 242.86,
        "duration": 1.379
    },
    {
        "text": "Dr. Ford with what degree of certainty do you believe Brett Kavanaugh assaulted you?",
        "start": 244.239,
        "duration": 5.6
    },
    {
        "text": "100% she's also asked. What is the strongest memory you from the incident?",
        "start": 251.08,
        "duration": 4.199
    },
    {
        "text": "Which he says indelible in the hippocampus is the laughter",
        "start": 255.28,
        "duration": 5.04
    },
    {
        "text": "the lap the uproarious laughter between the two",
        "start": 261.11,
        "duration": 3.679
    },
    {
        "text": "And they're having fun",
        "start": 265.79,
        "duration": 2.66
    },
    {
        "text": "At my expense as far as Mitchell's line of questioning there have been a lot saying that it wasn't standout",
        "start": 269.45,
        "duration": 4.549
    },
    {
        "text": "But it was details you seem to be establishing very specific facts around Ford's",
        "start": 274.0,
        "duration": 3.75
    },
    {
        "text": "Accusation things like differences in one version with how many people were there?",
        "start": 277.85,
        "duration": 3.589
    },
    {
        "text": "It's like what she said the past about the allegation distance from Ford's home whether she was coached to take the polygraph",
        "start": 281.44,
        "duration": 5.429
    },
    {
        "text": "Who paid for it for the most part a lot of it was seeing this person that has been talked about and whose words have",
        "start": 287.0,
        "duration": 5.929
    },
    {
        "text": "Been used and actually hearing them say it also with his testimony. It was interesting to see some of the initial reaction",
        "start": 292.93,
        "duration": 5.279
    },
    {
        "text": "for example",
        "start": 298.21,
        "duration": 0.51
    },
    {
        "text": "We saw Senator Lindsey Graham saying he felt ambushed by these allegations of sexual assault and also saying this here's what I'll tell you",
        "start": 298.72,
        "duration": 5.489
    },
    {
        "text": "When it comes to where it happened, I still don't know. I don't know when it happened",
        "start": 304.52,
        "duration": 5.299
    },
    {
        "text": "She said she's a hundred percent certain. It did happen. I bet you judge Cavanaugh",
        "start": 309.97,
        "duration": 4.89
    },
    {
        "text": "Let's say I'm a hundred percent sure. I didn't do it the people name say they don't know what miss ford's talking about",
        "start": 314.86,
        "duration": 6.779
    },
    {
        "text": "She can't tell us how she got home and how she got there and that's the facts i'm left with a nice lady who?",
        "start": 321.64,
        "duration": 5.759
    },
    {
        "text": "Has come forward to tell a hard story that son corroborated and this is enough",
        "start": 327.92,
        "duration": 5.119
    },
    {
        "text": "God help anybody else that gets nominated",
        "start": 333.74,
        "duration": 2.0
    },
    {
        "text": "Ford was also asked why people who were allegedly at the party said that they do not remember the party and these were sworn statements",
        "start": 335.87,
        "duration": 5.69
    },
    {
        "text": "Under penalty of a felony. Are you aware that they say that they have no",
        "start": 341.56,
        "duration": 3.57
    },
    {
        "text": "Memory or knowledge of such a party. Yes. I don't expect that",
        "start": 346.19,
        "duration": 4.73
    },
    {
        "text": "PJ and Leland would remember this evening. It was a very unremarkable party",
        "start": 352.91,
        "duration": 5.029
    },
    {
        "text": "It was not one of their more notorious parties",
        "start": 357.94,
        "duration": 3.72
    },
    {
        "text": "because nothing remarkable happened to them that evening they were downstairs and",
        "start": 362.42,
        "duration": 4.549
    },
    {
        "text": "Mr. Judge is a different story. I would expect that. He would remember that",
        "start": 367.67,
        "duration": 4.85
    },
    {
        "text": "This happened Ward was also asked about her fear of flying and the reason for that is on Sunday",
        "start": 372.52,
        "duration": 3.719
    },
    {
        "text": "CNN reported that two longtime friends of Ford said that she feels uncomfortable and struggles with enclosed spaces",
        "start": 376.24,
        "duration": 4.38
    },
    {
        "text": "Particularly in places without an escape route or more than one at door",
        "start": 380.69,
        "duration": 3.169
    },
    {
        "text": "I was also connected to a report about her not submitting to an interview because of flies we saw back and forth were Mitchell question",
        "start": 383.86,
        "duration": 5.46
    },
    {
        "text": "Ford about that or talk about how she had hoped the committee would come to her for an interview but realized it was an unrealistic",
        "start": 389.32,
        "duration": 4.47
    },
    {
        "text": "request that was certainly what I was hoping was to avoid having to get on an airplane, but I eventually was able to",
        "start": 393.86,
        "duration": 6.68
    },
    {
        "text": "Get up the gumption with the help of some friends and get on the plane",
        "start": 401.81,
        "duration": 3.649
    },
    {
        "text": "Mitchell also followed up as and whether Ford flies for work and pleasure in fact you fly",
        "start": 405.639,
        "duration": 3.96
    },
    {
        "text": "Fairly frequently for your hobbies and your you've had to fly for your work. Is that true, correct?",
        "start": 410.27,
        "duration": 5.42
    },
    {
        "text": "Unfortunately Ward also testifying that she has flown to Delaware annually to visit her family andis travel to vacation spots",
        "start": 415.69,
        "duration": 5.429
    },
    {
        "text": "Including Hawaii and the South Pacific by airplane",
        "start": 421.12,
        "duration": 2.1
    },
    {
        "text": "So the implication that some made was that she was using the supposed fear of flood delay the committee here and online",
        "start": 423.22,
        "duration": 4.769
    },
    {
        "text": "We saw people including Donald Trump jr. Calling Ford's fear selective tweeting",
        "start": 427.99,
        "duration": 3.63
    },
    {
        "text": "I'm no psychology professor",
        "start": 431.62,
        "duration": 1.2
    },
    {
        "text": "But it does seem weird to me that someone could have a selective fear of flying can't do it to testify but for vacation well",
        "start": 432.82,
        "duration": 4.889
    },
    {
        "text": "It's not a problem at all though on that note some psychologists have said it's not surprising",
        "start": 437.71,
        "duration": 3.3
    },
    {
        "text": "Ford was able to fly it sometimes and not others. Dr",
        "start": 441.08,
        "duration": 2.39
    },
    {
        "text": "Robert Reiner in New York psychologist who treats fear of flying using a combination of biofeedback and virtual reality devices told CBS",
        "start": 443.47,
        "duration": 6.029
    },
    {
        "text": "It's perfectly understandable that she could do it under certain circumstances",
        "start": 449.5,
        "duration": 3.179
    },
    {
        "text": "It would never be something she likes doing what she could tolerate and adding there are plenty of people with fear of flying and manage",
        "start": 452.68,
        "duration": 5.01
    },
    {
        "text": "To get on planes, but they're just a nervous wreck",
        "start": 457.69,
        "duration": 1.71
    },
    {
        "text": "They're the ones who need a couple of drinks or take a xanax, but they don't like it",
        "start": 459.4,
        "duration": 2.91
    },
    {
        "text": "Then we had Brett Cavanaugh's testimony and all right from the beginning. It just had a completely different energy",
        "start": 462.31,
        "duration": 4.14
    },
    {
        "text": "His opening statement was 45 minutes compared to Ford",
        "start": 466.45,
        "duration": 2.579
    },
    {
        "text": "17 minutes Cavanaugh beginning by including Leland Kaiser statement in his own opening statement Iser. Of course Ford's friend that was mentioned previously",
        "start": 469.1,
        "duration": 6.649
    },
    {
        "text": "I denied the allegation immediately",
        "start": 475.75,
        "duration": 2.429
    },
    {
        "text": "categorically and unequivocally",
        "start": 479.27,
        "duration": 2.0
    },
    {
        "text": "All four people allegedly at the event",
        "start": 482.18,
        "duration": 3.02
    },
    {
        "text": "Including dr. Ford's longtime friend miss Kaiser",
        "start": 486.139,
        "duration": 2.96
    },
    {
        "text": "Have said they recall no such event",
        "start": 489.74,
        "duration": 2.27
    },
    {
        "text": "her longtime friend miss Kaiser",
        "start": 493.01,
        "duration": 2.029
    },
    {
        "text": "Said under penalty of felony that she does not know me and does not believe she ever saw me at a party ever",
        "start": 495.5,
        "duration": 7.459
    },
    {
        "text": "He then continued and spoke on the harm",
        "start": 502.96,
        "duration": 1.41
    },
    {
        "text": "he felt the allegations and delay as it had on his family and on the confirmation process the day after the",
        "start": 504.37,
        "duration": 5.19
    },
    {
        "text": "Allegation appeared I told this committee",
        "start": 509.69,
        "duration": 2.209
    },
    {
        "text": "That I wanted a hearing as soon as possible",
        "start": 512.659,
        "duration": 2.51
    },
    {
        "text": "to clear my name I",
        "start": 516.11,
        "duration": 2.0
    },
    {
        "text": "Demanded a hearing for the very next day",
        "start": 519.12,
        "duration": 2.119
    },
    {
        "text": "Unfortunately, it took the committee ten days",
        "start": 523.349,
        "duration": 2.21
    },
    {
        "text": "to get to this hearing in",
        "start": 526.2,
        "duration": 2.0
    },
    {
        "text": "those 10 long days as",
        "start": 528.69,
        "duration": 2.059
    },
    {
        "text": "Was predictable and as I predicted",
        "start": 531.66,
        "duration": 2.419
    },
    {
        "text": "My family and my name have been totally and permanently",
        "start": 534.839,
        "duration": 4.04
    },
    {
        "text": "Destroyed Cavanaugh was also an outspoken about the way the confirmation process has played out. This confirmation process has become a national disgrace",
        "start": 539.579,
        "duration": 7.07
    },
    {
        "text": "the Constitution gives the Senate an important role in",
        "start": 548.04,
        "duration": 3.739
    },
    {
        "text": "the",
        "start": 552.51,
        "duration": 1.139
    },
    {
        "text": "confirmation process",
        "start": 553.649,
        "duration": 1.531
    },
    {
        "text": "But you have replaced advice and consent with search-and-destroy Cavanaugh",
        "start": 555.18,
        "duration": 5.029
    },
    {
        "text": "Then also going further criticizing the Democratic response to finding out about the allegations",
        "start": 560.209,
        "duration": 3.48
    },
    {
        "text": "This first allegation was held in secret for weeks by a Democratic member of this committee and by staff",
        "start": 563.94,
        "duration": 6.289
    },
    {
        "text": "It would be needed only if you couldn't take me out on the merits and then as no doubt was expected",
        "start": 571.44,
        "duration": 6.769
    },
    {
        "text": "If not planned came a long series of false last-minute smears",
        "start": 578.209,
        "duration": 6.18
    },
    {
        "text": "Designed to scare me and drive me out of the process crazy stuff",
        "start": 584.91,
        "duration": 4.73
    },
    {
        "text": "gangs",
        "start": 590.25,
        "duration": 1.47
    },
    {
        "text": "illegitimate children",
        "start": 591.72,
        "duration": 1.89
    },
    {
        "text": "fights on boats in Rhode Island all",
        "start": 593.61,
        "duration": 2.51
    },
    {
        "text": "nonsense",
        "start": 597.329,
        "duration": 1.141
    },
    {
        "text": "reported breathlessly and often uncritically by the media",
        "start": 598.47,
        "duration": 3.979
    },
    {
        "text": "this has destroyed my family and my good name this whole two-week effort has been a",
        "start": 603.029,
        "duration": 6.41
    },
    {
        "text": "calculated and orchestrated political hit",
        "start": 609.93,
        "duration": 2.45
    },
    {
        "text": "Fueled with apparent pent-up anger about President Trump and the 2016 election",
        "start": 613.5,
        "duration": 6.079
    },
    {
        "text": "Fear that has been unfairly stoked about my judicial record",
        "start": 621.12,
        "duration": 3.95
    },
    {
        "text": "revenge on behalf of the Clintons and",
        "start": 625.92,
        "duration": 2.15
    },
    {
        "text": "millions of dollars in money from outside",
        "start": 629.25,
        "duration": 2.329
    },
    {
        "text": "Left-wing opposition groups Kevin also remaining steadfast that he would not withdrawal. I will not be intimidated into withdrawing from this process",
        "start": 632.13,
        "duration": 7.459
    },
    {
        "text": "You've tried hard",
        "start": 640.47,
        "duration": 2.0
    },
    {
        "text": "You've given it your all",
        "start": 642.779,
        "duration": 2.0
    },
    {
        "text": "No, one can question your effort",
        "start": 644.91,
        "duration": 2.0
    },
    {
        "text": "but you're coordinated and well-funded after to destroy my good name and",
        "start": 647.49,
        "duration": 4.369
    },
    {
        "text": "Destroy my family will not drag me out",
        "start": 652.68,
        "duration": 3.019
    },
    {
        "text": "And even with how fiery most everything was he did slow down and even teared up when explaining that he had no ill-will",
        "start": 655.699,
        "duration": 5.76
    },
    {
        "text": "Towards for it I intend no ill-will to dr",
        "start": 661.589,
        "duration": 3.26
    },
    {
        "text": "Ford in her family the other night Ashley and my daughter Liza said their prayers and",
        "start": 664.85,
        "duration": 5.609
    },
    {
        "text": "little Liza all 10 years old",
        "start": 670.769,
        "duration": 2.539
    },
    {
        "text": "Said to Ashley, we should pray for the woman before words specific",
        "start": 680.37,
        "duration": 3.139
    },
    {
        "text": "Allegations Cavanaugh brought up his calendars refuting the likelihood that he was at the alleged party and then on the weekend of August",
        "start": 683.579,
        "duration": 5.179
    },
    {
        "text": "22 22nd I was staying at the Garrett's with Pat and Chris as we did final preparations for football training camp",
        "start": 689.37,
        "duration": 7.399
    },
    {
        "text": "that began on Sunday the 22nd as",
        "start": 696.99,
        "duration": 2.659
    },
    {
        "text": "the calendars confirm",
        "start": 700.529,
        "duration": 2.0
    },
    {
        "text": "The wit that weekend before a brutal football training camp schedule was no time for parties",
        "start": 703.41,
        "duration": 5.63
    },
    {
        "text": "So let me emphasize this point if the party described by dr",
        "start": 710.939,
        "duration": 4.79
    },
    {
        "text": "Ford happened in the summer of 1982 on a weekend night",
        "start": 715.73,
        "duration": 4.289
    },
    {
        "text": "My calendar shows all but definitively that I was not there and then what followed where senator is asking questions",
        "start": 720.54,
        "duration": 6.83
    },
    {
        "text": "Some just kind of making statements",
        "start": 727.679,
        "duration": 2.12
    },
    {
        "text": "he saw Senator Richard Durbin kind of hitting the main thrust of what the Democrats were asking for an FBI investigation if you judge Cavanaugh",
        "start": 729.8,
        "duration": 7.229
    },
    {
        "text": "turns down McGann and to this committee and",
        "start": 738.059,
        "duration": 3.17
    },
    {
        "text": "Say for the sake of my reputation my family name and to get to the bottom of the truth of this",
        "start": 741.509,
        "duration": 4.34
    },
    {
        "text": "I am NOT going to state being an obstacle to an FBI investigation",
        "start": 745.85,
        "duration": 3.479
    },
    {
        "text": "I would hope that all the members of the committee would join me in saying we're going to bide by your which wishes and we",
        "start": 749.329,
        "duration": 5.669
    },
    {
        "text": "will have that investigation I",
        "start": 754.999,
        "duration": 2.0
    },
    {
        "text": "Welcome, whatever the committee wants to do because I'm telling the truth. I want to know what you wanted",
        "start": 757.199,
        "duration": 3.739
    },
    {
        "text": "I I'm telling it. I want to know what you want to do innocent",
        "start": 760.939,
        "duration": 3.09
    },
    {
        "text": "I'm innocent of this charge that you're prepared for an FBI investigate on treat conclusions",
        "start": 764.029,
        "duration": 4.71
    },
    {
        "text": "You reach the conclusion",
        "start": 768.74,
        "duration": 1.0
    },
    {
        "text": "In Senator Kamala Harris asking a similar question as well as if Cavanaugh like Ford had taken a professionally administered polygraph",
        "start": 769.74,
        "duration": 5.75
    },
    {
        "text": "Have you taken a professionally administered polygraph test as it relates to this issue?",
        "start": 775.49,
        "duration": 4.169
    },
    {
        "text": "No, the I'll do whatever the committee wants of course those are not admissible in federal court, but I'll do whatever the committee wants",
        "start": 781.78,
        "duration": 6.769
    },
    {
        "text": "They're not immiscible in federal court because they're not reliable as you know, I'm gonna ask you one last time",
        "start": 788.55,
        "duration": 5.01
    },
    {
        "text": "Are you willing to ask the White House to authorize?",
        "start": 794.62,
        "duration": 3.679
    },
    {
        "text": "the FBI to investigate the claims that have been made against you the FBI would gather witness statements you have",
        "start": 799.39,
        "duration": 6.02
    },
    {
        "text": "Cory Booker asking if Cavanaugh",
        "start": 806.74,
        "duration": 1.52
    },
    {
        "text": "It's really thought that Ford was part of a left-wing plot. This past two weeks has been a two week effort",
        "start": 808.26,
        "duration": 5.07
    },
    {
        "text": "Calculated and orchestrated as a political hit are you saying that dr",
        "start": 814.21,
        "duration": 4.25
    },
    {
        "text": "Ford's efforts to come forward to prepare for the very difficult testimony she gave today",
        "start": 818.46,
        "duration": 4.349
    },
    {
        "text": "To travel to Washington DC and tell us about her experience have all been",
        "start": 823.24,
        "duration": 4.01
    },
    {
        "text": "Part of an orchestrated political hit and are you basically calling her some kind of political operative?",
        "start": 827.35,
        "duration": 5.389
    },
    {
        "text": "I've said my family has no ill-will toward, dr. Ford",
        "start": 833.05,
        "duration": 3.92
    },
    {
        "text": "she wanted confidentiality for",
        "start": 837.55,
        "duration": 2.21
    },
    {
        "text": "Confidentiality was blown by the actions of this committee. He said all allegations should be taken seriously you wish she never came forward",
        "start": 840.49,
        "duration": 6.65
    },
    {
        "text": "the",
        "start": 848.44,
        "duration": 1.2
    },
    {
        "text": "Witnesses who were there say it didn't happen. Okay, sir. Do you wish you just remain silent then?",
        "start": 849.64,
        "duration": 4.549
    },
    {
        "text": "I wish the witnesses who were there say it didn't happen. All allegations should be taken. Seriously. That's where the Republicans grin was",
        "start": 854.19,
        "duration": 7.53
    },
    {
        "text": "Probably the most forceful Republican to speak out during the testimony",
        "start": 861.72,
        "duration": 2.669
    },
    {
        "text": "If you wanted an FBI investigation you could have come to us what you want to do is destroy",
        "start": 864.39,
        "duration": 5.609
    },
    {
        "text": "This guy's life hold this seat open and hope you win in 2020. You said that not me",
        "start": 870.01,
        "duration": 7.429
    },
    {
        "text": "You've got nothing to apologize for",
        "start": 878.38,
        "duration": 2.239
    },
    {
        "text": "When you see Sotomayor and Kagan, tell them that Lindsay said all because I voted for them",
        "start": 881.77,
        "duration": 5.27
    },
    {
        "text": "I would never do to them what you've done to this guy. This is the most unethical",
        "start": 887.08,
        "duration": 5.45
    },
    {
        "text": "sham",
        "start": 893.98,
        "duration": 1.41
    },
    {
        "text": "since I've been in politics",
        "start": 895.39,
        "duration": 1.67
    },
    {
        "text": "And if you really wanted to know the truth you sure as hell wouldn't have done what you've done to this guy",
        "start": 897.06,
        "duration": 5.91
    },
    {
        "text": "Are you a gang rapist No?",
        "start": 903.37,
        "duration": 3.109
    },
    {
        "text": "I cannot imagine what you and your family going through",
        "start": 910.52,
        "duration": 3.57
    },
    {
        "text": "Boy, y'all want power. God. I hope you never get it. I hope the American people can see through this sham",
        "start": 914.67,
        "duration": 5.69
    },
    {
        "text": "That you knew about it and you held it you had no",
        "start": 920.91,
        "duration": 3.14
    },
    {
        "text": "Intention of protecting, dr. Fort none",
        "start": 924.63,
        "duration": 2.48
    },
    {
        "text": "She's as much of a victim as you are",
        "start": 927.63,
        "duration": 2.179
    },
    {
        "text": "God, I hate to say it cuz these have been my friends, but let me tell you when it comes to this",
        "start": 930.9,
        "duration": 5.63
    },
    {
        "text": "You're looking for a fair process",
        "start": 938.04,
        "duration": 2.0
    },
    {
        "text": "You came to the wrong town at the wrong time my friend the intent cruising on the fact that witnesses to the alleged incident could",
        "start": 940.17,
        "duration": 6.589
    },
    {
        "text": "Not recall what was being described by Ford? All three of those fact witnesses have stated on the record under penalty of perjury",
        "start": 946.76,
        "duration": 5.91
    },
    {
        "text": "That they do not recall what she is alleging happening they have not only not not corroborated her charges",
        "start": 956.339,
        "duration": 6.679
    },
    {
        "text": "They have explicitly refuted her charge Cruz also continued by criticizing",
        "start": 963.019,
        "duration": 3.45
    },
    {
        "text": "Feinstein for how long she had the letter saying there could have been a confidential investigation",
        "start": 966.569,
        "duration": 2.96
    },
    {
        "text": "he also said that the only people who could have leaked Ford's letter with senator Feinstein a",
        "start": 969.779,
        "duration": 3.739
    },
    {
        "text": "Representative s shoe but we also saw Feinstein pushing back saying that she kept a letter confidential at Ford's request until she decided to come",
        "start": 973.649,
        "duration": 5.75
    },
    {
        "text": "Forward I was given some information",
        "start": 979.399,
        "duration": 2.0
    },
    {
        "text": "By a woman who was very much afraid who asked that it be held confidential and I held it",
        "start": 982.259,
        "duration": 7.13
    },
    {
        "text": "Confidential until she decided that she would come forward and following Cavanaugh's hearing",
        "start": 990.149,
        "duration": 5.779
    },
    {
        "text": "We saw Trump tweet judge Cavanaugh showed America exactly why nominated him his testimony was powerful honest and riveted Democrats",
        "start": 995.929,
        "duration": 6.0
    },
    {
        "text": "His search-and-destroy strategy is disgraceful in this process has been a total sham in an effort to delay obstruct and resist a Senate must vote",
        "start": 1001.929,
        "duration": 6.3
    },
    {
        "text": "Also according reports is after the meeting senators Collins Murkowski, flake and Manchin met privately and the reason this was of note",
        "start": 1008.41,
        "duration": 5.219
    },
    {
        "text": "Is that the three Republicans Collins Murkowski and flake are considered the deciding vote since Republicans?",
        "start": 1013.629,
        "duration": 4.049
    },
    {
        "text": "Outnumber the Democrats 51 to 49 in the Senate right now. Republicans can only afford to lose one",
        "start": 1017.749,
        "duration": 3.95
    },
    {
        "text": "Vote if they hope to advance the nomination after all of that came today where we saw some interesting",
        "start": 1021.829,
        "duration": 4.459
    },
    {
        "text": "Things happening this morning one Senator, Jeff Flake announced that he would be voting YES ad also leading to Jeff",
        "start": 1026.36,
        "duration": 4.88
    },
    {
        "text": "Survivors in an elevator",
        "start": 1032.99,
        "duration": 2.0
    },
    {
        "text": "Also, very notably the American Bar Association that had previously endorsed Kavanagh",
        "start": 1054.799,
        "duration": 4.79
    },
    {
        "text": "They called for a delay to the vote and for an FBI",
        "start": 1059.59,
        "duration": 2.579
    },
    {
        "text": "investigation writing if they urge the committee as well as the full Senate to conduct a",
        "start": 1062.48,
        "duration": 3.77
    },
    {
        "text": "Confirmation vote on Judge Cavanaugh's nomination to the Supreme Court of the United States only",
        "start": 1066.409,
        "duration": 3.77
    },
    {
        "text": "after an appropriate background check into the allegations made by Professor Ford and others is completed by the Federal Bureau of",
        "start": 1070.669,
        "duration": 5.57
    },
    {
        "text": "Investigation adding we make this request because of the ABA z-- respect for the rule of law and due process",
        "start": 1076.58,
        "duration": 4.76
    },
    {
        "text": "under law basic principles that underscore the Senate's constitutional",
        "start": 1081.529,
        "duration": 2.869
    },
    {
        "text": "duty of advise and consent on federal judicial nominees require nothing than a careful examination of the",
        "start": 1084.95,
        "duration": 5.56
    },
    {
        "text": "accusations and facts by the FBI each appointment to our nation's highest court as with all others is simply too important to rush to a",
        "start": 1090.7,
        "duration": 6.26
    },
    {
        "text": "Vote in saying deciding to proceed without conducting additional",
        "start": 1096.96,
        "duration": 2.969
    },
    {
        "text": "Investigation would not only have a lasting impact on the Senate's reputation",
        "start": 1100.51,
        "duration": 3.29
    },
    {
        "text": "But it will also negatively affect the great trust necessary for the American people to have in the Supreme Court",
        "start": 1103.8,
        "duration": 4.859
    },
    {
        "text": "It must remain an institution that will reliably follow the law and not politics respectfully the Senate should recognize that a thorough FBI",
        "start": 1108.66,
        "duration": 6.869
    },
    {
        "text": "Investigation will demonstrate its commitment to a Supreme Court. That is above reproach",
        "start": 1115.81,
        "duration": 3.5
    },
    {
        "text": "It's all of that Senator Chuck Grassley this morning said I've explained many times. Another FBI investigation is not necessary",
        "start": 1119.31,
        "duration": 5.76
    },
    {
        "text": "We're not going to let them dictate our committees business. Also, this letter is from the president of the ABA one individual",
        "start": 1125.07,
        "duration": 5.159
    },
    {
        "text": "He doesn't represent the hundreds of thousands of lawyers in the United States",
        "start": 1130.23,
        "duration": 2.7
    },
    {
        "text": "And in addition to this seeming like a big deal to many because you have the president of the ABA",
        "start": 1132.93,
        "duration": 3.39
    },
    {
        "text": "Sending in this letter after the organization had endorsed him",
        "start": 1136.48,
        "duration": 2.99
    },
    {
        "text": "It was also seen as a big deal because Cavanaugh himself mentioned his rating with the ABA",
        "start": 1139.47,
        "duration": 4.049
    },
    {
        "text": "And even Senator Graham gave them high praise the American Bar Association has the gold standard",
        "start": 1143.64,
        "duration": 5.099
    },
    {
        "text": "His integrity is absolutely unquestioned. He is the very circumspect in his personal conduct",
        "start": 1149.35,
        "duration": 7.399
    },
    {
        "text": "harbors no biases or prejudices",
        "start": 1157.42,
        "duration": 2.0
    },
    {
        "text": "He's entirely ethical is a really decent person. He is warm friendly unassuming",
        "start": 1159.55,
        "duration": 6.26
    },
    {
        "text": "He's the nicest person goes right Yale Law School jumping into the mix heaven",
        "start": 1165.81,
        "duration": 3.9
    },
    {
        "text": "of course went to Yale Law School schools Dean Heather K",
        "start": 1169.71,
        "duration": 2.76
    },
    {
        "text": "Gherkin had praised him even calling him a longtime friend to many of us in the Yale Law School community",
        "start": 1172.47,
        "duration": 4.619
    },
    {
        "text": "But this morning Dean gherkin released a statement saying I joined the American Bar Association and calling for an additional",
        "start": 1177.09,
        "duration": 5.399
    },
    {
        "text": "Investigation into allegations made against Judge Cavanaugh proceeding with the confirmation process without further",
        "start": 1182.8,
        "duration": 4.579
    },
    {
        "text": "Investigation is not in the best interest of the court or our profession",
        "start": 1187.66,
        "duration": 3.109
    },
    {
        "text": "it would followed that today as we saw two notable votes first being around the Democrats wanting to subpoena mark judge and in the",
        "start": 1190.77,
        "duration": 5.489
    },
    {
        "text": "Accusations judge is also a potential witness as well as accused",
        "start": 1196.36,
        "duration": 2.81
    },
    {
        "text": "It issued a statement in the letter but the Democrats wanted to subpoena him that failed in a vote of 10 to 11 right down",
        "start": 1199.17,
        "duration": 4.8
    },
    {
        "text": "party lines and also one of the last updates to this story as I was ending filming today Cavanaugh his friend mark judge has said",
        "start": 1203.97,
        "duration": 5.279
    },
    {
        "text": "That he will cooperate with an FBI probe and then came the vote that we knew is coming after Jeff Flake announced",
        "start": 1209.25,
        "duration": 4.59
    },
    {
        "text": "Oh, he was going to be doing 11 to 10 for Cavanaugh",
        "start": 1213.84,
        "duration": 2.909
    },
    {
        "text": "But with this vote we did also see something interesting come from Jeff Lee. I think it would be",
        "start": 1216.78,
        "duration": 4.229
    },
    {
        "text": "Proper to delay the floor vote",
        "start": 1222.559,
        "duration": 2.63
    },
    {
        "text": "For up to but not more than one week",
        "start": 1226.19,
        "duration": 2.27
    },
    {
        "text": "In order to let the FBI",
        "start": 1229.309,
        "duration": 2.0
    },
    {
        "text": "Continue to do an investigation limited in time and scope to the current allegations that are there",
        "start": 1233.12,
        "duration": 6.409
    },
    {
        "text": "I will vote to advance the bill",
        "start": 1239.529,
        "duration": 2.0
    },
    {
        "text": "to the floor",
        "start": 1242.48,
        "duration": 1.35
    },
    {
        "text": "With that understanding and on that note senator Grassley says he can advocate for that",
        "start": 1243.83,
        "duration": 4.31
    },
    {
        "text": "But he doesn't control the Senate floor votes",
        "start": 1248.14,
        "duration": 1.74
    },
    {
        "text": "And here's the thing regarding that if Senate Majority Leader Mitch McConnell thinks he has the votes he has at least 50",
        "start": 1249.88,
        "duration": 5.189
    },
    {
        "text": "There's nothing to stop him from taking this to the Senate floor",
        "start": 1255.07,
        "duration": 1.92
    },
    {
        "text": "We know that there are 47 at definite knows that's recording this video",
        "start": 1256.99,
        "duration": 3.0
    },
    {
        "text": "There are technically four undecided votes republicans Murkowski and collin his democrats hike camp and mansion",
        "start": 1259.99,
        "duration": 4.919
    },
    {
        "text": "Once again, that's with assuming that Jeff Flake wouldn't kind of fold back on what he just said and just voted",
        "start": 1264.909,
        "duration": 5.19
    },
    {
        "text": "Yes",
        "start": 1270.1,
        "duration": 0.179
    },
    {
        "text": "Anyone actually in a super last-minute update the Senate GOP has actually agreed to request a one-week delay on Cavanaugh's",
        "start": 1270.279,
        "duration": 5.25
    },
    {
        "text": "confirmation to allow for an FBI",
        "start": 1275.69,
        "duration": 1.56
    },
    {
        "text": "Investigation and so for now we just have to pay attention and see what happens here as far as my personal",
        "start": 1277.25,
        "duration": 4.069
    },
    {
        "text": "Opinion on it and I'll get those dislike buttons ready",
        "start": 1281.51,
        "duration": 2.509
    },
    {
        "text": "I personally agree with the president of the American Bar Association",
        "start": 1284.019,
        "duration": 2.58
    },
    {
        "text": "the Dean of Yale Law School and also something that Jeff Flake hit on when he called for this delay saying this country is being",
        "start": 1286.73,
        "duration": 6.049
    },
    {
        "text": "Ripped apart here. You've got to make sure that we do due diligence",
        "start": 1292.779,
        "duration": 2.94
    },
    {
        "text": "I personally think that the one-week compromise the flake is thrown out there at the very least",
        "start": 1295.72,
        "duration": 3.179
    },
    {
        "text": "it's good optics and there also will help fight against the idea that they're just",
        "start": 1298.899,
        "duration": 3.81
    },
    {
        "text": "railroading this guy through but with all of that said I passed the question off to you a",
        "start": 1302.899,
        "duration": 4.489
    },
    {
        "text": "Person who does not have to agree or disagree with me. What is your takeaway from all of this?",
        "start": 1307.46,
        "duration": 4.939
    },
    {
        "text": "What do you think and let me know what you think in those comments down below ultimately that is where today's show and of course",
        "start": 1312.399,
        "duration": 5.31
    },
    {
        "text": "With this news show. I also want it to be a conversation. And so I passed the question off to you",
        "start": 1317.71,
        "duration": 3.75
    },
    {
        "text": "What is your takeaway from all of this any no opinions? I'd love to see in those comments down below",
        "start": 1321.62,
        "duration": 4.25
    },
    {
        "text": "Also while you're I don't remember if you like these daily dives into the news hit that like button if you're new here hit that",
        "start": 1325.87,
        "duration": 4.559
    },
    {
        "text": "Subscribe button, so you get the new one",
        "start": 1330.429,
        "duration": 1.47
    },
    {
        "text": "also",
        "start": 1331.899,
        "duration": 0.421
    },
    {
        "text": "If you didn't see yesterday's show you want to catch up click or tap right there to watch that or if you want to watch",
        "start": 1332.32,
        "duration": 3.81
    },
    {
        "text": "A special video we did about voting click or tap right there, but that's it. Of course as always my name's philip. Defranco",
        "start": 1336.13,
        "duration": 4.889
    },
    {
        "text": "You've just been phill'd in. I love you faces, and I'll see you Monday",
        "start": 1341.09,
        "duration": 4.88
    }
]