[
    {
        "text": "Sup you beautiful bastards!",
        "start": 0.0,
        "duration": 1.439
    },
    {
        "text": "Hope you're having a fantastic Tuesday. Welcome back to the Philip Defranco show, and let's just jump into it.",
        "start": 1.44,
        "duration": 4.98
    },
    {
        "text": "And the first thing we're going to talk about today was",
        "start": 6.42,
        "duration": 1.58
    },
    {
        "text": "by far the most requested story. I do think there's more important news, so I'm going to try and get through this as fast as possible.",
        "start": 8.0,
        "duration": 5.3
    },
    {
        "text": "A lot of people have been asking me why yesterday's video, which was",
        "start": 13.3,
        "duration": 2.32
    },
    {
        "text": "blowing up was smacked down by YouTube, and the answer to that maybe as unsatisfactory",
        "start": 15.66,
        "duration": 4.48
    },
    {
        "text": "to you as the answers were for me when I heard it from Youtube.",
        "start": 20.14,
        "duration": 3.76
    },
    {
        "text": "So in yesterday's video we talked about CNN being accused of faking news,",
        "start": 23.9,
        "duration": 2.76
    },
    {
        "text": "Donald Trump, and the London attack. There was a lot of engagement a lot of views the next thing",
        "start": 26.68,
        "duration": 4.18
    },
    {
        "text": "we knew we saw the video was on number one trending.",
        "start": 30.86,
        "duration": 2.22
    },
    {
        "text": "But then, seemingly at the same time, the video is demonetized and when we went to trending it was no longer there.",
        "start": 33.09,
        "duration": 4.979
    },
    {
        "text": "So the question of course became: Why?",
        "start": 38.069,
        "duration": 1.451
    },
    {
        "text": "Well as far as why the video didn't show up on trending we received two answers.",
        "start": 39.52,
        "duration": 3.24
    },
    {
        "text": "The initial answer is essentially the video did have a ton of engagement, it did hit that",
        "start": 42.76,
        "duration": 2.86
    },
    {
        "text": "but because the content was unsatisfactory, that might have been why it was removed.",
        "start": 45.62,
        "duration": 3.96
    },
    {
        "text": "Now the answer we received later was that the video was trending",
        "start": 49.58,
        "duration": 1.9
    },
    {
        "text": "but it was only trending in an experimental version of YouTube",
        "start": 52.02,
        "duration": 3.96
    },
    {
        "text": "that only some users were getting. So there was that part.",
        "start": 55.98,
        "duration": 2.52
    },
    {
        "text": "Now as far as why the video was demonetized, which before even getting into the demonetization",
        "start": 58.5,
        "duration": 3.94
    },
    {
        "text": "this part is frustrating to me, but it's not, it's not the biggest deal",
        "start": 62.44,
        "duration": 2.24
    },
    {
        "text": "thanks to all you beautiful bastards that support us at the defrancoelite.com. You are helping fund everything",
        "start": 64.68,
        "duration": 4.34
    },
    {
        "text": "I'm creating now and everything we're going to create in the future.",
        "start": 69.02,
        "duration": 2.66
    },
    {
        "text": "So thank you. Thank you. Thank you a million times Thank you.",
        "start": 71.68,
        "duration": 1.54
    },
    {
        "text": "But the answer we receive as far as why yesterday's video has demonetized,",
        "start": 73.229,
        "duration": 3.3
    },
    {
        "text": "it was because we talked about the London attack and mentioned that someone had been stabbed.",
        "start": 76.53,
        "duration": 4.5
    },
    {
        "text": "You might remember we talked about the hero officer who I said was stabbed in the head, neck, and face.",
        "start": 81.2,
        "duration": 5.24
    },
    {
        "text": "He is in the hospital. He is a hero.",
        "start": 86.44,
        "duration": 1.54
    },
    {
        "text": "So obviously that brings up the debate well how are news shows supposed to talk about news.",
        "start": 87.98,
        "duration": 3.36
    },
    {
        "text": "Well yeah, advertisers probably don't want their content",
        "start": 91.38,
        "duration": 2.5
    },
    {
        "text": "next to people talking about people getting stabbed.",
        "start": 93.88,
        "duration": 1.82
    },
    {
        "text": "Debate debate debate debate.",
        "start": 95.74,
        "duration": 1.12
    },
    {
        "text": "Even in YouTube's newest advertiser friendly guidelines they state",
        "start": 96.86,
        "duration": 2.6
    },
    {
        "text": "YouTube reserves the right, at its discretion, to not show ads on videos and watch pages and videos about recent tragedies,",
        "start": 99.46,
        "duration": 4.6
    },
    {
        "text": "even if presented for news or documentary purposes, may not be eligible for advertising given the subject matter.",
        "start": 104.06,
        "duration": 4.6
    },
    {
        "text": "Which I'm personally fine with the people that are funding this show are funding me",
        "start": 108.66,
        "duration": 3.2
    },
    {
        "text": "so that I can talk about the news how I want to talk about the news",
        "start": 111.86,
        "duration": 3.64
    },
    {
        "text": "but the problem is it doesn't appear that everyone has to play by the rules.",
        "start": 115.5,
        "duration": 2.74
    },
    {
        "text": "I, a guy talking about the news not showing any images or videos of the attack, got struck down.",
        "start": 118.3,
        "duration": 5.42
    },
    {
        "text": "Meanwhile CNN can cover the same attack, talk about the stabbing, show video from the scene, boom, ad.",
        "start": 123.72,
        "duration": 5.48
    },
    {
        "text": "CNN can put out a video about the Portland stabbing suspect yelling in court--",
        "start": 129.28,
        "duration": 3.92
    },
    {
        "text": "they talk about the stabbing attack they show the face and name of this vile human being",
        "start": 133.2,
        "duration": 3.74
    },
    {
        "text": "spouting the most hateful bullshit in the world, \nBOOM pre-roll,",
        "start": 136.96,
        "duration": 3.34
    },
    {
        "text": "and so that's slightly frustrating for my situation but it's mainly frustrating because it kills the potential for",
        "start": 140.3,
        "duration": 5.94
    },
    {
        "text": "up-and-comers who want to talk about the news. They want to join this business,",
        "start": 146.24,
        "duration": 2.41
    },
    {
        "text": "they want to play the game, but apparently everyone doesn't have to play by the rules and so it's these reasons",
        "start": 148.65,
        "duration": 4.5
    },
    {
        "text": "I'm going to bolster my effort to find the next generation of voices. You beautiful bastards",
        "start": 153.15,
        "duration": 4.8
    },
    {
        "text": "supporting me, you have given me an opportunity that I feel I need to share.",
        "start": 158.1,
        "duration": 3.9
    },
    {
        "text": "That is part of the plan and it's also the reason why the next series that I'm launching very soon will not launch on YouTube.",
        "start": 162.12,
        "duration": 6.08
    },
    {
        "text": "I know that's probably a meaningless move to YouTube who is so massive. I'm just a speck on YouTube.",
        "start": 168.2,
        "duration": 5.48
    },
    {
        "text": "I'm just not going to take this bullshit with a smile anymore.",
        "start": 173.7,
        "duration": 2.16
    },
    {
        "text": "And so that's that I want to end this on the note of just thank you to everyone that supports--not just the people on",
        "start": 175.86,
        "duration": 4.439
    },
    {
        "text": "DefrancoElite, of course thanks to you, but the people that share these videos with",
        "start": 180.299,
        "duration": 3.57
    },
    {
        "text": "Friends, family, strangers, whoever. You are the reason we grow you are the reason why we're strong,",
        "start": 184.39,
        "duration": 4.339
    },
    {
        "text": "you are the reason why we have a future. And then let's talk about net neutrality for those of you",
        "start": 188.73,
        "duration": 3.69
    },
    {
        "text": "that are new here net neutrality is the concept that all",
        "start": 192.44,
        "duration": 1.909
    },
    {
        "text": "traffic online should be treated equally. The internet is a utility that most all of us need for our day-to-day lives, and A Time Warner an",
        "start": 194.349,
        "duration": 5.811
    },
    {
        "text": "Att U-verse, a Verizon, they should not be able to say you know, what Philip Defranco,",
        "start": 200.16,
        "duration": 3.84
    },
    {
        "text": "you want to watch PhillyD, YouTube, Netflix?",
        "start": 204.0,
        "duration": 2.0
    },
    {
        "text": "you're going to get there slower. But if you want to go to this video service that we own or we have a deal with and",
        "start": 206.049,
        "duration": 4.91
    },
    {
        "text": "they pay us money you can get there fast. Keeping the internet equal and fair has allowed",
        "start": 210.959,
        "duration": 4.17
    },
    {
        "text": "startups to come out of nowhere to give us things",
        "start": 215.26,
        "duration": 2.029
    },
    {
        "text": "we didn't even know we wanted. In my opinion net neutrality is",
        "start": 217.29,
        "duration": 2.819
    },
    {
        "text": "pro-innovation, pro-business, pro-little-guy-trying-to-make-a-big-impact. That's why it's so concerning the FCC the Federal",
        "start": 220.2,
        "duration": 5.66
    },
    {
        "text": "Communications Commission, and more importantly the new head of the FCC,",
        "start": 225.96,
        "duration": 3.28
    },
    {
        "text": "has openly talked about his desire and his plan to remove the rules that regulate the ISPs. As we get closer to the FCC making",
        "start": 229.329,
        "duration": 6.83
    },
    {
        "text": "a move on this more and more people have been speaking up. And like when they tried to push",
        "start": 236.16,
        "duration": 3.479
    },
    {
        "text": "SOPA through or anything else that would hurt an open internet, many",
        "start": 239.639,
        "duration": 3.81
    },
    {
        "text": "heavy hitters are organizing a day of protest on July 12. You've got Amazon, Etsy, Kickstarter, Mozilla, Vimeo",
        "start": 243.45,
        "duration": 6.389
    },
    {
        "text": "Patreon, and so many more joining this cause, joining this day of protest.",
        "start": 250.239,
        "duration": 4.79
    },
    {
        "text": "I will also be joining in, if you want to join as well",
        "start": 255.03,
        "duration": 3.149
    },
    {
        "text": "I'm including this link right here.",
        "start": 258.18,
        "duration": 1.419
    },
    {
        "text": "And of course your daily reminder here, you do not have to agree with me here, you may think there is a big benefit.",
        "start": 259.599,
        "duration": 4.88
    },
    {
        "text": "But if you do agree with me here, if you do not want to see this happen",
        "start": 264.479,
        "duration": 3.85
    },
    {
        "text": "please take action with me. Big cable should not be allowed to throttle block sensor extort or pick the winners and",
        "start": 268.52,
        "duration": 7.399
    },
    {
        "text": "losers of what comes next. Their argument is that the regulations tie their hands behind their back?",
        "start": 276.26,
        "duration": 5.0
    },
    {
        "text": "But when they have a gun in their hand, maybe that's important.",
        "start": 281.26,
        "duration": 2.79
    },
    {
        "text": "Just maybe we need the",
        "start": 284.05,
        "duration": 1.15
    },
    {
        "text": "regulation so they don't point that gun at what comes next, and decide what lives and what dies. If you join me join us,",
        "start": 285.2,
        "duration": 5.809
    },
    {
        "text": "thank you, if it's not for you, it's not for you. But from that. I want to share some stuff",
        "start": 291.01,
        "duration": 4.35
    },
    {
        "text": "I loved today, and Today in",
        "start": 295.36,
        "duration": 1.72
    },
    {
        "text": "Awesome. The first bit of awesome is--it's a new video from one of my favorite series here on YouTube and that is Casually",
        "start": 297.08,
        "duration": 5.329
    },
    {
        "text": "Explained. They put a new video out on the bizarre experience that is the group project.",
        "start": 302.51,
        "duration": 4.369
    },
    {
        "text": "This is a great example of group synergy because he wasn't great at problem-solving, but was bubbly and enthusiastic",
        "start": 306.88,
        "duration": 5.369
    },
    {
        "text": "while, I was slightly better at problem solving",
        "start": 312.25,
        "duration": 2.279
    },
    {
        "text": "but was filled with contempt and disappointment for all human life. And if you enjoy that, he's also got a fantastic",
        "start": 314.53,
        "duration": 4.47
    },
    {
        "text": "archive. Then we had Chris Hemsworth who put out a video on Instagram showing us",
        "start": 319.19,
        "duration": 3.38
    },
    {
        "text": "Well what he's been up to since he wasn't engaged in the Civil War. See",
        "start": 322.57,
        "duration": 3.54
    },
    {
        "text": "what would really happen if it was a fight between all of us",
        "start": 326.11,
        "duration": 2.579
    },
    {
        "text": "Basically go a little bit like this. \"Oh look at me I'm Iron Man and I just got hit over there.\"",
        "start": 329.6,
        "duration": 4.67
    },
    {
        "text": "Then we had Sesame Street doing a parody of Orange is the New Black",
        "start": 334.27,
        "duration": 3.419
    },
    {
        "text": "Yes, really. Dude Perfect did a video with Drew Brees, and we got a trailer for a movie--",
        "start": 337.72,
        "duration": 3.42
    },
    {
        "text": "I don't know if we should be excited about, but part of me is. That is the new Starship Troopers movie, Traitor of Mars.",
        "start": 341.14,
        "duration": 6.75
    },
    {
        "text": "It's animated so it's different there, but it is also written by the guy who wrote Starship Troopers",
        "start": 347.89,
        "duration": 4.35
    },
    {
        "text": "so I'm intrigued. If you want to see the full versions everything",
        "start": 352.37,
        "duration": 3.32
    },
    {
        "text": "I just shared, the secret link of the day anything at all",
        "start": 355.69,
        "duration": 2.73
    },
    {
        "text": "links as always, are in the description down below. Then I want to talk about something",
        "start": 358.55,
        "duration": 2.809
    },
    {
        "text": "I was going to put in Today in Awesome, and that is Nintendo is announcing the first Pokemon game for the Switch",
        "start": 361.36,
        "duration": 4.739
    },
    {
        "text": "And it wasn't in Today in Awesome because it was Pokemon dx, but wait Phil, there's good news",
        "start": 366.1,
        "duration": 4.079
    },
    {
        "text": "they announced a real, full-fledged Pokemon game Pokemon Ultra Moon Pokemon Ultra Sun",
        "start": 370.18,
        "duration": 4.38
    },
    {
        "text": "And it's out for the 3DS and Switch. The Switch release date to be announced",
        "start": 374.56,
        "duration": 4.02
    },
    {
        "text": "but it turned out it was a clerical error.",
        "start": 378.58,
        "duration": 2.459
    },
    {
        "text": "The Pokemon Company International releasing a statement saying \"We would like to address rumors based on a clerical error on the Pokemon press site;",
        "start": 381.14,
        "duration": 5.779
    },
    {
        "text": "Pokemon Ultra Sun, Pokemon Ultra moon are coming exclusively to Nintendo 3DS family of systems and are not due for release on Nintendo Switch.",
        "start": 386.92,
        "duration": 6.66
    },
    {
        "text": "The listing on the site was an error and not indicative of future plans.\" And why do you do this to me?",
        "start": 393.62,
        "duration": 4.57
    },
    {
        "text": "I want to ask this company",
        "start": 398.19,
        "duration": 0.78
    },
    {
        "text": "Why do you hate money? People have wanted a legitimate console version of Pokemon since you release Red and Blue in '96. Then 21 years later",
        "start": 398.97,
        "duration": 6.599
    },
    {
        "text": "Nintendo develops a console that is portable, and you're like nah that makes too much sense. Granted",
        "start": 405.79,
        "duration": 4.91
    },
    {
        "text": "I'm still probably going to buy both the Switch and the 3DS game thus negating the point",
        "start": 410.7,
        "duration": 4.11
    },
    {
        "text": "I'm trying to make here, but I want you to know as you get my money, I hate you.",
        "start": 414.81,
        "duration": 2.639
    },
    {
        "text": "Oh, then let's talk about Jonathan Paul Koppenhaver. Otherwise known as War Machine. He's a former mixed martial artist,",
        "start": 417.45,
        "duration": 6.3
    },
    {
        "text": "he dated adult film star Christy Mack, and he then made nationwide news, when in 2014",
        "start": 423.75,
        "duration": 4.919
    },
    {
        "text": "he kidnapped, beat, and sexually assaulted his ex. Also attacking Christy Mack's male friend",
        "start": 428.67,
        "duration": 4.98
    },
    {
        "text": "and the news and update now is after being found guilty of",
        "start": 433.65,
        "duration": 2.25
    },
    {
        "text": "29 misdemeanor and felony charges he was sentenced to 36 years to life in prison. What that means is he'll be eligible for parole in",
        "start": 436.36,
        "duration": 6.829
    },
    {
        "text": "36 years when he's just at that oh, the just the spring in your step young age of 71 years old. And I have to say personally",
        "start": 443.65,
        "duration": 5.57
    },
    {
        "text": "I'm happy he's going to be away for a long long time.",
        "start": 449.22,
        "duration": 2.879
    },
    {
        "text": "I'm not going to share the photos of what Christy looked like after the attack because I do not want to further her pain",
        "start": 452.1,
        "duration": 5.13
    },
    {
        "text": "but they were truly horrible and disturbing. Now in an attempt to most likely get a lighter",
        "start": 457.23,
        "duration": 3.869
    },
    {
        "text": "sentence, War Machine's lawyer argued that he had tried to hang himself in jail in January",
        "start": 461.17,
        "duration": 4.279
    },
    {
        "text": "But he has since turned to religion and wants to become a role model behind bars. Koppenhaver himself blaming depression, anxiety,",
        "start": 465.449,
        "duration": 6.091
    },
    {
        "text": "self-pity. Saying he would stand in front of a mirror and smash his face into his fists until his face was swollen.",
        "start": 471.76,
        "duration": 4.7
    },
    {
        "text": "Claiming he was a changed person that he found",
        "start": 476.62,
        "duration": 2.269
    },
    {
        "text": "God after reading two books by author Lee Strobel and seeing all of this come from he and his lawyer the only thing I kind of",
        "start": 478.89,
        "duration": 6.089
    },
    {
        "text": "take away from this is maybe with people like War Machine, we need to up the thread count of their prison sheets.",
        "start": 484.98,
        "duration": 3.959
    },
    {
        "text": "He is a monster you could have punched his face out of self-pity for whatever reason, but the moment",
        "start": 488.94,
        "duration": 4.29
    },
    {
        "text": "he did what he did, to me he ceased being a human being and 36 years is not far enough.",
        "start": 493.23,
        "duration": 5.369
    },
    {
        "text": "And then let's talk about Qatar, a country in the middle east of around 2.3. Million people. For the most part the only stories",
        "start": 498.6,
        "duration": 5.19
    },
    {
        "text": "we've talked about with Qatar is somehow they got the 2022 FIFA World Cup.",
        "start": 503.79,
        "duration": 4.709
    },
    {
        "text": "And I mean \"somehow\" or I guess rather *somehow* and the stories about the exploitation and abuse of their workforce.",
        "start": 508.5,
        "duration": 5.22
    },
    {
        "text": "But the news coming out of Qatar in the past 24 hours did not have to do with that, but instead dealt with Saudi",
        "start": 513.72,
        "duration": 5.25
    },
    {
        "text": "Arabia, United Arab Emirates, Egypt, Bahrain, Yemen, and the Maldives saying that they are indefinitely severing ties with Qatar.",
        "start": 518.97,
        "duration": 6.419
    },
    {
        "text": "Saudi Arabia reportedly has severed all land, sea and",
        "start": 525.39,
        "duration": 2.0
    },
    {
        "text": "air links with Qatar. UAE has closed its airports and harbors to Qatari flights and shipping",
        "start": 527.53,
        "duration": 4.439
    },
    {
        "text": "Qatari diplomats have been given notice to leave their foreign posts. Qatari citizens",
        "start": 532.12,
        "duration": 3.119
    },
    {
        "text": "Have been told they have 14 days to leave Saudi Arabia,",
        "start": 535.24,
        "duration": 1.74
    },
    {
        "text": "Bahrain, and the UAE. Several airlines have already halted flights in and out of a Qatari capital and those countries also banned their own citizens",
        "start": 536.98,
        "duration": 6.63
    },
    {
        "text": "from entering Qatar, and so to these big giant moves and changes people said \"Why?\". Well like my relationship with my best friend's mom growing",
        "start": 543.61,
        "duration": 6.359
    },
    {
        "text": "up in High School",
        "start": 549.97,
        "duration": 0.66
    },
    {
        "text": "It's complicated. Qatar has been criticized constantly of their support of the Muslim Brotherhood.",
        "start": 550.63,
        "duration": 3.9
    },
    {
        "text": "Saudi Arabia and the UAE",
        "start": 554.53,
        "duration": 0.94
    },
    {
        "text": "consider the Muslim Brotherhood a terrorist group. In their statement the UAE",
        "start": 555.47,
        "duration": 2.96
    },
    {
        "text": "Accused Qatar of hosting and funding terrorism. These groups cutting off Qatar also pointing to Qatar's",
        "start": 558.56,
        "duration": 5.45
    },
    {
        "text": "relationship to Iran. And Iran and Qatar have a working relationship. The waters between Iran and Qatar contain",
        "start": 564.2,
        "duration": 5.149
    },
    {
        "text": "what is estimated to be at least 43 trillion meters of gas reserve. The countries share exploration rights,",
        "start": 569.35,
        "duration": 6.42
    },
    {
        "text": "it's one of the things that ties them. Qatar is being accused of having a deeper relationship with Iran.",
        "start": 575.77,
        "duration": 4.559
    },
    {
        "text": "Qatari officials have been accused of meeting with the head of Iran's Revolutionary Guard Corps. So in general",
        "start": 580.48,
        "duration": 3.929
    },
    {
        "text": "it's believed to be a mixture of these things.",
        "start": 584.41,
        "duration": 2.01
    },
    {
        "text": "But then like an RKO out of nowhere",
        "start": 586.42,
        "duration": 1.81
    },
    {
        "text": "Donald Trump busted into the scene Tweeting, \"During my trip to the Middle East I stated there can no longer be funding of radical",
        "start": 588.23,
        "duration": 5.45
    },
    {
        "text": "ideology. Leaders pointed to Qatar look so good to see the Saudi Arabia visit with the king and 50 countries already paying off. They said",
        "start": 593.839,
        "duration": 6.11
    },
    {
        "text": "they said they would take a hard line on funding extremism and all reference was pointing to Qatar perhaps this will be the beginning of the end to",
        "start": 599.95,
        "duration": 5.519
    },
    {
        "text": "the horror of terrorism.\" Now",
        "start": 605.47,
        "duration": 1.32
    },
    {
        "text": "what was really interesting is the person most surprised by these tweets was probably our own Secretary of State Rex Tillerson.",
        "start": 606.79,
        "duration": 6.059
    },
    {
        "text": "Before Donald Trump started tweeting, Rex Tillerson said, \"We need to sit down together and address these differences.\" Adding, \"If there's any role",
        "start": 612.95,
        "duration": 6.469
    },
    {
        "text": "we can play in terms of helping them address those, we think it's important that the GCC the Gulf Cooperation Council,",
        "start": 619.42,
        "duration": 5.19
    },
    {
        "text": "remains unified.\" That message seemingly",
        "start": 624.77,
        "duration": 2.089
    },
    {
        "text": "undermined by the President of the United States who put out tweets that just just to paraphrase was Donald Trump tweeting, \"Yo Qatar, suck deez",
        "start": 627.05,
        "duration": 6.77
    },
    {
        "text": "nuts, terrorism about to end, Trump out.\" Also, meanwhile all of this is happening,",
        "start": 633.82,
        "duration": 3.869
    },
    {
        "text": "just a fun little side note inside of Qatar there are currently",
        "start": 637.689,
        "duration": 3.711
    },
    {
        "text": "10,000 troops at a US owned airbase. And as of recording this video",
        "start": 641.62,
        "duration": 3.92
    },
    {
        "text": "it wasn't clear how it was going to affect our guys over there. And as far as what happens next it could get bad",
        "start": 645.55,
        "duration": 5.13
    },
    {
        "text": "locally",
        "start": 650.87,
        "duration": 0.5
    },
    {
        "text": "but also internationally.",
        "start": 651.37,
        "duration": 1.41
    },
    {
        "text": "Reports in Qatar are that people are rushing to the stores to grab food and supplies as fast as possible. While they are oil",
        "start": 652.94,
        "duration": 5.56
    },
    {
        "text": "and gas rich they are generally considered food poor. They don't really produce their own",
        "start": 658.51,
        "duration": 3.25
    },
    {
        "text": "so people are stocking up on food now because they expect shortages. Also because this is seen as an instability,",
        "start": 661.779,
        "duration": 4.619
    },
    {
        "text": "we may see oil prices spike. So far the markets haven't freaked out, but experts say that it is completely",
        "start": 666.399,
        "duration": 4.679
    },
    {
        "text": "Viable for Qatar to cut off their neighbours from supply and on the other side of things if there is a negotiation",
        "start": 671.48,
        "duration": 5.419
    },
    {
        "text": "here between Qatar, Saudi Arabia,",
        "start": 677.18,
        "duration": 2.36
    },
    {
        "text": "the UAE there's a pretty notable belief from analysts that the UAE and Saudi Arabia are going to demand that",
        "start": 679.54,
        "duration": 5.06
    },
    {
        "text": "Qatar close Aljazeera. Which if you didn't know, Aljazeera was established in Qatar. And as of recording this video, that's where we are",
        "start": 684.7,
        "duration": 5.54
    },
    {
        "text": "that's where the story ends. It is confusing because we are getting two different messages from the White House,",
        "start": 690.24,
        "duration": 4.74
    },
    {
        "text": "one from Rex Tillerson one from Trump. It's confusing because just in May, Trump said relations with Qatar were extremely  good.",
        "start": 694.98,
        "duration": 5.18
    },
    {
        "text": "And it's concerning that this is all happening and the President is saying this while we have around 11,000 troops in this base,",
        "start": 700.38,
        "duration": 7.14
    },
    {
        "text": "a base that has considered the nerve center of air campaigns in the area.",
        "start": 707.529,
        "duration": 3.359
    },
    {
        "text": "I mean Qatar wasn't even listed on the travel ban. Either of them.",
        "start": 710.98,
        "duration": 3.51
    },
    {
        "text": "And now it's seemingly deemed as the source.",
        "start": 714.49,
        "duration": 2.67
    },
    {
        "text": "That's where I'm going to leave that. Of course this is the Philip Defranco show whether it be the first story the last one,",
        "start": 717.26,
        "duration": 4.66
    },
    {
        "text": "anything in between I'd love to know your thoughts today in those comments down below.",
        "start": 721.98,
        "duration": 3.52
    },
    {
        "text": "That's actually where I'm going to end today's show.",
        "start": 725.5,
        "duration": 1.38
    },
    {
        "text": "And remember if you liked this video,",
        "start": 727.0,
        "duration": 1.019
    },
    {
        "text": "you like what I do on this channel, hit that like button.",
        "start": 728.02,
        "duration": 2.64
    },
    {
        "text": "If you're new here hit that subscribe button make sure you don't miss these daily videos.",
        "start": 730.86,
        "duration": 2.68
    },
    {
        "text": "Also if you missed the non-advertiser Friendly Philip Defranco show yesterday",
        "start": 733.54,
        "duration": 3.0
    },
    {
        "text": "you can click or tap right there to watch that. If you want to see the newest vlog you can click or tap right there.",
        "start": 736.54,
        "duration": 4.229
    },
    {
        "text": "But that said of course as always my name's Philip Defranco. You've just been Phill'd in. I love yo faces, and I'll see you tomorrow.",
        "start": 740.8,
        "duration": 6.929
    }
]