[
    {
        "text": "Sup you, beautiful bastards",
        "start": 0.0,
        "duration": 1.469
    },
    {
        "text": "hope you havin a",
        "start": 1.469,
        "duration": 0.821
    },
    {
        "text": "Fantastic Tuesday welcome back to the Philip Defranco show and let's just jump into and the first thing",
        "start": 2.29,
        "duration": 4.819
    },
    {
        "text": "I want to talk about today the most requested story of the day is a story about a man by the name of Otto Warmbier",
        "start": 7.109,
        "duration": 5.31
    },
    {
        "text": "And his name might sound familiar this story started late 2015 December 30th 2015 Otto travels from Beijing to Pyongyang",
        "start": 12.66,
        "duration": 7.02
    },
    {
        "text": "He goes to North Korea. He stays there until the second when he's at the airport",
        "start": 19.68,
        "duration": 2.8
    },
    {
        "text": "He's ready to leave but then he is arrested by the police. Now for days the tour company that Otto flew with tried to contact him.",
        "start": 22.48,
        "duration": 5.4
    },
    {
        "text": "Reportedly they weren't allowed access they were told he's doing fine then later that month North Korea announces that Otto is being held for \"Hostile Acts\"",
        "start": 27.88,
        "duration": 7.32
    },
    {
        "text": "So what were the hostile acts?",
        "start": 35.32,
        "duration": 1.56
    },
    {
        "text": "Well they accused are going into the staff only section of the Pyongyang hotel and stealing a",
        "start": 36.88,
        "duration": 4.92
    },
    {
        "text": "motivational poster, then a month after his arrest",
        "start": 41.8,
        "duration": 2.04
    },
    {
        "text": "Otto is seen on camera",
        "start": 43.96,
        "duration": 1.349
    },
    {
        "text": "Tearfully admitting his crime",
        "start": 45.32,
        "duration": 1.63
    },
    {
        "text": "Saying he stole the poster as a trophy for his U.S. church a lot of people found the video questionable because he said",
        "start": 46.96,
        "duration": 5.08
    },
    {
        "text": "sentences like, \"The aim of my task was to harm the",
        "start": 52.24,
        "duration": 2.8
    },
    {
        "text": "motivation and work ethic of the Korean people which led many people believed that he was giving that admission of guilt under duress. North Korea also",
        "start": 55.149,
        "duration": 6.229
    },
    {
        "text": "Released the video they say shows Otto stealing a sign",
        "start": 61.379,
        "duration": 2.79
    },
    {
        "text": "But honestly just the quality of the camera that could be the loch ness monster stealing it. We can't really tell you see",
        "start": 64.169,
        "duration": 5.151
    },
    {
        "text": "It's definitely a person or a person like thing with four limbs so then in North Korea",
        "start": 69.32,
        "duration": 3.88
    },
    {
        "text": "Otto officially goes on trial, he confesses, and he is sentenced to 15 years hard labor",
        "start": 73.2,
        "duration": 4.48
    },
    {
        "text": "Then shortly after this we get news out of North Korea that Otto slipped into a coma for some reason shortly after he's released on",
        "start": 77.8,
        "duration": 6.04
    },
    {
        "text": "Humanitarian grounds North Korean doctors say that it is evident that Otto has suffered severe brain damage, North Korea",
        "start": 83.85,
        "duration": 5.519
    },
    {
        "text": "Then claimed that shortly after the trial Otto contracted botulism. They gave him a sleeping pill, and then he never woke up",
        "start": 89.369,
        "duration": 5.31
    },
    {
        "text": "He stayed in a coma. Then we got the news in the past week that Otto had been released from North Korea",
        "start": 94.68,
        "duration": 4.019
    },
    {
        "text": "they sent him back home to Cincinnati and the big update was that Otto died. Then the doctors noticed something interesting, there are",
        "start": 98.7,
        "duration": 6.059
    },
    {
        "text": "concerns that maybe Otto was being abused in these work camps.",
        "start": 104.76,
        "duration": 2.88
    },
    {
        "text": "But the doctor said it did not look like he was physically beaten there was no",
        "start": 107.64,
        "duration": 3.24
    },
    {
        "text": "Scarring there weren't any broken bones as far as Otto suffering from botulism a lot of experts",
        "start": 110.96,
        "duration": 4.24
    },
    {
        "text": "don't think that that was likely and their argument is botulism rarely causes comas and it would require a ton of",
        "start": 115.2,
        "duration": 5.56
    },
    {
        "text": "Sleeping pills and a claim is coma and brain damage are actually more consistent with Oxygen deprivation",
        "start": 121.04,
        "duration": 4.36
    },
    {
        "text": "so this has led some experts to point their finger at North Korea and claim that they may have used an",
        "start": 125.48,
        "duration": 5.12
    },
    {
        "text": "Oxygen Deprivation chamber as a torture device believing that he was being",
        "start": 130.64,
        "duration": 3.52
    },
    {
        "text": "tortured it might have gone too far and he slipped into a coma",
        "start": 134.24,
        "duration": 3.08
    },
    {
        "text": "So now people like Senator Marco Rubio are",
        "start": 137.32,
        "duration": 1.8
    },
    {
        "text": "saying that North Korea must be held accountable for murder. Also Senate Democrat Benjamin Cardin saying, \"Otto is dead because of Kim Jong",
        "start": 139.12,
        "duration": 6.76
    },
    {
        "text": "Un's repressive, murderous regime\" adding North Korea must be held accountable for their continued barbaric behavior\" and really at this point who knows",
        "start": 145.88,
        "duration": 6.04
    },
    {
        "text": "To what point this will escalate the relationship between the United States and North Korea?",
        "start": 152.04,
        "duration": 4.64
    },
    {
        "text": "Obviously it's already pretty damn horrible",
        "start": 156.8,
        "duration": 1.52
    },
    {
        "text": "But it could always get worse also a side note to the story that I did I had to cover have to give a shout",
        "start": 158.34,
        "duration": 4.14
    },
    {
        "text": "Out the huffpost and a writer for huffington post by the name of La Sha tried to hide some of their race-baiting",
        "start": 162.52,
        "duration": 5.6
    },
    {
        "text": "Article from last year, an article that really focused on the you know the main point of this international story with the headline",
        "start": 168.44,
        "duration": 5.92
    },
    {
        "text": "North Korea proves, \"your white male privilege is not universal\" La Sha and Huffpost",
        "start": 174.36,
        "duration": 4.28
    },
    {
        "text": "Did leave that article up,",
        "start": 178.64,
        "duration": 1.36
    },
    {
        "text": "but they removed things from it without providing an update",
        "start": 180.0,
        "duration": 2.72
    },
    {
        "text": "No update we edited this to be a little more respectful and less race-baitey",
        "start": 183.04,
        "duration": 3.4
    },
    {
        "text": "Luckily there are websites like archive.is and diffchecker.com",
        "start": 186.6,
        "duration": 3.16
    },
    {
        "text": "the news breaks out eyes and two pieces are cut out one notion that blames him stating that, \"If he had obeyed North Korea's laws",
        "start": 189.92,
        "duration": 5.68
    },
    {
        "text": "he would be home now\" and then this beautiful line, \"That kind of reckless gall is an unfortunate side effect of being",
        "start": 195.88,
        "duration": 5.44
    },
    {
        "text": "Socialized first as a white boy, and then as a white man in this country",
        "start": 201.64,
        "duration": 3.08
    },
    {
        "text": "You know because nothing says professional journalists like \"hey, you know how that one person who is that one race and or gender?",
        "start": 204.84,
        "duration": 6.12
    },
    {
        "text": "They are representative of the whole which by the way fuck the whole lot of em\"",
        "start": 210.96,
        "duration": 3.3
    },
    {
        "text": "It's weird while I hate the message and the angle that was shine even where other places that posted this article",
        "start": 214.26,
        "duration": 5.5
    },
    {
        "text": "evidently stuck with and owned the race baiter",
        "start": 220.32,
        "duration": 2.84
    },
    {
        "text": "They have an organization like huffington post going back and removing just the big highlighted text",
        "start": 223.169,
        "duration": 6.12
    },
    {
        "text": "They just let it exist in a smaller way in just smaller words",
        "start": 229.29,
        "duration": 3.36
    },
    {
        "text": "So you do so in a way where you just hide it and don't acknowledge the changes",
        "start": 232.65,
        "duration": 3.91
    },
    {
        "text": "This is just another example of why people are trusting established outlets less and less but today",
        "start": 236.56,
        "duration": 4.04
    },
    {
        "text": "I will try to do the opposite of La Sha",
        "start": 240.64,
        "duration": 1.879
    },
    {
        "text": "I do not want to label all the mainstream media because of this article and this group",
        "start": 242.519,
        "duration": 4.619
    },
    {
        "text": "I shine a light on this part to show those that are new to the industry and those that are established",
        "start": 247.138,
        "duration": 3.742
    },
    {
        "text": "This is the kind of shit you don't do; just a purely garbage race-baiting move",
        "start": 251.12,
        "duration": 4.24
    },
    {
        "text": "I say this as someone that shouts \"don't visit North Korea. It is a hostile country. It is very possible",
        "start": 255.4,
        "duration": 5.16
    },
    {
        "text": "You will be used as a pawn in an international situation'",
        "start": 260.56,
        "duration": 3.4
    },
    {
        "text": "That's why I hate it when they were youtubers in the past that visited the country trying to normalize such an oppressive regime",
        "start": 263.96,
        "duration": 4.72
    },
    {
        "text": "But nothing excuses the horrible human rights violations we see out of that country",
        "start": 268.68,
        "duration": 4.46
    },
    {
        "text": "I think to make anyone else but North Korea the bad guy in this situation does a huge disservice",
        "start": 273.14,
        "duration": 4.5
    },
    {
        "text": "But I'll pass question off to you",
        "start": 277.92,
        "duration": 1.67
    },
    {
        "text": "what are your thoughts here? Do you have sympathy? You don't? Maybe a little What are your thoughts on La Shaw and",
        "start": 279.6,
        "duration": 3.92
    },
    {
        "text": "Huffpost trying to sneak in these changes. I love to know your thoughts on this whole thing from that",
        "start": 283.68,
        "duration": 3.56
    },
    {
        "text": "I want to share some stuff",
        "start": 287.24,
        "duration": 0.75
    },
    {
        "text": "I love today and today in",
        "start": 288.0,
        "duration": 1.74
    },
    {
        "text": "awesome",
        "start": 289.74,
        "duration": 0.5
    },
    {
        "text": "The first bit of awesome is the kind of self promo awesome slash and update for anyone at Defrancoelite.com that does not have",
        "start": 290.24,
        "duration": 5.94
    },
    {
        "text": "The notifications turned on. At 4 p.m.. Pacific standard time two hours after I normally post this video",
        "start": 296.18,
        "duration": 4.3
    },
    {
        "text": "We are going to be having DeFranco Elite livestream",
        "start": 300.48,
        "duration": 2.44
    },
    {
        "text": "it's a Q&A it's one of the at least three live streams to do every month and if you're unable to watch it live I'll",
        "start": 302.92,
        "duration": 4.39
    },
    {
        "text": "Leave a recording of it up there for you as well also side note",
        "start": 307.32,
        "duration": 2.66
    },
    {
        "text": "Thank you to all of you that support the show that way as well, then in a move",
        "start": 309.98,
        "duration": 3.02
    },
    {
        "text": "I hope to see a lot more and maybe not just for children in the future Netflix has now launched new interactive shows essentially choose-your-own-adventure",
        "start": 313.04,
        "duration": 6.809
    },
    {
        "text": "Videos, but on Netflix one launched today. It is called puss in book and get your mind out of the gutter",
        "start": 320.1,
        "duration": 4.82
    },
    {
        "text": "It's a kids show",
        "start": 324.92,
        "duration": 0.87
    },
    {
        "text": "I have to say as a kid that would always go to the library and avoid the",
        "start": 325.79,
        "duration": 3.299
    },
    {
        "text": "Required reading and would read the choose your own adventure books",
        "start": 329.16,
        "duration": 3.11
    },
    {
        "text": "I'm so pumped for this not just because it'll be fun for my son",
        "start": 332.27,
        "duration": 2.789
    },
    {
        "text": "and I to be able to interact in that way and",
        "start": 335.06,
        "duration": 1.72
    },
    {
        "text": "Experience a TV show in a different way in case you can tell for my show",
        "start": 336.78,
        "duration": 3.02
    },
    {
        "text": "I love anyway a show can interact with the person watching then I had to share a video of something",
        "start": 339.83,
        "duration": 4.919
    },
    {
        "text": "I didn't know existed",
        "start": 344.75,
        "duration": 0.81
    },
    {
        "text": "I know there were a whole series about robots fighting",
        "start": 345.56,
        "duration": 2.34
    },
    {
        "text": "But I had never seen robots",
        "start": 347.9,
        "duration": 1.57
    },
    {
        "text": "sumo wrestling before",
        "start": 349.48,
        "duration": 1.46
    },
    {
        "text": "the future people having robots fight to the death for our amusement. I'm someone that every now and then embraces the Caveman in my",
        "start": 350.94,
        "duration": 6.14
    },
    {
        "text": "brain I love watching people fight. I love me some UFC but imagine instead of getting Conor McGregor",
        "start": 357.12,
        "duration": 4.96
    },
    {
        "text": "You get Conor McGregor who can fly and shoot rocket fists at your face or rocket league or twisted Metal?",
        "start": 362.09,
        "duration": 5.04
    },
    {
        "text": "But in real life granted those aspirations are a lot different than this video a man can dream the final bit of awesome",
        "start": 367.13,
        "duration": 6.79
    },
    {
        "text": "I want to share was a video that",
        "start": 373.92,
        "duration": 0.96
    },
    {
        "text": "When I saw the thumbnail I was like, \"This is going to be stupid.\" It's called polishing a rusty knife from a channel called Jun's kitchen",
        "start": 374.88,
        "duration": 5.16
    },
    {
        "text": "And I watched a video and I was completely wrong. It was just a nice beautiful video",
        "start": 380.04,
        "duration": 3.48
    },
    {
        "text": "I've never been such a big fan of a channel that when I finish watching their videos. I was like",
        "start": 383.52,
        "duration": 3.28
    },
    {
        "text": "\"Oh that was pleasant\" after today's video if you're in a down mood just go there and see what I'm talking about if you want",
        "start": 386.84,
        "duration": 5.04
    },
    {
        "text": "to see the full versions of everything",
        "start": 391.88,
        "duration": 1.14
    },
    {
        "text": "I just shared the secret link of the day anything at all links as always on the description down below and because",
        "start": 393.02,
        "duration": 5.54
    },
    {
        "text": "Then because I promised that would give you guys an update the moment we got one around the Bachelor in Paradise",
        "start": 398.56,
        "duration": 4.36
    },
    {
        "text": "Rape/sexual misconduct story, if you don't remember production of a reality show called Bachelor in Paradise, that was shut down",
        "start": 403.12,
        "duration": 6.2
    },
    {
        "text": "this, because there are allegations that one of the cast members",
        "start": 409.48,
        "duration": 2.16
    },
    {
        "text": "Demario while they were filming this show had sex with another cast member by the name of Corinne when she was too drunk to consent",
        "start": 411.8,
        "duration": 5.72
    },
    {
        "text": "this created a huge",
        "start": 417.52,
        "duration": 0.96
    },
    {
        "text": "he said she said, there were stories that she her body was limp there other claims like Corinne was actually the aggressor that she was",
        "start": 418.48,
        "duration": 6.0
    },
    {
        "text": "Lucid that she was she was there mentally for the whole thing that it was consensual",
        "start": 424.48,
        "duration": 3.44
    },
    {
        "text": "But it was a lot of unnamed sources saying things. So where we last left off",
        "start": 427.92,
        "duration": 3.56
    },
    {
        "text": "I said it ultimately is going to come down to the investigation they were shooting this show have any evidence",
        "start": 431.48,
        "duration": 4.4
    },
    {
        "text": "They're scrubbing through everything. They're obviously going to include outside sources and today",
        "start": 435.88,
        "duration": 4.28
    },
    {
        "text": "We got the answer and Warner Bros., the company that produces the show for ABC",
        "start": 440.16,
        "duration": 3.6
    },
    {
        "text": "Issued a statement saying, \"Safety, security and well-being of the cast and crew is our number-one concern.",
        "start": 443.96,
        "duration": 4.04
    },
    {
        "text": "We suspended filming so that the allegations could be investigated immediately and thoroughly, our internal",
        "start": 448.08,
        "duration": 4.76
    },
    {
        "text": "Investigation conducted with the assistance of an outside law firm has now been completed. Out of respect for the privacy interests of those",
        "start": 452.96,
        "duration": 5.52
    },
    {
        "text": "involved we do not intend to release a videotape of the incident. We can say however that the tape does not support any charge of",
        "start": 458.6,
        "duration": 6.2
    },
    {
        "text": "misconduct by a cast member nor does the tape show contrary to many press reports that the safety of any cast member was ever in",
        "start": 464.8,
        "duration": 6.38
    },
    {
        "text": "jeopardy. Production of this season of Bachelor in Paradise will be resuming we planned to implement certain changes to the show's policies and procedures to",
        "start": 471.18,
        "duration": 5.62
    },
    {
        "text": "enhance them further ensure the safety and security of all participants.\" Now as far as if the two cast members are going to be back",
        "start": 476.8,
        "duration": 4.84
    },
    {
        "text": "On the show we have no idea also",
        "start": 481.64,
        "duration": 1.44
    },
    {
        "text": "we don't know what the full fallout of the situation is you have Demario was essentially accused of rape. His name was dragged through the",
        "start": 483.08,
        "duration": 5.32
    },
    {
        "text": "mud\nAnd now you're also seeing a huge surge of hate towards Corrine some of the people defending her are saying that she never",
        "start": 488.4,
        "duration": 6.0
    },
    {
        "text": "Personally made a claim",
        "start": 494.6,
        "duration": 1.32
    },
    {
        "text": "There are a lot of reports there were things filed by Producers",
        "start": 495.92,
        "duration": 2.4
    },
    {
        "text": "But if we look back to current public statement it seems vague almost purposefully she says \"I am a victim\"",
        "start": 498.32,
        "duration": 6.28
    },
    {
        "text": "But says I have little memory of that night something bad obviously took place",
        "start": 504.6,
        "duration": 3.92
    },
    {
        "text": "Which I",
        "start": 508.53,
        "duration": 0.61
    },
    {
        "text": "understand is why production on the show has been suspended and a producer on the show has filed a complaint against the production as a",
        "start": 509.14,
        "duration": 5.63
    },
    {
        "text": "woman",
        "start": 514.77,
        "duration": 0.329
    },
    {
        "text": "this is my worst nightmare as I pursue the details and facts surrounding that night and immediate days after I've retained a group of",
        "start": 515.099,
        "duration": 5.58
    },
    {
        "text": "Professionals to Obtain Justice and seek therapy to begin dealing with physical and emotional trauma",
        "start": 520.75,
        "duration": 3.739
    },
    {
        "text": "Stemming from that evening those people saying well obviously she's pretty vague here",
        "start": 524.59,
        "duration": 3.709
    },
    {
        "text": "She's claiming something happened doesn't know what she's understanding the accusation someone else",
        "start": 528.299,
        "duration": 3.661
    },
    {
        "text": "Made on her behalf and of course you have other people saying well if the investigation said that nothing happened there was no",
        "start": 532.12,
        "duration": 5.24
    },
    {
        "text": "Misconduct",
        "start": 537.37,
        "duration": 0.4
    },
    {
        "text": "Isn't it probably a lie that she had quote little memory of that night that the investigation finding no misconduct leads more people to believe",
        "start": 537.77,
        "duration": 6.5
    },
    {
        "text": "The narrative which was she didn't want her boyfriend to find out that she was making out with a bunch of guys that she was",
        "start": 544.28,
        "duration": 4.8
    },
    {
        "text": "doing stuff with a bunch of guys are also people saying that it might hurt her chances at a spinoff also big part of the",
        "start": 549.08,
        "duration": 4.76
    },
    {
        "text": "Conversation and a question is productions role in this. Warner Bros. says that no one was in danger",
        "start": 553.84,
        "duration": 4.32
    },
    {
        "text": "There was no misconduct",
        "start": 558.16,
        "duration": 0.84
    },
    {
        "text": "But also said that they're going to change what they do which has a lot of people wondering if everything was on the up-and-up",
        "start": 559.0,
        "duration": 4.799
    },
    {
        "text": "nothing bad happened",
        "start": 563.99,
        "duration": 1.25
    },
    {
        "text": "Why do you need to change the policy although the argument against that is even if everything was safe if you put in Redundancy?",
        "start": 565.24,
        "duration": 5.789
    },
    {
        "text": "Potentially safeguard yourself from situations like this in the future we have to shut down productions",
        "start": 571.31,
        "duration": 4.549
    },
    {
        "text": "I can't even imagine how much money was wasted in all of this, but that's where we are now",
        "start": 575.859,
        "duration": 3.381
    },
    {
        "text": "I found it important for us to cover this story because when rape claims are just out there in the world that",
        "start": 579.28,
        "duration": 5.579
    },
    {
        "text": "That's just incredibly damaged",
        "start": 584.859,
        "duration": 1.741
    },
    {
        "text": "But the other unfortunate outcome of this is because this story got so big it potentially hurts other victims claims in the future",
        "start": 586.6,
        "duration": 6.989
    },
    {
        "text": "Let's talk about our douche bag of the day with a story coming out of Ontario",
        "start": 593.6,
        "duration": 3.36
    },
    {
        "text": "Canada Story involves captured footage that is now blown up it features a woman who has brought her son to the clinic because he says",
        "start": 597.44,
        "duration": 6.28
    },
    {
        "text": "He's suffering from chest pain this woman who hasn't been identified yet her image in the video that we're going to show is blurred",
        "start": 603.72,
        "duration": 5.72
    },
    {
        "text": "Mainly out of respect for the child here's the video the woman wants a very specific type of doctor \"can i please see a white doctor\"",
        "start": 609.83,
        "duration": 6.559
    },
    {
        "text": "\"He's only available after 4\" \"in the whole entire building there isn't one white doctor\"",
        "start": 616.94,
        "duration": 5.659
    },
    {
        "text": "\"your kid has to be seen by a pediatrician\"  \"So when you're telling me that my kid has chest pains",
        "start": 623.81,
        "duration": 4.909
    },
    {
        "text": "He's gonna have to sit here until 4 o'clock? Can i see a doctor please, that's white?\"",
        "start": 628.72,
        "duration": 3.809
    },
    {
        "text": "\"that doesn't have brown teeth\" Oh",
        "start": 633.14,
        "duration": 3.979
    },
    {
        "text": "It was not what it did not help my kid",
        "start": 638.959,
        "duration": 2.48
    },
    {
        "text": "I would like to see a white softer your this is mel Mel",
        "start": 641.44,
        "duration": 2.01
    },
    {
        "text": "Why pop and the polar Bear bills on what type of horrible country to others it? I want to see somebody else",
        "start": 643.45,
        "duration": 4.469
    },
    {
        "text": "It doesn't have brown ski that speaks English",
        "start": 647.92,
        "duration": 2.0
    },
    {
        "text": "I hated Smart not like so can we got somebody to pm. I'm not going to publish my colossal money",
        "start": 650.71,
        "duration": 5.669
    },
    {
        "text": "And then they reach a point in the video where people around her start",
        "start": 656.96,
        "duration": 2.809
    },
    {
        "text": "Criticizing her calling her out on what she's saying at that point the woman somehow makes herself the victim in the situation",
        "start": 659.93,
        "duration": 5.99
    },
    {
        "text": "You are extremely rude and graces. We want to talk about happy people being at a hospital",
        "start": 665.92,
        "duration": 4.5
    },
    {
        "text": "Maybe you should check yourself a white in this country. I should just shoot myself. Why are you yelling?",
        "start": 670.42,
        "duration": 4.679
    },
    {
        "text": "I mean, this is what I mean, you are yelling at everyone",
        "start": 675.1,
        "duration": 2.309
    },
    {
        "text": "I just finished watching that video and it's so sad for that kid kids sick mom goes on this racist rant",
        "start": 678.14,
        "duration": 6.08
    },
    {
        "text": "Here's the thing if the woman had simply said I want a doctor who speaks English?",
        "start": 684.22,
        "duration": 4.049
    },
    {
        "text": "That is completely understand abut that is not what you said she said, I want a white doctor ranting about brown teeth. Oh",
        "start": 688.48,
        "duration": 6.719
    },
    {
        "text": "Once again, I can understand the language barrier issue. If you didn't just also assume that everyone",
        "start": 697.01,
        "duration": 5.6
    },
    {
        "text": "That's not white speaks a different language also with a parent",
        "start": 702.61,
        "duration": 2.069
    },
    {
        "text": "I hope you would prioritize the health of your child over your bullshit prejudice as far as what ended up happening",
        "start": 704.68,
        "duration": 4.65
    },
    {
        "text": "The police were called we stuck to all",
        "start": 709.4,
        "duration": 2.15
    },
    {
        "text": "Involve the woman ended up getting the the son to see a doctor although. We don't know what color",
        "start": 711.62,
        "duration": 4.58
    },
    {
        "text": "He was just disappointing, and that's why this woman is our douche bag of the day",
        "start": 716.2,
        "duration": 4.679
    },
    {
        "text": "And I want to talk about our bam of the day Peter butera Peter",
        "start": 720.88,
        "duration": 3.0
    },
    {
        "text": "Just graduated from High school in Pennsylvania",
        "start": 723.88,
        "duration": 2.28
    },
    {
        "text": "And he was a valedictory on top of being the valedictorian the best in his class",
        "start": 726.16,
        "duration": 3.839
    },
    {
        "text": "He was also class president for four years",
        "start": 730.0,
        "duration": 1.92
    },
    {
        "text": "And it was that experience over the past four years that he wanted to talk about during his",
        "start": 731.92,
        "duration": 3.299
    },
    {
        "text": "graduation speech and and just listen and watch through out my fondant landing area I",
        "start": 735.41,
        "duration": 5.0
    },
    {
        "text": "Have pursued every leadership opportunity available to me",
        "start": 740.69,
        "duration": 3.17
    },
    {
        "text": "In addition to being a member of student council since I was a freshman",
        "start": 744.53,
        "duration": 3.26
    },
    {
        "text": "My classmates have also elected me class president the past four years which has been my greatest honor",
        "start": 748.31,
        "duration": 5.48
    },
    {
        "text": "And I would like to thank you all for that one final time. They really in the lock",
        "start": 753.79,
        "duration": 3.809
    },
    {
        "text": "However at all school the titles of class President can more accurately be class party planner",
        "start": 759.11,
        "duration": 5.51
    },
    {
        "text": "And student councils main obligation is to pay fines every week",
        "start": 764.9,
        "duration": 3.349
    },
    {
        "text": "Despite some of the outstanding people in our school the lack of a real student government",
        "start": 769.63,
        "duration": 5.15
    },
    {
        "text": "Combined with the authoritative attitudes that a few teachers administrators and board numbers have",
        "start": 775.15,
        "duration": 4.789
    },
    {
        "text": "prevent students from truly developing as leaders",
        "start": 780.4,
        "duration": 3.02
    },
    {
        "text": "Hopefully this will change",
        "start": 784.81,
        "duration": 2.0
    },
    {
        "text": "I",
        "start": 808.07,
        "duration": 2.0
    },
    {
        "text": "Accuse them of not letting people in this position",
        "start": 814.2,
        "duration": 2.57
    },
    {
        "text": "Have power of being authoritative as a response was to cut his",
        "start": 816.77,
        "duration": 3.929
    },
    {
        "text": "Microphone off to stop him making his point you proved his point",
        "start": 821.01,
        "duration": 3.169
    },
    {
        "text": "You control us you give us the illusion of power",
        "start": 824.18,
        "duration": 2.22
    },
    {
        "text": "but you control the whole thing and don't let us become what we can the",
        "start": 826.4,
        "duration": 3.839
    },
    {
        "text": "Superintendent said the microphone was cut off because he went off-script and he had a speech that was vetted",
        "start": 830.31,
        "duration": 4.22
    },
    {
        "text": "But then he changed it while he was up there to that",
        "start": 834.53,
        "duration": 1.65
    },
    {
        "text": "I still say peter you are our band of the day you badass motherfucker. I cannot get across how happy",
        "start": 836.18,
        "duration": 6.419
    },
    {
        "text": "It makes me to see a young person",
        "start": 842.6,
        "duration": 1.99
    },
    {
        "text": "Speaking truth to power not shouting and on setting a mob you're not being ridiculous you have a fully",
        "start": 844.59,
        "duration": 4.82
    },
    {
        "text": "Structured fault this is so different from what we saw in instances like the evergreen college situation where where people are just",
        "start": 849.75,
        "duration": 6.59
    },
    {
        "text": "shouting instead of conveying a good point screaming and raging rather than trying to engage in a dialogue by the",
        "start": 856.47,
        "duration": 6.049
    },
    {
        "text": "Administration that you are criticizing",
        "start": 862.71,
        "duration": 1.11
    },
    {
        "text": "We're moving your voice taking away your microphone what they did was they gave you an even louder one?",
        "start": 863.82,
        "duration": 5.029
    },
    {
        "text": "I just want to say I appreciate",
        "start": 868.85,
        "duration": 1.24
    },
    {
        "text": "You and and just I appreciate people in the world that have your minds and that's actually where I'm going to end today's show remember",
        "start": 870.09,
        "duration": 6.139
    },
    {
        "text": "If you liked this video a lot when I try and do on this channel that live",
        "start": 876.23,
        "duration": 3.33
    },
    {
        "text": "but if you're new here hit that subscribe button",
        "start": 879.56,
        "duration": 1.39
    },
    {
        "text": "So if you missed yesterday's Philip Defranco show you want to catch up you want to watch it click a tap right there if you?",
        "start": 880.95,
        "duration": 5.059
    },
    {
        "text": "Want to see the newest behind the scenes blog click or tap right there?",
        "start": 886.01,
        "duration": 2.549
    },
    {
        "text": "But that's it of course as always my name's Philip Defranco. You've just been phill'd then I love yo faces, and I'll see you tomorrow",
        "start": 888.56,
        "duration": 6.96
    }
]