[
    {
        "text": "Sup you beautiful bastards!",
        "start": 0.0,
        "duration": 1.38
    },
    {
        "text": "Hope you are having a fantastic Friday!",
        "start": 1.38,
        "duration": 1.58
    },
    {
        "text": "Actually, welcome back to the Friday show.",
        "start": 2.96,
        "duration": 1.82
    },
    {
        "text": "This is the first one in three weeks, the behind the scenes has been crazy and is still crazy",
        "start": 4.84,
        "duration": 3.7
    },
    {
        "text": "but we should have a new home soon.",
        "start": 8.54,
        "duration": 1.72
    },
    {
        "text": "That said if you are new here, the Friday show is all about the conversation.",
        "start": 10.26,
        "duration": 3.54
    },
    {
        "text": "Monday through Thursday we talk about the world talk about the news and then Friday",
        "start": 13.8,
        "duration": 2.9
    },
    {
        "text": "I go through the comments of those videos to see what you're saying. Not only so I can just see but also so I can",
        "start": 16.7,
        "duration": 4.86
    },
    {
        "text": "reply back in this video and we can have this conversation. That said I want to address one of the most requested stories this week",
        "start": 21.56,
        "duration": 4.94
    },
    {
        "text": "that did't really fit into me trying to catch up on all the world news and all the things that were happening last week.  And that was",
        "start": 26.52,
        "duration": 5.069
    },
    {
        "text": "a story that called for YouTubers and Twitch streamers to organize, to make a union - to make a guild that can stand up to YouTube and",
        "start": 31.589,
        "duration": 6.78
    },
    {
        "text": "negotiate better terms. And people kept sending me the story saying \"Phil",
        "start": 38.59,
        "duration": 3.11
    },
    {
        "text": "What do you think? Do you want to do something like this?\"",
        "start": 41.7,
        "duration": 1.8
    },
    {
        "text": "And my response is, I don't really know how effective it could be. I think the twitch streamers might have a better chance of",
        "start": 43.5,
        "duration": 4.8
    },
    {
        "text": "organizing the disparity between the",
        "start": 48.44,
        "duration": 2.02
    },
    {
        "text": "massive huge channels on Twitch and your everyday",
        "start": 50.469,
        "duration": 2.51
    },
    {
        "text": "Joe. That's huge. And on top of that most all the value and the views on Twitch come from people that have scheduled uploads, they're developing",
        "start": 52.98,
        "duration": 6.899
    },
    {
        "text": "communities, Whereas on YouTube the scheduled creators like myself and many others",
        "start": 59.949,
        "duration": 3.38
    },
    {
        "text": "we don't even make up a majority. We don't even make a mere a",
        "start": 63.329,
        "duration": 2.969
    },
    {
        "text": "majority of the views on YouTube. That and you have thousands of channels that have a million plus subscribers.",
        "start": 66.549,
        "duration": 4.67
    },
    {
        "text": "And that's without even taking to account all those channels that have between",
        "start": 71.22,
        "duration": 2.58
    },
    {
        "text": "100,000 and just under 1 million. If there was ever really power and Youtubers banding together we would have seen that with the McN. The",
        "start": 73.84,
        "duration": 6.44
    },
    {
        "text": "Makers, the Machinima's, the whoever. They've existed, and many of the people that are part of McNs",
        "start": 80.28,
        "duration": 3.809
    },
    {
        "text": "right now are still complaining because they are affected by bad things. There's also the ICG, the Internet Creators Guild",
        "start": 84.089,
        "duration": 5.031
    },
    {
        "text": "That's a thing right now.",
        "start": 89.12,
        "duration": 0.7
    },
    {
        "text": "You have people like Hank Green, Casey Neistat, Burnie Burns on the advisory board. Anna Akana is listed on their board of directors.",
        "start": 89.82,
        "duration": 6.18
    },
    {
        "text": "They say their mission is to represent creators who want strength in numbers and a seat at the table",
        "start": 96.0,
        "duration": 3.54
    },
    {
        "text": "so they have more influence on the industry and control over their destiny.",
        "start": 99.54,
        "duration": 3.0
    },
    {
        "text": "I like a lot of people that are involved in this but even if you if you look at the board",
        "start": 102.54,
        "duration": 2.849
    },
    {
        "text": "There's no one that really represents people like myself, the non advertiser friendly.",
        "start": 105.49,
        "duration": 4.37
    },
    {
        "text": "Well, I feel like the ICG probably has YouTube's ear and members on that board",
        "start": 109.86,
        "duration": 3.719
    },
    {
        "text": "They're able to talk to YouTube directly, I don't believe that",
        "start": 113.579,
        "duration": 2.4
    },
    {
        "text": "there's ever a point where you get so many people involved that you have enough of a percentage of the traffic on YouTube to ever",
        "start": 115.979,
        "duration": 5.79
    },
    {
        "text": "have a meaningful",
        "start": 121.77,
        "duration": 1.419
    },
    {
        "text": "ability, to make YouTube bend to your will. And for the most part of the problem that a lot of youtubers are having right now",
        "start": 123.189,
        "duration": 4.43
    },
    {
        "text": "is related to monetization and a lot of the people that are on family friendly accounts.",
        "start": 127.619,
        "duration": 4.349
    },
    {
        "text": "They think that a lot of people are just whining. I'm not shouting in every video because I think it would get annoying but my",
        "start": 131.969,
        "duration": 4.53
    },
    {
        "text": "Ads are it like thirty percent of what they were two weeks ago, and that's on top of the demonetization problem.",
        "start": 136.5,
        "duration": 5.189
    },
    {
        "text": "I know as a business if YouTube has to decide between keeping their advertisers happy and working on the monetization struggles of creators like myself,",
        "start": 141.689,
        "duration": 6.84
    },
    {
        "text": "then they're going to look at the advertisers and try and fix that first. Now, that's fantastic, and that's great.",
        "start": 148.689,
        "duration": 4.669
    },
    {
        "text": "They'll eventually get to creators like me, but otherwise why would they? And that's beside the point that we're not employees.",
        "start": 153.359,
        "duration": 4.8
    },
    {
        "text": "We're all third-party contractors that can post our content anywhere",
        "start": 158.2,
        "duration": 3.11
    },
    {
        "text": "But we mainly choose to do it on Youtube for the most part. You take our content elsewhere and creators like myself also",
        "start": 161.31,
        "duration": 5.069
    },
    {
        "text": "do. I have a very active Facebook.",
        "start": 166.379,
        "duration": 2.34
    },
    {
        "text": "I'm also going to start releasing the show as a podcast which will take some Youtube viewers away. But I'll also gain a new audience",
        "start": 168.72,
        "duration": 5.159
    },
    {
        "text": "That said, in this particular instance. I would be more than happy to be wrong.",
        "start": 173.879,
        "duration": 3.029
    },
    {
        "text": "I'd also love to know what you think about that in the comments down below.",
        "start": 176.909,
        "duration": 2.46
    },
    {
        "text": "But to the Monday comments! Monday the United Airlines scandals started, we had the Tomi Lahren verses The Blaze News, and the so-called",
        "start": 179.37,
        "duration": 7.049
    },
    {
        "text": "free body cams being offered to police. Ralphie wrote:",
        "start": 186.579,
        "duration": 2.9
    },
    {
        "text": "\"So, what exactly did United do wrong? The guy refused to get up. Were they supposed to keep everyone else on the plane for hours?",
        "start": 189.48,
        "duration": 5.099
    },
    {
        "text": "For days?\" Ralphie, so dramatic. What are you gonna?",
        "start": 194.579,
        "duration": 3.24
    },
    {
        "text": "Do keep them there for hours? For days? For years?! So as far as what United did wrong",
        "start": 197.819,
        "duration": 4.8
    },
    {
        "text": "they should not have booted those passengers after they exchange their tickets to get on the plane that they were seated, their bags were on that plane.",
        "start": 202.62,
        "duration": 4.92
    },
    {
        "text": "I think it's one thing to do it before you board",
        "start": 207.66,
        "duration": 1.919
    },
    {
        "text": "but after the fact is",
        "start": 209.579,
        "duration": 1.15
    },
    {
        "text": "ridiculous. The CEO of United",
        "start": 210.729,
        "duration": 1.29
    },
    {
        "text": "himself, even though it was a fake",
        "start": 212.019,
        "duration": 1.83
    },
    {
        "text": "apology in my opinion, aknowledge if they need to rework their entire system to avoid things like this in the future.",
        "start": 213.849,
        "duration": 4.19
    },
    {
        "text": "And that's without talking about that one security guy that should not have handled Dr.",
        "start": 218.04,
        "duration": 3.479
    },
    {
        "text": "Dao like that, it was ridiculous and disgusting. Gavin wrote \"Okay, am I the only one if it got to this point",
        "start": 221.519,
        "duration": 4.619
    },
    {
        "text": "I would have gotten up and told that man to take my seat, especially if he was a doctor and had patients.",
        "start": 226.139,
        "duration": 4.14
    },
    {
        "text": "I'm sorry if you actually are just mad at",
        "start": 230.28,
        "duration": 2.18
    },
    {
        "text": "United then look at the people and all the things they could have done instead of just standing there.",
        "start": 232.56,
        "duration": 3.66
    },
    {
        "text": "Sorry this whole thing is so ridiculous.\" So right off the bat Gavin you must be a better person than me because I would not",
        "start": 236.22,
        "duration": 5.009
    },
    {
        "text": "have been like \"You know what? He is a doctor you can have my seat. Why? Because I'm selfish and I would want to fly",
        "start": 241.229,
        "duration": 4.77
    },
    {
        "text": "home to my family. Also",
        "start": 246.0,
        "duration": 1.259
    },
    {
        "text": "I can't agree with you as far as getting angry at the people that were standing there watching. They saw security officer slam a man's",
        "start": 247.259,
        "duration": 5.82
    },
    {
        "text": "face into an armrest and then drag the seemingly",
        "start": 253.079,
        "duration": 2.76
    },
    {
        "text": "concussed men through the aisle. One, people would be worried that they would be treated the same and two, people would be worried",
        "start": 255.9,
        "duration": 4.98
    },
    {
        "text": "they would get arrested.",
        "start": 260.88,
        "duration": 0.96
    },
    {
        "text": "Mr. Q wrote, \"This racist card is getting flung around a bit too much",
        "start": 261.84,
        "duration": 3.12
    },
    {
        "text": "these days. A computer chooses a random person, that person happens to be Chinese and that somehow makes a company racist?",
        "start": 264.96,
        "duration": 5.12
    },
    {
        "text": "I agree that it could have been handled better but, jeez come on!",
        "start": 270.08,
        "duration": 2.56
    },
    {
        "text": "So what if a Caucasian man was chosen by a Chinese airline? Would anyone even bat an eyebrow besides the mess of a situation is was?\"",
        "start": 272.64,
        "duration": 6.0
    },
    {
        "text": "I don't know how that's ending. A big point I want to make here",
        "start": 278.669,
        "duration": 2.49
    },
    {
        "text": "is that this was some users that were angry and calling this racist, even Dr.",
        "start": 281.16,
        "duration": 4.22
    },
    {
        "text": "Dao's attorney said he does not believe that race was involved here.",
        "start": 285.38,
        "duration": 2.46
    },
    {
        "text": "And then he goes on to say is this is just another example of airlines bullying passengers.",
        "start": 287.84,
        "duration": 3.42
    },
    {
        "text": "That they don't have to have the mindset that the customer is always right because they have such a stranglehold on this industry.",
        "start": 291.26,
        "duration": 5.439
    },
    {
        "text": "Tuesday we talked about YouTube monetization, the United Airlines update, a Syria breakdown and our Douchebag of the Day. Iam wrote",
        "start": 296.699,
        "duration": 7.41
    },
    {
        "text": "\"Woah, I'm not saying it was a good thing, but if they're 15 it's not pedophilia. Pedophilia is pre-pubescent children.",
        "start": 304.11,
        "duration": 5.61
    },
    {
        "text": "Please please please be careful with that.",
        "start": 309.72,
        "duration": 1.5
    },
    {
        "text": "This is a huge misconception, and it really needs to stop spreading so much.\" So this is where people start playing word games.",
        "start": 311.22,
        "duration": 4.589
    },
    {
        "text": "\"Pedophilia, 11 and younger. 11 to 14 hebephilia. Here's the thing, call it whatever you want,",
        "start": 316.03,
        "duration": 4.399
    },
    {
        "text": "you're talking about a 57-year old man, who is grooming a fifteen year old boy and a fifteen year old girl.",
        "start": 320.43,
        "duration": 5.16
    },
    {
        "text": "Don't fuck kids. Don't groom kids to eventually fuck them. It's this weird predator-prey situation. Aidan wrote \"Phil,",
        "start": 325.59,
        "duration": 6.569
    },
    {
        "text": "I know you meant pedophiles and child monsters are similar but different. But when you said you hated both groups",
        "start": 332.159,
        "duration": 4.38
    },
    {
        "text": "it sounds like you're saying you hate gays and child molesters\". Smile emoji in a weird place.",
        "start": 336.539,
        "duration": 4.44
    },
    {
        "text": "I thought it worded it, okay",
        "start": 340.979,
        "duration": 1.171
    },
    {
        "text": "but just to clarify, we talked about it being important to separate the idea of someone being gay or bisexual",
        "start": 342.15,
        "duration": 4.41
    },
    {
        "text": "without somehow pairing them with pedophiles and child molesters. Gay and bi",
        "start": 346.84,
        "duration": 4.19
    },
    {
        "text": "separate from pedophiles and child molesters. So gay and bi aside,",
        "start": 351.25,
        "duration": 3.289
    },
    {
        "text": "it is still important to know that there is a difference between",
        "start": 354.539,
        "duration": 2.04
    },
    {
        "text": "pedophiles and child molesters because when it comes to pedophiles and child molesters",
        "start": 356.8,
        "duration": 3.5
    },
    {
        "text": "I am disgusted by both groups",
        "start": 360.3,
        "duration": 2.1
    },
    {
        "text": "But there is also a big difference between these two. Pedophiles have the sexual urges and child molesters act upon them.",
        "start": 362.4,
        "duration": 5.429
    },
    {
        "text": "Which is why I'm disgusted by both and would not want my child around both.",
        "start": 367.83,
        "duration": 3.029
    },
    {
        "text": "But it would only want to personally inflict physical violence onto the child molesters.",
        "start": 370.86,
        "duration": 4.02
    },
    {
        "text": "I know there are people far more sensitive than myself that can sympathize with with pedophiles and child molesters",
        "start": 374.88,
        "duration": 4.619
    },
    {
        "text": "and they say 'they're wired a different way\" and to that",
        "start": 379.5,
        "duration": 1.68
    },
    {
        "text": "I would say you could say that about a serial killer, \"they're wired a different way\" Well no matter what the case",
        "start": 381.18,
        "duration": 3.899
    },
    {
        "text": "I don't want someone I care about to be around them, I can't sympathize. If there was a button",
        "start": 385.08,
        "duration": 3.779
    },
    {
        "text": "I could press that killed all child monsters, I'd slam it as fast as possible.",
        "start": 388.86,
        "duration": 3.34
    },
    {
        "text": "Wednesday we talk about Melania Trump beating down the Daily Mail,",
        "start": 392.2,
        "duration": 2.899
    },
    {
        "text": "swatting news, wherever the hell that was that fell out of Sean Spicer's mouth and",
        "start": 395.38,
        "duration": 3.319
    },
    {
        "text": "accusations out of Chechnya that gay men were being rounded up. Joe wrote \"My biggest issue with Spicer",
        "start": 398.86,
        "duration": 4.97
    },
    {
        "text": "is that he's just so freakin' bad at communicating.",
        "start": 403.83,
        "duration": 2.039
    },
    {
        "text": "It's like his only job skill. Its like if I worked in IT",
        "start": 405.87,
        "duration": 2.55
    },
    {
        "text": "and I was great at my job, except at all that pesky computer stuff.",
        "start": 408.46,
        "duration": 3.5
    },
    {
        "text": "I'd be in some trouble.\" So I get where you're coming from but there's just always part of me that wants to cut Spicer",
        "start": 411.96,
        "duration": 4.469
    },
    {
        "text": "a little slack. Imagine being in his shoes, his job every day is to take what everyone has been saying in this administration",
        "start": 416.43,
        "duration": 5.58
    },
    {
        "text": "and make it sound like one cohesive message. That's so hard!",
        "start": 422.5,
        "duration": 3.26
    },
    {
        "text": "You've Donald Trump saying two completely different things about Syria over the course of a week and a half, Rex Tillerson",
        "start": 425.76,
        "duration": 5.13
    },
    {
        "text": "taking a somewhat different tone and yet Nikki Haley on a completely different level.",
        "start": 430.96,
        "duration": 3.469
    },
    {
        "text": "And thats just on one issue of what feels like a never-ending list of issues and your job is everyday to stand up to that",
        "start": 434.43,
        "duration": 6.3
    },
    {
        "text": "firing squad in the press room and just handle it. I think he said some ridiculous stupid things",
        "start": 440.8,
        "duration": 4.399
    },
    {
        "text": "I don't feel like he is necessarily equipped for this specific job. I really do want to point out",
        "start": 445.2,
        "duration": 3.989
    },
    {
        "text": "I say that as someone who probably would have fucked up even worse in his position.",
        "start": 449.19,
        "duration": 3.839
    },
    {
        "text": "There is a reason I very much prefer to have video where I get to edit and control the entire situation",
        "start": 453.03,
        "duration": 4.89
    },
    {
        "text": "rather than doing a live show. I can do it and I can be good at it",
        "start": 458.32,
        "duration": 3.169
    },
    {
        "text": "But I would definitely like to do it in front of a crowd that's rooting me on.",
        "start": 461.49,
        "duration": 3.51
    },
    {
        "text": "Cindy wrote, \"A friend brought up the idea that Spicer is actually miserable",
        "start": 465.1,
        "duration": 2.989
    },
    {
        "text": "but he's too chicken to quit so, he's basically trying to get fired.",
        "start": 468.09,
        "duration": 3.089
    },
    {
        "text": "I think if the rate things are going that might be true,\" Ah Cindy, I would have to disagree with you",
        "start": 471.18,
        "duration": 4.05
    },
    {
        "text": "I, I wouldn't want to have to put on my resume",
        "start": 475.23,
        "duration": 1.9
    },
    {
        "text": "\"Fired, kinda sorta said Hitler never used chemical weapons.",
        "start": 477.13,
        "duration": 3.14
    },
    {
        "text": "And then call the places where he killed people with weaponized chemicals \"holocaust centers\". That wouldn't be good for his career. I honestly think Spicer is",
        "start": 480.28,
        "duration": 6.52
    },
    {
        "text": "doing his best, but I also think maybe that speaks to maybe he shouldn't have this job. Robert wrote,",
        "start": 486.88,
        "duration": 4.24
    },
    {
        "text": "\"I think the man in the Chechnya story wasn't saying that gay men don't exist.",
        "start": 491.13,
        "duration": 3.33
    },
    {
        "text": "But that he believes families are so likely to be proactive about it when a person is found to be gay, that they're literally aren't",
        "start": 494.46,
        "duration": 5.189
    },
    {
        "text": "any alive because they are probably already dead. So how could they be detaining gay people when they are all dead?",
        "start": 499.65,
        "duration": 4.11
    },
    {
        "text": "Just saying I think he misinterpreted what he said, but either way quite horrible\". So Robert, I will concede that",
        "start": 503.86,
        "duration": 4.579
    },
    {
        "text": "I think that he may have meant it in the way that you're actually saying. But that also felt kind of close to like when the",
        "start": 508.44,
        "duration": 4.71
    },
    {
        "text": "President Iran back in like 2007. You may remember this in an interview, Ahmadinejad said",
        "start": 513.15,
        "duration": 4.5
    },
    {
        "text": "\"In Iran, we don't have homosexuals like in your country\"",
        "start": 517.65,
        "duration": 6.149
    },
    {
        "text": "But then also talking about gay rights and Iran, that's a whole different can of worms. Whatever the meaning behind the words really is",
        "start": 525.29,
        "duration": 4.58
    },
    {
        "text": "I hope that we can all agree though that that is a crazy mindset to have.",
        "start": 529.87,
        "duration": 3.89
    },
    {
        "text": "And a statement in my opinion that makes me feel like there is validity to the claims about Chechnya. Thursday",
        "start": 533.76,
        "duration": 4.86
    },
    {
        "text": "we talked about the so-called Burger King Google Hack, a man on United Airlines being stung by a scorpion, the US using the biggest non-nuclear",
        "start": 538.64,
        "duration": 7.04
    },
    {
        "text": "bomb in Afghanistan",
        "start": 545.68,
        "duration": 1.64
    },
    {
        "text": "Assad and the United States duking it out and more. J4 wrote, \"With the MOAB being used",
        "start": 547.32,
        "duration": 4.0
    },
    {
        "text": "Do you think this is a bad precedent to be made? Sure there were no human life targets,",
        "start": 551.32,
        "duration": 3.33
    },
    {
        "text": "but could this be a starting point where countries feel comfortable/justified",
        "start": 554.65,
        "duration": 3.19
    },
    {
        "text": "using these sizes of bombs in combat?\" So let me start to answer your question with another question.",
        "start": 557.84,
        "duration": 4.5
    },
    {
        "text": "Is it worse to have one large bomb or a bunch of small bombs? Historically people like to compare and debate the number of people",
        "start": 562.46,
        "duration": 6.559
    },
    {
        "text": "that died from the atomic bombs in Japan in World War II to the number that died in Japan from",
        "start": 569.02,
        "duration": 4.54
    },
    {
        "text": "firebombing just before the atomic bombs. Or to compare it to something more recent and also",
        "start": 573.56,
        "duration": 4.24
    },
    {
        "text": "non-nuclear. While everyone was talking about the MOAB yesterday",
        "start": 577.8,
        "duration": 2.32
    },
    {
        "text": "I came across numbers about the number of US bombs dropped in 2016.",
        "start": 580.12,
        "duration": 3.8
    },
    {
        "text": "People including Wikileaks pointed out that if these bombs average let's say",
        "start": 584.08,
        "duration": 2.8
    },
    {
        "text": "1000 pounds. And for some reason all the bombs that were dropped were dropped evenly per day.",
        "start": 587.0,
        "duration": 3.8
    },
    {
        "text": "That's not the case but let's just say for math. That that would come out to 71,000 pounds of bomb a day.",
        "start": 590.8,
        "duration": 3.88
    },
    {
        "text": "Or as they compare it. Roughly three MOAB's a day. And obviously that's also not a one-to-one comparison both in blast radius of the bombs and also the number kills or civilian",
        "start": 594.68,
        "duration": 9.04
    },
    {
        "text": "casualties. The numbers there they aren't included there. And it's something",
        "start": 603.86,
        "duration": 2.419
    },
    {
        "text": "I'm still trying to wrap my head around to see how I feel morally but I also do feel like if you are going to",
        "start": 606.279,
        "duration": 3.96
    },
    {
        "text": "comment on this and people are gonna make the comparisons of Trump to Obama you should look into the number of people that were bombed.",
        "start": 610.24,
        "duration": 5.669
    },
    {
        "text": "The number of threats and also the number of civilians killed, the drone strikes, all of which happened and increased under Barack Obama.",
        "start": 615.92,
        "duration": 5.96
    },
    {
        "text": "PunchProd wrote, \"Can I just point out that Phil",
        "start": 621.88,
        "duration": 1.72
    },
    {
        "text": "just used his name as a pun sign off in this and almost every other video.",
        "start": 623.62,
        "duration": 3.839
    },
    {
        "text": "You can't hate puns and then use puns every Monday through Thursday Phil.\" I'm a hypocrite in this and only this regard.",
        "start": 627.459,
        "duration": 6.381
    },
    {
        "text": "I can see. From Devastatin Flood, \"What a whopper of a day for news.\"",
        "start": 633.84,
        "duration": 3.8
    },
    {
        "text": "I already hate this.",
        "start": 637.64,
        "duration": 1.08
    },
    {
        "text": "\"I'm glad I have Phil and the team to help me catch up or I'd really be in a pickle.\"",
        "start": 638.84,
        "duration": 3.96
    },
    {
        "text": "Let's just hope I don't get in a beef with any of my friends over any of the news today.\"",
        "start": 642.8,
        "duration": 4.28
    },
    {
        "text": "Are you trying to make me sad and or angry?",
        "start": 647.08,
        "duration": 2.08
    },
    {
        "text": "Oh actually I just got my answer from Mando, \"Phil you deserve PUNishment.\" I hate you!",
        "start": 649.24,
        "duration": 3.88
    },
    {
        "text": "God. Although I will say with the Thursday video I",
        "start": 654.2,
        "duration": 2.52
    },
    {
        "text": "I kind of deserved it. I think trolling a lot of your voice activated devices was worth it.",
        "start": 657.32,
        "duration": 4.08
    },
    {
        "text": "And I think that's where we're going to end today.",
        "start": 661.41,
        "duration": 1.47
    },
    {
        "text": "We both like to mess with each other",
        "start": 662.88,
        "duration": 1.41
    },
    {
        "text": "but there's love there. Sure it's a toxic kind of love that could lead to a very very bad ending",
        "start": 664.29,
        "duration": 4.109
    },
    {
        "text": "but it's love. And with that nation that's where I'm gonna end today's show. Thank you for another fantastic week. As a heads up,",
        "start": 668.399,
        "duration": 5.28
    },
    {
        "text": "yes, I will still be in this room next week.",
        "start": 673.68,
        "duration": 2.549
    },
    {
        "text": "We're going to get through this annoying transition together. But that said of course as always my name is Philip Defranco",
        "start": 676.23,
        "duration": 4.65
    },
    {
        "text": "you've just been Phill'd in, I love yo' faces, and I'll see you tomorrow.",
        "start": 681.07,
        "duration": 3.979
    }
]