[
    {
        "text": "'sup, you beautiful bastards. Hope you're having a fantastic Wednesday.",
        "start": 0.0,
        "duration": 3.4
    },
    {
        "text": "Welcome back to the Philip DeFranco show; the first Philip DeFranco show of 2018",
        "start": 3.4,
        "duration": 4.18
    },
    {
        "text": "I missed you during the break - there's a lot to catch up on, there's a lot to keep up with.",
        "start": 7.589,
        "duration": 2.879
    },
    {
        "text": "Understand that I'm going to be trying to accomplish that over the next week or so of videos.",
        "start": 10.5,
        "duration": 3.32
    },
    {
        "text": "And the first thing we're going to talk about today, by far the most requested story from the past two days,",
        "start": 13.82,
        "duration": 4.4
    },
    {
        "text": "is the Logan Paul problem and situation.",
        "start": 18.28,
        "duration": 1.92
    },
    {
        "text": "And I call this a \"problem\" for many reasons, but also",
        "start": 20.2,
        "duration": 2.0
    },
    {
        "text": "because a problem can be solved, at least to some degree.",
        "start": 22.2,
        "duration": 2.62
    },
    {
        "text": "And I'll get to where I'm going with that statement in a little bit,",
        "start": 24.82,
        "duration": 2.24
    },
    {
        "text": "but first let's talk about the situation.",
        "start": 27.06,
        "duration": 1.84
    },
    {
        "text": "Now, if you haven't heard at this point, [this is] Logan Paul - one of the largest creators on YouTube;",
        "start": 28.9,
        "duration": 3.84
    },
    {
        "text": "[and] still one of the fastest growing.",
        "start": 32.74,
        "duration": 1.9
    },
    {
        "text": "He and his team decide to go and film at the Aokigahara forest at the edge of Mount Fuji.",
        "start": 34.64,
        "duration": 3.88
    },
    {
        "text": "This area is commonly referred to as Japan's \"suicide forest\"",
        "start": 38.52,
        "duration": 2.58
    },
    {
        "text": "because it is a site of many suicides every year.",
        "start": 41.1,
        "duration": 2.34
    },
    {
        "text": "So that's where Logan Paul decided to go for what he described as a \"fun video\".",
        "start": 43.54,
        "duration": 3.76
    },
    {
        "text": "The video he ended up hosting, was titled",
        "start": 47.3,
        "duration": 1.98
    },
    {
        "text": "\"We found a dead body in the Japanese Suicide Forest...\"",
        "start": 49.28,
        "duration": 3.74
    },
    {
        "text": "[With a] thumbnail featuring him making a shocked face while wearing a silly hat.",
        "start": 53.02,
        "duration": 3.52
    },
    {
        "text": "And where I have blacked out the rest of the screen",
        "start": 56.54,
        "duration": 2.96
    },
    {
        "text": "He had a picture of a dead body hanging from a tree, slightly blurring the head and torso.",
        "start": 59.5,
        "duration": 5.6
    },
    {
        "text": "So that's how the whole video starts before you even click it.",
        "start": 65.22,
        "duration": 2.48
    },
    {
        "text": "And as far as the video itself, let's talk about some of the highlights/key points.",
        "start": 67.7,
        "duration": 3.6
    },
    {
        "text": "And don't worry I'm not going to do what he did, and show a dead body on YouTube.",
        "start": 71.36,
        "duration": 4.24
    },
    {
        "text": "The video opens up with a warning:",
        "start": 75.6,
        "duration": 1.46
    },
    {
        "text": "\"This video contains suicide and death. Viewer discretion is advised.\"",
        "start": 77.06,
        "duration": 2.86
    },
    {
        "text": "And my personal takeaway from that is it is a completely ridiculous opening -",
        "start": 79.92,
        "duration": 3.48
    },
    {
        "text": "not because a warning wouldn't be necessary in this situation, but",
        "start": 83.4,
        "duration": 2.74
    },
    {
        "text": "what is the point of a warning, when to get to the video you literally have to see the thumbnail",
        "start": 86.16,
        "duration": 4.88
    },
    {
        "text": "which features - as I previously mentioned - a dead body hanging from a tree.",
        "start": 91.04,
        "duration": 3.36
    },
    {
        "text": "In the first 40 seconds he lets you know \"it's real\".",
        "start": 94.54,
        "duration": 1.76
    },
    {
        "text": "He says he's not going to monetize this video for obvious reasons.",
        "start": 96.3,
        "duration": 2.5
    },
    {
        "text": "He then seemingly wants you to know that this [video] is \"the first of its kind\".",
        "start": 98.8,
        "duration": 3.4
    },
    {
        "text": "(dramatic music plays)\nLOGAN: \"I think this definitely marks a moment in YouTube history.",
        "start": 102.2,
        "duration": 3.18
    },
    {
        "text": "\"Because I'm pretty sure...",
        "start": 105.38,
        "duration": 1.68
    },
    {
        "text": "\"...this has never, hopefully, happened to anyone on YouTube ever.\"",
        "start": 107.88,
        "duration": 4.36
    },
    {
        "text": "\"Now with that said,",
        "start": 113.62,
        "duration": 2.0
    },
    {
        "text": "buckle the fuck up, because you're never gonna see anything like this again.\"",
        "start": 116.08,
        "duration": 3.38
    },
    {
        "text": "PHIL: The video then cuts to them earlier in the day.",
        "start": 119.76,
        "duration": 1.9
    },
    {
        "text": "They seemingly [are] just having like a fun, goofy time",
        "start": 121.66,
        "duration": 2.38
    },
    {
        "text": "They're talking about really the ghost stories.",
        "start": 124.06,
        "duration": 2.1
    },
    {
        "text": "It seems like the focus of the video is about the woods being \"haunted\".",
        "start": 126.16,
        "duration": 2.26
    },
    {
        "text": "Which I'll personally say I think is already a horrible idea.",
        "start": 128.42,
        "duration": 3.04
    },
    {
        "text": "It's one thing if you went to a haunted motel or The Queen Mary,",
        "start": 131.46,
        "duration": 2.86
    },
    {
        "text": "or something happened \"a long time ago\".",
        "start": 134.56,
        "duration": 1.84
    },
    {
        "text": "But what you're talking about with this area is a place where people, actively, still kill themselves today.",
        "start": 136.48,
        "duration": 4.56
    },
    {
        "text": "Logan Paul even references that around 100 people a year kill themselves there.",
        "start": 141.05,
        "duration": 4.289
    },
    {
        "text": "Which, if we were saying happened at a constant rate",
        "start": 145.34,
        "duration": 2.02
    },
    {
        "text": "means that on any given day, you have a 1 in 3.65 chance of finding somebody,",
        "start": 147.48,
        "duration": 4.92
    },
    {
        "text": "or at least someone potentially finding someone who ended their own life.",
        "start": 152.52,
        "duration": 3.0
    },
    {
        "text": "And that's a note I'm going to touch back on in a minute.",
        "start": 155.64,
        "duration": 1.6
    },
    {
        "text": "The video then shows Logan and his team finding what they think is a dead body.",
        "start": 157.26,
        "duration": 3.46
    },
    {
        "text": "They then get closer, and closer, and they film the entire thing.",
        "start": 160.72,
        "duration": 2.72
    },
    {
        "text": "They've got a close-up of his head, his upper body, even though they \"add a blur\"(!)",
        "start": 163.44,
        "duration": 3.36
    },
    {
        "text": "Logan then tries to say, you know, \"suicide isn't the answer\",",
        "start": 166.8,
        "duration": 2.24
    },
    {
        "text": "he's trying to express how he feels but then it pans back over to the dead body.",
        "start": 169.04,
        "duration": 3.16
    },
    {
        "text": "I will say at this point, the amount of footage they show of this dead man is ridiculous;",
        "start": 172.2,
        "duration": 4.04
    },
    {
        "text": "it's disgusting, it is *not* defensible.",
        "start": 176.4,
        "duration": 2.46
    },
    {
        "text": "That was a person that you filmed, you edited, you reviewed and then put out to the internet.",
        "start": 178.86,
        "duration": 5.0
    },
    {
        "text": "The video then goes on.",
        "start": 183.86,
        "duration": 1.0
    },
    {
        "text": "People have been critical of Logan Paul laughing at points, or cracking a joke.",
        "start": 184.86,
        "duration": 3.84
    },
    {
        "text": "PERSON IN VIDEO: I don't feel very good.",
        "start": 188.7,
        "duration": 1.32
    },
    {
        "text": "OTHER PERSON IN VIDEO: Yeah I don't feel good either.",
        "start": 190.02,
        "duration": 1.32
    },
    {
        "text": "LOGAN (dry): What, you never, you never stood next to a dead guy?",
        "start": 191.34,
        "duration": 2.0
    },
    {
        "text": "- No.",
        "start": 193.98,
        "duration": 0.5
    },
    {
        "text": "(Logan laughs)",
        "start": 195.82,
        "duration": 1.36
    },
    {
        "text": "(Logan laughs)\nWOMAN: Stop it.",
        "start": 197.18,
        "duration": 1.2
    },
    {
        "text": "- God damnit.",
        "start": 198.38,
        "duration": 0.84
    },
    {
        "text": "- Walk down ther-",
        "start": 199.3,
        "duration": 0.88
    },
    {
        "text": "LOGAN: It's fate, Andy.",
        "start": 200.18,
        "duration": 1.34
    },
    {
        "text": "- We found, a dead, body.",
        "start": 201.52,
        "duration": 2.26
    },
    {
        "text": "- Yuuuuuup!",
        "start": 205.16,
        "duration": 1.02
    },
    {
        "text": "What the fuuuck?",
        "start": 206.32,
        "duration": 1.24
    },
    {
        "text": "PHIL: So to that I will say laughter and gallows humor is a legitimate reaction to horrible situations.",
        "start": 208.18,
        "duration": 4.9
    },
    {
        "text": "[There are] times when I've done horrible news, I've sometimes just laughed, and I don't know if it's because",
        "start": 213.22,
        "duration": 4.24
    },
    {
        "text": "my brain short-circuiting at that time.",
        "start": 217.46,
        "duration": 1.88
    },
    {
        "text": "It's probably not something I would openly share, especially with the severity of the footage that came right before it.",
        "start": 219.34,
        "duration": 4.5
    },
    {
        "text": "He also mentions \"sorry about the cursing\", \"whatever, this video is gonna be demonitized anyway\".",
        "start": 223.84,
        "duration": 3.16
    },
    {
        "text": "PHIL: And then the video ends with Logan Paul trying to turn this into a positive saying,",
        "start": 227.14,
        "duration": 3.62
    },
    {
        "text": "that it's not the answer, you're not alone.",
        "start": 230.76,
        "duration": 1.72
    },
    {
        "text": "He also then kind of connects it to his branding, being a \"Maverick\",",
        "start": 232.48,
        "duration": 2.88
    },
    {
        "text": "which makes it feel a little less genuine, at least to me.",
        "start": 235.36,
        "duration": 2.68
    },
    {
        "text": "And then they provide numbers for suicide hotlines.",
        "start": 238.04,
        "duration": 2.0
    },
    {
        "text": "Now here's a huge point about this video.",
        "start": 240.16,
        "duration": 2.32
    },
    {
        "text": "Before all the outrage from the extended community, people who aren't Logan Paul fans, that found out about this video,",
        "start": 242.48,
        "duration": 4.76
    },
    {
        "text": "his audience *loved it*.",
        "start": 247.28,
        "duration": 1.54
    },
    {
        "text": "Before the video was removed, it was viewed by over six million people.",
        "start": 248.88,
        "duration": 3.12
    },
    {
        "text": "Before the greater internet community found out about this,",
        "start": 252.0,
        "duration": 2.8
    },
    {
        "text": "it received hundreds of thousands of likes, seemingly uncontested.",
        "start": 254.86,
        "duration": 3.5
    },
    {
        "text": "And so really, no matter the amount of backlash, this doesn't ruin Logan Paul.",
        "start": 258.36,
        "duration": 4.06
    },
    {
        "text": "Despite how crazy the situation is, this is essentially just a speed bump for his career.",
        "start": 262.42,
        "duration": 4.58
    },
    {
        "text": "*Maybe* it limits future options, but also people forget very, very fast.",
        "start": 267.0,
        "duration": 3.6
    },
    {
        "text": "That said, the video did go viral outside of his fanbase, and the backlash was massive.",
        "start": 270.62,
        "duration": 4.26
    },
    {
        "text": "People and creators of all sizes denouncing Logan Paul and this video.",
        "start": 274.88,
        "duration": 4.86
    },
    {
        "text": "Actor Aaron Paul saying \"Logan Paul, go to hell\".",
        "start": 279.82,
        "duration": 2.7
    },
    {
        "text": "So many people sharing stories of people they lost due to suicide, some specifically [by] hanging.",
        "start": 282.52,
        "duration": 4.5
    },
    {
        "text": "Now after all the backlash, Logan Paul removed the video, [and] he issued an apology.",
        "start": 287.08,
        "duration": 3.36
    },
    {
        "text": "And for many this apology fell short.",
        "start": 290.56,
        "duration": 1.7
    },
    {
        "text": "Many saying it felt like he was trying to make himself the victim here.",
        "start": 292.26,
        "duration": 3.32
    },
    {
        "text": "[That] he's being too defensive, that it should, have just been a pure \"I'm really, really, really sorry\".",
        "start": 295.66,
        "duration": 4.08
    },
    {
        "text": "This, because he defended himself at first saying",
        "start": 299.74,
        "duration": 1.96
    },
    {
        "text": "\"I didn't do it for views. I get views.\"",
        "start": 301.7,
        "duration": 2.22
    },
    {
        "text": "Adding \"I do this shit every day. I've made a 15-minute TV show EVERY SINGLE DAY for the past 460+ days.\"",
        "start": 303.94,
        "duration": 4.78
    },
    {
        "text": "\"One may understand that it's easy to get caught up in the moment without fully weighing the possible ramifications.\"",
        "start": 308.8,
        "duration": 4.14
    },
    {
        "text": "He then includes that Uncle Ben line \"with great power comes great responsibility\",",
        "start": 312.94,
        "duration": 3.74
    },
    {
        "text": "Adding \"for the first time in my life I'm regretful to say I handled that power incorrectly.\"",
        "start": 316.68,
        "duration": 3.12
    },
    {
        "text": "Then closing \"I love everyone. I believe in people. I'm out here. Peace. #Logang4Life.\"\n(Nothing says an apology quite like a hashtag)",
        "start": 319.8,
        "duration": 4.74
    },
    {
        "text": "And as expected the internet was of two minds here.",
        "start": 324.54,
        "duration": 2.24
    },
    {
        "text": "Many fans accepted the apology, running to the defense of Logan Paul.",
        "start": 326.78,
        "duration": 3.06
    },
    {
        "text": "Many outside of that bubble saying that this was defensive, self-congratulating,",
        "start": 329.84,
        "duration": 3.28
    },
    {
        "text": "saying that it wasn't a \"real, real, apology\".",
        "start": 333.12,
        "duration": 2.0
    },
    {
        "text": "But then yesterday Logan Paul issued a *video* apology. This one had a much different tone and I wished that",
        "start": 335.12,
        "duration": 4.6
    },
    {
        "text": "this was his first response.",
        "start": 339.8,
        "duration": 1.74
    },
    {
        "text": "LOGAN: \"I should have never posted the video.",
        "start": 341.54,
        "duration": 2.5
    },
    {
        "text": "I should have put the cameras down...",
        "start": 344.04,
        "duration": 1.68
    },
    {
        "text": "*",
        "start": 346.04,
        "duration": 1.02
    },
    {
        "text": "and stopped recording what we were going through.",
        "start": 347.44,
        "duration": 2.28
    },
    {
        "text": "There's a lot of things I should have done differently, but I didn't.",
        "start": 350.32,
        "duration": 2.66
    },
    {
        "text": "And for that, from the bottom of my heart, I am sorry.",
        "start": 353.569,
        "duration": 3.65
    },
    {
        "text": "I want to apologize to the internet. I want to apologize to anyone who's seen the video.",
        "start": 358.24,
        "duration": 4.42
    },
    {
        "text": "I want to apologize to anyone who has been affected or touched by mental illness, or depression, or suicide.",
        "start": 362.84,
        "duration": 5.96
    },
    {
        "text": "But, most importantly I want to apologize to the victim,",
        "start": 369.32,
        "duration": 4.1
    },
    {
        "text": "and his family.",
        "start": 373.72,
        "duration": 1.3
    },
    {
        "text": "For my fans, who are defending my actions,",
        "start": 375.02,
        "duration": 4.36
    },
    {
        "text": "please don't,",
        "start": 379.82,
        "duration": 1.439
    },
    {
        "text": "they do not deserve to be defended.\"",
        "start": 381.26,
        "duration": 1.9
    },
    {
        "text": "PHIL: And in my opinion that's what the apology should have been from the beginning,",
        "start": 383.16,
        "duration": 2.44
    },
    {
        "text": "and that last note is incredibly important.",
        "start": 385.6,
        "duration": 1.82
    },
    {
        "text": "Because Logan Paul, the person behind this horrible, horrible thing, seems to be self-aware enough",
        "start": 387.42,
        "duration": 4.02
    },
    {
        "text": "to realize what he did was wrong, that it is not deserving of a defense, even asking his audience to not defend him here,",
        "start": 391.44,
        "duration": 6.28
    },
    {
        "text": "because he was wrong. His audience still does, and he's still growing.",
        "start": 397.76,
        "duration": 2.46
    },
    {
        "text": "That. Fandom over facts is part of the Logan Paul problem,",
        "start": 400.22,
        "duration": 3.7
    },
    {
        "text": "which is obviously a bigger thing than just Logan Paul.",
        "start": 403.92,
        "duration": 2.52
    },
    {
        "text": "Fans who are so devoted that they will defend you and some unfortunately make threats against",
        "start": 406.44,
        "duration": 5.32
    },
    {
        "text": "the people that are saying things about you,",
        "start": 411.76,
        "duration": 2.04
    },
    {
        "text": "despite the person that they're a fan of not only being wrong but acknowledging that they were wrong.",
        "start": 413.8,
        "duration": 3.66
    },
    {
        "text": "That is a huge and dangerous problem. I mean really, other than kind of a \"rough week\", very few people",
        "start": 417.46,
        "duration": 4.6
    },
    {
        "text": "lose their career. The mob of sheep keeps someone relevant, they keep real ramifications from the person",
        "start": 422.06,
        "duration": 6.72
    },
    {
        "text": "who did a bad thing.",
        "start": 428.78,
        "duration": 0.9
    },
    {
        "text": "This also limits someone being able to learn from their mistakes.",
        "start": 429.68,
        "duration": 2.74
    },
    {
        "text": "Also, unlike other YouTubers who have been involved in less serious situations,",
        "start": 432.42,
        "duration": 3.86
    },
    {
        "text": "Logan Paul has not gone into the negative on subscribers.",
        "start": 436.28,
        "duration": 3.02
    },
    {
        "text": "He has gained a slightly less crazy amount.",
        "start": 439.3,
        "duration": 2.4
    },
    {
        "text": "But around this video, I also see see a lot of people claiming that he monetized his apology -",
        "start": 441.7,
        "duration": 4.2
    },
    {
        "text": "but on that note, Logan reached out; he sent a picture from his analytics.",
        "start": 445.9,
        "duration": 2.76
    },
    {
        "text": "It appears the video is not monetized, he has not made any money from it.",
        "start": 448.68,
        "duration": 3.38
    },
    {
        "text": "That said, just to make sure there isn't some sort of delay, I'm going to be asking for a screenshot for tomorrow.",
        "start": 452.06,
        "duration": 3.74
    },
    {
        "text": "And from that screenshot it looks like the claims against Logan here were false.",
        "start": 455.86,
        "duration": 2.6
    },
    {
        "text": "Part of the Logan Paul problem is also the YouTube problem.",
        "start": 458.46,
        "duration": 2.94
    },
    {
        "text": "Part of the reason Logan Paul's video received so many views is that it was Top Trending on YouTube.",
        "start": 461.4,
        "duration": 4.88
    },
    {
        "text": "A video that featured a dead person in the thumbnail, with footage of an actual dead person in the video,",
        "start": 466.28,
        "duration": 6.2
    },
    {
        "text": "was Top Trending and being promoted by YouTube.",
        "start": 472.48,
        "duration": 2.06
    },
    {
        "text": "Following the initial rise of this story and a lot of the backlash,",
        "start": 474.54,
        "duration": 2.94
    },
    {
        "text": "YouTube reached out and sent an official statement to me,",
        "start": 477.48,
        "duration": 2.38
    },
    {
        "text": "saying: \"Our hearts go out to the family of the person featured in the video.",
        "start": 479.86,
        "duration": 2.36
    },
    {
        "text": "\"YouTube prohibits violent or gory content posted in a shocking, sensational or disrespectful manner.",
        "start": 482.22,
        "duration": 4.36
    },
    {
        "text": "\"If a video is graphic, it can only remain on the site when supported by appropriate educational or documentary",
        "start": 486.58,
        "duration": 4.22
    },
    {
        "text": "\"information and in some cases it will be age-gated.",
        "start": 490.88,
        "duration": 2.26
    },
    {
        "text": "\"We partner with safety groups such as the National Suicide Prevention Lifeline to provide",
        "start": 493.14,
        "duration": 2.8
    },
    {
        "text": "\"to provide educational resources that are incorporated in our YouTube Safety Center.\"",
        "start": 495.94,
        "duration": 3.44
    },
    {
        "text": "Now, if your eyes glazed over halfway-through that statement,",
        "start": 499.38,
        "duration": 2.46
    },
    {
        "text": "you may have realized it really didn't say anything.",
        "start": 501.84,
        "duration": 1.76
    },
    {
        "text": "It was really a \"we're sorry for the family\", vague statement",
        "start": 503.6,
        "duration": 2.88
    },
    {
        "text": "and \"hey, we work with the Suicide Lineline.\"",
        "start": 506.58,
        "duration": 2.36
    },
    {
        "text": "I then reached out again, and they confirmed that Logan's video actually did go against YouTube guidelines.",
        "start": 508.94,
        "duration": 5.02
    },
    {
        "text": "And that is a massive point of the Logan Paul problem,",
        "start": 513.96,
        "duration": 2.72
    },
    {
        "text": "which once again is bigger than Logan Paul.",
        "start": 516.7,
        "duration": 1.88
    },
    {
        "text": "We're not talking about a video and creator that just somehow \"went under the radar\".",
        "start": 518.58,
        "duration": 3.4
    },
    {
        "text": "We're talking about [one of] the biggest creator[s] on YouTube posting a video that had over 6 million views,",
        "start": 522.08,
        "duration": 4.22
    },
    {
        "text": "was trending on YouTube, that no doubt had to have been flagged by tons of people.",
        "start": 526.3,
        "duration": 5.14
    },
    {
        "text": "Yet the only reason it was taken down was because Logan or his team took it down,",
        "start": 531.44,
        "duration": 3.1
    },
    {
        "text": "and YouTube didn't do a damn thing.",
        "start": 534.54,
        "duration": 1.58
    },
    {
        "text": "Part of the Logan Paul problem is that YouTube either complicit, or ignorant.",
        "start": 536.12,
        "duration": 3.6
    },
    {
        "text": "They're either asleep at the wheel, which based on the past two-and-a-half years of stories",
        "start": 539.72,
        "duration": 3.9
    },
    {
        "text": "isn't the most inconceivable thing,",
        "start": 543.62,
        "duration": 1.7
    },
    {
        "text": "Or they are complicit and they're trying their best to not go after one of their golden boys;",
        "start": 545.32,
        "duration": 3.9
    },
    {
        "text": "The creator that not only, based off of his regular videos, brings massive amounts of revenue to the site,",
        "start": 549.22,
        "duration": 4.88
    },
    {
        "text": "but is also the star of now *two* YouTube Red originals,",
        "start": 554.1,
        "duration": 3.18
    },
    {
        "text": "something YouTube is just dumping money into.",
        "start": 557.28,
        "duration": 2.46
    },
    {
        "text": "This situation of course then draws comparisons to Felix (PewDiePie),",
        "start": 559.74,
        "duration": 3.06
    },
    {
        "text": "but that, I would argue, is not necessarily a one-to-one comparison.",
        "start": 562.84,
        "duration": 3.34
    },
    {
        "text": "Logan Paul, aside from this situation",
        "start": 566.18,
        "duration": 2.0
    },
    {
        "text": "has been seen by YouTube as very very advertiser-friendly.",
        "start": 568.18,
        "duration": 3.5
    },
    {
        "text": "And so rather than completely throw him under the bus, which is really what they did to Felix,",
        "start": 571.68,
        "duration": 5.0
    },
    {
        "text": "here as of right now it remains to be seen what YouTube will do with Logan.",
        "start": 576.68,
        "duration": 3.12
    },
    {
        "text": "I reached out to YouTube with several questions:",
        "start": 579.8,
        "duration": 2.0
    },
    {
        "text": "One of them being about \"Does this affect The Thinning 2 - the new YouTube Red movie starring Logan Paul?\"",
        "start": 581.8,
        "duration": 4.62
    },
    {
        "text": "They did not give me a comment on that one.",
        "start": 586.42,
        "duration": 2.0
    },
    {
        "text": "The third part of the Logan Paul problem is that \"Everything is content.\"",
        "start": 588.42,
        "duration": 3.46
    },
    {
        "text": "And when \"everything is content, nothing is sacred anymore.\"",
        "start": 591.88,
        "duration": 3.96
    },
    {
        "text": "That person who is dead in your video ceases to be a person to you.",
        "start": 595.84,
        "duration": 3.38
    },
    {
        "text": "That place where so many people, year-in, year-out, take their, own lives - it's no longer a place, it's a set,",
        "start": 599.22,
        "duration": 6.18
    },
    {
        "text": "it's a story, it's an angle, it's not a real thing to you anymore.",
        "start": 605.48,
        "duration": 2.58
    },
    {
        "text": "Logan Paul's not the first massive YouTuber to go to this forest.",
        "start": 608.06,
        "duration": 3.5
    },
    {
        "text": "Just a quick search - massive YouTubers going there.",
        "start": 611.56,
        "duration": 2.32
    },
    {
        "text": "Some going for the ghost angle, some trying to cover it in a serious manner,",
        "start": 613.9,
        "duration": 3.3
    },
    {
        "text": "some even referencing \"we might see a dead body. If we do see a dead body, we'll blur it.\"",
        "start": 617.38,
        "duration": 3.96
    },
    {
        "text": "ELTON: What's gonna happen here is if we go in here and we see a body,",
        "start": 621.34,
        "duration": 2.54
    },
    {
        "text": "we're never gonna show anyone what we saw.",
        "start": 623.88,
        "duration": 2.42
    },
    {
        "text": "We won't. I'll blur it but I will never show what we saw.",
        "start": 626.72,
        "duration": 2.9
    },
    {
        "text": "PHIL: They end up not finding a body so there's not backlash there.",
        "start": 629.62,
        "duration": 2.94
    },
    {
        "text": "So it's not like this was an original idea from Logan Paul; people on the internet go to the extremes,",
        "start": 632.56,
        "duration": 5.12
    },
    {
        "text": "the weird, the horrible.",
        "start": 637.68,
        "duration": 1.26
    },
    {
        "text": "Obviously Logan Paul is the only one out of these videos that did feature a dead body,",
        "start": 638.94,
        "duration": 3.7
    },
    {
        "text": "so I understand still the outrage.",
        "start": 642.64,
        "duration": 1.66
    },
    {
        "text": "And the fourth and final part of the Logan Paul problem that I'll mention right now is",
        "start": 644.3,
        "duration": 3.4
    },
    {
        "text": "is that everyone feels like a passenger to \"the horrible\".",
        "start": 647.76,
        "duration": 3.74
    },
    {
        "text": "There's a lot of anger, there's a lot of disgust,",
        "start": 651.5,
        "duration": 1.88
    },
    {
        "text": "I understand both of those feelings.",
        "start": 653.38,
        "duration": 1.6
    },
    {
        "text": "I've seen a lot of people saying \"ah, well, 2018's already fucked up.\"",
        "start": 654.98,
        "duration": 3.0
    },
    {
        "text": "And to that I say, no. We can't control the actions of others, we can't control so much in the world.",
        "start": 657.98,
        "duration": 4.72
    },
    {
        "text": "Really the only thing we can control in this world is how we react to the world",
        "start": 662.76,
        "duration": 3.7
    },
    {
        "text": "It'd be incredibly easy for me to just go on for another five minutes, going at Logan Paul's throat.",
        "start": 666.46,
        "duration": 4.64
    },
    {
        "text": "That would be easy and I understand why so many people have done so.",
        "start": 671.1,
        "duration": 3.24
    },
    {
        "text": "What he did was infuriating, dehumanizing...",
        "start": 674.34,
        "duration": 2.3
    },
    {
        "text": "I don't know whether to be more shocked that he doesn't have enough people around him to go",
        "start": 676.64,
        "duration": 3.58
    },
    {
        "text": "\"That's a bad idea!\"",
        "start": 680.22,
        "duration": 1.44
    },
    {
        "text": "Or the fact that he didn't have the emotional intelligence to realize what he was doing was fucking horrendous.",
        "start": 681.66,
        "duration": 4.14
    },
    {
        "text": "I'm actively trying to keep myself in check here so I can get to the main point.",
        "start": 685.8,
        "duration": 4.0
    },
    {
        "text": "But what I want to do here is react to this story, and try and create a positive out of something",
        "start": 689.8,
        "duration": 4.56
    },
    {
        "text": "so stupid and horrible and negative.",
        "start": 694.36,
        "duration": 2.74
    },
    {
        "text": "And so that's why, not only will I be donating any and all AdSense we make from, let's say, the first 30 days of this video.",
        "start": 697.1,
        "duration": 6.14
    },
    {
        "text": "We also have a premium sponsor in this video, and instead of just moving it like I normally do with stories like this,",
        "start": 703.28,
        "duration": 5.02
    },
    {
        "text": "I'm going to include it in today's video and I will be donating 100% of what they paid me,",
        "start": 708.3,
        "duration": 5.12
    },
    {
        "text": "and I'm donating it to the National Suicide Prevention Lifeline.",
        "start": 713.52,
        "duration": 2.76
    },
    {
        "text": "They provide free and confidential emotional support to people in suicidal crisis or emotional distress,",
        "start": 716.28,
        "duration": 4.2
    },
    {
        "text": "24 hours a day, 7 days a week.",
        "start": 720.48,
        "duration": 2.22
    },
    {
        "text": "If you're going through something you need help, you need resources, you need support,",
        "start": 722.7,
        "duration": 3.38
    },
    {
        "text": "please call the number.",
        "start": 726.08,
        "duration": 1.38
    },
    {
        "text": "In the description I will also include a bunch of other numbers you can contact.",
        "start": 727.46,
        "duration": 2.46
    },
    {
        "text": "If you want to donate as well (I'm not saying you have to or anything),",
        "start": 729.92,
        "duration": 2.0
    },
    {
        "text": "I'll include a link down below.",
        "start": 731.92,
        "duration": 1.48
    },
    {
        "text": "And that's really how I want to start this 2018.",
        "start": 733.4,
        "duration": 2.0
    },
    {
        "text": "I want to create a positive out of a horrible negative.",
        "start": 735.4,
        "duration": 3.3
    },
    {
        "text": "Because I don't really know if Logan Paul learned his lesson. I hope he did, but I don't know",
        "start": 738.7,
        "duration": 3.24
    },
    {
        "text": "If he's being genuine.",
        "start": 741.94,
        "duration": 1.28
    },
    {
        "text": "I don't know if he's just acting and putting on a sad face because his hand got bit.",
        "start": 743.22,
        "duration": 2.82
    },
    {
        "text": "I can't control the ignorance of fandoms,",
        "start": 746.04,
        "duration": 2.28
    },
    {
        "text": "I don't know if YouTube will actually try to be better, or try to be fairer or not be asleep at the wheel.",
        "start": 748.32,
        "duration": 5.08
    },
    {
        "text": "I can control, what I can control.",
        "start": 753.48,
        "duration": 1.54
    },
    {
        "text": "And in this instance it's our message, our pressure, and our money.",
        "start": 755.02,
        "duration": 3.88
    },
    {
        "text": "So with that said, from there I want to share some stuff I loved today in Today In Awesome, brought to you",
        "start": 759.0,
        "duration": 4.02
    },
    {
        "text": "by DeFrancoGrip.com.",
        "start": 763.02,
        "duration": 1.24
    },
    {
        "text": "I know a ton of you have already ordered your grip for your phone of choice.",
        "start": 764.34,
        "duration": 2.64
    },
    {
        "text": "But for those of you that have missed out, today is your last chance to grab one.",
        "start": 766.98,
        "duration": 3.34
    },
    {
        "text": "dbrand has once again extended their campaign giving you beautiful bastards a 50% discount off of retail price.",
        "start": 770.38,
        "duration": 5.64
    },
    {
        "text": "If you're in the US or Canada, there is free shipping.",
        "start": 776.06,
        "duration": 2.3
    },
    {
        "text": "And there's a brand new customization option called \"Black Camo\", that's exclusively available through Indiegogo.",
        "start": 778.36,
        "duration": 4.82
    },
    {
        "text": "So if you want to grab this awesome product at an awesome price, just to to DeFrancoGrip.com.",
        "start": 783.18,
        "duration": 3.58
    },
    {
        "text": "And the first bit of awesome, I mean I've been wanting to talk about this since the 29th.",
        "start": 786.76,
        "duration": 3.54
    },
    {
        "text": "Black Mirror Season 4 on Netflix. If you haven't watched the show before, watch it.",
        "start": 790.3,
        "duration": 3.24
    },
    {
        "text": "I definitely recommend the new season as well. There are a some that didn't work for me,",
        "start": 793.54,
        "duration": 3.36
    },
    {
        "text": "but even the two I wasn't a fan of, I respected what they were trying to do.",
        "start": 796.9,
        "duration": 2.9
    },
    {
        "text": "I think Hang The DJ is probably my favourite though.",
        "start": 799.8,
        "duration": 2.0
    },
    {
        "text": "Then we've got a new trailer,",
        "start": 801.8,
        "duration": 0.86
    },
    {
        "text": "starring the Man of a Million Movies, Nic Cage.",
        "start": 802.66,
        "duration": 2.9
    },
    {
        "text": "The movie is Mom and Dad. It's a dark horror comedy, essentially it looks like a zombie movie except instead of zombies,",
        "start": 805.56,
        "duration": 5.5
    },
    {
        "text": "all the parents of the world are trying to kill their children.",
        "start": 811.06,
        "duration": 2.54
    },
    {
        "text": "It's an interesting tweak on the genre.",
        "start": 813.6,
        "duration": 1.5
    },
    {
        "text": "Then we've got a trailer for the Netflix thriller The Open House,",
        "start": 815.1,
        "duration": 3.099
    },
    {
        "text": "Then we've got a trailer for the new Netflix series that's coming out in two days.",
        "start": 818.199,
        "duration": 2.0
    },
    {
        "text": "It's called The End of the F***ing World,",
        "start": 820.2,
        "duration": 1.4
    },
    {
        "text": "and I don't even know how to describe it, because I don't wanna ruin it for you.",
        "start": 821.6,
        "duration": 2.38
    },
    {
        "text": "I'm also kinda excited because it stars Alex Lawther, who is in a fantastic episode from Season 3 of Black Mirror.",
        "start": 823.98,
        "duration": 5.06
    },
    {
        "text": "Also in some awesome, if you wanting to use your time better, TED-ed released a video on how to",
        "start": 829.12,
        "duration": 3.68
    },
    {
        "text": "manage your time more effectively according to machines.",
        "start": 832.8,
        "duration": 1.96
    },
    {
        "text": "And remember, if you want to see the full versions of everything I just shared, the secret link of the day, anything at all",
        "start": 834.86,
        "duration": 4.3
    },
    {
        "text": "Links as always are in the description down below.",
        "start": 839.26,
        "duration": 2.1
    },
    {
        "text": "Then in much lighter news let's talk",
        "start": 841.36,
        "duration": 1.948
    },
    {
        "text": "about potential nuclear war with North Korea(!)",
        "start": 843.308,
        "duration": 2.592
    },
    {
        "text": "Side note: You know it's kind of shitty, about... I mean just in general, nuclear war, bad thing.",
        "start": 845.9,
        "duration": 4.36
    },
    {
        "text": "Right, that's an understood.",
        "start": 850.26,
        "duration": 1.12
    },
    {
        "text": "But think about it if North Korea really can nuke any place in the United States, where is he gonna pick?",
        "start": 851.38,
        "duration": 5.1
    },
    {
        "text": "Most likely a place they didn't vote for Donald Trump!",
        "start": 856.48,
        "duration": 2.72
    },
    {
        "text": "New York, California... maybe that's part of the plan - it would actually help his poll numbers",
        "start": 859.209,
        "duration": 4.44
    },
    {
        "text": "by removing the bad poll numbers. Or it's like",
        "start": 863.649,
        "duration": 2.73
    },
    {
        "text": "George Carlin used to say, it's kind of just a bunch of pecker-waving.",
        "start": 866.38,
        "duration": 2.88
    },
    {
        "text": "No one really wants the world to end but everyone's puffing up their chest.",
        "start": 869.26,
        "duration": 2.68
    },
    {
        "text": "But, I'm getting sidetracked - to the story Philip!",
        "start": 871.94,
        "duration": 2.0
    },
    {
        "text": "In a speech on Monday, North Korea's leader Kim, did express interest to open up a dialogue with South Korea, but while also threatening the US with a nuclear attack.",
        "start": 873.94,
        "duration": 7.76
    },
    {
        "text": "Specifically stating:",
        "start": 881.7,
        "duration": 0.98
    },
    {
        "text": "He then switched gears and expressed interest in North Korea participating in the Winter Olympics.",
        "start": 899.64,
        "duration": 3.84
    },
    {
        "text": "Opening up a dialogue with South Korea who are hosting the Games, saying:",
        "start": 903.48,
        "duration": 2.92
    },
    {
        "text": "And this would be a massive from North Korea.",
        "start": 919.92,
        "duration": 2.28
    },
    {
        "text": "The last time South Korea hosted the Games was in 1988, and North Korea boycotted them then.",
        "start": 922.2,
        "duration": 3.96
    },
    {
        "text": "Now in response to these comments, Tuesday morning, President Trump tweeted:",
        "start": 926.16,
        "duration": 2.68
    },
    {
        "text": "Then following that up with:",
        "start": 939.62,
        "duration": 1.06
    },
    {
        "text": "That tweet as you may have noticed really does connect with George Carlin's \"pecker-waving\" comment.",
        "start": 954.4,
        "duration": 4.98
    },
    {
        "text": "We then saw Nikki Haley, US Ambassador of the UN commenting, saying:",
        "start": 959.38,
        "duration": 2.82
    },
    {
        "text": "But even with that said, earlier this morning, we found out North Korea actually opened up a dialogue",
        "start": 981.92,
        "duration": 3.86
    },
    {
        "text": "with South Korea - this ending almost two years of no communication. And not to minimize the horror show",
        "start": 985.78,
        "duration": 5.25
    },
    {
        "text": "that is the North Korean regime, but I feel like you're having a situation",
        "start": 991.03,
        "duration": 2.669
    },
    {
        "text": "where you have North Korea, South Korea...hate each other. Then South Korea's friend America...",
        "start": 993.7,
        "duration": 4.679
    },
    {
        "text": "...aka, Donald Trump, chimes in. And it's just a year of \"suck my dick, Rocket Man!\"",
        "start": 998.38,
        "duration": 3.82
    },
    {
        "text": "\"How my balls taste, Kimmy?\"",
        "start": 1002.24,
        "duration": 1.58
    },
    {
        "text": "And now North Korea's like \"okay, fuck that guy, we can talk.\"",
        "start": 1003.82,
        "duration": 1.7
    },
    {
        "text": "But regarding contact between the two Koreas, a spokesperson for the Unification Ministry said:",
        "start": 1005.52,
        "duration": 3.8
    },
    {
        "text": "And as far as this interaction, reports say there was a 20-minute conversation.",
        "start": 1019.4,
        "duration": 2.82
    },
    {
        "text": "It was mostly focused on checking the lines, specifically that it was functioning properly. No discussion of the Olympics yet.",
        "start": 1022.26,
        "duration": 5.04
    },
    {
        "text": "But in a world where we have two world leaders talking",
        "start": 1027.3,
        "duration": 2.519
    },
    {
        "text": "about the buttons on their desk that shoot nukes, it's good to see that there is potentially an opportunity",
        "start": 1029.82,
        "duration": 5.38
    },
    {
        "text": "for a productive conversation.",
        "start": 1035.22,
        "duration": 1.4
    },
    {
        "text": "And the whole situation really feels like",
        "start": 1036.62,
        "duration": 1.14
    },
    {
        "text": "North Korea seems to be turning to South Korea because they are confused by Donald Trump.",
        "start": 1037.76,
        "duration": 4.46
    },
    {
        "text": "That's a thing we saw reports about last year.",
        "start": 1042.22,
        "duration": 2.0
    },
    {
        "text": "And that makes sense. For me the question becomes:",
        "start": 1044.22,
        "duration": 2.3
    },
    {
        "text": "Is it on purpose or no? Was a part of Donald Trump's plan to play good cop, \"threaten to destroy you with nukes\" cop?",
        "start": 1046.52,
        "duration": 5.72
    },
    {
        "text": "Or is this just a chaotic mess coming from Trump and the White House.",
        "start": 1052.24,
        "duration": 2.68
    },
    {
        "text": "So just naturally North Korea is opening a conversation with South Korea again,",
        "start": 1054.92,
        "duration": 3.34
    },
    {
        "text": "just to understand what's happening.",
        "start": 1058.26,
        "duration": 1.2
    },
    {
        "text": "And then, finally, let's talk about the protests in Iran.",
        "start": 1059.5,
        "duration": 2.24
    },
    {
        "text": "Since last Thursday, Iran has had massive protests all across the country.",
        "start": 1061.74,
        "duration": 2.9
    },
    {
        "text": "As of recording this video there have been over 450 arrests. 21 people are dead.",
        "start": 1064.64,
        "duration": 3.6
    },
    {
        "text": "This reportedly including one police officer, who was shot with a hunting rifle.",
        "start": 1068.24,
        "duration": 2.929
    },
    {
        "text": "Protests started in the city of Mashhad. And both the original protests and those that have continued until today have been sparked",
        "start": 1071.169,
        "duration": 5.18
    },
    {
        "text": "by widespread dissatisfaction with the Iranian economy. If you don't know, Iran has been under severe sanctions",
        "start": 1076.349,
        "duration": 4.611
    },
    {
        "text": "because of its pursuit of nuclear weapons.",
        "start": 1080.96,
        "duration": 1.6
    },
    {
        "text": "Those leds to rising food prices, rising unemployment. In 2015 Iran struck a deal with much of the world,",
        "start": 1082.56,
        "duration": 5.06
    },
    {
        "text": "that saw the worst of the sanctions lifted by 2016.",
        "start": 1087.62,
        "duration": 2.44
    },
    {
        "text": "But unfortunately many of the benefits of the lifted sanctions have yet to be seen by the average person in Iran.",
        "start": 1090.06,
        "duration": 4.4
    },
    {
        "text": "Unemployment stands at over 12%; it's been over 10% over the last 10 years.",
        "start": 1094.46,
        "duration": 4.04
    },
    {
        "text": "Savings have been slowly eaten away by rising inflation.",
        "start": 1098.52,
        "duration": 3.16
    },
    {
        "text": "In the last few years Iran's inflation has officially stood at over 10% per year.",
        "start": 1101.7,
        "duration": 3.9
    },
    {
        "text": "Now, leaders in Iran say they have recognised the economic issues at hand,",
        "start": 1105.6,
        "duration": 2.7
    },
    {
        "text": "promising that the benefits of the eased sanctions will eventually affect all Iranians.",
        "start": 1108.3,
        "duration": 3.62
    },
    {
        "text": "However, this feeds into another perception that many of the protesters have - that much of Iran is corrupt.",
        "start": 1111.96,
        "duration": 4.34
    },
    {
        "text": "That there's this elite tier of Iranians that are hardly affected by the sanctions,",
        "start": 1116.3,
        "duration": 3.3
    },
    {
        "text": "that they are and were the first to reap any economic benefit from the eased sanctions.",
        "start": 1119.64,
        "duration": 3.62
    },
    {
        "text": "And as far as the growth of the protests, they blew up fast.",
        "start": 1123.26,
        "duration": 2.16
    },
    {
        "text": "Since Thursday it went from one city, to over 40 cities across the country.",
        "start": 1125.42,
        "duration": 3.28
    },
    {
        "text": "This including, huge protests in the largest cities,",
        "start": 1128.74,
        "duration": 2.26
    },
    {
        "text": "even the capital of Tehran.",
        "start": 1131.11,
        "duration": 1.03
    },
    {
        "text": "These are the largest protests iran has seen since the disputed 2009 presidential election.",
        "start": 1132.14,
        "duration": 4.189
    },
    {
        "text": "We've also seen police cracking down on the protestors,",
        "start": 1136.329,
        "duration": 2.191
    },
    {
        "text": "claiming that the protesters were attacking them first that they were violent towards them.",
        "start": 1138.52,
        "duration": 3.22
    },
    {
        "text": "The Iranian president saying the people of Iran are free to protest as long as they are peaceful, saying:",
        "start": 1141.78,
        "duration": 4.0
    },
    {
        "text": "But, that was then followed by Iran suspending access to Instagram and Telegram.",
        "start": 1161.22,
        "duration": 3.48
    },
    {
        "text": "Both of these apps by the people to organize the protests.",
        "start": 1164.74,
        "duration": 2.6
    },
    {
        "text": "Some saying this is pure censorship, a shutdown. Others saying they're just trying to stop violence.",
        "start": 1167.34,
        "duration": 4.4
    },
    {
        "text": "Footage from Iran shows a very serious atmosphere between protestors and police.",
        "start": 1171.74,
        "duration": 3.56
    },
    {
        "text": "We've seen protesters damage property they've continuously gotten more bold",
        "start": 1175.38,
        "duration": 3.2
    },
    {
        "text": "Some even reaching a point where it appears they attempted to storm military and police outposts in an attempt to get firearms.",
        "start": 1178.66,
        "duration": 5.18
    },
    {
        "text": "We've also seen the demands from the protesters slowly changed over the last few days.",
        "start": 1183.85,
        "duration": 3.39
    },
    {
        "text": "While the economic stagnation and the food prices are still on everyone's mind, there also seems to be a",
        "start": 1187.24,
        "duration": 3.9
    },
    {
        "text": "big political push. There are protesters openly yelling \"down with the dictator.\"",
        "start": 1191.14,
        "duration": 3.659
    },
    {
        "text": "(In Persian) \"Down with the dictator!\"",
        "start": 1195.16,
        "duration": 2.78
    },
    {
        "text": "This seemingly a reference to Iran's unelected \"supreme spiritual leader\".",
        "start": 1198.1,
        "duration": 3.78
    },
    {
        "text": "But in response to all of this, the ayatollah has discredited the protest,",
        "start": 1201.88,
        "duration": 2.74
    },
    {
        "text": "saying that this is just \"meddling by Iran's enemies\".",
        "start": 1204.62,
        "duration": 2.26
    },
    {
        "text": "Now, he doesn't mention anyone in particular, but for the Iranian regime",
        "start": 1222.04,
        "duration": 2.74
    },
    {
        "text": "enemies usually include western nations such as the United States.",
        "start": 1224.78,
        "duration": 2.899
    },
    {
        "text": "Also groups within Iran, like MEK, NCRI, both of those groups seek massive political change in Iran.",
        "start": 1227.679,
        "duration": 5.58
    },
    {
        "text": "Also one of the biggest updates to the story this week is Iranian leaders have called for counter protests.",
        "start": 1233.26,
        "duration": 4.02
    },
    {
        "text": "This leading to tens of thousands of pro-government supporters flooding the streets.",
        "start": 1237.28,
        "duration": 3.18
    },
    {
        "text": "Aas far as international response there hasn't been much, although President Trump did chime in.",
        "start": 1240.46,
        "duration": 4.78
    },
    {
        "text": "This past week we've seen Trump tweet:",
        "start": 1245.26,
        "duration": 1.64
    },
    {
        "text": "And he continued: \"The USA is watching for human rights violations!\"",
        "start": 1257.9,
        "duration": 4.0
    },
    {
        "text": "Calling Iran the \"Number One State of Sponsored Terror\".",
        "start": 1261.9,
        "duration": 2.4
    },
    {
        "text": "This morning he added",
        "start": 1264.38,
        "duration": 0.5
    },
    {
        "text": "Nikki Haley also voicing some support, saying:",
        "start": 1271.2,
        "duration": 1.8
    },
    {
        "text": "And as of right now, that's where we are.",
        "start": 1277.36,
        "duration": 1.64
    },
    {
        "text": "It'll be interesting to see how this story develops.",
        "start": 1279.0,
        "duration": 1.94
    },
    {
        "text": "Will we see more protests, counter protests?",
        "start": 1280.94,
        "duration": 1.96
    },
    {
        "text": "Will see a bigger police crackdown? I'm not sure but when we know, you'll know.",
        "start": 1282.91,
        "duration": 3.599
    },
    {
        "text": "And guys, this is actually where I'm gonna end today's show,",
        "start": 1286.51,
        "duration": 1.53
    },
    {
        "text": "and of course remember this is the Philip DeFranco Show.",
        "start": 1288.04,
        "duration": 1.9
    },
    {
        "text": "It's the news then my opinion and then I want to hear from you.",
        "start": 1289.94,
        "duration": 2.64
    },
    {
        "text": "Let me know, what you're thinking about this last story, the first one, anything in between - let me know, what you're thinking and why?",
        "start": 1292.58,
        "duration": 4.48
    }
]