[
    {
        "text": "Sup, you beauties, hope you had a fantastic Monday",
        "start": 0.0,
        "duration": 2.61
    },
    {
        "text": "Welcome back to the Philip DeFranco show and let's just jump into it",
        "start": 2.61,
        "duration": 3.149
    },
    {
        "text": "The first thing we're gonna talk about today is a kind of quick and infuriating update around Sherita Dixon-Cole",
        "start": 5.759,
        "duration": 5.459
    },
    {
        "text": "Remember her from last week?",
        "start": 11.219,
        "duration": 0.871
    },
    {
        "text": "She made false rape allegations against a Texas DPS trooper. A story that blew up because of Shaun King initially",
        "start": 12.09,
        "duration": 4.92
    },
    {
        "text": "Well, where we last left off, the DA's office was considering charges for her",
        "start": 17.01,
        "duration": 3.029
    },
    {
        "text": "but, since then the DA's office released this statement saying",
        "start": 20.039,
        "duration": 2.761
    },
    {
        "text": "The DA's office goes on to explain that the reason for this, is she never actually made a formal complaint",
        "start": 46.36,
        "duration": 4.639
    },
    {
        "text": "Technically in order for her to file a formal complaint",
        "start": 51.19,
        "duration": 1.82
    },
    {
        "text": "she would have had to detail her alleged account to a sworn peace office and she did report the alleged assault but to",
        "start": 53.01,
        "duration": 4.799
    },
    {
        "text": "Detention officers and not a sworn peace officer. According to the DEA when Dixon Cole made a general complaint to a detention officer",
        "start": 57.91,
        "duration": 6.079
    },
    {
        "text": "She was told she needed to make a complaint to the Texas Department of Public Safety",
        "start": 63.989,
        "duration": 2.79
    },
    {
        "text": "this",
        "start": 66.909,
        "duration": 0.601
    },
    {
        "text": "After she was released from jail and that officer gave her a phone number to call for her complaint then at a later time Dixon",
        "start": 67.51,
        "duration": 5.239
    },
    {
        "text": "Cole made even more detailed claims again to a detention officer after persisting with her claims of sexual assault",
        "start": 72.75,
        "duration": 4.889
    },
    {
        "text": "She was then transported to a hospital. But then once she got there she refused to be examined or treated",
        "start": 77.64,
        "duration": 4.139
    },
    {
        "text": "So technically she could not face charges for a false report since she technically never made one. That's it",
        "start": 81.78,
        "duration": 4.739
    },
    {
        "text": "That's the story as of right now and it is infuriating. She repeatedly made false rape claims",
        "start": 86.52,
        "duration": 4.83
    },
    {
        "text": "not only hurting all of the real victims out there in the world when they when they're even just thinking about coming forward and because",
        "start": 91.35,
        "duration": 6.87
    },
    {
        "text": "Of people like Serena Dixon Cole people doubt the real victims of the world on top of that she tried to completely destroy",
        "start": 98.22,
        "duration": 5.699
    },
    {
        "text": "another person's life a person a trooper who thanks to two hours of body cam footage we have learned is a",
        "start": 104.38,
        "duration": 4.94
    },
    {
        "text": "Fantastic example of what we want to see from our police officers or state troopers anyone in a position",
        "start": 109.6,
        "duration": 4.22
    },
    {
        "text": "of authority and to me it just feels like we're letting this trooper down. And that's just devastating to me because as someone who has used",
        "start": 113.89,
        "duration": 5.54
    },
    {
        "text": "His show as a way to point out and criticize what appears to be very very bad cop to see this person to see other",
        "start": 119.43,
        "duration": 5.219
    },
    {
        "text": "People going after one of the good cops and there being no repercussions",
        "start": 124.689,
        "duration": 4.069
    },
    {
        "text": "It just sickens me, but that is that's that's where I'm gonna leave it for now",
        "start": 128.879,
        "duration": 2.85
    },
    {
        "text": "Then we have no around the South Korean. Kpop supergroup BTS last week",
        "start": 131.73,
        "duration": 3.75
    },
    {
        "text": "We talked about how their fans who appear to be engaged more than any other",
        "start": 135.48,
        "duration": 3.54
    },
    {
        "text": "Fandom I've ever seen helped them break YouTube records and now thanks to those fans",
        "start": 139.209,
        "duration": 3.95
    },
    {
        "text": "they are the first k-pop group to ever be at the top of the Billboard 200 and it's also the first foreign language album to",
        "start": 143.16,
        "duration": 6.029
    },
    {
        "text": "Top the Billboard 200 and twelve years personally. I'm just fascinated to see where it goes from here",
        "start": 149.19,
        "duration": 4.08
    },
    {
        "text": "It's very rare that you see something break in to the United States like this",
        "start": 153.27,
        "duration": 3.779
    },
    {
        "text": "I've only been aware of them since early 2017, but wow what a year-and-a-half",
        "start": 157.08,
        "duration": 3.659
    },
    {
        "text": "It's been actually a quickie question of the kpop fans in the audience. What other groups out there do you recommend other than BTS?",
        "start": 160.739,
        "duration": 5.31
    },
    {
        "text": "And Twice I'm pretty ignorant when it comes to kpop so any and all recommendations",
        "start": 166.05,
        "duration": 3.209
    },
    {
        "text": "I'm",
        "start": 169.36,
        "duration": 0.57
    },
    {
        "text": "Open to but from that I want to share some stuff",
        "start": 169.93,
        "duration": 2.029
    },
    {
        "text": "I loved today and today in awesome brought to you by better help calm",
        "start": 171.959,
        "duration": 3.6
    },
    {
        "text": "DeFranco better help",
        "start": 175.959,
        "duration": 0.891
    },
    {
        "text": "If you do not know is a fantastic place we can get affordable private online counseling better help gives you access to licensed trained",
        "start": 176.85,
        "duration": 5.519
    },
    {
        "text": "experienced accredited",
        "start": 182.62,
        "duration": 1.32
    },
    {
        "text": "psychologists marriage and family therapist clinical social workers and board licensed professional counselors",
        "start": 183.94,
        "duration": 4.519
    },
    {
        "text": "And all you've got to do is go to better help calm DeFranco. You fill out a questionnaire",
        "start": 188.459,
        "duration": 3.33
    },
    {
        "text": "They match you with a counselor, and you could start counseling today",
        "start": 191.86,
        "duration": 2.659
    },
    {
        "text": "and I really lean into the affordable aspect after 3 months the service becomes cheaper for you if money is an issue you can see",
        "start": 194.519,
        "duration": 5.97
    },
    {
        "text": "If you're eligible for financial aid discount also on a personal note",
        "start": 200.489,
        "duration": 2.61
    },
    {
        "text": "I only feel comfortable promoting these guys because I personally use and love the service a main point if that sounds interesting to you you",
        "start": 203.1,
        "duration": 5.639
    },
    {
        "text": "Want to try it out?",
        "start": 208.739,
        "duration": 0.691
    },
    {
        "text": "You've been kind of thinking about doing something like this go to better help calm DeFranco though a big note if you're in crisis",
        "start": 209.43,
        "duration": 5.399
    },
    {
        "text": "Or someone, you know is in danger don't use this site. I'll link to resources down below where you can get immediate help",
        "start": 214.829,
        "duration": 4.35
    },
    {
        "text": "It's important to be aware of the differences there the first bit of Awesome today is actually you guys thank you for all of that",
        "start": 219.18,
        "duration": 5.19
    },
    {
        "text": "Love on the Friday show",
        "start": 224.37,
        "duration": 1.23
    },
    {
        "text": "It's very rare that when anyone does something different on the internet than what they've normally do that it is so well received",
        "start": 225.6,
        "duration": 5.369
    },
    {
        "text": "So thank you. It is really all your liking and sharing of that video made it number one on trending over the weekends",
        "start": 230.97,
        "duration": 5.759
    },
    {
        "text": "I know for those that were like oh",
        "start": 236.73,
        "duration": 1.05
    },
    {
        "text": "I wonder if Phil is trying to be more advertised or friendly this video obviously didn't get hit",
        "start": 237.78,
        "duration": 3.959
    },
    {
        "text": "Well, actually apparently I had one point. I don't know when exactly it happened",
        "start": 241.769,
        "duration": 3.75
    },
    {
        "text": "Apparently the video was deemed not advertiser friendly",
        "start": 245.519,
        "duration": 2.85
    },
    {
        "text": "then I learned after the fact when I checked my email that after a manual review they were like",
        "start": 248.37,
        "duration": 3.419
    },
    {
        "text": "Oh now you're fun that said if you didn't see our story about James Harrison after today's video definitely check it out then in other",
        "start": 251.79,
        "duration": 4.56
    },
    {
        "text": "awesome\nWe had Shawn Mendes watching fan covers on YouTube then if it's your kind of thing",
        "start": 256.35,
        "duration": 3.81
    },
    {
        "text": "We got the trailer for the last sharknado at Adam Levine on carpool",
        "start": 260.16,
        "duration": 3.809
    },
    {
        "text": "Karaoke at the trailer for Christopher Robin the last bit of Awesome",
        "start": 264.13,
        "duration": 3.079
    },
    {
        "text": "I just want to take a moment on this Memorial Day to thank the brave men and women who gave their lives for this country",
        "start": 267.21,
        "duration": 5.309
    },
    {
        "text": "There's no way we can ever fully repay their sacrifice",
        "start": 272.53,
        "duration": 2.809
    },
    {
        "text": "We can honor them we can we can remember them we can think of them and their families",
        "start": 275.34,
        "duration": 4.38
    },
    {
        "text": "I think most of all we never take for granted",
        "start": 279.72,
        "duration": 1.87
    },
    {
        "text": "The freedoms that they died for that we have but the main point here. I just want to take a moment to say",
        "start": 281.59,
        "duration": 4.64
    },
    {
        "text": "Thank you for your service. If you want to see the full versions of everything",
        "start": 286.23,
        "duration": 2.789
    },
    {
        "text": "I just shared the secret link of the day",
        "start": 289.02,
        "duration": 1.84
    },
    {
        "text": "Anything at all links as always are in the description down below",
        "start": 290.86,
        "duration": 2.66
    },
    {
        "text": "Would you talk about two pieces of news that revolve around school shooting and the first is about what happened on Friday?",
        "start": 293.52,
        "duration": 4.98
    },
    {
        "text": "Where a student Noblesville West middle school in Indiana opened fire inside a classroom reportedly",
        "start": 298.5,
        "duration": 3.959
    },
    {
        "text": "The student was armed with two handguns a thirteen-year-old girl by the name of Ella Whistler was shot right now",
        "start": 302.46,
        "duration": 4.95
    },
    {
        "text": "Her family has said she is in critical but stable condition school principal has said she is improving luckily",
        "start": 307.41,
        "duration": 4.619
    },
    {
        "text": "the shooter wasn't able to kill any other students or teachers and that appears to be thanks to",
        "start": 312.03,
        "duration": 3.359
    },
    {
        "text": "29 year old teacher Jason seaman portably",
        "start": 315.46,
        "duration": 2.24
    },
    {
        "text": "Jason was shot three times",
        "start": 317.7,
        "duration": 1.18
    },
    {
        "text": "But he was able to tackle the shooter get the weapon away from him and just stay on top of him and despite being shot",
        "start": 318.88,
        "duration": 5.299
    },
    {
        "text": "Three times reportedly he was not seriously injured",
        "start": 324.18,
        "duration": 2.16
    },
    {
        "text": "He was actually released from the hospital on Saturday and a big part of why I want to talk about this story and I wanted",
        "start": 326.34,
        "duration": 4.8
    },
    {
        "text": "To praise Jason for the hero that he is",
        "start": 331.14,
        "duration": 2.399
    },
    {
        "text": "So when it comes to the bad and the horrible of the world, we feature the stories that have the worst numbers",
        "start": 333.539,
        "duration": 4.77
    },
    {
        "text": "Obviously, it's important that we talk about those stories we shine a light on it",
        "start": 338.44,
        "duration": 2.959
    },
    {
        "text": "We have a conversation of how how do we stop this from happening again?",
        "start": 341.4,
        "duration": 2.94
    },
    {
        "text": "But at the same time it would be wrong to not talk about Jason to praise",
        "start": 344.34,
        "duration": 3.66
    },
    {
        "text": "Jason who if it wasn't for him",
        "start": 348.22,
        "duration": 1.88
    },
    {
        "text": "The the number could have been far far greater if Jason's actions alone were not enough to go",
        "start": 350.1,
        "duration": 4.649
    },
    {
        "text": "Yeah, that guy's a hero his humble response today. Just blew me away",
        "start": 354.75,
        "duration": 3.75
    },
    {
        "text": "I want to make it clear that",
        "start": 358.5,
        "duration": 1.78
    },
    {
        "text": "My actions on that day in my mind were the only acceptable actions I could have done given the circumstances",
        "start": 360.28,
        "duration": 6.41
    },
    {
        "text": "I deeply care for my students and their well-being",
        "start": 367.06,
        "duration": 2.6
    },
    {
        "text": "So I why I did what I did that day and their you to see a man",
        "start": 371.08,
        "duration": 3.08
    },
    {
        "text": "that is so selfless that he saw no other option than to do the right thing to put his own life on the line to",
        "start": 374.16,
        "duration": 5.759
    },
    {
        "text": "Protect those kids and that is why Jason is our BAMF of the day",
        "start": 379.919,
        "duration": 3.119
    },
    {
        "text": "Just a true true hero the other bit of school shooting news. We had is focused on a video game",
        "start": 383.039,
        "duration": 4.32
    },
    {
        "text": "The indie game is called active shooter. It was set up to be released June 6 via Steam",
        "start": 387.36,
        "duration": 3.69
    },
    {
        "text": "so this game has caused controversy because it simulates a school shooting and gives players the options to either be a swap member or the",
        "start": 391.05,
        "duration": 5.46
    },
    {
        "text": "shooter a game developed by revived games",
        "start": 396.51,
        "duration": 1.9
    },
    {
        "text": "It's published by",
        "start": 398.41,
        "duration": 0.85
    },
    {
        "text": "Acid in the description reads pick your ol gear up and fight or destroy either good guy or the bad guy the choice is yours",
        "start": 399.26,
        "duration": 5.75
    },
    {
        "text": "Depending on the role your objective might be to protect and extract or hunt and destroy the description",
        "start": 405.14,
        "duration": 4.22
    },
    {
        "text": "Also noting that a civilian",
        "start": 409.36,
        "duration": 1.21
    },
    {
        "text": "survival mode will also be added where a player takes the role of a civilian during the shooting and it also includes a disclaimer that",
        "start": 410.57,
        "duration": 5.179
    },
    {
        "text": "Read, please do not take any of this seriously",
        "start": 415.75,
        "duration": 1.66
    },
    {
        "text": "This is only meant to be the simulation and nothing else",
        "start": 417.41,
        "duration": 2.57
    },
    {
        "text": "If you feel like hurting someone or people around you, please seek help from local psychiatrist or dial nine-one-one or applicable. Thank you",
        "start": 419.98,
        "duration": 5.579
    },
    {
        "text": "And so unsurprisingly the game was met with backlash at a spokesperson for infer trust and anti gun violence organization",
        "start": 425.59,
        "duration": 4.98
    },
    {
        "text": "Saying the game is in very bad taste adding. It is horrendous",
        "start": 430.73,
        "duration": 2.899
    },
    {
        "text": "Why would anybody think it's a good idea to market something violent like that and be completely insensitive to the deaths of so many children?",
        "start": 433.63,
        "duration": 5.609
    },
    {
        "text": "He also saw Ryan Petty whose fourteen-year-old daughter",
        "start": 439.24,
        "duration": 2.13
    },
    {
        "text": "Elena was killed in the shooting at Stoneman Douglas High School cone for the games released to be canceled",
        "start": 441.38,
        "duration": 4.279
    },
    {
        "text": "Of course, there were others sounding off there was even a change.org petition that as of right now has over 20,000 signatures",
        "start": 445.66,
        "duration": 5.1
    },
    {
        "text": "We've also now seen a response from the publisher asset saying this game does not promote any sort of violence",
        "start": 450.8,
        "duration": 4.52
    },
    {
        "text": "especially any sort of mass shooting as I said in the description of the game active shooter is essentially a dynamic SWAT simulator in which",
        "start": 455.32,
        "duration": 5.279
    },
    {
        "text": "Dynamic roles are offered to players supposed to also going on to mention other games like hatred",
        "start": 460.6,
        "duration": 3.929
    },
    {
        "text": "postal",
        "start": 464.96,
        "duration": 0.87
    },
    {
        "text": "Carmageddon saying those are even worse compared to active shooter and literally focuses on mass shooting slash killings of people and going on to say",
        "start": 465.83,
        "duration": 5.899
    },
    {
        "text": "I have wrote to valve regarding this game and waiting for the reply after receiving such high amounts of critics and hate I will more",
        "start": 471.73,
        "duration": 4.739
    },
    {
        "text": "likely\nRemove the shooters role in this game by the release unless if it can be kept as it is right now and that last part",
        "start": 476.47,
        "duration": 4.589
    },
    {
        "text": "Seems to be in reference to whether this game goes against the guidelines of Steam",
        "start": 481.06,
        "duration": 3.39
    },
    {
        "text": "There are specific types of content that valve steams parent company forbid one of those being content that is patently offensive or intended to shock",
        "start": 484.45,
        "duration": 6.0
    },
    {
        "text": "Or disgust viewers and so a lot of the people that are against this game are saying it goes against that guideline",
        "start": 490.45,
        "duration": 4.109
    },
    {
        "text": "But at the same time you also have people supporting the publisher and the game saying no",
        "start": 494.56,
        "duration": 3.0
    },
    {
        "text": "This is this is freedom of speech freedom of expression allow the release of this game others",
        "start": 497.56,
        "duration": 3.989
    },
    {
        "text": "also arguing that this is no more offensive than any other kind of multiplayer shooter game that you would see",
        "start": 501.55,
        "duration": 5.07
    },
    {
        "text": "You know axis versus Allies terrorist vs. Swan. So essentially the argument is this game is just a variation of that",
        "start": 506.62,
        "duration": 6.059
    },
    {
        "text": "So why is this game being hit with so much more criticism than the other I found the debate on this issue to be",
        "start": 512.68,
        "duration": 4.559
    },
    {
        "text": "Fascinating and so I want to pass the question off to you. What is your takeaway from this store?",
        "start": 517.43,
        "duration": 4.19
    },
    {
        "text": "Where do you stand on this story? Why I'd love to know your thoughts and those comments down below",
        "start": 521.62,
        "duration": 4.41
    },
    {
        "text": "let's talk about the huge illegal immigration news that was front and center this weekend because",
        "start": 526.03,
        "duration": 4.319
    },
    {
        "text": "Part of it is actually not new news part of it is fake. Some of it is confusing",
        "start": 530.78,
        "duration": 4.829
    },
    {
        "text": "So I kind of want to break it down where we'll start",
        "start": 535.61,
        "duration": 2.22
    },
    {
        "text": "The story is with Attorney General Jeff session in April",
        "start": 537.83,
        "duration": 2.549
    },
    {
        "text": "Jeff Sessions announced his zero-tolerance policy and a memo sent to federal prosecutors along the southwest border and that zero tolerance",
        "start": 540.38,
        "duration": 5.159
    },
    {
        "text": "policy was directed at people entering the country illegally and then earlier this month Jeff Sessions announced the Department of Justice and Homeland Security will",
        "start": 545.67,
        "duration": 6.53
    },
    {
        "text": "Prosecute anyone illegally crossing the border and separate children from parents",
        "start": 552.2,
        "duration": 3.63
    },
    {
        "text": "If you are smuggling a child",
        "start": 555.83,
        "duration": 2.039
    },
    {
        "text": "Then we will prosecute you and that child may be separated from you as required by law",
        "start": 558.27,
        "duration": 7.429
    },
    {
        "text": "That was a massive announcement because previously federal authorities have opted to release entire families from detention rather than separating them and keeping the parents",
        "start": 565.7,
        "duration": 6.45
    },
    {
        "text": "Detained but in the zero tolerance",
        "start": 572.15,
        "duration": 1.3
    },
    {
        "text": "Policy adults charged with illegal entry will be turned over to US marshals and sent directly to federal court",
        "start": 573.45,
        "duration": 4.459
    },
    {
        "text": "All children will be transferred to the Office of refugee resettlement",
        "start": 577.91,
        "duration": 2.16
    },
    {
        "text": "which is part of the Department of Health and Human Services in that office and refers the children to relatives in the United States or",
        "start": 580.14,
        "duration": 5.119
    },
    {
        "text": "shelters run by private organizations",
        "start": 585.26,
        "duration": 1.45
    },
    {
        "text": "But also at the same time the announcement that families will be separated is actually not a new rule if US Immigration and Customs Enforcement",
        "start": 586.71,
        "duration": 5.329
    },
    {
        "text": "Acting Director Thomas Holman say every law enforcement agency in this country separates parents from children when they're arrested for a crime",
        "start": 592.26,
        "duration": 5.899
    },
    {
        "text": "There is no new policy as has always been the policy now",
        "start": 598.16,
        "duration": 2.46
    },
    {
        "text": "You will see more",
        "start": 600.62,
        "duration": 0.64
    },
    {
        "text": "prosecutions because the Attorney General's commitment to zero-tolerance and actually since October more than 700 children have been taken away from their families but in",
        "start": 601.26,
        "duration": 6.619
    },
    {
        "text": "The past adults and children have only usually been separated when border officers couldn't verify that they were actually related or if the adults were",
        "start": 607.88,
        "duration": 5.669
    },
    {
        "text": "prosecuted for a crime so kind of the main point is that sessions didn't start this but now more families will be",
        "start": 613.62,
        "duration": 5.0
    },
    {
        "text": "separated because all adults will be prosecuted but also an important note their families who present themselves at a",
        "start": 618.72,
        "duration": 4.91
    },
    {
        "text": "Designated port of entry they're there seeking asylum",
        "start": 623.7,
        "duration": 2.299
    },
    {
        "text": "They will not be separated from their parents under the zero-tolerance policy as far as the why for this new policy",
        "start": 626.0,
        "duration": 5.159
    },
    {
        "text": "it appears to be connected to the increase in illegal border crossings one report from the Department of Homeland Security said there was a",
        "start": 631.16,
        "duration": 5.64
    },
    {
        "text": "203 percent increase in illegal border crossings from March",
        "start": 637.02,
        "duration": 2.869
    },
    {
        "text": "2017 to March 2018 additionally this year there was a 37% increase from February to March that increase is the largest month-to-month",
        "start": 640.11,
        "duration": 6.44
    },
    {
        "text": "Increase since 2011 and so all of that brings us to the part of the story where we talk about the missing kids",
        "start": 646.88,
        "duration": 4.469
    },
    {
        "text": "And over the weekend you may have seen the headlines u.s",
        "start": 651.5,
        "duration": 1.77
    },
    {
        "text": "Lost track of 1500 immigrant children, but says it's not legally responsible. The feds loss. Yes lost",
        "start": 653.27,
        "duration": 5.399
    },
    {
        "text": "1475 migrant children",
        "start": 659.73,
        "duration": 1.43
    },
    {
        "text": "but an important thing to note here is this as both can",
        "start": 661.16,
        "duration": 2.009
    },
    {
        "text": "And not connected to the Jeff Sessions part of the story and it's also actually not new news",
        "start": 663.44,
        "duration": 4.44
    },
    {
        "text": "in fact",
        "start": 667.88,
        "duration": 0.45
    },
    {
        "text": "They all come from a Senate committee hearing last month where Stephen Wagner acting assistant secretary of the Department of Health and Human Services",
        "start": 668.33,
        "duration": 5.159
    },
    {
        "text": "testified that his agency had lost track of",
        "start": 673.89,
        "duration": 2.0
    },
    {
        "text": "1475 children who had crossed the us-mexico border on their own",
        "start": 676.41,
        "duration": 3.14
    },
    {
        "text": "Although some places have connected that those numbers are not connected to children that will be separated from their parents",
        "start": 679.55,
        "duration": 4.95
    },
    {
        "text": "We're talking about our minors who are unaccompanied by adults and then place with adult sponsors in the United States and those numbers come from",
        "start": 684.66,
        "duration": 5.66
    },
    {
        "text": "A DHS survey that attempts to contact a total of seven thousand six hundred thirty-five children last year the survey saying six thousand seventy five",
        "start": 690.32,
        "duration": 6.179
    },
    {
        "text": "Of the children were still living with their sponsors 28 had run away five were deported",
        "start": 696.5,
        "duration": 4.02
    },
    {
        "text": "52 were living with someone else and the rest nearly 1500 were missing. It's not totally clear where these missing kids are there",
        "start": 700.62,
        "duration": 6.049
    },
    {
        "text": "There are a lot of different scenarios that could be playing out. For example",
        "start": 706.67,
        "duration": 2.549
    },
    {
        "text": "Some of the adult sponsors or relatives who are already living in the United States",
        "start": 709.22,
        "duration": 2.88
    },
    {
        "text": "And they may intentionally not be responding to contact attempts by HHS",
        "start": 712.1,
        "duration": 3.48
    },
    {
        "text": "Maybe they're worried that the kid's gonna get two-port",
        "start": 715.59,
        "duration": 2.059
    },
    {
        "text": "It also be the case that the kids are now living with someone that is undocumented",
        "start": 717.65,
        "duration": 2.909
    },
    {
        "text": "so the sponsor doesn't want to rat them now and a big thing to acknowledge is this is someone on a phone call saying I",
        "start": 720.56,
        "duration": 4.59
    },
    {
        "text": "Don't know where that person is",
        "start": 725.15,
        "duration": 1.14
    },
    {
        "text": "Not the result of someone knocking on the door searching the home having some sort of investigation",
        "start": 726.29,
        "duration": 3.929
    },
    {
        "text": "but of course people are worried because of things they've seen in documentaries like",
        "start": 730.22,
        "duration": 2.52
    },
    {
        "text": "Trafficking in America that documentary talking about a teens were detained by border control turned over to DHS",
        "start": 732.93,
        "duration": 5.0
    },
    {
        "text": "eventually",
        "start": 737.97,
        "duration": 0.5
    },
    {
        "text": "They became victims of human trafficking",
        "start": 738.47,
        "duration": 1.3
    },
    {
        "text": "And it's a situation where you have Health and Human Service officials arguing that they are not legally responsible to find those children",
        "start": 739.77,
        "duration": 4.76
    },
    {
        "text": "After their release from the office of refugee resettlement",
        "start": 744.63,
        "duration": 2.0
    },
    {
        "text": "People that Republican senator Rob Portman that says it's more than arguing that looking after these migrant children. It's a matter of humanity",
        "start": 746.76,
        "duration": 5.75
    },
    {
        "text": "Not just legal responsibility",
        "start": 752.51,
        "duration": 1.56
    },
    {
        "text": "and so the way that this story and the numbers around these unaccompanied minors is connected to the kids are going to be separated from",
        "start": 754.07,
        "duration": 4.529
    },
    {
        "text": "their parents",
        "start": 758.6,
        "duration": 0.37
    },
    {
        "text": "Because everyone is going to be prosecuted is that those kids will now be thrown into what appears to be a very very broken",
        "start": 758.97,
        "duration": 6.35
    },
    {
        "text": "system and over the weekend",
        "start": 765.39,
        "duration": 1.16
    },
    {
        "text": "We saw President Trump comments on this",
        "start": 766.55,
        "duration": 1.81
    },
    {
        "text": "Situation via Twitter saying put pressure on the Democrats to end the horrible law that separates children from their parents once they cross the border",
        "start": 768.36,
        "duration": 5.78
    },
    {
        "text": "Into the u.s",
        "start": 774.14,
        "duration": 0.54
    },
    {
        "text": "Catch and release lottery and Shane must also go with it and we must continue building the wall Democrats are protecting ms-13",
        "start": 774.68,
        "duration": 5.429
    },
    {
        "text": "Thugs and that sweet confuse a lot of people because it suggests the Democrats were responsible for the separation of migrant children from their parents",
        "start": 780.18,
        "duration": 6.26
    },
    {
        "text": "But they don't appear to be it specifically a policy announced by Jeff Sessions who is Trump's attorney general who therefore it is a policy",
        "start": 786.6,
        "duration": 6.02
    },
    {
        "text": "Set by Trump's own administration",
        "start": 792.62,
        "duration": 1.35
    },
    {
        "text": "There also is a that mandates separation of children from their parents",
        "start": 793.97,
        "duration": 3.25
    },
    {
        "text": "Which is why as we mentioned earlier in the show pass federal authorities have opted to release entire families from detention rather than separating them",
        "start": 797.22,
        "duration": 5.699
    },
    {
        "text": "And keeping the parents detained. It is possible that Trump could have been referring to the 1997 Flores settlement agreement",
        "start": 802.919,
        "duration": 5.01
    },
    {
        "text": "Maybe under the terms of that settlement migrant children can not be held in jail",
        "start": 807.929,
        "duration": 3.15
    },
    {
        "text": "But the White House hasn't clarified if that's what the president's treatment also connected with this story",
        "start": 811.079,
        "duration": 3.779
    },
    {
        "text": "There's been fake news spreading you might have seen this image being spread on social media",
        "start": 814.859,
        "duration": 3.66
    },
    {
        "text": "This photo isn't actually recent it dates back to 2014",
        "start": 818.519,
        "duration": 2.549
    },
    {
        "text": "it was just one of several that were part of an Arizona Republic article about a detention center for",
        "start": 821.069,
        "duration": 3.75
    },
    {
        "text": "undocumented migrant children in Arizona and specifically that photo shows a temporary holding facility",
        "start": 824.919,
        "duration": 3.86
    },
    {
        "text": "Processing center for undocumented children who were apprehended entering the United States by Customs and Border Protection",
        "start": 829.509,
        "duration": 4.219
    },
    {
        "text": "this was during the height of an unprecedented surge of child migration from Central America that took place during Obama's administration nine months more than",
        "start": 833.829,
        "duration": 6.409
    },
    {
        "text": "57,000 unaccompanied of immigrant children were apprehended. And as of right now the facility is at an operation anymore",
        "start": 840.699,
        "duration": 4.58
    },
    {
        "text": "It closed after the number of children crossing the border declined significantly",
        "start": 845.279,
        "duration": 2.669
    },
    {
        "text": "so once again",
        "start": 847.959,
        "duration": 0.74
    },
    {
        "text": "You had people trying to connect the already existing situation of unaccompanied immigrant children to the new Jeff Sessions announcement of zero tolerance",
        "start": 848.699,
        "duration": 6.69
    },
    {
        "text": "Unfortunately a large number of people have posted that photo connecting it to what is happening now many have deleted those tweets clarified",
        "start": 855.639,
        "duration": 5.989
    },
    {
        "text": "some are still up like the one from Shaun King links out to the article that specifically mentions that it's",
        "start": 861.629,
        "duration": 4.47
    },
    {
        "text": "unaccompanied minors in the tweet",
        "start": 866.259,
        "duration": 1.52
    },
    {
        "text": "He says children of immigrants are being held in cages that was part of this story that we may see a facility like has opened",
        "start": 867.779,
        "duration": 4.859
    },
    {
        "text": "Up again because of this new zero-tolerance policy. Maybe those photos aren't from now",
        "start": 872.639,
        "duration": 3.719
    },
    {
        "text": "They're from four years ago at a facility that no longer is open",
        "start": 876.359,
        "duration": 2.4
    },
    {
        "text": "so hopefully that clears up the",
        "start": 878.759,
        "duration": 1.24
    },
    {
        "text": "Situation for you, at least for the details with that said I'd love to know your thoughts on this immigration story",
        "start": 879.999,
        "duration": 5.0
    },
    {
        "text": "You think the zero tolerance policy will be effective or like Portman?",
        "start": 884.999,
        "duration": 2.669
    },
    {
        "text": "Do you think that there is a moral issue here or do you think we're just going to see a lot of these kids being?",
        "start": 887.669,
        "duration": 3.84
    },
    {
        "text": "stripped from their families and being thrown into a system where we saw unaccompanied minors kind of just being lost remember",
        "start": 891.509,
        "duration": 5.279
    },
    {
        "text": "This is the Philip DeFranco show whether it be the last story the first one anything in between",
        "start": 896.789,
        "duration": 2.97
    },
    {
        "text": "I always love to know what you think in those comments down below and that's where we're going to end. Today's show",
        "start": 899.759,
        "duration": 3.779
    },
    {
        "text": "Remember if you like this video you like the way I cover news",
        "start": 903.539,
        "duration": 1.92
    },
    {
        "text": "You want to see more hit that like button?",
        "start": 905.459,
        "duration": 1.65
    },
    {
        "text": "If you're new here hit that subscribe button ring that bell it even sometimes works",
        "start": 907.109,
        "duration": 3.66
    },
    {
        "text": "Also, if you miss the lines philip defranco show you want to catch up click or tap right there to watch that",
        "start": 910.769,
        "duration": 3.959
    },
    {
        "text": "I highly recommend that if you have not watched that one or if you need something completely",
        "start": 914.729,
        "duration": 3.179
    },
    {
        "text": "Disconnected from the news we have the newest vlog of a behind the scene buts that said, of course as always my name's philip",
        "start": 917.979,
        "duration": 5.09
    },
    {
        "text": "Defranco you've just been phill'd in. I love yo faces and i'll see you tomorrow",
        "start": 923.069,
        "duration": 4.2
    }
]