[
    {
        "text": "'Sup, you beautiful bastards, hope you're having a fantastic Tuesday.",
        "start": 0.03,
        "duration": 2.909
    },
    {
        "text": "Welcome back to the Philip DeFranco show. Before we jump into her remember hit that like button.",
        "start": 2.939,
        "duration": 3.959
    },
    {
        "text": "Otherwise, I'm gonna punch you in the throat. I'm not really gonna do it,",
        "start": 6.899,
        "duration": 3.15
    },
    {
        "text": "but for some reason when I threaten you with physical violence,",
        "start": 10.05,
        "duration": 2.099
    },
    {
        "text": "I get two to three times more likes. Also, I didn't threaten you with violence in this morning's deep dive video, and that's, like, half the comments.",
        "start": 12.15,
        "duration": 7.51
    },
    {
        "text": "\"Phil, why didn't you threaten me with physical violence?",
        "start": 19.66,
        "duration": 0.5
    },
    {
        "text": "There is now no way I can enjoy this 20 plus minute deep dive!\"",
        "start": 20.16,
        "duration": 2.879
    },
    {
        "text": "But with that said, let's just jump into it.",
        "start": 23.039,
        "duration": 2.28
    },
    {
        "text": "The first thing we're gonna talk about today is news that didn't matter but people were having a stroke over:",
        "start": 25.32,
        "duration": 4.68
    },
    {
        "text": "You know that coffee cup that popped up in Game of Thrones?",
        "start": 30.0,
        "duration": 2.009
    },
    {
        "text": "You know, the one that everyone was like, \"how did it happen?!\"",
        "start": 32.009,
        "duration": 2.34
    },
    {
        "text": "Although most of us didn't actually see it the first time we were watching the scene. Before going further, if you caught it on",
        "start": 34.42,
        "duration": 5.389
    },
    {
        "text": "the first one,",
        "start": 39.809,
        "duration": 2.0
    },
    {
        "text": "congratulations, you're better. You won the Internet. But, you have people debating,",
        "start": 43.03,
        "duration": 2.45
    },
    {
        "text": "Did they do it on purpose? Is it like an Easter Egg to create a viral moment, or did everyone just really miss it? The official Game",
        "start": 45.48,
        "duration": 5.579
    },
    {
        "text": "Of Thrones Twitter responded to the controversy,",
        "start": 51.059,
        "duration": 1.75
    },
    {
        "text": "tweeting, \"News from Winterfell. The latte that appeared in the episode was a mistake. Daenerys had ordered an herbal tea.\" Jokes!",
        "start": 52.809,
        "duration": 5.69
    },
    {
        "text": "And there were more jokes, and there are more memes,",
        "start": 58.5,
        "duration": 2.039
    },
    {
        "text": "My friend who I'm not gonna name was like, \"It's so weird that they didn't use VFX to get rid of the cup.",
        "start": 60.789,
        "duration": 4.67
    },
    {
        "text": "I wouldn't have taken too much time, or too much money.\"",
        "start": 65.46,
        "duration": 2.339
    },
    {
        "text": "And I was like, \"You think those are problems on the show with dragons?\" But now, 24 hours later,",
        "start": 67.799,
        "duration": 4.77
    },
    {
        "text": "It turns out they did have the time and they do have the money. HBO has now digitally removed the coffee cup from that scene.",
        "start": 72.58,
        "duration": 6.169
    },
    {
        "text": "And now everyone on r/freefolk can go back to complaining about the writing and the spoilers.",
        "start": 78.75,
        "duration": 4.68
    },
    {
        "text": "So, yeah.",
        "start": 83.43,
        "duration": 0.54
    },
    {
        "text": "It's over. That said, congratulations to all the meme accounts that got tons and tons of new followers.",
        "start": 83.97,
        "duration": 5.039
    },
    {
        "text": "Littlefinger was right. Chaos is a ladder, and you climb that son of a bitch. Then, we had the measles and",
        "start": 89.259,
        "duration": 5.0
    },
    {
        "text": "anti-vaxxers in the news again. I know a lot of the time when we talk about the resurgence of measles, the anti-vaxxer",
        "start": 94.45,
        "duration": 5.3
    },
    {
        "text": "problem, we talk about the United States.",
        "start": 100.6,
        "duration": 0.71
    },
    {
        "text": "But, of course, we are in no way the only country dealing with this",
        "start": 101.31,
        "duration": 2.73
    },
    {
        "text": "resurgence of the measles. One of those countries in the news right now is Germany, and the reason for that is, well, one: Germany has",
        "start": 104.259,
        "duration": 5.389
    },
    {
        "text": "said that they have double the measles cases this year than they did last year at the same time, and two: it appears that Germany",
        "start": 109.649,
        "duration": 5.43
    },
    {
        "text": "might be the next place to implement a fine and ban. Reportedly, their Health Minister has proposed a fine for parents of unvaccinated",
        "start": 115.079,
        "duration": 6.48
    },
    {
        "text": "children that could go up to $2,790.",
        "start": 121.63,
        "duration": 2.0
    },
    {
        "text": "And, according to reports, he also suggests banning unvaccinated children from all kindergarten and daycare facilities to protect those who are too young",
        "start": 124.24,
        "duration": 7.159
    },
    {
        "text": "vaccinate and those with medical conditions that prevent them from being vaccinated.",
        "start": 131.62,
        "duration": 3.089
    },
    {
        "text": "And, of course, my reaction to this news is not a surprise if you've watched me for a while:",
        "start": 134.709,
        "duration": 3.48
    },
    {
        "text": "Good. Please do it.",
        "start": 138.319,
        "duration": 1.191
    },
    {
        "text": "It is absolutely insane that this is an issue that we're still having to deal with, and unfortunately,",
        "start": 139.51,
        "duration": 3.96
    },
    {
        "text": "I truly believe that this is a situation that is only going to get worse.",
        "start": 143.47,
        "duration": 3.149
    },
    {
        "text": "And the reason for that is that the true-true problem of the spread of",
        "start": 146.62,
        "duration": 3.419
    },
    {
        "text": "misinformation is the genie that is not going back in the bottle",
        "start": 150.349,
        "duration": 3.26
    },
    {
        "text": "thanks to social media. Common sense and responsibility needs to be preached from the highest of rooftops.",
        "start": 153.61,
        "duration": 5.039
    },
    {
        "text": "And we need to be consistent about it. Which, on that note,",
        "start": 158.65,
        "duration": 2.339
    },
    {
        "text": "It's pretty much impossible for me to respond to emails on a one-on-one",
        "start": 160.989,
        "duration": 2.79
    },
    {
        "text": "basis these days. To all the parents and kids out there who have reached out saying our coverage",
        "start": 163.879,
        "duration": 3.62
    },
    {
        "text": "inspired them to research it further or to actually get their kids vaccinated or they themselves",
        "start": 167.569,
        "duration": 5.0
    },
    {
        "text": "vaccinated, please know that means the world to me.",
        "start": 173.12,
        "duration": 2.149
    },
    {
        "text": "It's good to know that some common sense can spread and I'm not just screaming into the void in a room by myself.",
        "start": 175.4,
        "duration": 6.02
    },
    {
        "text": "So, yeah. That's what I'll leave that. And then let's talk about news you knew about, you cared about or you",
        "start": 181.549,
        "duration": 5.42
    },
    {
        "text": "kind of knew was a thing that was happening because last night you went to Twitter or Instagram and you saw people",
        "start": 186.97,
        "duration": 4.139
    },
    {
        "text": "posting a lot of photos with captions like 'slay' and 'oh my god,",
        "start": 191.18,
        "duration": 3.199
    },
    {
        "text": "I'm dead!' Last night, celebrities and fashion designers gathered to celebrate at the Met Gala, all dressed, or supposed to be dressed in this year's",
        "start": 194.379,
        "duration": 6.24
    },
    {
        "text": "theme, which was 'Camp: notes on fashion' and in case you don't know what the Met Gala is,",
        "start": 200.62,
        "duration": 3.63
    },
    {
        "text": "It is the New York",
        "start": 204.25,
        "duration": 1.0
    },
    {
        "text": "Metropolitan Museum of Art Costume Institute's gala to celebrate the opening night of a new exhibit and to help raise money.",
        "start": 205.25,
        "duration": 5.209
    },
    {
        "text": "Anna Wintour, the editor-in-chief of Vogue, approves each guests and tickets cost around",
        "start": 210.489,
        "duration": 3.69
    },
    {
        "text": "$35,000 per person.",
        "start": 214.849,
        "duration": 1.131
    },
    {
        "text": "Also,",
        "start": 215.98,
        "duration": 0.18
    },
    {
        "text": "If you are seemingly out of touch to this world as I am, and you're like, \"Well, what is camp? Let me Google that one\"",
        "start": 216.16,
        "duration": 6.179
    },
    {
        "text": "It turns out we're not alone.",
        "start": 222.34,
        "duration": 1.2
    },
    {
        "text": "There are a whole articles, even written by the BBC, going into what camp is - it turns out it is not",
        "start": 223.54,
        "duration": 4.889
    },
    {
        "text": "camping or anything related. No, instead three, the camp theme was based on essay by Susan Sontag from 1964. There,",
        "start": 228.62,
        "duration": 6.32
    },
    {
        "text": "she tried to define what it means to be camp by saying, \"The hallmark of camp is the spirit of extravagance.\"",
        "start": 234.94,
        "duration": 4.799
    },
    {
        "text": "So, basically, everything that Billy Porter embodies. If you're like, \"I don't think I know who Billy Porter is,\"",
        "start": 239.739,
        "duration": 4.11
    },
    {
        "text": "you've probably seen what Billy Porter looks like. While there were notable moments from the red carpet like Lady Gaga's",
        "start": 243.849,
        "duration": 5.009
    },
    {
        "text": "16-minute entrance, where she had multiple outfit changes to show off four looks. And if you want to experience that in the best way possible,",
        "start": 248.93,
        "duration": 5.36
    },
    {
        "text": "There's video of Liza Koshy",
        "start": 254.389,
        "duration": 2.0
    },
    {
        "text": "narrating everything that was happening. Which, actually, on that note, Liza Koshy was there again this year.",
        "start": 256.789,
        "duration": 5.03
    },
    {
        "text": "It turns out this year that she wasn't the only person from YouTube there.",
        "start": 261.82,
        "duration": 2.369
    },
    {
        "text": "YouTube CEO Susan Wojcicki posting a photo from the event with James Charles, Lilly Singh, and several others. Both James and Lilly posted about",
        "start": 264.33,
        "duration": 6.54
    },
    {
        "text": "the event, with Lilly keeping it simple, just saying, \"Had to dress like a lily because..\" James thanking YouTube for inviting him and adding, \"Being",
        "start": 270.87,
        "duration": 5.279
    },
    {
        "text": "invited to such an important event like the ball is such an honor and a step forward in the right direction for influencer",
        "start": 276.15,
        "duration": 5.1
    },
    {
        "text": "representation in the media, and I am so excited to be a catalyst.\" And while",
        "start": 281.5,
        "duration": 2.839
    },
    {
        "text": "of course,",
        "start": 284.34,
        "duration": 0.12
    },
    {
        "text": "you did have a huge chunk of his fan base incredibly excited, there-well, there were people that weren't all so, uh, \"sister supportive.\"",
        "start": 284.46,
        "duration": 6.72
    },
    {
        "text": "This was even before the gala started.",
        "start": 291.18,
        "duration": 1.56
    },
    {
        "text": "There were rumors that James Charles and Emma Chamberlain were going to be in attendance, and some people were just not having it. And, people",
        "start": 292.74,
        "duration": 4.559
    },
    {
        "text": "seemingly angry that there were not more drag queens invited or acknowledged.",
        "start": 297.3,
        "duration": 3.54
    },
    {
        "text": "That's because many credit drag queens with creating camp as a style, and instead, you had the likes of a James Charles. Also, once people",
        "start": 300.84,
        "duration": 5.22
    },
    {
        "text": "saw the outfit James was wearing, some felt that he missed the entire point of the theme. Also, looking through these tweets,",
        "start": 306.06,
        "duration": 4.289
    },
    {
        "text": "I have to say that I think 'Fashion Twitter' is the snarkiest of Twitter. Personally. I don't know a damn thing about fashion,",
        "start": 310.349,
        "duration": 4.83
    },
    {
        "text": "so I have no opinion there. But really I do think your opinion of like, a Liza Koshy,",
        "start": 315.18,
        "duration": 4.109
    },
    {
        "text": "a Lilly Singh, a James Charles, that really doesn't fully matter. Because personally,",
        "start": 319.289,
        "duration": 5.79
    },
    {
        "text": "I think that it is a good thing that we're having youtubers thrust into this more mainstream light.",
        "start": 325.08,
        "duration": 4.26
    },
    {
        "text": "While, yes, the way James Charles talked about it on his Instagram,",
        "start": 329.34,
        "duration": 2.519
    },
    {
        "text": "It can seem very, you know, self-important. But you know having people from the mainstream see people from the digital space as legitimate people-",
        "start": 331.86,
        "duration": 5.88
    },
    {
        "text": "that's big. Especially since in the digital space, we're seeing a lot of people from the mainstream. Come here!",
        "start": 337.96,
        "duration": 5.089
    },
    {
        "text": "Hell, I saw pictures and video of Will Smith",
        "start": 343.05,
        "duration": 2.789
    },
    {
        "text": "Vlogging Coachella for YouTube. And sure, its mainly the more advertiser-friendly YouTubers at the forefront of this evolution",
        "start": 346.24,
        "duration": 5.929
    },
    {
        "text": "Let's be honest - the venue, as it was last night, the outfits that were there; It's probably better that Liza Koshy",
        "start": 352.169,
        "duration": 6.209
    },
    {
        "text": "was doing that than me. Maybe you don't think so. I was off about the throat punching thing, too.",
        "start": 358.379,
        "duration": 4.26
    },
    {
        "text": "But that's a story. My personal takeaway. And of course, I pass a question off to you:",
        "start": 362.639,
        "duration": 3.389
    },
    {
        "text": "Do you think it is good for the industry or not? Yeah, that was really the only thing that was interesting to me;",
        "start": 366.029,
        "duration": 4.53
    },
    {
        "text": "I couldn't help but - I mean, some of the, some of the outfits from the night that have come across my screen,",
        "start": 370.56,
        "duration": 4.349
    },
    {
        "text": "I was like, \"oh, that is pretty.\" Like, 80% of my reaction to the outfits that were there",
        "start": 374.909,
        "duration": 3.6
    },
    {
        "text": "I was just like, \"I would hate to be behind you in a movie theater.\" That's it. That was my one legitimate reaction.",
        "start": 378.509,
        "duration": 5.04
    },
    {
        "text": "But from that I want to share some stuff",
        "start": 383.55,
        "duration": 1.38
    },
    {
        "text": "I love today in Today",
        "start": 384.93,
        "duration": 1.62
    },
    {
        "text": "In Awesome,  brought to you by SeatGeek. and SeatGeek, if you don't know, is the fantastic ticket app that takes confusion out of buying tickets",
        "start": 386.55,
        "duration": 5.449
    },
    {
        "text": "for all kinds of live events, from concerts to comedy shows to sporting events. They put all the tickets in one place.",
        "start": 392.0,
        "duration": 4.92
    },
    {
        "text": "They give them a 0 to 100 score. So, you know if you're getting a good deal or not.",
        "start": 396.92,
        "duration": 2.79
    },
    {
        "text": "I've got the app on my phone.",
        "start": 399.71,
        "duration": 1.11
    },
    {
        "text": "It was by far the easiest way to shop for tickets to whatever. Now, in the past week",
        "start": 400.82,
        "duration": 3.119
    },
    {
        "text": "I've bought two last-minute presents for friends because their birthdays. I took my wife and son to a Dodgers game, which was awesome.",
        "start": 403.94,
        "duration": 5.43
    },
    {
        "text": "It was a great comeback game.",
        "start": 409.37,
        "duration": 1.11
    },
    {
        "text": "But you don't care, though. I've already taken him to this like restaurant or old arcade place, which was awesome,",
        "start": 410.48,
        "duration": 4.589
    },
    {
        "text": "But that wasn't brought to you by SeatGeek.",
        "start": 415.07,
        "duration": 2.309
    },
    {
        "text": "All the other stuff was, though. I guess main point, whether it be something for you or something for a present,",
        "start": 417.38,
        "duration": 4.35
    },
    {
        "text": "(you know, you got Mother's Day around the corner), SeatGeek is",
        "start": 421.73,
        "duration": 2.13
    },
    {
        "text": "fantastic, and the best part of it all is, after you get the app,",
        "start": 423.99,
        "duration": 2.69
    },
    {
        "text": "you can click the link down below. You can go to 'SeatGeekPhil.com'. You can download it.",
        "start": 426.68,
        "duration": 3.239
    },
    {
        "text": "However, just make sure you enter in promo code 'Phil' and you will get $20 off your first ticket purchase.",
        "start": 429.92,
        "duration": 4.44
    },
    {
        "text": "Yeah,",
        "start": 434.36,
        "duration": 0.15
    },
    {
        "text": "well.",
        "start": 434.51,
        "duration": 0.21
    },
    {
        "text": "The first bit of Awesome is Disney released a clip from the new",
        "start": 434.72,
        "duration": 2.97
    },
    {
        "text": "Aladdin. Then, we got the season 3 trailer for 'Leigon', a video titled \"a dad",
        "start": 437.82,
        "duration": 4.489
    },
    {
        "text": "mistakenly drank a lava lamp at bedtime.\" I already have questions.",
        "start": 442.47,
        "duration": 3.08
    },
    {
        "text": "But, [the title] continues. \"this is what happened to his kidneys.\" and the 'How It Should Have Ended' for Shazam.",
        "start": 445.55,
        "duration": 4.079
    },
    {
        "text": "Then we have our awesome Ovosonico slash 'Phil partner game of the day'",
        "start": 449.63,
        "duration": 3.39
    },
    {
        "text": "It's a really unique, story-rich game and experience with incredibly positive reviews. And if you snag with our link before 9 a.m",
        "start": 453.02,
        "duration": 6.149
    },
    {
        "text": "tomorrow, you can get it for 72% off, just $5.50.",
        "start": 459.17,
        "duration": 4.049
    },
    {
        "text": "If you want to see the full version of everything I talked about and shared, the secret link of the day, hell, things that I didn't even",
        "start": 463.25,
        "duration": 4.5
    },
    {
        "text": "get to today, links as always are in the description down below. And then, let's start about why over 100 employees at Riot Games, the",
        "start": 467.75,
        "duration": 6.0
    },
    {
        "text": "Company behind League of Legends, participated in a walkout and specifically, the walkout was in response to the company's forced arbitration",
        "start": 473.75,
        "duration": 5.309
    },
    {
        "text": "policy and to fight against general sexism and discrimination [that]",
        "start": 479.31,
        "duration": 2.66
    },
    {
        "text": "employees say that they experience at work.",
        "start": 482.49,
        "duration": 1.64
    },
    {
        "text": "Now, the accusations that riot has this kind of sexist, 'bro culture' goes back a while.",
        "start": 484.13,
        "duration": 4.23
    },
    {
        "text": "It started back when Kotaku wrote an expose on the company in August of last year. In it,",
        "start": 488.36,
        "duration": 3.839
    },
    {
        "text": "they detail women being passed on for leadership roles, men making inappropriate",
        "start": 492.2,
        "duration": 3.209
    },
    {
        "text": "comments on woman's appearance, men using vulgar and sexual language in the workplace, and men showing employees unsolicited photos of genitalia. After this was published,",
        "start": 495.51,
        "duration": 7.52
    },
    {
        "text": "an ex-employee of Riot Games, Barry Hawkins, wrote a blog post about his choice to leave the company. And he appeared to back up with",
        "start": 503.03,
        "duration": 5.879
    },
    {
        "text": "Kotaku's article outline, saying, \"There were two predominant flavors of behavior.",
        "start": 508.91,
        "duration": 3.6
    },
    {
        "text": "One was the use of sexual references and gestures by straight men toward other straight men and the other was the sexist and",
        "start": 512.51,
        "duration": 5.369
    },
    {
        "text": "inappropriate language about women.\" Adding the \"aggressive behavior\" was",
        "start": 517.979,
        "duration": 3.5
    },
    {
        "text": "constant, often daily, and that the overall environment became \"fertile ground for sexism toward both men and women to run  unchecked.\"",
        "start": 521.579,
        "duration": 6.14
    },
    {
        "text": "He also cited specific examples of the aggressive comments made, that people would joke about the topics like rape,",
        "start": 527.72,
        "duration": 4.5
    },
    {
        "text": "performing sex acts and sleeping with employees' spouses. And then, November of last year, female employees filed a lawsuit",
        "start": 532.439,
        "duration": 5.0
    },
    {
        "text": "against the company, claiming that they faced gender-based discrimination",
        "start": 537.569,
        "duration": 2.299
    },
    {
        "text": "and harassment. And since all of that unfolded, Riot seemed to have taken action to address this culture that they were accused of creating.",
        "start": 540.089,
        "duration": 5.779
    },
    {
        "text": "At the end of August, they made a post titled, \"Our First Steps Forward.\" There,",
        "start": 545.869,
        "duration": 2.88
    },
    {
        "text": "they said they were \"taking everything",
        "start": 548.749,
        "duration": 1.5
    },
    {
        "text": "we've learned from Rioters and leading culture-change experts, and we are starting to develop a plan with substance.\" In December,",
        "start": 550.249,
        "duration": 5.489
    },
    {
        "text": "They placed their CEO, Scott Gelb, on a two-month suspension after being accused of sexual misconduct.",
        "start": 555.739,
        "duration": 3.78
    },
    {
        "text": "Specifically, there were reports of gulp farting on employees, hitting their",
        "start": 559.799,
        "duration": 3.44
    },
    {
        "text": "testicles, and humping them, and so some employees thought that this was not nearly enough of a punishment. Then, in March of this year,",
        "start": 563.339,
        "duration": 5.45
    },
    {
        "text": "[Riot] hired a chief diversity officer to address issues within the company, and on Friday, anticipating the coming walkout,",
        "start": 568.79,
        "duration": 5.009
    },
    {
        "text": "They published a blog post outlining future actions the company would take. There,",
        "start": 573.799,
        "duration": 3.3
    },
    {
        "text": "they specifically address the issue of forced arbitration at the company, saying that they were changing aspects of the policy",
        "start": 577.1,
        "duration": 4.589
    },
    {
        "text": "writing, \"As soon as current litigation is resolved,",
        "start": 581.819,
        "duration": 2.479
    },
    {
        "text": "we will give all new Rioters the choice to opt out of mandatory arbitration for individual sexual harassment and sexual assault claims.\"",
        "start": 584.299,
        "duration": 6.3
    },
    {
        "text": "They also said that they would cover the costs of the arbitrator; that all arbitrator's must be agreed upon by both",
        "start": 590.6,
        "duration": 4.229
    },
    {
        "text": "parties, and the plaintiffs have rights to lawyers in these cases.",
        "start": 595.049,
        "duration": 3.23
    },
    {
        "text": "They also rolled out new plans for diversity and inclusion, which involved updating their code of conduct, committing to hiring diverse candidates, and launching",
        "start": 598.279,
        "duration": 6.929
    },
    {
        "text": "anti-harassment",
        "start": 605.209,
        "duration": 0.31
    },
    {
        "text": "training for all new hires, and they said that all of these are set to be completed within the next 30 to 90 days.",
        "start": 605.519,
        "duration": 4.489
    },
    {
        "text": "But, on Monday, employees still thought that it was important to take action and to participate in this walkout.",
        "start": 610.009,
        "duration": 5.1
    },
    {
        "text": "Which, the company, Riot, said that they supported, saying the company \"admires their conviction and willingness to stand up for their beliefs.\"",
        "start": 615.11,
        "duration": 5.89
    },
    {
        "text": "Those walkouts took",
        "start": 621.0,
        "duration": 1.069
    },
    {
        "text": "place in both the Los Angeles and San Francisco offices.",
        "start": 622.069,
        "duration": 2.369
    },
    {
        "text": "We saw employees carrying signs saying things like \"I reported and he got promoted\" and \"Silence one of us, you silenced us all.\"",
        "start": 624.439,
        "duration": 5.561
    },
    {
        "text": "According to reports, Ronny Blackburn spoke during the walkout, telling the crowd,",
        "start": 630.0,
        "duration": 3.319
    },
    {
        "text": "\"What we want is a timely end to the systemic silencing of employees and the promise of a fair trial for the current plaintiffs.",
        "start": 633.319,
        "duration": 5.97
    },
    {
        "text": "We are not dissonant for the sake of dissonance.",
        "start": 639.29,
        "duration": 2.039
    },
    {
        "text": "We are dissonant for the sake of",
        "start": 641.419,
        "duration": 1.48
    },
    {
        "text": "justice, for the sake of Riot living up to its value, for the sake of Riot being the great place that we all want it",
        "start": 642.899,
        "duration": 5.359
    },
    {
        "text": "to be.\" We saw others supporting online with #riotwalkout.",
        "start": 648.259,
        "duration": 3.441
    },
    {
        "text": "Riot Games employees also receive support from their peers, with Game Workers Unite writing a blog post praising those who engage in the walkout.",
        "start": 651.7,
        "duration": 6.728
    },
    {
        "text": "We also saw reports today that Riot employees in Dublin staged a walkout. And I will say, on a personal note,",
        "start": 658.429,
        "duration": 4.59
    },
    {
        "text": "this has been very fascinating and inspiring to watch. It takes balls for employees to stand up and protest their employer,",
        "start": 663.019,
        "duration": 5.7
    },
    {
        "text": "Especially when the fear of retaliation is not unfounded. But, it's probably also",
        "start": 668.759,
        "duration": 3.38
    },
    {
        "text": "necessary to have those balls, because otherwise you'll just continue having an environment where guys like Dell will allegedly hit them.",
        "start": 672.24,
        "duration": 5.599
    },
    {
        "text": "But that said, this is a situation that we're going to keep our eye on. Also, if one of the employees that work",
        "start": 677.839,
        "duration": 3.661
    },
    {
        "text": "at this company , if there is retaliation or something like that,",
        "start": 681.5,
        "duration": 3.538
    },
    {
        "text": "of course,",
        "start": 685.039,
        "duration": 0.33
    },
    {
        "text": "Feel free to email us at tips@roguerocket .com. But, with that said, of course I've passed the question off to the rest of you:",
        "start": 685.369,
        "duration": 5.331
    },
    {
        "text": "what are your thoughts around this? And the last thing that we're gonna talk about today are the two of Reuters' journalists",
        "start": 690.709,
        "duration": 3.989
    },
    {
        "text": "who were jailed in Myanmar. And we covered this back on the show in September of last year,",
        "start": 694.699,
        "duration": 3.299
    },
    {
        "text": "But since that was a while, here's a quick TL;DR: back in December of 2017",
        "start": 697.999,
        "duration": 3.51
    },
    {
        "text": "We had these two Reuters",
        "start": 701.509,
        "duration": 1.36
    },
    {
        "text": "Journalists, Wa Lone and Kyaw Soe Oo. They have been reporting on the Rohingya crisis in Myanmar and they were arrested by police.",
        "start": 702.869,
        "duration": 5.299
    },
    {
        "text": "For some context here, the Rohingya are a Muslim minority in Myanmar.",
        "start": 708.529,
        "duration": 2.849
    },
    {
        "text": "They've been forced to flee persecution from state security forces in what has amounted to a huge refugee",
        "start": 711.379,
        "duration": 3.9
    },
    {
        "text": "crisis. And, in fact, many experts have labeled the persecution of the Rohingya as",
        "start": 715.41,
        "duration": 3.349
    },
    {
        "text": "genocide or ethnic cleansing, but military and civilian officials have denied this. So naturally,",
        "start": 718.86,
        "duration": 4.519
    },
    {
        "text": "This is an extremely contentious issue for those journalists who are covering it. with all of that said, the police and the government said that",
        "start": 723.379,
        "duration": 4.98
    },
    {
        "text": "the two journalists were not arrested because of their coverage of the crisis, but, the conditions of their arrest and sentencing have been incredibly sketchy.",
        "start": 728.36,
        "duration": 6.059
    },
    {
        "text": "Officials have said that the two men were arrested for possessing secret documents.",
        "start": 734.429,
        "duration": 3.26
    },
    {
        "text": "But, it's widely believed that they were set up. Reportedly, the police asked to meet with the two journalists in December of 2017.",
        "start": 737.689,
        "duration": 4.83
    },
    {
        "text": "they handed the journalists rolled-up documents as they were leaving, and they then promptly arrested them for having those same documents.",
        "start": 742.529,
        "duration": 5.839
    },
    {
        "text": "We then fast forward to September of 2018 and the two journalists are sentenced to seven years in prison.",
        "start": 748.369,
        "duration": 5.13
    },
    {
        "text": "Like the conditions of their arrest, the testimonies against them were questionable, with one police officer",
        "start": 753.499,
        "duration": 4.35
    },
    {
        "text": "admitting to burning his notes and another witness actually",
        "start": 758.22,
        "duration": 2.479
    },
    {
        "text": "reading parts of their testimony off notes on their hand. And following the journalists being imprisoned, the sentencing, it immediately sparked",
        "start": 760.769,
        "duration": 6.44
    },
    {
        "text": "International outrage, with many world leaders arguing that the government was censoring the journalists.",
        "start": 767.429,
        "duration": 4.16
    },
    {
        "text": "We then saw Lone and Soe Oo appeal the case to a regional High Court, but they lost that appeal back in January.",
        "start": 771.589,
        "duration": 4.919
    },
    {
        "text": "They then appealed to the Myanmar Supreme Court,",
        "start": 776.509,
        "duration": 1.83
    },
    {
        "text": "which denied their appeal just two weeks ago. And you know, after that Supreme Court decision, it seemed like all was lost.",
        "start": 778.339,
        "duration": 4.589
    },
    {
        "text": "But, that is, until today. Lone and Soe Oo were released after being detained for over 500 days after the president of Myanmar pardoned",
        "start": 782.929,
        "duration": 7.23
    },
    {
        "text": "6520 prisoners. And so toda,y we saw these two journalists,",
        "start": 791.069,
        "duration": 2.78
    },
    {
        "text": "smiling and waving in videos and photos as they were walking out the gates of the prison alone, thanking the people who supported them.",
        "start": 793.92,
        "duration": 5.689
    },
    {
        "text": "They were then taken to see their families,where they were both reunited with their wives and daughters.",
        "start": 811.529,
        "duration": 3.769
    },
    {
        "text": "Which, I'll say it's really hard not to get emotional.",
        "start": 815.299,
        "duration": 2.04
    },
    {
        "text": "I mean, you see Wa Lone holding his daughter, who was actually born while he was in prison. And then you see",
        "start": 817.339,
        "duration": 4.661
    },
    {
        "text": "Soe Oo with his three-year-old daughter after being separated for most of her life.",
        "start": 822.0,
        "duration": 3.168
    },
    {
        "text": "I'm seeing a lot of people",
        "start": 825.169,
        "duration": 1.301
    },
    {
        "text": "responding and celebrating these journalists now being free. Steven Adler, the editor in chief of Reuters saying in a statement,",
        "start": 826.47,
        "duration": 4.849
    },
    {
        "text": "\"We are enormously pleased that Myanmar has released our courageous reporters. Since their arrest 511 days ago,",
        "start": 831.319,
        "duration": 5.34
    },
    {
        "text": "They have become symbols of the importance of press freedom around the world. We welcome their return.\" Vice President Mike Pence",
        "start": 836.66,
        "duration": 5.279
    },
    {
        "text": "also commending their release in a tweet where he called it \"great news,\" adding \"Freedom of religion and freedom of the press are essential to",
        "start": 841.939,
        "duration": 6.21
    },
    {
        "text": "a strong democracy!\" Amal Clooney, who was part of the journalists' legal team, saying, \"It is inspiring to see a news organization",
        "start": 848.149,
        "duration": 4.769
    },
    {
        "text": "so committed to the protection of innocent men in the profession of journalism.",
        "start": 853.139,
        "duration": 3.14
    },
    {
        "text": "I hope that their release signals a renewed commitment to press freedom in Myanmar.\"",
        "start": 856.29,
        "duration": 4.25
    },
    {
        "text": "And while this move and announcement was applauded by human rights organizations and leaders many also expressed concern for the future.",
        "start": 860.54,
        "duration": 5.789
    },
    {
        "text": "Nicolas Beckylyn, Amnesty International's East and Southeast Asia director, said in a statement, \"Today marks an important victory for press freedom in Myanmar.\"",
        "start": 866.329,
        "duration": 6.87
    },
    {
        "text": "But adding, \"While all those who campaign for their release welcomed the government's decision,",
        "start": 873.199,
        "duration": 3.869
    },
    {
        "text": "the reality is the country retains a range of repressive laws used to detain journalists,",
        "start": 877.069,
        "duration": 4.2
    },
    {
        "text": "activists in any perceived critic of the authorities. Until these laws are appealed,",
        "start": 881.459,
        "duration": 3.65
    },
    {
        "text": "journalists and activists remain under a permanent threat of detention and arrest.\"",
        "start": 885.209,
        "duration": 3.291
    },
    {
        "text": "And as far as what's next, right now that remains to be seen.",
        "start": 888.5,
        "duration": 2.429
    },
    {
        "text": "You know back when the journalists were sentenced, many look to Myanmar's new civilian leader,",
        "start": 890.929,
        "duration": 3.33
    },
    {
        "text": "Aung San Suu Kyi, who won the Nobel Peace Prize for her efforts to fight for democracy in Myanmar.",
        "start": 894.259,
        "duration": 4.441
    },
    {
        "text": "The international community hoped that Suu Kyi, whose role was comparable to that of a prime minister, would help usher in a new",
        "start": 898.789,
        "duration": 4.191
    },
    {
        "text": "in a new transition for more Democratic practices following a long history of military rule.",
        "start": 902.98,
        "duration": 3.02
    },
    {
        "text": "With Suu Kyi's government largely expected to end the imprisonment of government critics,",
        "start": 907.5,
        "duration": 2.899
    },
    {
        "text": "pardon political prisoners, and to continue work towards free media. But instead, her government has cracked down on freedom of expression and continued to use",
        "start": 910.399,
        "duration": 6.089
    },
    {
        "text": "outdated laws to imprison people like the two journalists we talked about today.",
        "start": 916.74,
        "duration": 2.819
    },
    {
        "text": "And in fact,",
        "start": 919.56,
        "duration": 0.57
    },
    {
        "text": "according to Amnesty International \"In recent weeks Amnesty International has recorded a surge in",
        "start": 920.13,
        "duration": 4.17
    },
    {
        "text": "politically motivated arrests, most for criticism of the military. And while Suu Kyi had the power to pardon the two journalists,",
        "start": 924.61,
        "duration": 5.63
    },
    {
        "text": "She defended the court's decision, saying, \"They were not jailed because they were journalists.",
        "start": 930.24,
        "duration": 3.659
    },
    {
        "text": "The court has decided that they had broken the Official Secrets Act.\"",
        "start": 933.9,
        "duration": 2.339
    },
    {
        "text": "Which, of course, we talked about the ridiculously-sketchy-ness",
        "start": 936.24,
        "duration": 2.76
    },
    {
        "text": "of that whole situation. And meanwhile, and of course, a big part of this story was about press freedom. The thing that those two",
        "start": 939.0,
        "duration": 5.309
    },
    {
        "text": "journalists were trying to cover, the violent persecution of the Rohingya continues, with no accountability from the military or Suu Kyi.",
        "start": 944.31,
        "duration": 5.52
    },
    {
        "text": "I am hopeful. I'm not quite too optimistic. I'm definitely 100%",
        "start": 949.86,
        "duration": 3.839
    },
    {
        "text": "skeptical. But I really do hope this big news today can lead to a more positive future. A more positive",
        "start": 954.52,
        "duration": 7.48
    },
    {
        "text": "situation, and a safe situation. But that's where we are for now. And of course, I pass the question off to you:",
        "start": 962.08,
        "duration": 5.059
    },
    {
        "text": "What are your thoughts on this? And that's where we're going to end today's show.",
        "start": 967.15,
        "duration": 2.57
    },
    {
        "text": "Remember,",
        "start": 969.72,
        "duration": 0.39
    },
    {
        "text": "if you like this video you, want to support the channel, just take a second hit that like button. Maybe share the video also. If",
        "start": 970.11,
        "duration": 4.649
    },
    {
        "text": "you're new here, and you want any and all of the seven videos we put out every week,",
        "start": 974.76,
        "duration": 2.97
    },
    {
        "text": "be sure to hit that subscribe button. Also, if you're not 100% 'phill'd in',  (maybe you missed the last Philip",
        "start": 977.73,
        "duration": 3.839
    },
    {
        "text": "Defranco show, the last morning show,)",
        "start": 981.57,
        "duration": 1.65
    },
    {
        "text": "you can click your top right there to watch those. But, with that said, of course, as always, my name's Phillip Defranco.",
        "start": 983.22,
        "duration": 4.2
    },
    {
        "text": "You've just been phill'd in. I love your faces, and i'll see you tomorrow.",
        "start": 987.52,
        "duration": 4.039
    }
]