[
    {
        "text": "Beautiful bastards up even a fantastic Thursday",
        "start": 0.339,
        "duration": 2.66
    },
    {
        "text": "Welcome back to the philip defranco show and before we jump into it actually a quick note this morning",
        "start": 3.0,
        "duration": 3.69
    },
    {
        "text": "I uploaded an extra morning news video",
        "start": 6.69,
        "duration": 1.56
    },
    {
        "text": "I was getting messages of people saying they didn't get",
        "start": 8.25,
        "duration": 2.0
    },
    {
        "text": "Notifications which definitely didn't help because I didn't throw myself in the thumbnail the main point after today's show",
        "start": 10.36,
        "duration": 3.89
    },
    {
        "text": "I highly recommend you check it out",
        "start": 14.25,
        "duration": 1.559
    },
    {
        "text": "It'll be in the outro card as well as a top link in the description down below",
        "start": 15.809,
        "duration": 2.88
    },
    {
        "text": "But with that said, let's just jump into it the first thing we're gonna talk about today",
        "start": 18.93,
        "duration": 3.239
    },
    {
        "text": "Are these two fake news stories that are out there right now and they actually praval around the Kardashian family",
        "start": 22.17,
        "duration": 5.069
    },
    {
        "text": "They are both actually really fascinating to me and we'll start out with Kim Kardashian",
        "start": 27.24,
        "duration": 3.09
    },
    {
        "text": "And Kanye West remember how a while ago it was big news the Kanye West went on TMZ",
        "start": 30.4,
        "duration": 4.73
    },
    {
        "text": "He said slavery was a choice",
        "start": 35.16,
        "duration": 1.41
    },
    {
        "text": "There was this this big reaction then there was this debate of you know, what did he actually mean by that?",
        "start": 36.57,
        "duration": 4.559
    },
    {
        "text": "Well the most recent update to the story is that Kim Kardashian on her show Keeping Up with the Kardashians?",
        "start": 41.129,
        "duration": 4.17
    },
    {
        "text": "Is claiming that he actually never said that and here's what she said on her show honey slavery comment",
        "start": 45.52,
        "duration": 4.639
    },
    {
        "text": "He never said that that was just the headline if you listen to what he said",
        "start": 50.219,
        "duration": 3.12
    },
    {
        "text": "He said slavery was 400 years if it's gonna be another 400 years that sounds like a choice to me",
        "start": 53.34,
        "duration": 5.129
    },
    {
        "text": "He didn't say slavery is a choice",
        "start": 58.62,
        "duration": 1.47
    },
    {
        "text": "He was saying if you're still going to be enslaved for another 400 years, then that's some bullshit, you know",
        "start": 60.09,
        "duration": 4.319
    },
    {
        "text": "But all the headlines just took and the producer says they take the soundbite and do whatever and Kim says yeah",
        "start": 64.409,
        "duration": 4.68
    },
    {
        "text": "That is a wife is really frustrating to see the media take everything and run with it. And so hearing her words there",
        "start": 69.09,
        "duration": 4.349
    },
    {
        "text": "I thought back to when we talked about this story what she's saying doesn't match up with what I remember",
        "start": 73.439,
        "duration": 3.51
    },
    {
        "text": "But you know human beings were not perfect we can miss remember thing",
        "start": 76.95,
        "duration": 3.0
    },
    {
        "text": "I do remember that in one of the videos I was going around there was a cut and I found it and it looks like",
        "start": 79.95,
        "duration": 4.349
    },
    {
        "text": "He wasn't edited to say something that he didn't say",
        "start": 84.299,
        "duration": 3.0
    },
    {
        "text": "It also doesn't seem to line up with what Kim is saying is reality",
        "start": 87.299,
        "duration": 3.66
    },
    {
        "text": "But I'll let you listen and see it when you hear about slavery for 400 years for 400 years. That's sound like a choice",
        "start": 90.96,
        "duration": 6.36
    },
    {
        "text": "like you is there for 400 years and it's all y'all you know, like",
        "start": 98.59,
        "duration": 4.61
    },
    {
        "text": "It's like we're we're mentally in prison. I like the word prison because slavery",
        "start": 103.72,
        "duration": 3.739
    },
    {
        "text": "Goes to to direct to the idea of blacks",
        "start": 108.009,
        "duration": 3.59
    },
    {
        "text": "It's like slavery Holocaust Holocaust Jews slavery is blacks",
        "start": 111.6,
        "duration": 4.049
    },
    {
        "text": "So prison is something that unites us is one race blacks and whites being in one race",
        "start": 115.719,
        "duration": 4.61
    },
    {
        "text": "So what is she talking about an argument can be made that he meant something that something was open to interpretation",
        "start": 120.329,
        "duration": 6.18
    },
    {
        "text": "That there was a certain intent behind those words",
        "start": 126.79,
        "duration": 3.049
    },
    {
        "text": "But what Kim Kardashian is telling the world is the truth is not that so there was that bit of fake news",
        "start": 129.84,
        "duration": 4.9
    },
    {
        "text": "Which I've been a little confused because I thought you know",
        "start": 134.74,
        "duration": 2.039
    },
    {
        "text": "Why is she doing that there is video evidence?",
        "start": 136.78,
        "duration": 2.1
    },
    {
        "text": "Of this but also then you kind of have to factor in that",
        "start": 138.95,
        "duration": 2.419
    },
    {
        "text": "she probably has a",
        "start": 141.37,
        "duration": 0.94
    },
    {
        "text": "larger audience and the people that are talking about what actually happened and since perception is reality for a lot of the people that just",
        "start": 142.31,
        "duration": 5.6
    },
    {
        "text": "Watch the Kardashians. This is true. That is how it actually went down",
        "start": 147.91,
        "duration": 2.97
    },
    {
        "text": "So I just I want to talk about that because that was really interesting to me and actually last second update to this story according",
        "start": 150.88,
        "duration": 4.74
    },
    {
        "text": "To a new report from a source the clip of Kim claiming Kanye didn't say slavery was a choice will not appear in the upcoming",
        "start": 155.62,
        "duration": 5.159
    },
    {
        "text": "Keeping Up with the Kardashians",
        "start": 160.78,
        "duration": 1.0
    },
    {
        "text": "episode saying that it was never approved for the episode because when Kim watched it back she",
        "start": 161.78,
        "duration": 3.32
    },
    {
        "text": "Realized it was inaccurate and not reflective of what happened at TMZ that day. Sure",
        "start": 165.17,
        "duration": 3.469
    },
    {
        "text": "Okay, then the other bit of fake news involved Kylie Jenner as the victim of the situation",
        "start": 168.83,
        "duration": 4.55
    },
    {
        "text": "So these photos out on the internet last week?",
        "start": 173.38,
        "duration": 1.71
    },
    {
        "text": "I had a lot of sites saying to Travis Scott who has a baby with Kylie Jenner",
        "start": 175.09,
        "duration": 3.63
    },
    {
        "text": "Did he cheat and seemingly gained enough traction that Travis Scott had to respond and say no. That wasn't me, right",
        "start": 178.72,
        "duration": 5.22
    },
    {
        "text": "He only got love for my wife no time to be wasting try again. And it turns out he was telling the truth",
        "start": 183.94,
        "duration": 4.08
    },
    {
        "text": "He wasn't just pulling a shag",
        "start": 188.02,
        "duration": 0.93
    },
    {
        "text": "He turns out it was actually youtuber pulling a prank essentially copying what yes--there he did with a fake Justin Bieber burrito picture",
        "start": 188.95,
        "duration": 5.939
    },
    {
        "text": "But this time with infidelity, you know",
        "start": 194.89,
        "duration": 1.86
    },
    {
        "text": "Because what's the point of doing a social experiment? If you're not also attempting to ruin someone's reputation and/or relationship in my opinion?",
        "start": 196.75,
        "duration": 6.69
    },
    {
        "text": "What yes theory did with the Bieber thing. That's harmless. I think that's a really interesting commentary about how fast news gets out there",
        "start": 203.44,
        "duration": 5.85
    },
    {
        "text": "Whereas this one is a really messed up BS copycat",
        "start": 209.29,
        "duration": 2.25
    },
    {
        "text": "I think there's a conversation we had about how the media and social media can be weaponized with fake news",
        "start": 211.54,
        "duration": 4.649
    },
    {
        "text": "but at the same time I really can't help but be",
        "start": 216.19,
        "duration": 2.16
    },
    {
        "text": "Disgusted by the people that decided to fake this but from that I want to share some stuff I loved today and today in",
        "start": 218.45,
        "duration": 5.179
    },
    {
        "text": "Awesome brought to you by this mid-roll or was the lower third or you got adblock on or this video got defines",
        "start": 223.7,
        "duration": 4.789
    },
    {
        "text": "Hi nice have mentioned in previous episodes",
        "start": 228.49,
        "duration": 1.56
    },
    {
        "text": "We've been testing it because we heard that it can help you in the algorithm so far. We've only tested a few times",
        "start": 230.05,
        "duration": 4.11
    },
    {
        "text": "There's nothing definitive but it definitely at least seems to be trending in a more positive way when we have them",
        "start": 234.16,
        "duration": 4.889
    },
    {
        "text": "It's been very interesting. But that said the first bit of Awesome today. I'm just gonna kick out to it again",
        "start": 239.05,
        "duration": 3.96
    },
    {
        "text": "I got a pin battle this morning as extra bonus news video",
        "start": 243.04,
        "duration": 2.099
    },
    {
        "text": "I wanted us to show the personal side to a story we had covered in the past",
        "start": 245.14,
        "duration": 3.03
    },
    {
        "text": "It's different, but I'm very happy with that and I highly recommend you check it out",
        "start": 248.17,
        "duration": 2.909
    },
    {
        "text": "Then we had David know Berg answering the web's most searched questions gigi hadid",
        "start": 251.08,
        "duration": 3.539
    },
    {
        "text": "Exploring ASMR the fantastic feed homes on hot one. We had life noggin asking and answering a question",
        "start": 254.84,
        "duration": 4.76
    },
    {
        "text": "I sometimes",
        "start": 259.6,
        "duration": 0.699
    },
    {
        "text": "wonder how much stress can kill you get half as interesting giving us the story of the 32 our longest commercial flight in history and",
        "start": 260.299,
        "duration": 5.96
    },
    {
        "text": "For though that would care fortnight season seven, but let's be honest if you if you care about that",
        "start": 266.26,
        "duration": 4.369
    },
    {
        "text": "You're not watching this video or you're doing both at the same time",
        "start": 270.63,
        "duration": 2.459
    },
    {
        "text": "So thanks for squeezing us in the last bit of Awesome",
        "start": 273.09,
        "duration": 2.16
    },
    {
        "text": "And I just don't really have anywhere else to put this brand-new YouTube rewind was released",
        "start": 275.25,
        "duration": 3.72
    },
    {
        "text": "I have not been able to actually watch it yet because I'm making this show for you jerks",
        "start": 278.97,
        "duration": 3.179
    },
    {
        "text": "But I did want a place to mention here because I was getting messages",
        "start": 282.15,
        "duration": 2.46
    },
    {
        "text": "I was not excluded it did offer me a spot to be in the video this year",
        "start": 284.74,
        "duration": 3.139
    },
    {
        "text": "I just my schedule is such garbage right now as we're trying to kind of build the team and grow it I said at the",
        "start": 287.88,
        "duration": 4.47
    },
    {
        "text": "Time there was no snubber story there",
        "start": 292.35,
        "duration": 2.1
    },
    {
        "text": "Just wanted to kind of provide that update if you want to see the full versions of everything",
        "start": 294.45,
        "duration": 3.329
    },
    {
        "text": "I just shared the secret link of the day really anything at all",
        "start": 297.78,
        "duration": 2.85
    },
    {
        "text": "links has always earned the description down below and then let's talk about why we had Lena Dunham in the news and you know,",
        "start": 300.7,
        "duration": 4.97
    },
    {
        "text": "It's already one of two things either one. She either said something incredibly stupid or horrible or two",
        "start": 305.67,
        "duration": 5.1
    },
    {
        "text": "She is apologizing for something she did and today we have yet another apology",
        "start": 310.77,
        "duration": 4.289
    },
    {
        "text": "So yesterday Lena published a letter as a guest editor for The Hollywood",
        "start": 315.09,
        "duration": 2.52
    },
    {
        "text": "Reporter titled my apology to Aurora for those who don't remember back in November of last year",
        "start": 317.71,
        "duration": 4.25
    },
    {
        "text": "there was an actress by the name of Aurora Perrineau who accused girls writer and producer Marie Miller of rape and the actress filed a",
        "start": 321.96,
        "duration": 5.25
    },
    {
        "text": "police report stating that Miller had raped her in",
        "start": 327.21,
        "duration": 1.9
    },
    {
        "text": "2012 when she was 17 years old and he was 35 Miller and his lawyers denied the",
        "start": 329.11,
        "duration": 4.129
    },
    {
        "text": "accusations saying that she was only after money and the day of the news around these allegations broke Lina and her Co show runner on",
        "start": 333.37,
        "duration": 4.91
    },
    {
        "text": "girls Jenny Connor",
        "start": 338.28,
        "duration": 1.05
    },
    {
        "text": "He released a statement defending Miller writing while her first instinct is to listen to every woman's story or insider knowledge of Marie's",
        "start": 339.33,
        "duration": 6.359
    },
    {
        "text": "Situation makes us confident that sadly this",
        "start": 345.79,
        "duration": 2.0
    },
    {
        "text": "accusation is one of the 3% of assault cases that are Mis reported every year and that statement was met with a flood of",
        "start": 347.95,
        "duration": 5.179
    },
    {
        "text": "Backlash with people calling out for not believing a victim people calling her a hypocrite because of an old tweet",
        "start": 353.62,
        "duration": 4.34
    },
    {
        "text": "she wrote that read things women do lie about what they ate for lunch things women don't lie about rape and she had people essentially",
        "start": 357.96,
        "duration": 5.669
    },
    {
        "text": "Saying oh, so I guess that's not true if the person being accused is your friend",
        "start": 363.63,
        "duration": 3.54
    },
    {
        "text": "She then quickly retracted that statement and apologized. But in this newest apology we saw this week. There was also an admission",
        "start": 367.17,
        "duration": 5.97
    },
    {
        "text": "I'm writing I didn't have the quote insider information",
        "start": 373.14,
        "duration": 2.639
    },
    {
        "text": "I claimed but rather blind faith in a story that kept slipping and changing and revealed itself to mean nothing at all",
        "start": 375.79,
        "duration": 5.57
    },
    {
        "text": "She then goes on to talk about her own experiences",
        "start": 381.36,
        "duration": 2.459
    },
    {
        "text": "I'll link down to the full article",
        "start": 383.82,
        "duration": 0.99
    },
    {
        "text": "but that that",
        "start": 384.81,
        "duration": 0.82
    },
    {
        "text": "Admission was a big",
        "start": 385.63,
        "duration": 1.11
    },
    {
        "text": "Standout actually in addition to this later in the day at a women an entertainment event hosted by the same magazine",
        "start": 386.74,
        "duration": 4.58
    },
    {
        "text": "Lena brock britney perineal Aurora para news mother on stage where she said this last November when Britney's beautiful daughter, Aurora",
        "start": 391.32,
        "duration": 6.419
    },
    {
        "text": "Accused a friend of mine of sexual assault. I denied her experience publicly",
        "start": 397.87,
        "duration": 3.86
    },
    {
        "text": "That will always be my greatest regret but with Brittany and Aurora's love forgiveness and bravery",
        "start": 402.4,
        "duration": 5.239
    },
    {
        "text": "It's become my greatest moment of",
        "start": 407.79,
        "duration": 1.75
    },
    {
        "text": "Evolution and education and in response Perrineau told Dunham that she and her daughter feel your love and receive your heartfelt apology",
        "start": 409.54,
        "duration": 6.47
    },
    {
        "text": "But unsurprisingly the internet was not as forgiving with reactions",
        "start": 416.01,
        "duration": 3.39
    },
    {
        "text": "like I'd yet lenny somehow manages to make her long delayed and late apology to aurora parody all about Lenny and sorry lena dunham making",
        "start": 419.4,
        "duration": 6.329
    },
    {
        "text": "Up insider information in order to discredit the sexual assault victim should not be let off as a mistake",
        "start": 425.73,
        "duration": 4.709
    },
    {
        "text": "It should be a career ender. This is not about the quote dominant male agenda",
        "start": 430.44,
        "duration": 3.72
    },
    {
        "text": "It is about your choices and other critics like CNN's Symone Sanders",
        "start": 434.16,
        "duration": 2.73
    },
    {
        "text": "Also questioning why Lena was even given this opportunity writing if The Hollywood Reporter really wanted to make a statement",
        "start": 437.05,
        "duration": 5.0
    },
    {
        "text": "They would have given this space to Aurora instead Aurora has been silenced and now lena is the story again",
        "start": 442.05,
        "duration": 5.309
    },
    {
        "text": "And as far as my personal takeaway, I actually agree with Simone Sanders",
        "start": 447.36,
        "duration": 2.76
    },
    {
        "text": "I do believe that that would have been more important more powerful and",
        "start": 450.12,
        "duration": 2.4
    },
    {
        "text": "Really and do we really need another Lena Dunham apology. How much does she need to grow before?",
        "start": 452.68,
        "duration": 4.429
    },
    {
        "text": "Maybe she realizes the right answer in certain situations is to not say anything",
        "start": 457.11,
        "duration": 4.23
    },
    {
        "text": "Before someone twists that into a Phil just said a woman should know her place if she shouldn't speak. No",
        "start": 461.59,
        "duration": 5.18
    },
    {
        "text": "And I know this is kind of funny coming from someone that speaks for a living",
        "start": 466.77,
        "duration": 3.63
    },
    {
        "text": "But sometimes the best public reaction to something is no reaction at all",
        "start": 470.4,
        "duration": 3.839
    },
    {
        "text": "especially when you're someone that has the public track record that Lena Dunham has I will repeat this pretty much any time Lena Dunham is",
        "start": 474.58,
        "duration": 5.869
    },
    {
        "text": "In the news, I feel like Lena Dunham is more damaging to most any of her causes than she is beneficial",
        "start": 480.45,
        "duration": 4.889
    },
    {
        "text": "I guess the final thing that I'll hit on is, you know, it is Christmas time",
        "start": 485.34,
        "duration": 3.57
    },
    {
        "text": "So I guess in the Christmas spirit instead of just adding this apology to the slew of apology",
        "start": 488.91,
        "duration": 5.13
    },
    {
        "text": "She already has let us instead take this apology and use it as the star",
        "start": 494.04,
        "duration": 4.139
    },
    {
        "text": "Atop the Lena Dunham apology Christmas tree Merry Christmas and a Happy Holidays to one and all and let's talk about this huge situation",
        "start": 498.61,
        "duration": 7.43
    },
    {
        "text": "around Huawei and Huawei",
        "start": 506.229,
        "duration": 1.341
    },
    {
        "text": "If you don't know is a China based company that's valued at around eight point four billion",
        "start": 507.57,
        "duration": 3.33
    },
    {
        "text": "Dollars and is known for making smart phones. They're huge in 2018",
        "start": 511.0,
        "duration": 3.08
    },
    {
        "text": "They blew past Apple to be the number two smartphone maker after Samsung are also gunning for the number one spot next year",
        "start": 514.08,
        "duration": 5.399
    },
    {
        "text": "But they also make other products too notably",
        "start": 519.479,
        "duration": 1.831
    },
    {
        "text": "They're also the large telecom equipment",
        "start": 521.31,
        "duration": 1.909
    },
    {
        "text": "Manufacturer for mobile and Internet network and they're so large but most countries use their products in some capacity and their telecoms infrastructure",
        "start": 523.219,
        "duration": 6.05
    },
    {
        "text": "But also a big note around this company they along with a ZTE which is another Chinese tech company",
        "start": 529.27,
        "duration": 4.289
    },
    {
        "text": "They have been accused of being close to the Chinese government and a front for spying operations by the heads of the CIA FBI",
        "start": 533.56,
        "duration": 4.979
    },
    {
        "text": "NSA and the Director of National Intelligence with the US officials saying that they are concerned about the possibility of Chinese telecom equipment",
        "start": 539.15,
        "duration": 5.63
    },
    {
        "text": "manufacturers spying on and gaining access to essential infrastructure and we've seen the likes of Republican Senator Marco Rubio",
        "start": 545.15,
        "duration": 4.849
    },
    {
        "text": "saying Huawei has direct ties to the Chinese government and Communist Party has long posed a serious risk to US national security and I continue",
        "start": 550.07,
        "duration": 7.099
    },
    {
        "text": "To strongly urge Canada to reconsider Huawei's inclusion in any aspect of its 5g development",
        "start": 557.17,
        "duration": 4.95
    },
    {
        "text": "introduction and maintenance on the other side of the aisle USA Democratic Senator Chris Van Hollen",
        "start": 562.4,
        "duration": 3.739
    },
    {
        "text": "Who said that Huawei and ZTE are two sides of the same coin Chinese?",
        "start": 566.14,
        "duration": 3.599
    },
    {
        "text": "Telecommunications companies that represent a fundamental risk to American national security but Huawei denies these claims even writing on their site",
        "start": 570.11,
        "duration": 6.2
    },
    {
        "text": "Huawei is an independent private company wholly owned by his employees Chinese government has no ownership stake in or control of the company lever a",
        "start": 576.31,
        "duration": 6.57
    },
    {
        "text": "Close partnership wouldn't be an uncommon thing for an incredibly large Chinese company and an increasingly totalitarian state",
        "start": 582.88,
        "duration": 6.0
    },
    {
        "text": "But whatever their actual connection to the Chinese government is the United States is now tough",
        "start": 588.91,
        "duration": 3.96
    },
    {
        "text": "and in fact since at least",
        "start": 592.87,
        "duration": 1.21
    },
    {
        "text": "November the United States has been trying to persuade wireless and internet providers and foreign ally countries like the UK",
        "start": 594.08,
        "duration": 4.849
    },
    {
        "text": "Japan Germany and Italy to not use Huawei products reportedly the u.s",
        "start": 599.36,
        "duration": 4.07
    },
    {
        "text": "Sees Huawei has such a large threat that they are considering to offer financial aid to telecom development in countries that agree to block Huawei",
        "start": 603.43,
        "duration": 6.059
    },
    {
        "text": "American efforts seem to have paid off too and Monday the chief of Britain's Secret Intelligence Service said that 5g reliance on Chinese technology was",
        "start": 609.49,
        "duration": 6.119
    },
    {
        "text": "something that needed to be discussed say we need to decide the extent to which we are going to be comfortable with Chinese ownership of",
        "start": 615.61,
        "duration": 5.16
    },
    {
        "text": "these",
        "start": 620.77,
        "duration": 0.25
    },
    {
        "text": "technologies and these",
        "start": 621.02,
        "duration": 0.87
    },
    {
        "text": "platforms in an",
        "start": 621.89,
        "duration": 0.84
    },
    {
        "text": "environment where some of our allies have taken a very definite position and adding that they feared Beijing could quote forced Chinese suppliers, or",
        "start": 622.73,
        "duration": 5.9
    },
    {
        "text": "manufacturers to modify products to perform below",
        "start": 628.73,
        "duration": 2.239
    },
    {
        "text": "Expectations or fail silat eight state or corporate espionage or otherwise compromised the confidentiality integrity or availability?",
        "start": 631.339,
        "duration": 5.42
    },
    {
        "text": "than just the last 24 hours British telecoms announced that they will stop using Huawei products and will be dismantling and replacing existing infrastructure that",
        "start": 637.01,
        "duration": 7.099
    },
    {
        "text": "Uses although they claim that it is for other reasons",
        "start": 644.11,
        "duration": 2.16
    },
    {
        "text": "but even before that we saw the likes of New Zealand and Australia both having stopped using Huawei equipment because of fears that the equipment",
        "start": 646.27,
        "duration": 5.819
    },
    {
        "text": "could be used to spot but as if all of that was",
        "start": 652.089,
        "duration": 2.0
    },
    {
        "text": "Already not enough one of the big reasons we're talking about this is what happened in Canada on December 1st",
        "start": 654.11,
        "duration": 4.53
    },
    {
        "text": "The CFO of Huawei was arrested by the Canadians in Vancouver at the request of the United States and in addition to being the CFO",
        "start": 658.64,
        "duration": 5.519
    },
    {
        "text": "Of Huawei. She's also the deputy chairwoman and the daughter of the founders right now",
        "start": 664.16,
        "duration": 3.45
    },
    {
        "text": "She is facing extradition to the United States",
        "start": 667.61,
        "duration": 1.95
    },
    {
        "text": "Now at first reports of why she was arrested were only rumors",
        "start": 669.56,
        "duration": 2.459
    },
    {
        "text": "But it was believed that it was because Huawei was skirting sanctions placed against Iran by the United States something American prosecutors in New York",
        "start": 672.019,
        "duration": 5.88
    },
    {
        "text": "Have been investigating since 2016 the Canadian publication The Globe and Mail claiming that a source within local law enforcement",
        "start": 677.899,
        "duration": 4.83
    },
    {
        "text": "Confirmed that the arrest was related to the sanction writing",
        "start": 683.16,
        "duration": 2.51
    },
    {
        "text": "The United States is alleging. Miss Meng tried to evade the American Bar go against Iran",
        "start": 685.67,
        "duration": 3.57
    },
    {
        "text": "However, they provided few other details as far as what we officially received from law enforcement",
        "start": 689.269,
        "duration": 3.6
    },
    {
        "text": "He kept it vague saying she is sought for extradition by the United States and a bail hearing has been set for Friday as there",
        "start": 692.97,
        "duration": 5.54
    },
    {
        "text": "Is a publication ban in effect?",
        "start": 698.51,
        "duration": 1.019
    },
    {
        "text": "We cannot provide any further detail at this time and adding the ban was sought by Miss May and as far as Huawei's responds",
        "start": 699.529,
        "duration": 5.28
    },
    {
        "text": "They send a statement to the Globe and Mail that maying faces quote",
        "start": 704.81,
        "duration": 2.849
    },
    {
        "text": "unspecified charges in the Eastern District of New York and adding Huawei has been provided with very little information regarding the charges and is not",
        "start": 707.76,
        "duration": 6.169
    },
    {
        "text": "aware of any wrongdoing by Miss Mann company believes the Canadian and US legal systems will ultimately reach H s",
        "start": 713.93,
        "duration": 4.89
    },
    {
        "text": "Conclusion adding that Huawei complies with all applicable laws and regulations where it operates including applicable export control and sanction lines",
        "start": 718.92,
        "duration": 6.559
    },
    {
        "text": "We also saw the Chinese embassy in Ottawa",
        "start": 725.48,
        "duration": 1.84
    },
    {
        "text": "Strongly protest this arrest urging them to immediately correct the wrongdoing and release me",
        "start": 727.32,
        "duration": 4.129
    },
    {
        "text": "And as far as reaction from the US this arrest has been lauded by some American lawmakers like Republican",
        "start": 731.449,
        "duration": 4.17
    },
    {
        "text": "Senator Ben Sasse who said China is working creatively to undermine our national security interests in the United States and our allies",
        "start": 735.62,
        "duration": 5.609
    },
    {
        "text": "Can't sit on the sidelines",
        "start": 741.36,
        "duration": 1.5
    },
    {
        "text": "Americans are grateful that our Canadian partners have arrested the chief financial officer of a giant Chinese telecom company for breaking US sanctions against Iran",
        "start": 742.86,
        "duration": 7.219
    },
    {
        "text": "Also a thing with a story that needs to be considered is all of this is happening in the middle of a trade war trade",
        "start": 750.079,
        "duration": 4.29
    },
    {
        "text": "war between the United States and China",
        "start": 754.37,
        "duration": 1.56
    },
    {
        "text": "Which actually recently had a 90 day truce declared during the g20 in Argentina that truce including things like the u.s",
        "start": 755.93,
        "duration": 5.309
    },
    {
        "text": "not placing 200 billion dollars of sanctions on Chinese goods and the Chinese agreeing did not do the same to us vehicles and agreeing to",
        "start": 761.24,
        "duration": 6.27
    },
    {
        "text": "Buy US agricultural product and additionally there are ongoing negotiations between the US and China on other ways to improve trade relations",
        "start": 767.51,
        "duration": 6.149
    },
    {
        "text": "But now with the arrest of the CFO of Huawei you have experts timing in that this could just derail everything which is also start",
        "start": 773.66,
        "duration": 5.07
    },
    {
        "text": "up a debate as far as what will Donald Trump do people born into situations like that of",
        "start": 778.73,
        "duration": 4.049
    },
    {
        "text": "khashoggi and Saudi Arabia",
        "start": 782.85,
        "duration": 1.31
    },
    {
        "text": "and if you don't",
        "start": 784.16,
        "duration": 0.58
    },
    {
        "text": "Donald Trump's infamous statement or I mean several of the things that he said during that whole spiel you could see that money led the",
        "start": 784.74,
        "duration": 5.879
    },
    {
        "text": "Way in a lot of ways around his decision, but on that note",
        "start": 790.62,
        "duration": 2.64
    },
    {
        "text": "I think it's important to point out that the relationship between Trump and Saudi Arabia is",
        "start": 793.26,
        "duration": 3.69
    },
    {
        "text": "far different than that of Trump and China at the same time what I think the other situation shows us, is that all",
        "start": 797.08,
        "duration": 5.51
    },
    {
        "text": "Possibilities are on the table and they won't even be kind of like behind closed doors",
        "start": 802.96,
        "duration": 4.309
    },
    {
        "text": "It could be right in our faces. But all that said that is where we are with the situation right now",
        "start": 807.27,
        "duration": 4.679
    },
    {
        "text": "It will be very interesting to see what happens next and with this",
        "start": 811.95,
        "duration": 3.21
    },
    {
        "text": "Of course, I passed the question off to you about your thoughts on and that's where I'm going to end",
        "start": 815.16,
        "duration": 3.029
    },
    {
        "text": "Today's show and remember if you liked it you want to show that support just hit that like button on this video if you're new",
        "start": 818.19,
        "duration": 4.53
    },
    {
        "text": "Here you want more of these daily dives into the news hit that subscribe button",
        "start": 822.72,
        "duration": 2.789
    },
    {
        "text": "Also, if you missed yesterday's show or this morning's extra bonus news video you want to watch those you can just click or tap",
        "start": 825.51,
        "duration": 4.53
    },
    {
        "text": "Right there to watch the butts with that said of course as always my name's philip. Defranco",
        "start": 830.04,
        "duration": 3.329
    },
    {
        "text": "You've just been phill'd in a la vie o faces and i'll see you tomorrow",
        "start": 833.44,
        "duration": 3.98
    }
]