[
    {
        "text": "Sup you beautiful bastards hope your'e having a",
        "start": 0.03,
        "duration": 1.899
    },
    {
        "text": "Fantastic Friday welcome back to the Friday show for those of you that a new here we put out a daily video Monday Tuesday",
        "start": 1.929,
        "duration": 4.97
    },
    {
        "text": "Wednesday Thursday talking about news world events and then Friday. It's all about the conversation",
        "start": 6.899,
        "duration": 4.2
    },
    {
        "text": "I go through the past week of videos and stories to see what you're commenting, and then I reply back",
        "start": 11.099,
        "duration": 3.75
    },
    {
        "text": "It's great to have a news show to try and be informed",
        "start": 14.849,
        "duration": 2.07
    },
    {
        "text": "but a big part of this really is the",
        "start": 16.92,
        "duration": 1.72
    },
    {
        "text": "Conversation. But before we jump into that I want to knock out a story that people have been requesting I cover since Tuesday",
        "start": 18.64,
        "duration": 5.09
    },
    {
        "text": "I'm just knocking it out here I didn't include it in this week's Philip DeFranco shows because it's not really news. It's YouTube drama",
        "start": 23.73,
        "duration": 5.129
    },
    {
        "text": "So actually on that note if you want to skip this part",
        "start": 28.859,
        "duration": 1.74
    },
    {
        "text": "You just jump here in the timeline. That requested thing was a reaction to the iDubbbz content cop on Ricegum",
        "start": 30.599,
        "duration": 4.95
    },
    {
        "text": "If you don't know what I'm talking about. I'll link to his video down below. But to oversimplify",
        "start": 35.55,
        "duration": 3.63
    },
    {
        "text": "It's a takedown piece by Ian, iDubbzTV, and here's the thing I am biased here",
        "start": 39.18,
        "duration": 4.77
    },
    {
        "text": "I am actually a big fan of iDubbbz when he releases a Content cop that's like a YouTube holiday for me I stop",
        "start": 43.95,
        "duration": 4.769
    },
    {
        "text": "What I'm doing and I watch the most negative thing I could say about the guy",
        "start": 48.719,
        "duration": 2.55
    },
    {
        "text": "Is he made me question people using certain words in certain contexts. But I understand his point of view and his argument",
        "start": 51.27,
        "duration": 5.819
    },
    {
        "text": "Here's the thing I will say without a doubt no one does take down pieces",
        "start": 57.09,
        "duration": 2.789
    },
    {
        "text": "Better than Ian this video here like his other content cops in the past. They're very well research additionally. He's a smart boy",
        "start": 59.949,
        "duration": 5.84
    },
    {
        "text": "He knows how people are going to react to certain things so he either",
        "start": 65.82,
        "duration": 3.029
    },
    {
        "text": "Preemptively cuts them off at the pass",
        "start": 68.92,
        "duration": 1.58
    },
    {
        "text": "So they can't use that or he allows them to react and respond a certain way because he knows they're going to overextend",
        "start": 70.5,
        "duration": 5.099
    },
    {
        "text": "We've seen that in the past with some of his targets",
        "start": 75.6,
        "duration": 1.89
    },
    {
        "text": "I mean we're talking about a guy that because he knew that someone was going to make fun of his hairline in a response video",
        "start": 77.49,
        "duration": 5.25
    },
    {
        "text": "Shaved his head and not like a clean shave like a fucked up shave",
        "start": 82.9,
        "duration": 3.649
    },
    {
        "text": "It's pretty damn hard to argue against any and all of the points",
        "start": 86.549,
        "duration": 3.0
    },
    {
        "text": "He made in that Ricegum video some of them were stories that we covered in the past like him destroying another youtubers property we",
        "start": 89.549,
        "duration": 5.22
    },
    {
        "text": "Covered that because it was an actual it's an actual crime there was outrage of him being dismissive and disrespectful",
        "start": 94.77,
        "duration": 4.26
    },
    {
        "text": "To a rape victim. And to all the people saying Oh Phil talk about iDubbbz ending Ricegum's career no",
        "start": 99.4,
        "duration": 5.509
    },
    {
        "text": "What idubbbz does is he maims careers he does a lot of damage",
        "start": 104.909,
        "duration": 3.06
    },
    {
        "text": "We're seeing that with ricegum who went from getting between 8,000 to around 16,000 new subscribers a day",
        "start": 107.97,
        "duration": 4.799
    },
    {
        "text": "But then the content cop video releases rice gum loses tens of thousands of subscribers",
        "start": 112.77,
        "duration": 4.08
    },
    {
        "text": "But then you slowly see it swing back to normal but soon enough rice will be back in the positive",
        "start": 117.04,
        "duration": 4.639
    },
    {
        "text": "What happens next is completely dependent on how ricegum responds all I would say is if I could give some advice to ricegum",
        "start": 121.68,
        "duration": 5.61
    },
    {
        "text": "It is don't handle this situation like you're doing something against Jake Paul Ian is a pro",
        "start": 127.29,
        "duration": 5.129
    },
    {
        "text": "Whereas Jay paul in certain states if you really mean to him that could be considered a hate crime?",
        "start": 132.64,
        "duration": 5.089
    },
    {
        "text": "But that's that let's jump into the Monday show Monday. We talked about the Vegas shooting",
        "start": 137.73,
        "duration": 4.05
    },
    {
        "text": "Justb wrote all major news channels: \"over 50 kills and more than 500 injured an act of terror in Las Vegas",
        "start": 141.78,
        "duration": 5.22
    },
    {
        "text": "We'll be right back after this\"",
        "start": 147.0,
        "duration": 1.44
    },
    {
        "text": "Insert drug commercials other ads makes me wonder how much the people at news agencies actually care",
        "start": 148.44,
        "duration": 4.379
    },
    {
        "text": "Are they sitting in a room thinking in their heads? We are going to make so much money and our ratings are gonna",
        "start": 152.819,
        "duration": 3.93
    },
    {
        "text": "Go through the roof not throwing every news journalist in one basket",
        "start": 156.75,
        "duration": 2.97
    },
    {
        "text": "But some executives anchors and news producers are probably thinking about how much money they're making that's a pretty interesting point obviously",
        "start": 159.72,
        "duration": 5.309
    },
    {
        "text": "I'm in a different basket I'm not 24/7 news",
        "start": 165.03,
        "duration": 2.279
    },
    {
        "text": "I have the ability like I did on Monday to move my sponsors my",
        "start": 167.31,
        "duration": 3.3
    },
    {
        "text": "Advertisements to turn off the YouTube ads I think for news stations",
        "start": 171.1,
        "duration": 2.989
    },
    {
        "text": "They're in a different basket obviously I also saw a lot of people saying hey Wall Street Journal did all those articles about",
        "start": 174.09,
        "duration": 5.369
    },
    {
        "text": "Advertisements being next to violent content all over",
        "start": 179.83,
        "duration": 2.33
    },
    {
        "text": "YouTube that this changes the game other outlets doing other hit pieces on YouTube but you and your more controlled environment of Wall Street",
        "start": 182.44,
        "duration": 6.949
    },
    {
        "text": "Journal's still put up all your ads around the violent content showcasing the videos with advertisements",
        "start": 189.39,
        "duration": 4.889
    },
    {
        "text": "Surrounding them. And so I guess I want to pass the question off to you is it wrong that",
        "start": 194.319,
        "duration": 2.87
    },
    {
        "text": "Websites keep their ads on those pages or no",
        "start": 197.709,
        "duration": 2.6
    },
    {
        "text": "This is new news should be funded too despite some of these outlets or the people that work at them being hypocrites",
        "start": 200.31,
        "duration": 4.949
    },
    {
        "text": "They're not profiting off of a terror attack",
        "start": 205.26,
        "duration": 1.8
    },
    {
        "text": "they are just profiting because they bring the news to people I mean if the standard practice became you don't have advertisements when you're",
        "start": 207.06,
        "duration": 5.699
    },
    {
        "text": "Talking about something that is that is too violent that take away the incentive for news agencies to cover it",
        "start": 212.76,
        "duration": 5.039
    },
    {
        "text": "I don't know I'm personally not going to crucify them for this because it's something that I'm still trying to think about I base my decision",
        "start": 217.799,
        "duration": 5.82
    },
    {
        "text": "On how I personally felt, I'm not saying that's the right way, so just let me know what you think. Ordinary Arie wrote",
        "start": 223.62,
        "duration": 5.13
    },
    {
        "text": "I think it's really upsetting that I'm somewhat desensitized to mass shootings",
        "start": 228.75,
        "duration": 2.459
    },
    {
        "text": "Just because of how many have occurred in my short lifetime my logical brain processes the tragedy",
        "start": 231.34,
        "duration": 4.25
    },
    {
        "text": "But you have to understand high school seniors were born the same year as Columbine in elementary school during",
        "start": 235.59,
        "duration": 4.38
    },
    {
        "text": "Virginia Tech in middle school during Sandy Hook and in high school during, Las Vegas",
        "start": 239.97,
        "duration": 3.72
    },
    {
        "text": "And I think the sad thing is I understand where you're coming from I remember covering, Virginia Tech. And please understand",
        "start": 243.69,
        "duration": 5.669
    },
    {
        "text": "I'm not making this about me",
        "start": 249.359,
        "duration": 1.321
    },
    {
        "text": "I'm mentioning this because maybe there are other people that feel this, but each time something happens",
        "start": 250.68,
        "duration": 4.619
    },
    {
        "text": "I do feel a little bit of myself chip away. The shootings",
        "start": 255.299,
        "duration": 3.029
    },
    {
        "text": "You talked about here the pulse nightclub the nice truck attack  the 2015 Paris attacks",
        "start": 258.329,
        "duration": 4.829
    },
    {
        "text": "They just chip and chip and chip away, and then you just look and next thing",
        "start": 263.159,
        "duration": 4.11
    },
    {
        "text": "You know you're just looking at a video and your only response is again",
        "start": 267.27,
        "duration": 3.33
    },
    {
        "text": "You still hurt for the victims and the fact that it happened",
        "start": 270.6,
        "duration": 2.76
    },
    {
        "text": "But the shock is not there anymore. And just thinking that and saying that out loud. It just makes me realize how sad",
        "start": 273.36,
        "duration": 5.849
    },
    {
        "text": "That is. John summers wrote when a terrorist attacks us",
        "start": 279.73,
        "duration": 2.75
    },
    {
        "text": "We immediately start thinking ways to stop terrorists when mass shootings occur now isn't the time to talk about",
        "start": 282.48,
        "duration": 4.5
    },
    {
        "text": "Solutions with no political dog in this fight. Why can't we talk about gun control and John",
        "start": 287.05,
        "duration": 3.68
    },
    {
        "text": "I will say that in the past around shootings. I will say you know just within the first 24 hours",
        "start": 290.73,
        "duration": 4.739
    },
    {
        "text": "This is not the time to politicize this after seeing this happen over and over again",
        "start": 295.47,
        "duration": 4.019
    },
    {
        "text": "I think that it's worth a conversation, and we shouldn't villainize the fact that we should want to talk about it",
        "start": 299.49,
        "duration": 5.279
    },
    {
        "text": "And I also think this is a unique situation",
        "start": 304.77,
        "duration": 1.57
    },
    {
        "text": "And a great place to start talking about it. There are a few unique things about this story one from most everything",
        "start": 306.34,
        "duration": 5.57
    },
    {
        "text": "I've seen it seems that most if not all of the weapons he had were completely legal and two the shooting was done in such",
        "start": 311.91,
        "duration": 5.94
    },
    {
        "text": "A way that the prospect of a good guy with a gun",
        "start": 317.85,
        "duration": 2.819
    },
    {
        "text": "couldn't really stop the situation as it was happening the guy was shooting from a thirty second floor into what was",
        "start": 320.77,
        "duration": 5.149
    },
    {
        "text": "Essentially for him a killing field it's not the same kind of situation",
        "start": 326.05,
        "duration": 2.93
    },
    {
        "text": "We have the bad guy going into a school or a movie theater. Where a",
        "start": 328.98,
        "duration": 2.549
    },
    {
        "text": "Person with a handgun could stop them and personally I think wherever you land on the issue",
        "start": 331.75,
        "duration": 3.47
    },
    {
        "text": "We shouldn't villainize having a conversation about it then let's jump into the Tuesday show Tuesday",
        "start": 335.22,
        "duration": 4.889
    },
    {
        "text": "We talked about updates around the Vegas shooting some people promoting fake news we had the CBS",
        "start": 340.11,
        "duration": 4.23
    },
    {
        "text": "Firing the alleged rape by cops in New York and the Catalonian referendum. And actually before jumping into the comments",
        "start": 344.53,
        "duration": 4.73
    },
    {
        "text": "I did want to note something an update on the Tuesday show we talked about a lot of people promoting fake",
        "start": 349.26,
        "duration": 4.169
    },
    {
        "text": "News one of the people I mentioned was Tana Mongeau",
        "start": 353.43,
        "duration": 2.16
    },
    {
        "text": "Tana had previously posted a tweet where she said Donald Trump said that all the people being killed in in Vegas was a",
        "start": 355.59,
        "duration": 4.86
    },
    {
        "text": "Miracle. This was a complete butchering of reality, but I do have to say",
        "start": 360.55,
        "duration": 3.14
    },
    {
        "text": "How quickly the police department was able to get in was really very much of a miracle they've done an amazing job",
        "start": 364.54,
        "duration": 6.769
    },
    {
        "text": "I want to point out something she did after I uploaded the Tuesday show she tweeted my bad for promoting fake news",
        "start": 371.31,
        "duration": 5.1
    },
    {
        "text": "I literally hate Trump and should have watched further shout-out @PhillyD for helping me be less stupid",
        "start": 376.41,
        "duration": 4.5
    },
    {
        "text": "I will say minus all the",
        "start": 380.91,
        "duration": 2.0
    },
    {
        "text": "Overcompensating lol's that is exactly how you should respond to being proven wrong acknowledge it own it try and learn from it. Will she? Hopefully",
        "start": 382.93,
        "duration": 7.52
    },
    {
        "text": "It's not guaranteed, but it's a great first step on the Catalonian referendum Laura Llaneza",
        "start": 390.45,
        "duration": 3.75
    },
    {
        "text": "Thank you for covering the situation in Catalonia so accurately Phil, as a citizen of Catalonia",
        "start": 394.2,
        "duration": 3.779
    },
    {
        "text": "we want more people around the world to see what's happening to maybe get some interference and so we can have a peaceful conclusion to",
        "start": 397.98,
        "duration": 5.1
    },
    {
        "text": "This referendum because right now most of us are worried",
        "start": 403.08,
        "duration": 1.95
    },
    {
        "text": "it will end in a second civil war HandeToon wrote illegitimate or not the crackdown on the independence vote in Catalonia amounts to",
        "start": 405.03,
        "duration": 5.579
    },
    {
        "text": "Police told by the government to attack people they disagree with this is textbook",
        "start": 410.61,
        "duration": 3.48
    },
    {
        "text": "Fascism the Spanish government has no leg to stand on with this issue",
        "start": 414.24,
        "duration": 3.22
    },
    {
        "text": "Rumplelumpa wrote: Whether you agree with the referendum or not the reaction of the Spanish government was",
        "start": 417.46,
        "duration": 3.74
    },
    {
        "text": "incomprehensibly stupid how can you answer people writing something on a piece of paper with massive police influx and violence and then call it unconstitutional",
        "start": 421.62,
        "duration": 6.58
    },
    {
        "text": "They violated their own",
        "start": 428.41,
        "duration": 1.29
    },
    {
        "text": "Citizens, crushed their right on free speech and used massive force against them so one I agree with most people that Catalonia should be able",
        "start": 429.7,
        "duration": 6.589
    },
    {
        "text": "To do this at the very least be allowed to vote the fact that Spain's government sent in all those National Police you saw people",
        "start": 436.29,
        "duration": 5.37
    },
    {
        "text": "Being beaten in the street uncalled for unacceptable as far as I'm concerned",
        "start": 441.66,
        "duration": 3.389
    },
    {
        "text": "But I do want to mention why Spain's government thinks that they are in the right here it all comes down to Spain's democratic constitution of",
        "start": 445.05,
        "duration": 5.16
    },
    {
        "text": "1978 this gave Catalonia wide autonomy",
        "start": 450.52,
        "duration": 2.269
    },
    {
        "text": "But also affirmed quote the indissoluble unity of the Spanish nation, and so Spain's government is saying because this is in the Constitution",
        "start": 452.79,
        "duration": 6.089
    },
    {
        "text": "This is illegal so essentially their argument is hey your fathers, and your grandfather's they made this political decision",
        "start": 458.88,
        "duration": 5.88
    },
    {
        "text": "So sorry if it's the will of the people you are ours and also",
        "start": 464.76,
        "duration": 2.61
    },
    {
        "text": "It's important to understand that a lot of anger that we're seeing today in Catalonia stems from",
        "start": 467.37,
        "duration": 3.779
    },
    {
        "text": "2006. In 2006 Catalonia passed something called the statute of autonomy of Catalonia and",
        "start": 471.46,
        "duration": 4.459
    },
    {
        "text": "to oversimplify it just defines the rights and obligations of citizens of Catalonia this ended up going to the",
        "start": 476.11,
        "duration": 4.519
    },
    {
        "text": "Constitutional Court of Spain it took them four years",
        "start": 480.82,
        "duration": 2.33
    },
    {
        "text": "And after those four years they decided to strike down 14 of the Articles",
        "start": 483.4,
        "duration": 3.649
    },
    {
        "text": "And they also dictated the interpretation of 27 more",
        "start": 487.05,
        "duration": 3.179
    },
    {
        "text": "and that pissed off a ton of",
        "start": 490.23,
        "duration": 1.3
    },
    {
        "text": "Catalonians over a million people reportedly took to the streets in Barcelona and one of their prominent chants where we are a nation we decide",
        "start": 491.53,
        "duration": 6.049
    },
    {
        "text": "And so things like that or where you're getting people that they want to be separate",
        "start": 497.58,
        "duration": 2.88
    },
    {
        "text": "They feel like they're supposed to have been granted autonomy, but they're not really in control of their lives well",
        "start": 500.46,
        "duration": 4.229
    },
    {
        "text": "I understand why there are people that are on the side of Spain's government how they handled it is",
        "start": 504.69,
        "duration": 4.89
    },
    {
        "text": "Horrible in my opinion all they're doing is escalating the situation and breeding more animosity on the CBS firings",
        "start": 509.74,
        "duration": 5.779
    },
    {
        "text": "ZiePe wrote stop getting people fired. It's okay to notify CBS. But don't demand them to fire an employee",
        "start": 515.52,
        "duration": 4.77
    },
    {
        "text": "They should have simply stated that the views of the employee don't represent the view of the company and go on with their lives this",
        "start": 520.29,
        "duration": 4.469
    },
    {
        "text": "Stupid circle of outrage getting people fired and then that person is issuing a fake apology doesn't get us anywhere",
        "start": 524.76,
        "duration": 4.229
    },
    {
        "text": "And it's not very conducive for free speech and on the opposite. End we had Budemawa writing",
        "start": 529.14,
        "duration": 3.899
    },
    {
        "text": "Yes, that woman should have been fired because she is a public face of CBS and this is bad PR for them",
        "start": 533.04,
        "duration": 4.289
    },
    {
        "text": "It's not the same as the guy who was fired from Google because he wasn't a public figure and Matmanp wrote regarding",
        "start": 537.329,
        "duration": 4.47
    },
    {
        "text": "CBS firing if we allow temporary insanity as defense for murder we should consider it for online Commons that is a very interesting thought that",
        "start": 541.899,
        "duration": 6.5
    },
    {
        "text": "I had not considered. I'll be honest well one",
        "start": 548.399,
        "duration": 1.651
    },
    {
        "text": "I would say you can plead insanity that doesn't mean you just get off scot-free",
        "start": 550.05,
        "duration": 3.09
    },
    {
        "text": "Secondly on the note of someone being a public face for your company",
        "start": 553.42,
        "duration": 2.96
    },
    {
        "text": "Anyone can really be the public face for your company if on their profile under their picture. They have where they work",
        "start": 556.87,
        "duration": 6.08
    },
    {
        "text": "just",
        "start": 562.95,
        "duration": 0.34
    },
    {
        "text": "Prominently display that person by the general public is going to be seen as a representative of your company",
        "start": 563.29,
        "duration": 4.4
    },
    {
        "text": "That said as far as the firing",
        "start": 567.69,
        "duration": 1.649
    },
    {
        "text": "I'm personally split if one of my people said something like this it really wouldn't even be about public perception",
        "start": 569.339,
        "duration": 5.13
    },
    {
        "text": "I just wouldn't want to work with that person",
        "start": 574.47,
        "duration": 1.619
    },
    {
        "text": "It's an incredibly disgusting",
        "start": 576.089,
        "duration": 1.24
    },
    {
        "text": "mindset and to the first comments saying freedom of speech",
        "start": 577.329,
        "duration": 2.69
    },
    {
        "text": "You're talking about the government coming down on you arresting you",
        "start": 580.149,
        "duration": 3.23
    },
    {
        "text": "It's not freedom from people's responses people get to still respond you can be fired and as far as going after people's employers",
        "start": 583.38,
        "duration": 6.149
    },
    {
        "text": "That is that is the new way anytime",
        "start": 589.529,
        "duration": 2.0
    },
    {
        "text": "Anything happens now. They go after the the employer if it's if it's a online personality. They go after the sponsors",
        "start": 591.88,
        "duration": 6.229
    },
    {
        "text": "I think as more people get used to the internet people start building tougher skin words start mattering less people start taking aim at what",
        "start": 598.11,
        "duration": 6.539
    },
    {
        "text": "Is at the core of a person's ability to live and that is their money. I'm not saying",
        "start": 604.649,
        "duration": 3.66
    },
    {
        "text": "It's right, but this is the new normal and then let's talk about the Wednesday show Wednesday",
        "start": 608.31,
        "duration": 4.019
    },
    {
        "text": "We talked about the woman who fakes her own kidnapping Rex Tillerson and Donald Trump and morongate more updates around the Las Vegas",
        "start": 612.329,
        "duration": 6.72
    },
    {
        "text": "Shooting on the Rex Tillerson story johnny schwifty wrote it is petty stuff. It's not proper news for that level of media",
        "start": 619.269,
        "duration": 5.54
    },
    {
        "text": "It's bullshit gossip magazine. Level news. The news at that level is there for the public to be informed about important issues",
        "start": 624.81,
        "duration": 4.889
    },
    {
        "text": "It's important for the public to know that their secretary of state still and always has wanted to serve",
        "start": 629.699,
        "duration": 4.05
    },
    {
        "text": "It's not important to know whether or not he called Trump a moron. But the media knows if they can get a headline saying Sec. of state",
        "start": 633.75,
        "duration": 4.769
    },
    {
        "text": "calls president a moron that would generate a ton of clicks because a lot more people have their attention set on reality TV type drama the",
        "start": 638.519,
        "duration": 5.25
    },
    {
        "text": "media knows that's not a relevant question to ask in the grand scheme of things but ask it anyways because that petty shit sells and",
        "start": 643.769,
        "duration": 5.37
    },
    {
        "text": "Johnny I just I disagree with that if your understanding of the story is person A said mean thing about person B oh shoot",
        "start": 649.14,
        "duration": 6.209
    },
    {
        "text": "In that very narrow view point you could be like oh, this is petty bullshit",
        "start": 655.35,
        "duration": 2.82
    },
    {
        "text": "but what we're talking about here is a report that says a",
        "start": 658.17,
        "duration": 2.039
    },
    {
        "text": "Secretary of State after an important meeting called his boss the person ultimately making the decisions a moron not to just one person",
        "start": 660.459,
        "duration": 6.99
    },
    {
        "text": "but in a situation",
        "start": 667.45,
        "duration": 0.79
    },
    {
        "text": "open enough that there can be several sources reporting this and that's a big deal because you want your secretary of state and",
        "start": 668.24,
        "duration": 5.089
    },
    {
        "text": "President on the same page and as we've seen from trump tweets and Rex Tillerson interviews",
        "start": 673.49,
        "duration": 4.369
    },
    {
        "text": "They do not seem to be on the same page on some big things to me that story and claim isn't about the word moron",
        "start": 677.86,
        "duration": 5.159
    },
    {
        "text": "This is about a potential alleged clash of the highest levels of government",
        "start": 683.02,
        "duration": 3.69
    },
    {
        "text": "And so that's why I personally see as how Rex Tillerson answered those questions the other day as a dodge",
        "start": 686.71,
        "duration": 5.13
    },
    {
        "text": "He definitively he specifically denied the part that he had to be talked into staying in his position",
        "start": 691.84,
        "duration": 4.32
    },
    {
        "text": "He opted against giving a specific",
        "start": 696.16,
        "duration": 1.93
    },
    {
        "text": "definitive answer in regards to if he said the president was a moron Johnny that is just where I land and we can have a",
        "start": 698.09,
        "duration": 5.45
    },
    {
        "text": "difference of opinion here",
        "start": 703.54,
        "duration": 0.78
    },
    {
        "text": "And then let's talk Thursday show Thursday",
        "start": 704.32,
        "duration": 1.74
    },
    {
        "text": "We had the Cam Newton sexism controversy Mark Salling being a sex offender the Netflix price increase and the u.s.",
        "start": 706.06,
        "duration": 5.279
    },
    {
        "text": "voting no on the UN death penalty resolution. On the Cam Newton story super atheist wrote it is funny to hear a woman talk about",
        "start": 711.34,
        "duration": 5.7
    },
    {
        "text": "Routes by the way what are routes? sports!",
        "start": 717.04,
        "duration": 2.0
    },
    {
        "text": "Thank you, I needed a laugh today luna malfoy wrote, I lost a lot of respect for Cam with that statement",
        "start": 720.62,
        "duration": 4.399
    },
    {
        "text": "I've watched football my entire life. I know route stats of players I can see when the team lines up the type of play",
        "start": 725.02,
        "duration": 4.44
    },
    {
        "text": "They're trying to run. It's not uncommon to talk to a woman who knows about a sport",
        "start": 729.46,
        "duration": 3.09
    },
    {
        "text": "She watches you think we're turning it on for the padded bodies and commercials no",
        "start": 732.55,
        "duration": 3.239
    },
    {
        "text": "We're watching it because we want to when we enjoy the sport and the Votted wrote I think the 45 percent female fan base",
        "start": 735.79,
        "duration": 4.979
    },
    {
        "text": "Is a somewhat skewed statistic as a person who works in Uptown Charlotte where the Panther Stadium is on Sundays",
        "start": 740.77,
        "duration": 4.47
    },
    {
        "text": "I got a shit-ton of football fans coming to my shop and I can assure you that even though",
        "start": 745.24,
        "duration": 2.969
    },
    {
        "text": "45% of the audience is women I see and talk to a true majority the women had just brought by their boyfriends",
        "start": 748.37,
        "duration": 4.07
    },
    {
        "text": "And/or just there for the spectacle of watching sports in a public place",
        "start": 752.81,
        "duration": 2.779
    },
    {
        "text": "So there are few things to hit on the first is the 45%",
        "start": 755.59,
        "duration": 2.46
    },
    {
        "text": "Number was kind of just on the side one of the reasons why I said that may not be your personal life",
        "start": 758.12,
        "duration": 4.01
    },
    {
        "text": "Experience is because in my circle",
        "start": 762.13,
        "duration": 2.429
    },
    {
        "text": "I really only know two women that watch football. One is my wife",
        "start": 764.56,
        "duration": 2.88
    },
    {
        "text": "And it's really less about watching football and more watching my reaction",
        "start": 767.44,
        "duration": 3.209
    },
    {
        "text": "as I pay attention to my fantasy league and then the",
        "start": 770.78,
        "duration": 2.69
    },
    {
        "text": "Fantastic Nikki Lemo who's actually in my fantasy league, although I would argue",
        "start": 773.54,
        "duration": 3.26
    },
    {
        "text": "She actually has a deeper knowledge of football than myself",
        "start": 776.8,
        "duration": 2.279
    },
    {
        "text": "probably nut the reason that's an aside as I mentioned in the video is this isn't about all women is about a",
        "start": 779.21,
        "duration": 4.46
    },
    {
        "text": "Journalist in the sports field who has been following the Panthers for a year",
        "start": 783.8,
        "duration": 4.0
    },
    {
        "text": "This is a reporter not an on-camera personality if she didn't know the ins and out she wouldn't be good at her job",
        "start": 787.8,
        "duration": 4.54
    },
    {
        "text": "Also to the people I saw saying Cam Newton apologized",
        "start": 792.42,
        "duration": 2.54
    },
    {
        "text": "Let's just move past this at the time of your comment at the time of this video",
        "start": 794.96,
        "duration": 3.299
    },
    {
        "text": "He had not the closest thing to that is that he said he should have made the critique about all reporters",
        "start": 798.26,
        "duration": 4.26
    },
    {
        "text": "Not singled her out as a woman",
        "start": 802.52,
        "duration": 1.32
    },
    {
        "text": "But that doesn't make sense that's like it's funny hearing you say that then maybe you could see like okay",
        "start": 803.84,
        "duration": 4.859
    },
    {
        "text": "I see how like you and all reporters how that might be interchangeable. That's not what happened",
        "start": 808.7,
        "duration": 4.559
    },
    {
        "text": "He acted like he saw a monkey using tools",
        "start": 813.26,
        "duration": 2.25
    },
    {
        "text": "But after my video went up after he lost his",
        "start": 815.51,
        "duration": 2.549
    },
    {
        "text": "Sponsorship Cam Newton did finally apologize on his Twitter released this video where he said these key points After careful thought",
        "start": 818.22,
        "duration": 6.139
    },
    {
        "text": "I understand that my word choice was extremely",
        "start": 824.36,
        "duration": 3.48
    },
    {
        "text": "degrading and disrespectful",
        "start": 828.39,
        "duration": 2.0
    },
    {
        "text": "to women",
        "start": 830.52,
        "duration": 1.32
    },
    {
        "text": "and to be honest that was not my intentions and",
        "start": 831.84,
        "duration": 2.839
    },
    {
        "text": "If you are a person who",
        "start": 835.65,
        "duration": 2.0
    },
    {
        "text": "took offense to",
        "start": 837.72,
        "duration": 2.0
    },
    {
        "text": "What I said, I sincerely apologize see don't be like me",
        "start": 840.24,
        "duration": 4.07
    },
    {
        "text": "Be better than me",
        "start": 845.19,
        "duration": 1.56
    },
    {
        "text": "Although with all of that said I will say I'm not on the fuck Cam Newton train",
        "start": 846.75,
        "duration": 4.16
    },
    {
        "text": "Maybe it's because the NFL has kind of lowered the bar for me",
        "start": 850.91,
        "duration": 2.789
    },
    {
        "text": "But if an ignorant comment is the worst we're getting from him right now",
        "start": 853.7,
        "duration": 3.75
    },
    {
        "text": "He's a saint, but that said my favorite comment directed towards Cam Newton around this situation was quote",
        "start": 857.45,
        "duration": 6.179
    },
    {
        "text": "How's Cam Newton gonna act like she doesn't know what a post route is when he's the one with the eighth worst quarterback rating in",
        "start": 863.63,
        "duration": 5.52
    },
    {
        "text": "The league why you gotta cam like that hes on an upswing did you see him last week?",
        "start": 869.15,
        "duration": 3.75
    },
    {
        "text": "He throw as many touchdowns against New England as",
        "start": 872.9,
        "duration": 2.159
    },
    {
        "text": "Interceptions against New Orleans but whatever were past this that's actually where I'm gonna end today's show I do want to thank all of you",
        "start": 875.37,
        "duration": 4.94
    },
    {
        "text": "beautiful bastards for another fantastic week",
        "start": 880.31,
        "duration": 2.039
    },
    {
        "text": "Thanks for watching",
        "start": 882.35,
        "duration": 0.67
    },
    {
        "text": "Being a part of this commenting and sharing all the good stuff a huge shout out to all your beautiful bastards that are subscribed over",
        "start": 883.02,
        "duration": 5.69
    },
    {
        "text": "at DeFrancoElite.com thank you for funding what we're doing now and what we're trying to build but with that said of course as",
        "start": 888.71,
        "duration": 4.889
    },
    {
        "text": "Always, my name's philip defranco. You've just been Philled in. I love yo faces, and I'll see you next time",
        "start": 893.6,
        "duration": 5.49
    }
]