[
    {
        "text": "'Sup you beautiful bastards. Hope you're having a fantastic Friday. Welcome back to the Friday show.",
        "start": 0.0,
        "duration": 4.64
    },
    {
        "text": "For those of you that are a new here, Monday, Tuesday, Wednesday, Thursday,",
        "start": 4.64,
        "duration": 2.38
    },
    {
        "text": "I like to talk about the news, world events, and then Friday it is all about the conversation",
        "start": 7.02,
        "duration": 4.08
    },
    {
        "text": "I go back through the last week of videos. I look at your comments, and then I comment back.",
        "start": 11.1,
        "duration": 3.26
    },
    {
        "text": "Yes, this is a show, but it is also a conversation",
        "start": 14.36,
        "duration": 2.46
    },
    {
        "text": "But before we jump into that I need to briefly mention the story people have been spamming me about over the past 24 hours",
        "start": 16.82,
        "duration": 5.22
    },
    {
        "text": "The initial accusations were massive YouTubers, RiceGum and FaZe Kay, they beat on this small live streamer.",
        "start": 22.04,
        "duration": 6.54
    },
    {
        "text": "A guy by the name of Ragestew tweeting",
        "start": 28.64,
        "duration": 1.56
    },
    {
        "text": "Then tweeting out more injury pictures with the caption",
        "start": 45.74,
        "duration": 1.7
    },
    {
        "text": "People were sending video from Rage's live stream where all of a sudden you do see FaZe Kay show up",
        "start": 51.809,
        "duration": 4.29
    },
    {
        "text": "And then of course you definitely hear that something happened",
        "start": 56.1,
        "duration": 2.459
    },
    {
        "text": "But you can't really see it on camera. The screen's black during the live stream",
        "start": 58.559,
        "duration": 3.03
    },
    {
        "text": "So after hearing the accusations, seeing those injuries",
        "start": 61.589,
        "duration": 2.491
    },
    {
        "text": "I was really concerned, but a big thing of note",
        "start": 64.08,
        "duration": 2.66
    },
    {
        "text": "The more I looked into this, the less Ragestew seemed like an innocent victim. Apparently the reason this guy was around RiceGum's house",
        "start": 66.74,
        "duration": 5.86
    },
    {
        "text": "Is he wanted to go to and get in RiceGum's house",
        "start": 72.6,
        "duration": 2.699
    },
    {
        "text": "He says this in the stream",
        "start": 75.299,
        "duration": 1.461
    },
    {
        "text": "One of these go to Ricegum's house",
        "start": 76.76,
        "duration": 1.479
    },
    {
        "text": "Yeah, that's what we're doing man that's the whole point of this stream right? I mean, I'm just gonna",
        "start": 78.3,
        "duration": 3.52
    },
    {
        "text": "I don't know yet what I'm gonna do once I get up there",
        "start": 82.62,
        "duration": 2.7
    },
    {
        "text": "I'm not gonna like fucking kill the guy or anything all right. I'm just gonna",
        "start": 85.869,
        "duration": 4.94
    },
    {
        "text": "Gonna see it's just gonna be like the team 10 house bullshit. You know.",
        "start": 91.42,
        "duration": 3.72
    },
    {
        "text": "There he's referencing how he was able to get into Jake Paul's house, the Team 10 house.",
        "start": 95.22,
        "duration": 3.8
    },
    {
        "text": "And also a big note is Rage got arrested",
        "start": 99.02,
        "duration": 2.04
    },
    {
        "text": "We know this in part due to Rage's tweets where he's also making accusations.",
        "start": 101.07,
        "duration": 3.047
    },
    {
        "text": "There, he's tweeting",
        "start": 104.12,
        "duration": 0.8
    },
    {
        "text": "FaZe Kay also released a video later showing the actual helicopter looking and seemingly finding him",
        "start": 115.14,
        "duration": 5.04
    },
    {
        "text": "And as far as why he was arrested",
        "start": 120.18,
        "duration": 1.12
    },
    {
        "text": "It's not like this guy was just on some hiking trail, right? Public property, hiking trail",
        "start": 121.3,
        "duration": 4.78
    },
    {
        "text": "Rage seems to have live-streamed himself committing a crime",
        "start": 126.08,
        "duration": 3.74
    },
    {
        "text": "He was trespassing. We see him, in his own live stream say, \"Hey, let's commit a crime.\"",
        "start": 129.94,
        "duration": 5.56
    },
    {
        "text": "So let's go",
        "start": 135.5,
        "duration": 0.84
    },
    {
        "text": "Let's go trespass in this",
        "start": 137.02,
        "duration": 2.0
    },
    {
        "text": "I like how I say that all casually and shit. Let's go trespass right here onto the fucking pool area. Fuck yeah dude",
        "start": 140.22,
        "duration": 6.72
    },
    {
        "text": "He once again acknowledges, he's going into a place not open to the public",
        "start": 146.94,
        "duration": 3.14
    },
    {
        "text": "We then see him opening gates jumping into the property",
        "start": 150.42,
        "duration": 3.24
    },
    {
        "text": "fucking hell",
        "start": 161.86,
        "duration": 1.02
    },
    {
        "text": "All right, we're in guys",
        "start": 167.5,
        "duration": 1.78
    },
    {
        "text": "Noting that he thinks that there's someone in the house, maybe looking at him",
        "start": 169.28,
        "duration": 2.76
    },
    {
        "text": "And I can't I can't tell if the people in this house are watching me because there's tainted windows",
        "start": 172.04,
        "duration": 4.98
    },
    {
        "text": "Then he's talking about how he needs to be stealthy",
        "start": 177.46,
        "duration": 1.86
    },
    {
        "text": "It's just, I think stealthy is the best way to go here because",
        "start": 179.32,
        "duration": 3.319
    },
    {
        "text": "It's gonna give us the best, gonna give us the tactical advantage",
        "start": 183.52,
        "duration": 3.76
    },
    {
        "text": "And then he starts actually trying to record into the houses that he thinks RiceGum is in",
        "start": 187.28,
        "duration": 4.4
    },
    {
        "text": "Oh shit is that RiceGum right there?",
        "start": 191.68,
        "duration": 1.64
    },
    {
        "text": "And then he ends up being confronted by people concerned why the hell he's there?",
        "start": 194.14,
        "duration": 3.919
    },
    {
        "text": "What up guy?",
        "start": 198.06,
        "duration": 1.1
    },
    {
        "text": "The fuck are you doing bro?",
        "start": 200.22,
        "duration": 0.86
    },
    {
        "text": "And then, thanks to FaZe Kay uploading a video because that's what you do when you're accused of assaulting someone",
        "start": 201.08,
        "duration": 4.56
    },
    {
        "text": "We end up seeing the other side of the interaction and nothing in that makes it seem like FaZe Kay is in any way the aggressor",
        "start": 205.64,
        "duration": 5.2
    },
    {
        "text": "Or he is the person that attacked. So I don't know why Rage is saying, \"Thanks @FaZeKay, RiceGum\"",
        "start": 210.84,
        "duration": 5.46
    },
    {
        "text": "We do see another guy slapping Rage's phone away from him.",
        "start": 216.3,
        "duration": 2.72
    },
    {
        "text": "No we were just watching",
        "start": 219.02,
        "duration": 1.26
    },
    {
        "text": "Hey chill",
        "start": 220.28,
        "duration": 0.82
    },
    {
        "text": "Then Kay says he leaves the situation",
        "start": 221.1,
        "duration": 0.84
    },
    {
        "text": "people try to detain him til the police show up and somehow agents away the police have to find him here's what I have",
        "start": 221.94,
        "duration": 5.789
    },
    {
        "text": "To say from all the evidence we see right now",
        "start": 227.73,
        "duration": 1.99
    },
    {
        "text": "I have very little if any sympathy for rage it appears that he intended to and knowingly committed a crime and then tried to get",
        "start": 229.72,
        "duration": 7.669
    },
    {
        "text": "Away after the police recalled he claims are injuries from an attack, but as right now. There's no video evidence of it",
        "start": 237.39,
        "duration": 5.279
    },
    {
        "text": "We just hear sound there are people who could easily argue that he may have incurred those injuries as he was running away",
        "start": 242.67,
        "duration": 5.129
    },
    {
        "text": "He's trying to get away in crazy terrain and all while you were doing this you were trying to film into people's private homes",
        "start": 247.799,
        "duration": 5.19
    },
    {
        "text": "That's disgusting",
        "start": 253.29,
        "duration": 0.87
    },
    {
        "text": "How would you think that I would be on your side these guys rolled up on you while you're just hanging out at the promenade",
        "start": 254.16,
        "duration": 5.309
    },
    {
        "text": "Or something like that sure full-on assholes at all",
        "start": 259.47,
        "duration": 2.489
    },
    {
        "text": "I end up seeing here are concerned citizens and a criminal, but hey that's just how I see the situation",
        "start": 261.959,
        "duration": 4.5
    },
    {
        "text": "I of course would love to know though is watching right now what your thoughts are that said let's jump into the Monday show",
        "start": 266.46,
        "duration": 4.98
    },
    {
        "text": "Monday we talked about the Jake Paul banks assault story a total eclipse and the Boston protests on the Jay Paul story",
        "start": 271.54,
        "duration": 6.649
    },
    {
        "text": "Fan V wrote nice show Phil wondering how long the Jake Paul dramas gonna drag on though even though he's not really at the center",
        "start": 278.31,
        "duration": 4.95
    },
    {
        "text": "Of it at the moment such an ass. I gotta respect the guy for his hustle. I guess I've said this one beginning",
        "start": 283.26,
        "duration": 4.019
    },
    {
        "text": "I've said it before and after I've said that I think that jake ball is conducting himself like an asshole",
        "start": 287.28,
        "duration": 4.619
    },
    {
        "text": "He's been incredibly successful at winning this online",
        "start": 291.9,
        "duration": 2.55
    },
    {
        "text": "Fantastic and manipulation and figuring out ways to get people to care a lot of that has been orchestrating drama",
        "start": 295.31,
        "duration": 5.84
    },
    {
        "text": "but this is a",
        "start": 301.15,
        "duration": 0.94
    },
    {
        "text": "Different thing and we can say that he's not at the center of his drum at the end of the day",
        "start": 302.09,
        "duration": 4.07
    },
    {
        "text": "It's not just his assistant in the video that made the accusation. He threw it out there",
        "start": 306.16,
        "duration": 4.23
    },
    {
        "text": "He decided to make it this kind of thing he could have made the decision to let the police handle it if there was",
        "start": 310.39,
        "duration": 4.889
    },
    {
        "text": "Definitive evidence that this happened show that but instead the way he pulls this off",
        "start": 315.68,
        "duration": 4.639
    },
    {
        "text": "It looks like he's using this situation as clickbait",
        "start": 320.32,
        "duration": 2.88
    },
    {
        "text": "They're serious accusations made in that video against banks as far as an intentional",
        "start": 323.2,
        "duration": 3.75
    },
    {
        "text": "assault there multiple sources that even confirmed the assistant thought it was an accident from the beginning then the thing that was being described as",
        "start": 327.08,
        "duration": 5.72
    },
    {
        "text": "Maybe an accident which was just this purposeful hit and grab this isn't typical drama",
        "start": 332.8,
        "duration": 5.069
    },
    {
        "text": "I'm gonna make a dish track on you blah blah blah bullshit talking about a situation where it appears that a crime took place either",
        "start": 337.87,
        "duration": 5.7
    },
    {
        "text": "An assault or defamation so - damn son who wrote in my opinion the Jay Paul drama is",
        "start": 343.57,
        "duration": 3.839
    },
    {
        "text": "Fabricated to bring more attention to both channels Jay Paul",
        "start": 347.48,
        "duration": 2.449
    },
    {
        "text": "And h 3s",
        "start": 349.93,
        "duration": 0.64
    },
    {
        "text": "Podcasts at all publicity is good publicity",
        "start": 350.57,
        "duration": 1.73
    },
    {
        "text": "It seems rather obvious to me for me seeing that people have that kind of thinking. It makes me realize that",
        "start": 352.3,
        "duration": 4.529
    },
    {
        "text": "Banks the person being accused here isn't an incredibly shitty situation accused of publicly cheating on his girlfriend",
        "start": 357.17,
        "duration": 5.269
    },
    {
        "text": "Assaulting a girl and then on the opposite end people are saying that he's faking it for views he's in on it with Jay Paul",
        "start": 363.26,
        "duration": 5.839
    },
    {
        "text": "He was okay with being",
        "start": 369.1,
        "duration": 1.42
    },
    {
        "text": "Accused of being a guy that hits women that's crazy to me that someone could think that on the Boston protests and counter",
        "start": 370.52,
        "duration": 5.359
    },
    {
        "text": "Protest Chant Stevens wrote regardless of your view on the Rally the counter protesters were also using their freedom of speech",
        "start": 375.98,
        "duration": 5.179
    },
    {
        "text": "They did this the right way peacefully those who turn to violence undermined their message with a vast majority were peaceful",
        "start": 381.16,
        "duration": 5.91
    },
    {
        "text": "So the question I want to kind of pass off to you beautiful",
        "start": 387.07,
        "duration": 1.93
    },
    {
        "text": "bastards is at what point do you view the actions of some of that group as",
        "start": 389.0,
        "duration": 4.58
    },
    {
        "text": "Representative of the whole I mean that both of the groups they see on the left and the right you see of what?",
        "start": 393.77,
        "duration": 3.5
    },
    {
        "text": "30,000 plus people is seemingly peaceful they also have parts of those crowds that are",
        "start": 397.52,
        "duration": 3.529
    },
    {
        "text": "Screaming in the faces of people leaving the free speech around some look like everyday trump supporters there was that guy in that 14 word",
        "start": 401.21,
        "duration": 7.219
    },
    {
        "text": "Shirt though and then you have an even smaller section of that group that are that are doing",
        "start": 408.43,
        "duration": 4.11
    },
    {
        "text": "Shitty things like throwing stuff at cops",
        "start": 412.67,
        "duration": 1.927
    },
    {
        "text": "will there be rocks or bottles of urine grabbing at people's stuff grabbing on people at times hitting?",
        "start": 414.597,
        "duration": 4.842
    },
    {
        "text": "people straight up attacking them why is it then that so many people associate with the",
        "start": 419.48,
        "duration": 3.47
    },
    {
        "text": "entirety of the left with some violent antifa that somehow those people represent the whole",
        "start": 423.35,
        "duration": 4.22
    },
    {
        "text": "Even though there's video instances of people trying to stop the violence",
        "start": 427.78,
        "duration": 3.989
    },
    {
        "text": "It's one thing if it's the entirety of the group",
        "start": 431.77,
        "duration": 1.53
    },
    {
        "text": "but I don't think that's what we're even seeing here and the same thing on the right you see you see people that you just",
        "start": 433.3,
        "duration": 4.14
    },
    {
        "text": "Don't agree with you when you poke them in with racist white supremacist once again. This isn't me making a point here",
        "start": 437.51,
        "duration": 5.75
    },
    {
        "text": "It's a question that I want you to ask yourself and then",
        "start": 443.419,
        "duration": 2.63
    },
    {
        "text": "Answer to me in the comments down below if you got the time and then let's talk about the Tuesday show Tuesday",
        "start": 446.12,
        "duration": 4.399
    },
    {
        "text": "We talked about the Brilliant Earth Diamond scandal the Celeb photo Leek and the Donald trump",
        "start": 450.52,
        "duration": 4.02
    },
    {
        "text": "Afghanistan comment on the Brilliant Earth diamond Story McGliga wrote huge props and respect you Phil",
        "start": 454.7,
        "duration": 4.25
    },
    {
        "text": "I've always liked you as a person and as a youtuber, but this is next-level shit",
        "start": 458.95,
        "duration": 2.669
    },
    {
        "text": "I've not heard about this anywhere else and judging by the media portrayal of the guy",
        "start": 461.62,
        "duration": 3.059
    },
    {
        "text": "I may have ended up believing that he is a drug-dealing pin",
        "start": 464.68,
        "duration": 2.25
    },
    {
        "text": "It's important shit, and I'm so glad I am informed on it",
        "start": 466.93,
        "duration": 2.339
    },
    {
        "text": "And I know who that guy is and what the company is doing. I'm sorry. I'm laughing cuz just reading that comment",
        "start": 469.27,
        "duration": 5.22
    },
    {
        "text": "It sounds like I wrote what's it like being so fucking dope",
        "start": 474.49,
        "duration": 2.94
    },
    {
        "text": "No, it's my pleasure to do that especially I mean anytime you see a singular person or just a small group",
        "start": 477.43,
        "duration": 5.19
    },
    {
        "text": "Just looks like the heel of a giant",
        "start": 482.62,
        "duration": 2.0
    },
    {
        "text": "Corporation is just hovering above their heads you feel like you got a help specially since I'm lucky enough to have a platform Kotaro",
        "start": 484.94,
        "duration": 6.47
    },
    {
        "text": "Why the fuck would anyone care where the diamond is from it's a diamond",
        "start": 491.44,
        "duration": 3.209
    },
    {
        "text": "you wanted a diamond a",
        "start": 494.65,
        "duration": 1.06
    },
    {
        "text": "Transaction happens and everyone is happy someone should start killing all these more or less pricks acting all important about the origins of the diamond",
        "start": 495.71,
        "duration": 5.75
    },
    {
        "text": "And not ethical people just trying to get attention by stirring up trouble fuck them all sometimes going through the comments",
        "start": 501.46,
        "duration": 4.769
    },
    {
        "text": "I realize I am not the most cynical person in the world. So as far as why people care if their diamond is a conflict diamond",
        "start": 506.229,
        "duration": 5.52
    },
    {
        "text": "slash a blood diamond we went through that let's even say you don't give a damn about diamonds essentially what this boils down to",
        "start": 511.75,
        "duration": 5.58
    },
    {
        "text": "Potentially is a false advertisement case let's say you love peanut butter and Jelly sandwiches",
        "start": 517.729,
        "duration": 4.4
    },
    {
        "text": "But one day you find out that a bunch of peanut butter jelly sandwiches are made by a pedophile all of a sudden",
        "start": 522.13,
        "duration": 5.25
    },
    {
        "text": "Maybe you feel guilty all that money you're spending on peanut butter and jelly sandwiches they're going to support the person",
        "start": 527.38,
        "duration": 5.549
    },
    {
        "text": "That's kid touching, but then in walks a company",
        "start": 532.93,
        "duration": 2.28
    },
    {
        "text": "And they say hey guess what you know",
        "start": 535.21,
        "duration": 1.57
    },
    {
        "text": "100% guarantee that the peanut butter jelly sandwiches that we are selling",
        "start": 536.78,
        "duration": 3.049
    },
    {
        "text": "Definitely had there were there were no kid touches involve course to make sure that it wasn't a pedophile that made your sandwich",
        "start": 539.9,
        "duration": 5.209
    },
    {
        "text": "We're gonna have to charge a premium on one day you find out that all those steps to make sure that the the people you",
        "start": 545.11,
        "duration": 5.1
    },
    {
        "text": "Didn't want to support. We're not supported by your money is bullshit",
        "start": 550.21,
        "duration": 3.059
    },
    {
        "text": "You may have actually still supported them even though you paid more money. some people will care some people will not care on the slab",
        "start": 553.27,
        "duration": 5.069
    },
    {
        "text": "Dude, Hack Alex Paris Road is it even hacking anymore? If it's exposing Miley cyrus?",
        "start": 558.45,
        "duration": 4.08
    },
    {
        "text": "Are you sure there's nothing that hasn't been seen and especially by our own disclosure?",
        "start": 562.53,
        "duration": 2.88
    },
    {
        "text": "Haha, my answer to that is yeah",
        "start": 565.41,
        "duration": 1.89
    },
    {
        "text": "it's all about consent and theft to me. theft because even though we're talking about digital file if you think about in the context there's",
        "start": 567.3,
        "duration": 5.28
    },
    {
        "text": "Someone breaking into your home and stealing your shit that's theft and consent because let's say we've seen a celebrity naked in a movie",
        "start": 572.58,
        "duration": 6.539
    },
    {
        "text": "Maybe they did a tasteful nude set for insert photographer",
        "start": 579.12,
        "duration": 2.73
    },
    {
        "text": "They have is hacker taking someone's personal files, and then without their consent throwing it out there for the world to consume also",
        "start": 581.85,
        "duration": 5.459
    },
    {
        "text": "Maybe that person's in a different state of their life where they're like",
        "start": 587.31,
        "duration": 2.309
    },
    {
        "text": "You know what I don't want to show my body anymore simply put just because you've seen it before doesn't mean you have a right",
        "start": 589.62,
        "duration": 4.59
    },
    {
        "text": "to that person's body",
        "start": 594.21,
        "duration": 0.87
    },
    {
        "text": "And then we had the Wednesday show Wednesday we talked about the ESPN and Robert Lee's situation, the huge update to the H3H3",
        "start": 595.08,
        "duration": 6.059
    },
    {
        "text": "Lawsuit, Taser death investigation, and online hate speech situation in the uk. On the Robert. Lee's story, TechiegirlChic wrote,",
        "start": 601.36,
        "duration": 6.32
    },
    {
        "text": "I actually think ESPN is in the right,",
        "start": 607.68,
        "duration": 1.65
    },
    {
        "text": "This was a situation where they were damned if they did and damned if they didn't in their statement",
        "start": 609.33,
        "duration": 3.659
    },
    {
        "text": "They said the right thing it's a shame this seemingly easy",
        "start": 612.99,
        "duration": 2.07
    },
    {
        "text": "And just decision was leaked because the league is what made this a big deal?",
        "start": 615.06,
        "duration": 2.94
    },
    {
        "text": "This was an internal corporate decision to be sensitive to a situation, and it's being blown out of proportion.",
        "start": 618.03,
        "duration": 3.899
    },
    {
        "text": "David Harrison wrote no no no, I'm with ESPN",
        "start": 622.15,
        "duration": 2.719
    },
    {
        "text": "What Espn did was nothing like what pepsi did they were being proactive?",
        "start": 624.87,
        "duration": 2.76
    },
    {
        "text": "Pepsi created a situation while ESPN saw a possible wreck and tried to steer away from a no fault for them",
        "start": 627.76,
        "duration": 4.669
    },
    {
        "text": "They were just being smart about their network and networking. now I feature those comments not because they were the majority but because there were people",
        "start": 632.43,
        "duration": 5.309
    },
    {
        "text": "That disagree with my opinion here. once again, That's fine.",
        "start": 637.74,
        "duration": 2.58
    },
    {
        "text": "But there was no evidence that they were actually steering away from a real situation. you had an anonymous",
        "start": 640.32,
        "duration": 5.07
    },
    {
        "text": "ESPN exec saying that because people were memeic in response to them finding out that ESPN made this move because they were scared of memes",
        "start": 645.67,
        "duration": 7.489
    },
    {
        "text": "And that is pretty damning evidence that they were right, so it is 100% not the case",
        "start": 653.16,
        "duration": 4.349
    },
    {
        "text": "It's kind of like remember when harambe memes were a thing, but then they were like they were dying off",
        "start": 657.51,
        "duration": 4.02
    },
    {
        "text": "And there was a report that the zoo was like \"could you just not with the memes?\" and then there was an influx!",
        "start": 661.53,
        "duration": 5.159
    },
    {
        "text": "If I make a video, and I'm like guys can you please not send swedish fish to my fucking mailbox anymore?",
        "start": 666.69,
        "duration": 4.08
    },
    {
        "text": "I'm about to be swimming in swedish fish or if then if a report comes out that Philip Defranco",
        "start": 670.77,
        "duration": 4.289
    },
    {
        "text": "Shut down his p o-- box cuz he was worried people were Gonna",
        "start": 675.16,
        "duration": 2.539
    },
    {
        "text": "send him Swedish fish, you will be damn sure people gonna find the address of my actual office and mail me swedish fish also note that some of",
        "start": 677.7,
        "duration": 6.029
    },
    {
        "text": "These people that disagreed with me hit on was well Phil Robert Lee also agreed to do that",
        "start": 683.73,
        "duration": 4.47
    },
    {
        "text": "I want to point out as user linus dick tips which fantastic by the way - wrote quote",
        "start": 688.2,
        "duration": 4.73
    },
    {
        "text": "\"Eventually we mutually agreed\" so they forced him. I want you to think of the situation this way Robert",
        "start": 693.18,
        "duration": 4.339
    },
    {
        "text": "Lee's bosses came to him most likely they were like you know what this is Gonna be a shit show of a situation",
        "start": 697.52,
        "duration": 5.429
    },
    {
        "text": "It's gonna be horrible. We think this is probably for the best, but it's ultimately up to you",
        "start": 702.95,
        "duration": 4.17
    },
    {
        "text": "If that's coming from a creative partner, okay? There's a conversation there",
        "start": 707.12,
        "duration": 3.269
    },
    {
        "text": "You know we're trying to work things out together when it comes from your boss when it comes from up top",
        "start": 710.39,
        "duration": 4.17
    },
    {
        "text": "It's a different thing inside Robert Lee",
        "start": 714.56,
        "duration": 1.83
    },
    {
        "text": "He might have been like you know what I don't even I don't want to fight him on this",
        "start": 716.39,
        "duration": 2.309
    },
    {
        "text": "I don't give a damn sure. Now the one defense I will give ESPN",
        "start": 718.7,
        "duration": 2.52
    },
    {
        "text": "Here is that as a very public company. They are on the receiving end of a lot of shit. this week",
        "start": 721.22,
        "duration": 5.34
    },
    {
        "text": "we talked about people getting angry because they did an auction draft system on screen and people were like that's racist",
        "start": 726.56,
        "duration": 5.789
    },
    {
        "text": "But it was just a fantasy football system that was auctioning off white and black players",
        "start": 732.35,
        "duration": 4.349
    },
    {
        "text": "So I understand why there might have been an executive like you know let's just fucking let's not deal with anything",
        "start": 736.7,
        "duration": 4.44
    },
    {
        "text": "But you don't just give in to emotional stupid people someone's always going to be angry at you",
        "start": 741.14,
        "duration": 4.2
    },
    {
        "text": "There's no such thing as a universally loved individual the closest you get to that is the rock even he has",
        "start": 745.34,
        "duration": 5.19
    },
    {
        "text": "detractors side note to that story",
        "start": 750.72,
        "duration": 1.64
    },
    {
        "text": "I was having a conversation with someone yesterday",
        "start": 752.36,
        "duration": 1.8
    },
    {
        "text": "And it's aside from what I was just talking about, imagine, if it came out tomorrow that the the rock drowns puppies",
        "start": 754.16,
        "duration": 6.0
    },
    {
        "text": "What would the public reaction both would your reaction is that on the same level as OJ simpson murder accusations?",
        "start": 760.16,
        "duration": 4.71
    },
    {
        "text": "Or is that or bill Cosby rape allegations?",
        "start": 765.36,
        "duration": 3.5
    },
    {
        "text": "I mean\nI personally say you know do not believe that a celebrity without the image that they put forward on the internet that is them don't",
        "start": 768.86,
        "duration": 6.24
    },
    {
        "text": "believe that. you're not seeing the actual artist online you're seeing their self-portrait, but I think my brain would short-circuit, but okay",
        "start": 775.1,
        "duration": 5.13
    },
    {
        "text": "That's just that's a random thought",
        "start": 780.23,
        "duration": 1.26
    },
    {
        "text": "Then let's talk about Thursday. Thursday",
        "start": 781.49,
        "duration": 1.47
    },
    {
        "text": "We talked about the accusations of child abuse, Force Cheerleader splits",
        "start": 782.96,
        "duration": 4.049
    },
    {
        "text": "controversy, and Youtube deleting videos that were being used as evidence on the viral video of that little",
        "start": 787.23,
        "duration": 4.729
    },
    {
        "text": "Three-Year-Old girl getting slapped in the face while trying to just count numbers CosaTron2 wrote that slap was a bit too much",
        "start": 792.06,
        "duration": 5.659
    },
    {
        "text": "But we need to discipline our children. I mean why do you think we have Jake Paul?",
        "start": 797.72,
        "duration": 3.239
    },
    {
        "text": "This is why Youtube comments are dangerous for me because sometimes people say messed up shit, and it makes me laugh",
        "start": 800.96,
        "duration": 5.76
    },
    {
        "text": "side note",
        "start": 806.72,
        "duration": 0.66
    },
    {
        "text": "I believe that it would be fantastic if Jake Paul's parents put out a parenting book",
        "start": 807.38,
        "duration": 3.96
    },
    {
        "text": "Specifically what they did with with jake not so much logan but with jake so we know like what key things not to do",
        "start": 811.59,
        "duration": 6.83
    },
    {
        "text": "but then let's get to a real comment from Iamalbertwesker 2 - are you the real one if you had to put -",
        "start": 818.42,
        "duration": 5.19
    },
    {
        "text": "Sir albert if that is your actual name being raised by being spanks getting the slipper Etc",
        "start": 823.61,
        "duration": 4.999
    },
    {
        "text": "I can say it's an effective punishment and do not have any dislike for my parent however from what we see in the video",
        "start": 828.609,
        "duration": 4.23
    },
    {
        "text": "I would not consider that slap across the face worthy punishment all who defend this kind of treatment of a child need to seriously reevaluate",
        "start": 832.839,
        "duration": 6.119
    },
    {
        "text": "Themselves as a person so this is actually something that no pun intended I want to hit on. In the Thursday video",
        "start": 839.359,
        "duration": 4.19
    },
    {
        "text": "I was talking about people hitting their kids and talked about how I was hit a lot of people connected that",
        "start": 843.549,
        "duration": 4.05
    },
    {
        "text": "Phrasing to me talking about spanked that's not specifically what I was talking about we can think about it in three tiers right there there",
        "start": 847.669,
        "duration": 5.84
    },
    {
        "text": "The the parents that don't hit. Maybe they just say they",
        "start": 853.509,
        "duration": 2.58
    },
    {
        "text": "Scream or they're like timeout or whatever and their parents that spank so that ranges from Bare hands",
        "start": 856.16,
        "duration": 5.419
    },
    {
        "text": "Maybe a belt or a giant stick and then that's happened once again. There is a range there",
        "start": 861.579,
        "duration": 4.02
    },
    {
        "text": "They're people that hit their kids, and that's what we witness here",
        "start": 865.6,
        "duration": 2.459
    },
    {
        "text": "And you had the uncle",
        "start": 868.059,
        "duration": 1.27
    },
    {
        "text": "Defending this saying you know the child so stubborn child was crying because she didn't want to learn you watch the video",
        "start": 869.329,
        "duration": 5.539
    },
    {
        "text": "She's wincing and pulling away and expecting a smack because she got a number wrong",
        "start": 874.959,
        "duration": 3.599
    },
    {
        "text": "This is not the tier of corporal punishment because your child was a bad child a grown-ass adults",
        "start": 878.559,
        "duration": 4.53
    },
    {
        "text": "Smacking a three-Year-old girl in the face because she what? got a number wrong.",
        "start": 883.609,
        "duration": 4.309
    },
    {
        "text": "This is disgusting to me and what really sucks",
        "start": 887.919,
        "duration": 2.34
    },
    {
        "text": "is it really appears that this kind of abuse is cyclical not always like I said I have a fucked-up past and",
        "start": 890.259,
        "duration": 5.159
    },
    {
        "text": "My personal situation is I stray away from that completely",
        "start": 895.669,
        "duration": 2.93
    },
    {
        "text": "Which is very easy to go well that happened to me and I turned out fine",
        "start": 898.6,
        "duration": 2.429
    },
    {
        "text": "That's what you do it and what you don't even realize is you're undercutting how much you have actually had to emotionally overcome",
        "start": 901.029,
        "duration": 5.519
    },
    {
        "text": "That's just my opinion on it. then on the cheerleader split story. Yeah",
        "start": 906.549,
        "duration": 3.15
    },
    {
        "text": "ally metcalf wrote being a former cheerleader in gymnast that video made me break into tears",
        "start": 909.699,
        "duration": 3.839
    },
    {
        "text": "I did have my split it took me over a year to get my split after many months of",
        "start": 913.539,
        "duration": 3.81
    },
    {
        "text": "Stretching and practicing every day seeing him trying to force her down",
        "start": 917.419,
        "duration": 2.9
    },
    {
        "text": "Maybe remember the pain of trying to do it myself even with my own weight at hurt to try to split, and to imagine a grown",
        "start": 920.319,
        "duration": 4.77
    },
    {
        "text": "grown man's weight on top of that makes me cringe",
        "start": 925.089,
        "duration": 2.01
    },
    {
        "text": "And I was a majority of the comments on this story people with with gymnast backgrounds people with cheer backgrounds.",
        "start": 927.1,
        "duration": 5.369
    },
    {
        "text": "maria wingren wrote and the coach has been put on leave? He should be fired immediately. Forcing It will only do damage. The pain",
        "start": 932.47,
        "duration": 4.319
    },
    {
        "text": "he caused those girls is unnecessary and disgusting. Cindy hall wrote",
        "start": 936.789,
        "duration": 2.73
    },
    {
        "text": "I was a competitive gymnast in high school and after and I have never seen such a horrific",
        "start": 939.519,
        "duration": 4.2
    },
    {
        "text": "Practice you condition warm up and over time become limber and strong enough to accomplish various maneuvers",
        "start": 943.819,
        "duration": 4.429
    },
    {
        "text": "And they go on and on and there were people with martial arts backgrounds saying like you can't",
        "start": 948.249,
        "duration": 3.96
    },
    {
        "text": "Force this and those just continued and continued",
        "start": 952.429,
        "duration": 2.3
    },
    {
        "text": "But I did find one person Marc Kimmel wrote my football coach made",
        "start": 954.73,
        "duration": 2.819
    },
    {
        "text": "do leg lifts until we almost puke wrestling coach made me actually get my butt whooped until I didn't anymore training hurts and has a",
        "start": 957.67,
        "duration": 5.25
    },
    {
        "text": "Huge payoff then the number one response that was from Denise fudd wrote the difference here is she was physically unable to stop it. you",
        "start": 962.92,
        "duration": 5.909
    },
    {
        "text": "could have walked away at any point before the injuries occur",
        "start": 968.83,
        "duration": 2.16
    },
    {
        "text": "She was being held down by multiple people while crying for them to stop and denise hits on a really important point here and that",
        "start": 970.99,
        "duration": 5.25
    },
    {
        "text": "Is she is being held down it becomes a consent issue. There are also several gymnasts that were like yes over stretching. It sucks",
        "start": 976.24,
        "duration": 6.45
    },
    {
        "text": "I have friends help me but only to the point I am comfortable with. get a group of people including a grown man",
        "start": 982.87,
        "duration": 4.14
    },
    {
        "text": "Not only holding her down",
        "start": 987.01,
        "duration": 1.47
    },
    {
        "text": "But pushing her further into the movement and with this being after the fact we know that she was physically injured by this. stoat is",
        "start": 988.48,
        "duration": 5.669
    },
    {
        "text": "Horrific to me and I think that's actually where I'm going to end today show.",
        "start": 994.15,
        "duration": 2.489
    },
    {
        "text": "I do you want to thank you beautiful bastards for another fantastic week.",
        "start": 996.64,
        "duration": 2.19
    },
    {
        "text": "We thank you whether you just watched and you're leaving comments",
        "start": 998.83,
        "duration": 2.49
    },
    {
        "text": "You're hitting the like button you sharing maybe you're supporting on Defrancoelite.com thank you. Thank you",
        "start": 1001.32,
        "duration": 4.169
    },
    {
        "text": "Thank you, but with that said of course as always my name's Philip Defranco. You've just been phill'd in. I love",
        "start": 1005.49,
        "duration": 5.159
    },
    {
        "text": "Yo faces, and I'll see you tomorrow.",
        "start": 1010.65,
        "duration": 2.1
    }
]