[
    {
        "text": "Welcome everybody to an h3h3 special announcement",
        "start": 0.039,
        "duration": 4.04
    },
    {
        "text": "What started earlier this year as an April Fool's prank has now turned into a full-blown gaming goof",
        "start": 13.2,
        "duration": 5.86
    },
    {
        "text": "That's right me and Hila have been put into one of the most prolific games of all time",
        "start": 19.34,
        "duration": 5.5
    },
    {
        "text": "Payday 2, and guess what we are slammin, jammin,",
        "start": 25.06,
        "duration": 3.82
    },
    {
        "text": "Caring, and killing",
        "start": 29.1,
        "duration": 2.0
    },
    {
        "text": "*yelling*",
        "start": 31.1,
        "duration": 1.36
    },
    {
        "text": "Honestly since we've been doing the voice-over; Hila's been scaring the shit out of me you can see how she's dressed here",
        "start": 32.82,
        "duration": 5.18
    },
    {
        "text": "I'm like I'm always walking on eggshells. Listen to this. Fuck you",
        "start": 38.01,
        "duration": 4.02
    },
    {
        "text": "They better fear Hila kill these assholes die assholes. Just kill the fucks",
        "start": 42.42,
        "duration": 5.85
    },
    {
        "text": "I'll pop their asses. I care, and I kill I care, and I kill",
        "start": 48.36,
        "duration": 6.68
    },
    {
        "text": "Sniper is down. Fuck you",
        "start": 57.8,
        "duration": 2.44
    },
    {
        "text": "I feel like you don't mean it somehow even when you're screaming fuck you it's still adorable",
        "start": 60.48,
        "duration": 4.4
    },
    {
        "text": "It kinda came out like a question, like fuck you or not?",
        "start": 65.26,
        "duration": 5.02
    },
    {
        "text": "let me get a look at you. oof, man, what'd i tell ya? they weren't too kind on that, i gotta be honest",
        "start": 71.32,
        "duration": 8.26
    },
    {
        "text": "Hey, has ethan asked you for a pizza already? Please don't feed ethan",
        "start": 80.16,
        "duration": 4.5
    },
    {
        "text": "Why you gotta fat shame me EVEN in the game. Like I get enough shit at home. Why you gotta fat shame me in the safe house?",
        "start": 85.1,
        "duration": 5.4
    },
    {
        "text": "It's called a safe house for a reason. It's a safe place. I actually got the script from overkill, it wasn't even me.",
        "start": 90.5,
        "duration": 5.04
    },
    {
        "text": "Great, overkill. I was just reading the lines",
        "start": 95.94,
        "duration": 2.0
    },
    {
        "text": "There, everyone's fat shaming me. We flew up to Sweden. We made the whole DLC with the team.",
        "start": 98.44,
        "duration": 5.27
    },
    {
        "text": "We figured out the character, the weapon, the deck.  We planned it all together. They even put together",
        "start": 103.71,
        "duration": 3.75
    },
    {
        "text": "that huge crazy fan meetup that you guys saw on Ethan & Hila. Our first and only fan meetup in Sweden",
        "start": 107.619,
        "duration": 5.75
    },
    {
        "text": "that was insane. When we were planning the characters together, at first",
        "start": 113.369,
        "duration": 3.81
    },
    {
        "text": "I wasn't I wasn't even planned to be a character, like a full character",
        "start": 117.18,
        "duration": 4.139
    },
    {
        "text": "I was just gonna be in a little cameo, yeah, and then we said well, it seems like I should also be a character.",
        "start": 121.32,
        "duration": 6.509
    },
    {
        "text": "It's weird you need Hila. She cares and she kills. And they were down, but",
        "start": 127.829,
        "duration": 4.26
    },
    {
        "text": "once we started actually getting into the work of it and doing voice-overs",
        "start": 132.59,
        "duration": 4.05
    },
    {
        "text": "I started to get worried; that maybe I'm not gonna be able to do it.",
        "start": 136.709,
        "duration": 4.58
    },
    {
        "text": "We did one voiceover session and Hila was like I can't I can't do it. I can't do it.",
        "start": 141.52,
        "duration": 4.36
    },
    {
        "text": "This is, you're gonna have to do without me. Down. Get down.",
        "start": 145.88,
        "duration": 4.72
    },
    {
        "text": "Get down!",
        "start": 151.32,
        "duration": 2.0
    },
    {
        "text": "Is that better? The next time she does a little voiceover training. The next time she's behind the mic",
        "start": 154.05,
        "duration": 6.019
    },
    {
        "text": "and I'm sitting on the other side, and she's going \"let's kill 'em all!\"",
        "start": 160.069,
        "duration": 3.031
    },
    {
        "text": "and I'm like",
        "start": 163.34,
        "duration": 1.54
    },
    {
        "text": "Holy shit, dude. You care, and you kill. I'm just gonna be over here, man. She scared the shit out of me.",
        "start": 164.88,
        "duration": 7.12
    },
    {
        "text": "KILL 'EM ALL",
        "start": 172.52,
        "duration": 2.0
    },
    {
        "text": "I like how tight they made your jacket.",
        "start": 174.68,
        "duration": 1.92
    },
    {
        "text": "But, the fact that they decided to put us both in the game because it was way more work for them",
        "start": 177.03,
        "duration": 4.429
    },
    {
        "text": "You get two characters for the price of one. And when you play both of us in the game together, you get a special",
        "start": 181.459,
        "duration": 5.43
    },
    {
        "text": "synergy. It's based on team play, just like us.",
        "start": 187.44,
        "duration": 3.379
    },
    {
        "text": "I mean we're basically auditioning now, if anyone's out there. I'm looking, Pixar,",
        "start": 191.76,
        "duration": 4.37
    },
    {
        "text": "Umm,",
        "start": 196.13,
        "duration": 1.27
    },
    {
        "text": "Lucas film's, whoever. If you need professional voice work,",
        "start": 197.4,
        "duration": 2.209
    },
    {
        "text": "we're both looking for work, and I think our resume speaks for itself. We may be in Washington,",
        "start": 199.68,
        "duration": 5.42
    },
    {
        "text": "but England will always be my city.",
        "start": 205.1,
        "duration": 2.25
    },
    {
        "text": "I feel like Shrek and you're in my swamp! Watch out bitch, it's evil Ethan! Don't get Bradburied! Don't forget to subscribe, Bitch!",
        "start": 207.35,
        "duration": 6.67
    },
    {
        "text": "You can't take me out, I'll dab on the devil! I feel like Shrek and you're in my swamp.",
        "start": 214.44,
        "duration": 6.88
    },
    {
        "text": "But there's hundreds and hundreds of voices lines in here to discover. The game is so much fun.",
        "start": 221.64,
        "duration": 6.05
    },
    {
        "text": "You guys it's on sale right now. The base game is",
        "start": 227.69,
        "duration": 2.35
    },
    {
        "text": "75% off, right now the DLC is $4.99. If you guys want to play, the link is in the",
        "start": 230.18,
        "duration": 4.7
    },
    {
        "text": "description. This game is so much fun. In fact, what am I doing wasting my time here? I'm gonna go play right now.",
        "start": 234.989,
        "duration": 5.6
    },
    {
        "text": "Maybe I'll see you guys on and remember, fear Hila. Fuck you!",
        "start": 240.81,
        "duration": 4.19
    },
    {
        "text": "They better fear Hila! Kill these assholes! I care",
        "start": 245.389,
        "duration": 3.93
    },
    {
        "text": "and I kill.",
        "start": 249.98,
        "duration": 2.0
    },
    {
        "text": "I've got the new weapon, the crossbro.",
        "start": 253.11,
        "duration": 2.449
    },
    {
        "text": "And the new, it's a ruler that you can use as a sword. So you need me.",
        "start": 255.56,
        "duration": 5.07
    },
    {
        "text": "It's only $4.99, the new dlc h3h3 pack.",
        "start": 260.63,
        "duration": 3.269
    },
    {
        "text": "You sound like you're an advertisement for this shit. Alright, kick 'em dude",
        "start": 264.96,
        "duration": 3.44
    },
    {
        "text": "Don't you dare don't you dare kick me. Dad, come talk to these guys - they're being really rude to me",
        "start": 268.4,
        "duration": 5.55
    },
    {
        "text": "Hey, you guys cut the shit out have some respect for my son,",
        "start": 273.95,
        "duration": 3.089
    },
    {
        "text": "will you please?",
        "start": 277.04,
        "duration": 0.849
    },
    {
        "text": "Please do not ban him and once I find out what a DLC is I'm sure I'll be interested in getting it also.",
        "start": 277.889,
        "duration": 5.411
    },
    {
        "text": "Hahahahaha",
        "start": 284.72,
        "duration": 2.24
    },
    {
        "text": "It's pretty funny, but either join or fucking leave bro fuck. Oh my god. What a dick. Who was that?",
        "start": 287.82,
        "duration": 6.64
    },
    {
        "text": "Thanks dad for having my back. Hey my - my mom wants to say something - yeah. I think you're a really sweet guy and",
        "start": 294.77,
        "duration": 5.94
    },
    {
        "text": "thanks for supporting my son. Thank you. Oh, you're welcome.",
        "start": 300.75,
        "duration": 3.889
    },
    {
        "text": "It's only $4.99 to get two characters for the price of one. Is that not crazy?",
        "start": 306.32,
        "duration": 4.14
    },
    {
        "text": "Shut the fuck up and ready up.",
        "start": 310.46,
        "duration": 1.72
    },
    {
        "text": "Thank you to all the payday 2 team - star breeze,",
        "start": 312.18,
        "duration": 3.799
    },
    {
        "text": "overkill, all the guys out there for putting in so much work and believing in us and giving us a chance and",
        "start": 316.35,
        "duration": 5.149
    },
    {
        "text": "especially for supporting Hila who's now turned into terror of my life. I'm absolutely petrified of my own wife now.",
        "start": 321.72,
        "duration": 5.75
    },
    {
        "text": "Thank you guys so much for that. Thank you",
        "start": 327.57,
        "duration": 2.389
    },
    {
        "text": "Stay tuned guys. We've got some spicy SPICY hot memes coming up, that you are not gonna want to miss. It's so spicy man",
        "start": 330.72,
        "duration": 7.549
    },
    {
        "text": "I'm gonna be shitting diarrhea for months to come. That's gonna hurt. It's gonna bleed.",
        "start": 338.27,
        "duration": 6.089
    },
    {
        "text": "You're not going to want to miss that",
        "start": 344.359,
        "duration": 1.631
    },
    {
        "text": "This video is so spicy I've got an ulcer, in my anus man, I'm telling you don't miss it because it's so hot. Anyway guys.",
        "start": 345.99,
        "duration": 6.89
    },
    {
        "text": "Now you're over hyping.",
        "start": 352.88,
        "duration": 0.82
    },
    {
        "text": "Yeah, it's not that hot, it's a little spic- It's hot it's hot. What can I say it's spicy. It's normal,",
        "start": 353.7,
        "duration": 5.389
    },
    {
        "text": "it's like mild salsa. It, you are gonna bleed from your asshole",
        "start": 359.22,
        "duration": 3.919
    },
    {
        "text": "and that is my guarantee to you my friends. So, looking forward to seeing you guys then. Thank you for watching.",
        "start": 363.169,
        "duration": 5.82
    },
    {
        "text": "Thank you, everyone. Appreciate you. Papa bless, talk to you soon. Bye.",
        "start": 368.99,
        "duration": 2.79
    }
]