[
    {
        "text": "Welcome back guys, to another episode of \"YouTube Just Fucked Us In The Ass And We All Just Need To Love It\"",
        "start": 0.0,
        "duration": 6.08
    },
    {
        "text": " ",
        "start": 6.74,
        "duration": 1.22
    },
    {
        "text": "(insert scribble noise here)",
        "start": 8.62,
        "duration": 3.88
    },
    {
        "text": "Hey, what's up guys, it's Scarce here",
        "start": 12.66,
        "duration": 1.38
    },
    {
        "text": "So you guys may have heard about this new program that YouTube unveiled yesterday called \"YouTube Heroes.\"",
        "start": 14.04,
        "duration": 4.96
    },
    {
        "text": "I don't know why they made it sound like a shitty... like a Dance Dance Revolution game, but I assure you it's far less fun than that.",
        "start": 19.0,
        "duration": 7.24
    },
    {
        "text": "For those of you who have no idea at all what I'm talking about, there's an option on YouTube for users to flag a video for being ''inappropriate''.",
        "start": 26.38,
        "duration": 8.6
    },
    {
        "text": "And as a result of that, you can get your video demonetized by having it age-restricted so you can't make money on it,",
        "start": 34.98,
        "duration": 7.0
    },
    {
        "text": "or just removed completely, and getting a ''community strike'' on your channel. Three of which, and your channel gets erased.",
        "start": 42.04,
        "duration": 7.06
    },
    {
        "text": "So, basically, that has been a long-standing problem in the YouTube community of people abusing those flags.",
        "start": 49.26,
        "duration": 7.02
    },
    {
        "text": "And there's been even groups of people, like, hundreds of people who will come together and be like \"Hey, I don't like this guy, let's fuck 'em up and all collectively flag his videos,\"",
        "start": 56.44,
        "duration": 8.44
    },
    {
        "text": "and then YouTube, as kind of a response to a \"red alert\" will just remove or age-restrict their video without really looking into it, and a lot of times... incorrectly.",
        "start": 64.88,
        "duration": 11.5
    },
    {
        "text": "And the way they present it in the video is it seems like something out of \"A Brave New World,\" it's like something out of Communist Russia like",
        "start": 76.86,
        "duration": 6.46
    },
    {
        "text": "\"Hey, spy on your neighbor, guys!\" *snaps*",
        "start": 83.32,
        "duration": 2.4
    },
    {
        "text": "Let's watch this video.",
        "start": 85.72,
        "duration": 1.48
    },
    {
        "text": "[Music plays]",
        "start": 87.24,
        "duration": 10.34
    },
    {
        "text": "\"BECOME A HERO....LEVEL ONE!\"",
        "start": 102.18,
        "duration": 2.68
    },
    {
        "text": "(Clapping) Oh, you guys are became- you can.. become a hero!",
        "start": 105.0,
        "duration": 3.16
    },
    {
        "text": "Who are they, who are they even appealing to? Fuckin' eight-year olds?",
        "start": 108.18,
        "duration": 3.64
    },
    {
        "text": "\"You guys can come-- become a hero by reporting videos that you disagree with on YouTube!\"",
        "start": 111.88,
        "duration": 3.92
    },
    {
        "text": "[Music plays]",
        "start": 116.58,
        "duration": 8.48
    },
    {
        "text": "Okay so, we've got: \nLevel one, become a hero and join YouTube, God Bless. You're a hero now, buddy!",
        "start": 125.08,
        "duration": 5.18
    },
    {
        "text": "Step two, learn more. Okay, watch a couple videos?",
        "start": 130.26,
        "duration": 4.28
    },
    {
        "text": "and then step three: unlock super tools!",
        "start": 134.7,
        "duration": 3.7
    },
    {
        "text": "[Music plays]",
        "start": 138.4,
        "duration": 8.58
    },
    {
        "text": "Mass flag videos! Just like this guy is doing here! Check it out, guys!",
        "start": 147.08,
        "duration": 5.46
    },
    {
        "text": "Wow, you're a hero, dude!",
        "start": 152.54,
        "duration": 2.32
    },
    {
        "text": "Did you see he-- just-- one guy alone shut down this guy's YouTube channel. Fuck yeah, dude.",
        "start": 154.86,
        "duration": 5.84
    },
    {
        "text": "This is definitely what YouTube needs to bring the community together and not completely ruin it.",
        "start": 160.7,
        "duration": 5.12
    },
    {
        "text": "This is probably the most haunting feature of this whole program.",
        "start": 165.82,
        "duration": 4.84
    },
    {
        "text": "Why would anybody need that?",
        "start": 170.74,
        "duration": 2.7
    },
    {
        "text": "I mean, \"mass flagging\"! They're just... begging people to abuse this shit.",
        "start": 173.58,
        "duration": 4.62
    },
    {
        "text": "They are masochists.",
        "start": 178.36,
        "duration": 2.12
    },
    {
        "text": "Well, anyway, this is why I'm making this video. Essentially because every time YouTube comes out with such a stupid idea I feel like we're obligated to just say,",
        "start": 180.5,
        "duration": 9.18
    },
    {
        "text": "\"Hey YouTube, I love ya buddy.\"",
        "start": 189.72,
        "duration": 2.78
    },
    {
        "text": "--He's like, this friend who's like constantly drunk but you love him because you grew up with him and you're like: \"I know you're a good guy somewhere deep down inside",
        "start": 192.5,
        "duration": 10.08
    },
    {
        "text": "because I remember when we were friends we used to have a great time. And I'm not gonna give up on you. But you're always drunk! You're always starting shit!",
        "start": 202.6,
        "duration": 8.32
    },
    {
        "text": "You're a menace to be around, I can't stand you! But I remember the good times, and so I'm always gonna be here to try to help you, guide you to... to being well again.\"",
        "start": 210.94,
        "duration": 9.6
    },
    {
        "text": "So I feel like YouTube's my best friend that I can't stand but I still love, and I-- it's just our obligation here to kinda take-- to not let our friends drive drunk.",
        "start": 220.56,
        "duration": 10.74
    },
    {
        "text": "So, that's kind of the purpose of this video, here today.",
        "start": 231.3,
        "duration": 2.94
    },
    {
        "text": "Listen, you gotta pay people, that way they're impartial, they're competent. Okay? You can't recruit Social Justice Warriors, childrens, and troll to moderate YouTube for you.",
        "start": 234.24,
        "duration": 9.2
    },
    {
        "text": "You need to pay people, that way they're impartial and they'll actually do a good job. Okay? Thank you.",
        "start": 243.46,
        "duration": 5.32
    },
    {
        "text": "YouTube, have a seat just have some water dude. Have some water, puke it out, okay, you'll be- we'll get some pancakes in the morning, it's gonna be fine. We'll just move on to your ne- to the-",
        "start": 248.78,
        "duration": 8.58
    },
    {
        "text": "'til next weekend when this inevitably happens again.",
        "start": 257.56,
        "duration": 2.7
    },
    {
        "text": "[Music plays]",
        "start": 260.26,
        "duration": 14.9
    },
    {
        "text": "So this is what I love. They've got different steps here where they reward them for essentially working them- for them for free, for longer.",
        "start": 275.18,
        "duration": 8.3
    },
    {
        "text": "So you've got step three, you can mass report. Step four, you get to try new products. Step five, you actually get to be a full time unpaid employee of Google.",
        "start": 283.48,
        "duration": 10.58
    },
    {
        "text": "Uh, step six, you get to sit in the CEO's chair and basically oversee all the operations of the whole company forty weeks per year. It's a really cool opportunity-- it's unpaid, by the way, so...",
        "start": 294.06,
        "duration": 11.68
    },
    {
        "text": "and then step seven, your consciousness is uploaded into the cloud where you will live eternally as the \"YouTube God\".",
        "start": 305.76,
        "duration": 7.98
    },
    {
        "text": "So, there's some interesting incentives once you get a little higher up in the program.",
        "start": 313.74,
        "duration": 4.26
    },
    {
        "text": "I mean, YouTube's been getting a lot of shit lately... A lot of complaining, a lot of hesitation, uh, and I know they're doing their best to try to, you know, make it work.",
        "start": 318.0,
        "duration": 12.0
    },
    {
        "text": "But, this does not make sense!",
        "start": 330.0,
        "duration": 3.9
    },
    {
        "text": "I don't understand where you guys are coming from with this one here.",
        "start": 333.92,
        "duration": 4.24
    },
    {
        "text": "But, if you are paying employees to come up with these ideas, then, I mean, psh, I don't know maybe unpaid employees is the way to go, I don't know.",
        "start": 338.16,
        "duration": 8.1
    },
    {
        "text": "Somebody got paid to think of this idea, and that to me is possibly more troubling.",
        "start": 346.26,
        "duration": 4.86
    },
    {
        "text": "And it got-- and this got greenlit!",
        "start": 351.12,
        "duration": 2.34
    },
    {
        "text": "\"Can we get the greenlight on the YouTube Heroes program? Yeah, we're gonna ruin everything for everybody. Dope! Let's set that up.\"",
        "start": 353.46,
        "duration": 9.4
    },
    {
        "text": "\"Everybody's gonna love this program!\"",
        "start": 362.86,
        "duration": 2.72
    },
    {
        "text": "Cut to the thumbs up - the like/dis ratio.",
        "start": 365.58,
        "duration": 3.28
    },
    {
        "text": "That's a creator's dream, right there. That is every creator's dream to get a like ratio like that, pffbt. Well. That is a real dream.",
        "start": 368.88,
        "duration": 8.34
    },
    {
        "text": "Also worth pointing out as one final point of irony is that YouTube disabled the comments on this video.",
        "start": 377.22,
        "duration": 6.88
    },
    {
        "text": "Which kind of proves my point. These people commenting on your video that are so annoying you had to fucking censor them and disable the comments,",
        "start": 384.1,
        "duration": 8.58
    },
    {
        "text": "are the same people you're recruiting, to flag my videos!",
        "start": 392.68,
        "duration": 3.22
    },
    {
        "text": "Like, do you not see the fucking irony? You disabled the comments! These are the same people! We don't want these people!",
        "start": 395.9,
        "duration": 8.08
    },
    {
        "text": "I li- That being said, the program also rewards people who do closed captioning, and subtitles, and I will say these people ARE actually fucking fantastic, brilliant heroes,",
        "start": 403.98,
        "duration": 9.32
    },
    {
        "text": "and I love the idea of rewarding these people who... who take ACTUAL time out of their day to make the community better.",
        "start": 413.3,
        "duration": 8.02
    },
    {
        "text": "That is just a selfless act of kindness. And I love and appreciate the people who take the time to do that. {Thanks Ethan!}",
        "start": 421.32,
        "duration": 6.76
    },
    {
        "text": "But to put these actual heroes, who do subtitles and closed captioning, on the same pedestal as someone who just fucking clicks a report button cause they're angry, is insane.",
        "start": 428.08,
        "duration": 8.56
    },
    {
        "text": "So YouTube, I guess in closing, I'll see you next weekend, same time, same place. You're gonna be fuckin' trashed.",
        "start": 436.64,
        "duration": 7.32
    },
    {
        "text": "There's a great happy hour around the corner, it's with a shot for one dollar, you're gonna get way too drunk, I'm gonna end up taking care of you and",
        "start": 443.96,
        "duration": 6.04
    },
    {
        "text": "you're gonna tell me you hate me, okay?  You're gonna' tell me all these terrible things-- but I love you. Because you are my friend.",
        "start": 450.0,
        "duration": 5.52
    },
    {
        "text": "And I remember the good days. And I know there's a good person in there and I will always love you.",
        "start": 455.52,
        "duration": 5.24
    },
    {
        "text": "Thanks for watching, guys. 'Preciate ya.",
        "start": 460.76,
        "duration": 2.36
    }
]