[
    {
        "text": "So last week I asked PewDiePie if he wanted to make a collaboration with me where he's like, a dick to me",
        "start": 0.0,
        "duration": 5.52
    },
    {
        "text": "and he demands money from me to do a collaboration.",
        "start": 5.52,
        "duration": 4.2
    },
    {
        "text": "And he's like, \"Yeah that sounds really fun!\" and I was like \"Dope! I'll make a collab with my good friend Felix here.\"",
        "start": 9.72,
        "duration": 4.64
    },
    {
        "text": "And, I noticed in the comments, that a lot of people were like, thinking that it was real,",
        "start": 14.56,
        "duration": 5.76
    },
    {
        "text": "That Felix was actually ask - made me pay him $50,000 to collaborate with him.",
        "start": 20.46,
        "duration": 5.64
    },
    {
        "text": "Or \"This isn't the PewDiePie that I know how could he do that\"",
        "start": 26.24,
        "duration": 3.0
    },
    {
        "text": "And I'm like \"Holy shit dude, people thought this was real!\" I started kinda getting a little worried, you know?",
        "start": 29.24,
        "duration": 4.88
    },
    {
        "text": "So I hop on over to his live count, and I'm over here like \"WHAT THE FUCK DUDE!\"",
        "start": 34.16,
        "duration": 5.92
    },
    {
        "text": "\"HE'S LOSING 8,000 SUBSCRIBERS EVERY MINUTE!\"",
        "start": 40.22,
        "duration": 3.52
    },
    {
        "text": "And then I go over to my own Socialblade, and it's fuckin' dropping like a fuckin' bag of dirt!",
        "start": 43.74,
        "duration": 5.7
    },
    {
        "text": "I'm like \"Holy shit this is a disaster, this is the worst video I've ever made!\"",
        "start": 49.44,
        "duration": 4.26
    },
    {
        "text": "\"I managed to kill the most popular YouTuber's channel with one shitty video!\"",
        "start": 53.7,
        "duration": 4.64
    },
    {
        "text": "I'm fuckin' flabbergasted",
        "start": 58.54,
        "duration": 1.84
    },
    {
        "text": "I'm walking around the house, I'm fuckin' panicking, I'm like moping around",
        "start": 60.38,
        "duration": 3.98
    },
    {
        "text": "I'm like laying in bed like \"Hila how do I fuckin' - how do I live this down dude, I killed PewDiePie's channel\"",
        "start": 64.36,
        "duration": 4.84
    },
    {
        "text": "\"I fuckin' killed his channel.\"",
        "start": 69.2,
        "duration": 1.52
    },
    {
        "text": "So people are saying that there's an unsub glitch and I'm like \"Yeah right,",
        "start": 70.72,
        "duration": 3.22
    },
    {
        "text": "\"I've fuckin' been hearing that for the past couple of months.\"",
        "start": 73.94,
        "duration": 2.28
    },
    {
        "text": "But then Hila, I'm upstairs cooking breakfast, fucking, making oatmeal and stirring it with my tears,",
        "start": 76.22,
        "duration": 5.12
    },
    {
        "text": "Putting water in them, crying over it, and Hila comes running up, she says",
        "start": 81.34,
        "duration": 3.4
    },
    {
        "text": "\"Ethan there's a YouTube glitch!\"",
        "start": 84.74,
        "duration": 1.7
    },
    {
        "text": "I stop crying over the oatmeal, I wipe my eyes",
        "start": 86.56,
        "duration": 4.0
    },
    {
        "text": "She starts to explain I say \"Stop Hila, I haven't eaten breakfast.\"",
        "start": 90.56,
        "duration": 4.04
    },
    {
        "text": "A little salt, a little sugar, salt is the SECRET to making a good oatmeal.",
        "start": 94.6,
        "duration": 4.3
    },
    {
        "text": "I finish, I wash my dish, she says \"Can I tell you the story now?\"",
        "start": 98.9,
        "duration": 3.04
    },
    {
        "text": "I says \"Hold on Hila, I need to have my orange juice and my vitamins.\"",
        "start": 101.94,
        "duration": 2.8
    },
    {
        "text": "I have that, and then she says to me \"There is a YouTube glitch.\" and she shows me this channel",
        "start": 104.74,
        "duration": 4.2
    },
    {
        "text": "BlackScreenTV, this guy apparently \"broke the case\", he's got open PewDiePie's, Leafy's, DramaAlert,",
        "start": 108.94,
        "duration": 7.44
    },
    {
        "text": "iDubbbz, and everybody's TANKING. Like thousands, hundreds, every second, it's fucking madness.",
        "start": 116.48,
        "duration": 6.72
    },
    {
        "text": "It's a fucking HOLOCAUST, it's a YouTuber holocaust dude!",
        "start": 123.2,
        "duration": 3.28
    },
    {
        "text": "I can't bear another Holocaust, my people have been through too much!",
        "start": 126.48,
        "duration": 3.72
    },
    {
        "text": "I'm like \"What's going on here?\"",
        "start": 130.24,
        "duration": 2.24
    },
    {
        "text": "I'm watching this guy's channel, apparently, if you subscribe and then unsubscribe it's minus 2.",
        "start": 132.48,
        "duration": 5.78
    },
    {
        "text": "So if you just go to a person's channel and fuckin' (tap tap tap tap), you and your buddies, you know, fuckin",
        "start": 138.48,
        "duration": 4.82
    },
    {
        "text": "Smash that like button a couple too many times you can unsubscribe, hypothetically, thousands of people.",
        "start": 143.3,
        "duration": 5.64
    },
    {
        "text": "To any channel. I mean, look at this, this whole time I've been talking, it was over 53 MILLION!",
        "start": 148.94,
        "duration": 5.84
    },
    {
        "text": "He's lost like 200,000 subscribers since I started this video!",
        "start": 155.14,
        "duration": 4.24
    },
    {
        "text": "God bless him. Now these guys BlackScreenTV, God bless their souls",
        "start": 159.38,
        "duration": 3.72
    },
    {
        "text": "He managed to get his channel to MINUS like 1500 subscribers or something I've never seen before.",
        "start": 163.1,
        "duration": 5.84
    },
    {
        "text": "So bless you for that social experiment.",
        "start": 168.94,
        "duration": 2.16
    },
    {
        "text": "I - My only regret was that it wasn't Joey Salads to do the social experiment because we all know he has",
        "start": 171.1,
        "duration": 4.48
    },
    {
        "text": "Much more impact, but at any rate, God bless ya all the same.",
        "start": 175.76,
        "duration": 3.92
    },
    {
        "text": "This is like the - the fuckin' greatest YouTube bug ever.",
        "start": 179.7,
        "duration": 3.76
    },
    {
        "text": "Everybody's channel is just fuckin' collapsing, dude.",
        "start": 183.46,
        "duration": 3.5
    },
    {
        "text": "It's a - it's wonderful, it's almost like, it's like the Joker became the CEO of Youtube",
        "start": 186.96,
        "duration": 5.1
    },
    {
        "text": "And it's like fuckin' pure CHAOS. What is the best thing we can do to promote Youtube",
        "start": 192.06,
        "duration": 3.62
    },
    {
        "text": "And keep people watching so we can keep our doors open and make as much money as possible?",
        "start": 195.68,
        "duration": 4.04
    },
    {
        "text": "I've got it. Joker walks in and punches her in the fuckin' face, nobody notices, he takes the mic, he says",
        "start": 199.72,
        "duration": 4.88
    },
    {
        "text": "\"UNSUBSCRIBE EVERYBODY. Every time somebody clicks the subscribe button, unsubscribe them and another person.\"",
        "start": 204.6,
        "duration": 6.0
    },
    {
        "text": "Everyone's like \"Dude we've been trying to ruin YouTube for years that's fuckin' brilliant!\"",
        "start": 210.6,
        "duration": 4.8
    },
    {
        "text": "So, again, as I'm talking, just fucking feast your eyes on this masterpiece.",
        "start": 215.4,
        "duration": 4.06
    },
    {
        "text": "So I'M SORRY FELIX, I'm sorry, Felix didn't actually charge me $50,000 for a collaboration,",
        "start": 220.22,
        "duration": 6.16
    },
    {
        "text": "It was more like 5,000 after some heavy negotiations 'cause we are very good friends.",
        "start": 226.38,
        "duration": 4.72
    },
    {
        "text": "\"No\"",
        "start": 231.36,
        "duration": 0.72
    },
    {
        "text": "No, no I'm kidding there was no exchange of money, only sexual favors.",
        "start": 232.24,
        "duration": 4.64
    },
    {
        "text": "And he's lost, about, 50,000 since I've been telling that story.",
        "start": 236.88,
        "duration": 3.66
    },
    {
        "text": "So I am sorry, I just wanna go on the record saying \"I did not pay him.\"",
        "start": 241.2,
        "duration": 4.4
    },
    {
        "text": "Just wanted to watch some gay porn with my good friend Felix,",
        "start": 245.6,
        "duration": 3.6
    },
    {
        "text": "Anyways guys, thanks for watching, I was just honestly so relieved that it wasn't me that killed",
        "start": 249.2,
        "duration": 4.34
    },
    {
        "text": "PewDiePie's channel, I feel like I just had to talk about it. Remember guys, smash that like button if you wanna",
        "start": 253.54,
        "duration": 4.02
    },
    {
        "text": "Destroy our channel. And don't forget to *obnoxious ringing bell sound* HIT THAT NOTIFICATION BELL!!!",
        "start": 257.56,
        "duration": 5.3
    },
    {
        "text": "Also please subscribe now and always papa bless. Peace.",
        "start": 262.86,
        "duration": 2.0
    }
]