[
    {
        "text": "Before I begin today's video. I just want to give you guys all a huge",
        "start": 0.0,
        "duration": 2.97
    },
    {
        "text": "Thank you for all the overwhelming amounts of support that you guys offered to us",
        "start": 2.97,
        "duration": 4.649
    },
    {
        "text": "And I mean [it] really overwhelmed us. It was so much more than we expected and we just",
        "start": 8.26,
        "duration": 5.569
    },
    {
        "text": "Just a reminder of how great our communities in the Youtube community as a whole",
        "start": 14.74,
        "duration": 4.19
    },
    {
        "text": "how supportive and and loving everyone was and honestly it was such a huge relief to get that off our chest and",
        "start": 20.14,
        "duration": 7.129
    },
    {
        "text": "it felt even better the",
        "start": 27.519,
        "duration": 2.0
    },
    {
        "text": "very warm reception that we got from everyone, so",
        "start": 30.01,
        "duration": 3.83
    },
    {
        "text": "Thank you guys. Thank you all so much",
        "start": 34.6,
        "duration": 2.0
    },
    {
        "text": "now this video",
        "start": 36.87,
        "duration": 0.54
    },
    {
        "text": "I'm doing today is a little bit different and something we've done before but it's something I've been thinking about doing for a while",
        "start": 37.41,
        "duration": 5.549
    },
    {
        "text": "Like for example so many great things happened over the past week that I want to talk about",
        "start": 43.3,
        "duration": 4.94
    },
    {
        "text": "But they're a bunch of little things, a bunch of little",
        "start": 48.42,
        "duration": 2.5
    },
    {
        "text": "Spicy hot memes but nothing that would really warrant a full video about [so] I'm thinking about doing. Maybe like a a weekly recap",
        "start": 51.12,
        "duration": 7.58
    },
    {
        "text": "I'm talking about the God of cringe. Today, we're going to have an actual serious video here",
        "start": 58.71,
        "duration": 5.309
    },
    {
        "text": "I'm talking about Connor Murphy getting arrested",
        "start": 64.479,
        "duration": 2.84
    },
    {
        "text": "I'm talking about a blind guy calling me fat",
        "start": 71.12,
        "duration": 3.5
    },
    {
        "text": "And Hila hot. Honestly if you ask me. I think Ethan's out of his league. I think Hila's awesome",
        "start": 74.87,
        "duration": 5.659
    },
    {
        "text": "I'm going to say that Hila's a lot cuter than you. I'm ready to throw down on him. I'm talking about JK",
        "start": 80.53,
        "duration": 4.95
    },
    {
        "text": "Rowling's Twitter account, she keeps doubling down on calling Pewdiepie a fascist, and I'm talking about some other great stuff so let's",
        "start": 85.52,
        "duration": 7.819
    },
    {
        "text": "get right",
        "start": 93.92,
        "duration": 1.89
    },
    {
        "text": "into the news",
        "start": 95.82,
        "duration": 2.0
    },
    {
        "text": "First, I want to go back way back, you guys may remember this video we made called The God of Cringe",
        "start": 105.62,
        "duration": 6.84
    },
    {
        "text": "Oh my god no",
        "start": 115.08,
        "duration": 2.0
    },
    {
        "text": "This dude is such a character",
        "start": 117.08,
        "duration": 1.94
    },
    {
        "text": "He's been emailing me non-stop",
        "start": 119.02,
        "duration": 1.72
    },
    {
        "text": "Begging me to do another reaction of his and today. He posted a video that just had me giggling to be frank [alright]",
        "start": 120.74,
        "duration": 7.01
    },
    {
        "text": "I'm Gonna cut the",
        "start": 127.75,
        "duration": 1.36
    },
    {
        "text": "Bullshit this time guys. Today we're going to have an actual serious video here, Matt Hoss Zone has attacked",
        "start": 129.11,
        "duration": 7.879
    },
    {
        "text": "H3H3. Again, this is not supposed to be a cringe-worthy video",
        "start": 137.93,
        "duration": 3.529
    },
    {
        "text": "I have to appreciate that though one time this guy",
        "start": 141.459,
        "duration": 3.029
    },
    {
        "text": "Seems to be coherent or intelligently speaking he happens to be butt fucking naked with the frame 1",
        "start": 144.98,
        "duration": 7.49
    },
    {
        "text": "Millimeter above his junk. That being said I fully appreciate the level of expertise on which he framed up this shot",
        "start": 152.72,
        "duration": 7.639
    },
    {
        "text": "I mean the line between the junk he stands there for 11 minutes",
        "start": 160.36,
        "duration": 3.93
    },
    {
        "text": "And he never shows even a single pubic hair. I mean, guys, Stanley Kubrick has never framed a shot up on this level",
        "start": 164.29,
        "duration": 7.51
    },
    {
        "text": "Let's get right into the news!",
        "start": 172.06,
        "duration": 2.34
    },
    {
        "text": "Connor Murphy you guys may remember him from a video we made a couple weeks ago",
        "start": 174.76,
        "duration": 4.88
    },
    {
        "text": "I am Superman",
        "start": 179.64,
        "duration": 2.16
    },
    {
        "text": "watch me stand on top of the Chipotle everybody wants my dick in their mouth",
        "start": 181.96,
        "duration": 5.64
    },
    {
        "text": "He's this jacked ass dude who goes and does social experiments where he takes off his shirt",
        "start": 187.8,
        "duration": 4.44
    },
    {
        "text": "The women get wet, the only thing frankly missing from Connor Murphy's videos is bits of parkour",
        "start": 192.81,
        "duration": 5.249
    },
    {
        "text": "but honestly, there's not many of us who can make",
        "start": 198.28,
        "duration": 2.57
    },
    {
        "text": "Perfect content on YouTube. Now after we made that video goofing on Connor",
        "start": 201.22,
        "duration": 4.04
    },
    {
        "text": "He made a response video asking girls if they would smash or Pass Featuring H3.",
        "start": 205.26,
        "duration": 4.88
    },
    {
        "text": "Pass.",
        "start": 211.64,
        "duration": 0.86
    },
    {
        "text": "Pass.",
        "start": 212.5,
        "duration": 0.6
    },
    {
        "text": "Yeah, no.",
        "start": 213.22,
        "duration": 0.82
    },
    {
        "text": "Pass.",
        "start": 214.04,
        "duration": 1.46
    },
    {
        "text": "Pass that shit!",
        "start": 219.08,
        "duration": 1.46
    },
    {
        "text": "Pass.",
        "start": 220.54,
        "duration": 1.62
    },
    {
        "text": "What?",
        "start": 222.16,
        "duration": 2.0
    },
    {
        "text": "I didn't get very many smashes which did hurt my feelings",
        "start": 225.47,
        "duration": 3.86
    },
    {
        "text": "But I feel like it wasn't fair. If he would have shown me posed up, right?",
        "start": 229.33,
        "duration": 4.289
    },
    {
        "text": "He shows me from the front wearing a hat but everybody knows my best feature",
        "start": 233.89,
        "duration": 3.479
    },
    {
        "text": "Is this thickness boy?",
        "start": 237.95,
        "duration": 2.0
    },
    {
        "text": "Like seriously if you're going to do a Smash or Pass test you better show me from the back because you know connor",
        "start": 239.959,
        "duration": 5.45
    },
    {
        "text": "I would've got way more smashes than you did. I was really surprised when I found out that he was arrested",
        "start": 245.41,
        "duration": 6.089
    },
    {
        "text": "This is how last night's prank ended",
        "start": 251.989,
        "duration": 2.42
    },
    {
        "text": "I got to be careful with what I say right now now, but hopefully I can make a video",
        "start": 254.41,
        "duration": 2.85
    },
    {
        "text": "About it soon, might be done with pranks for a while though, what will Youtube do without Connor Murphy's shirtless rub my tits prank?",
        "start": 257.26,
        "duration": 7.039
    },
    {
        "text": "Looks like Connor showed his tits to the wrong girl or some shit. Do not fuck with my boy Connor",
        "start": 277.77,
        "duration": 5.359
    },
    {
        "text": "Dude, back up. You can tell he's just being a sweet guy doesn't want it. He's just trying to fucking",
        "start": 283.129,
        "duration": 4.44
    },
    {
        "text": "flex his pecs dude. The guy lifts iron he just wants to show off his titties to girls and fuck",
        "start": 287.7,
        "duration": 5.3
    },
    {
        "text": "Because I got big tits, fuck me",
        "start": 293.0,
        "duration": 2.56
    },
    {
        "text": "Because I got bigger tits than you, fuck me",
        "start": 295.82,
        "duration": 2.46
    },
    {
        "text": "If he ever goes before judge, Connor",
        "start": 298.62,
        "duration": 1.9
    },
    {
        "text": "I really recommend just take off your shirt, ask her if she's ever seen a magic trick and then take off your shirt",
        "start": 300.529,
        "duration": 5.369
    },
    {
        "text": "I think that she'll throw it out immediately",
        "start": 306.289,
        "duration": 2.0
    },
    {
        "text": "Another thing happened this week which I absolutely loved, The Tommy Edison experience",
        "start": 308.6,
        "duration": 4.08
    },
    {
        "text": "I don't know if you guys know this guy, but he is a gem of Youtube who is so underappreciated",
        "start": 312.68,
        "duration": 5.7
    },
    {
        "text": "I watch a bunch of Youtube, right I'm on it. And I love it",
        "start": 318.72,
        "duration": 3.08
    },
    {
        "text": "I watch tons of different people, so we thought it might be fun. Just for a goof for me to try and guess",
        "start": 321.92,
        "duration": 4.5
    },
    {
        "text": "What some famous Youtubers look like. So he did this video called blind man guesses what Youtubers look like, it's like a really sweet version",
        "start": 326.42,
        "duration": 6.899
    },
    {
        "text": "Of smash or pass, and I only just had my fingers crossed that he would give me a smash because Tommy, I would tap that",
        "start": 333.319,
        "duration": 6.42
    },
    {
        "text": "Let it be known, this is me calling you out right now. Let's rub together.",
        "start": 340.24,
        "duration": 3.96
    },
    {
        "text": "H3 Productions, Ethan and Hila",
        "start": 344.46,
        "duration": 1.9
    },
    {
        "text": "Wow, alright, both of them. OK, I'll do Ethan first. I would say, I'm sorry- but Ethan to me. I love 'em,",
        "start": 346.62,
        "duration": 7.08
    },
    {
        "text": "Let me just start by saying that I love you",
        "start": 354.199,
        "duration": 1.65
    },
    {
        "text": "Sir, I really do you make me smile and laugh everytime I watch you.",
        "start": 355.849,
        "duration": 2.891
    },
    {
        "text": "That being said",
        "start": 358.74,
        "duration": 1.26
    },
    {
        "text": "I love the preface of this already, Ethan,",
        "start": 360.0,
        "duration": 2.24
    },
    {
        "text": "I love you. I'm sorry. I'm sorry. I can't even see and I know you're a fat slob. That's what's coming, watch.",
        "start": 362.42,
        "duration": 6.639
    },
    {
        "text": "I feel like you're sort of plain",
        "start": 369.059,
        "duration": 2.0
    },
    {
        "text": "you know what I mean",
        "start": 371.18,
        "duration": 1.76
    },
    {
        "text": "How can he tell that? How can he tell that just by- he's never even seen me before! I'm plain?",
        "start": 373.02,
        "duration": 4.72
    },
    {
        "text": "Yeah I wear like a little off blue, beige. I'm not plain dude I'm fupped up, baby",
        "start": 377.9,
        "duration": 5.16
    },
    {
        "text": "Regular length dark hair, you know nothing special, you know just a sort of normal, sort of a short haircut",
        "start": 383.3,
        "duration": 6.58
    },
    {
        "text": "35? God damn. Even the blind guy's like this guy's fucking old",
        "start": 390.62,
        "duration": 4.02
    },
    {
        "text": "I think you're a medium, medium to yeah, I'm gonna call you a medium build. I don't think you're athletic",
        "start": 394.84,
        "duration": 5.86
    },
    {
        "text": "You don't sound like athletic to me",
        "start": 401.44,
        "duration": 2.0
    },
    {
        "text": "Sorry",
        "start": 404.0,
        "duration": 0.94
    },
    {
        "text": "Unathletic?",
        "start": 405.4,
        "duration": 1.34
    },
    {
        "text": "Yeah, I think you got that right.",
        "start": 407.7,
        "duration": 2.54
    },
    {
        "text": "His best feature? I'm gonna say he's strong",
        "start": 410.36,
        "duration": 1.76
    },
    {
        "text": "I don't know, I just feel like he'd be good. You know, like if you were moving. You'd want him to help you out",
        "start": 412.32,
        "duration": 5.28
    },
    {
        "text": "I'll take the compliment. I'd say no, but I'll take the compliment.",
        "start": 417.6,
        "duration": 3.92
    },
    {
        "text": "Honestly, if you ask me, I think Ethan's out of his league",
        "start": 421.74,
        "duration": 3.52
    },
    {
        "text": "I think Hila is awesome. I'm gonna say that Hila's a lot cuter than you",
        "start": 425.46,
        "duration": 2.86
    },
    {
        "text": "Are you sure you can't see, Tommy? How can you tell that just from listening to us?",
        "start": 428.61,
        "duration": 5.15
    },
    {
        "text": "Ethan's out of his league and Hila's way cuter",
        "start": 433.919,
        "duration": 3.14
    },
    {
        "text": "This guy's a prophet",
        "start": 437.64,
        "duration": 2.0
    },
    {
        "text": "I think you're pretty a good dresser. I do, I think you wear nice clothing. Hila's age",
        "start": 439.97,
        "duration": 5.339
    },
    {
        "text": "32. Couple of years younger than your fella. Her best feature's gotta be her smile",
        "start": 446.34,
        "duration": 4.279
    },
    {
        "text": "It's very clear in the videos I can hear when she's laughing and smiling",
        "start": 450.84,
        "duration": 3.3
    },
    {
        "text": "It's captivating, you see her smiling and like",
        "start": 454.28,
        "duration": 1.92
    },
    {
        "text": "yeah, that's nice.",
        "start": 456.2,
        "duration": 1.34
    },
    {
        "text": "I love how the producers, once he starts talking Hila they play this angelic music like",
        "start": 457.54,
        "duration": 5.24
    },
    {
        "text": "she's a perfect human",
        "start": 462.92,
        "duration": 1.68
    },
    {
        "text": "She's tall, she's beautiful, she dresses nice and she's married to this schlub. What he's trying to say is Hila is the carer",
        "start": 464.61,
        "duration": 6.679
    },
    {
        "text": "But he could be helpful for helping you move sometime.",
        "start": 471.38,
        "duration": 3.3
    },
    {
        "text": "So how would you rate both of them?",
        "start": 474.92,
        "duration": 1.06
    },
    {
        "text": "Alright Ethan's first, I'm sorry man, I think you're right at mid-table.",
        "start": 476.2,
        "duration": 4.74
    },
    {
        "text": "Like a 5",
        "start": 480.94,
        "duration": 1.06
    },
    {
        "text": "Funnily enough, of everyone he reviewed, who he has never seen",
        "start": 482.0,
        "duration": 4.32
    },
    {
        "text": "I got the lowest rating at five. Everyone else is beautiful, is a beauty, is a fashion icon",
        "start": 486.56,
        "duration": 5.46
    },
    {
        "text": "I probably put him at about a 7",
        "start": 492.44,
        "duration": 1.74
    },
    {
        "text": "I'll put her at a solid 8",
        "start": 494.18,
        "duration": 1.18
    },
    {
        "text": "A 7",
        "start": 495.36,
        "duration": 0.56
    },
    {
        "text": "I'll give you a 6",
        "start": 495.92,
        "duration": 0.92
    },
    {
        "text": "I think I give her a high 8 close to a 9.",
        "start": 496.84,
        "duration": 2.06
    },
    {
        "text": "He's an 8",
        "start": 499.18,
        "duration": 0.98
    },
    {
        "text": "I think you're a good 7 and a half",
        "start": 500.34,
        "duration": 1.14
    },
    {
        "text": "We got sevens we got eights. We got nines. Ethan? I haven't seen him before- I give him a five",
        "start": 501.56,
        "duration": 5.38
    },
    {
        "text": "The hell did I do, man? Somebody tell Tommy I'm losing the Fupa. I want a re-rating",
        "start": 507.78,
        "duration": 5.0
    },
    {
        "text": "I think this video is gonna be called How To Lose Friends You Don't Have Yet",
        "start": 512.78,
        "duration": 2.609
    },
    {
        "text": "And something that's been annoying me this past couple week is your girl JK. Rowling",
        "start": 516.87,
        "duration": 5.88
    },
    {
        "text": "We just get a jk from her.",
        "start": 522.75,
        "duration": 1.95
    },
    {
        "text": "Yeah, I'm just kidding about all these dumb tweets that I've been making.",
        "start": 524.9,
        "duration": 3.7
    },
    {
        "text": "So Jk Rowling the author of the Harry Potter series",
        "start": 528.6,
        "duration": 3.08
    },
    {
        "text": "has been catching a lot of flak from the online community for calling Pewdiepie a",
        "start": 531.68,
        "duration": 4.66
    },
    {
        "text": "Fascist. A lot of us have been trying to reach out to her, but she just keeps doubling down with these really obnoxious tweets",
        "start": 536.44,
        "duration": 5.68
    },
    {
        "text": "Here's one that she just tweeted yesterday for example: My timeline right now",
        "start": 542.73,
        "duration": 3.989
    },
    {
        "text": "It can't be racist because I laughed and I'm great. You're horrible, and I used to like you",
        "start": 546.91,
        "duration": 5.389
    },
    {
        "text": "Mainstream media lies. Wow, way to arrogantly dismiss our entire argument without looking into it at all",
        "start": 552.82,
        "duration": 6.679
    },
    {
        "text": "Why don't you just say you're JK? And roll your way out of here, am I right?",
        "start": 560.01,
        "duration": 4.229
    },
    {
        "text": "I feel like after all the facts, after all we've argued and after everything we've done and responded to her tweet saying like, hey",
        "start": 564.24,
        "duration": 7.29
    },
    {
        "text": "Maybe read this, check this out. I'm not sure if you got this right. The way she's just arrogantly brushing this aside",
        "start": 571.66,
        "duration": 5.599
    },
    {
        "text": "makes me really sad.",
        "start": 578.05,
        "duration": 1.22
    },
    {
        "text": "I think it really shows the damage that Wall Street Journal",
        "start": 579.27,
        "duration": 3.179
    },
    {
        "text": "did, not just to Pewdiepie too but to our whole media, our whole new media because if she is so incapable of changing her mind",
        "start": 582.64,
        "duration": 7.82
    },
    {
        "text": "When the facts are a hundred percent against her. I think that anyone else who was swayed by the Wall Street Journal's",
        "start": 590.71,
        "duration": 6.32
    },
    {
        "text": "Slander is never going to change their mind about Pewdiepie and that that makes me really sad",
        "start": 597.64,
        "duration": 4.25
    },
    {
        "text": "So. Lays came out with this new product. It's called Poppables, but look at it, does something pop out there?",
        "start": 601.89,
        "duration": 7.5
    },
    {
        "text": "What did they? They just named their new chips Papa Bless",
        "start": 609.9,
        "duration": 3.26
    },
    {
        "text": "I don't know if it's good",
        "start": 613.32,
        "duration": 1.28
    },
    {
        "text": "They didn't pay me to say this it's probably shit. Papa Bless regardless",
        "start": 614.6,
        "duration": 3.58
    },
    {
        "text": "So if you guys enjoyed this leave a comment, and smash that like button",
        "start": 618.18,
        "duration": 3.63
    },
    {
        "text": "If you enjoyed this video so that I know, smash it",
        "start": 622.33,
        "duration": 3.099
    }
]