[
    {
        "text": "What up pimps?",
        "start": 1.98,
        "duration": 2.46
    },
    {
        "text": "Let's get roiiiight",
        "start": 4.44,
        "duration": 1.6
    },
    {
        "text": "Into the Recap! Guys, welcome back to another H3 recap...",
        "start": 6.04,
        "duration": 4.52
    },
    {
        "text": "We're gonna be talking about some of the spiciest memes that have boiled to the surface over the past couple of weeks.",
        "start": 10.56,
        "duration": 6.28
    },
    {
        "text": "First story: your boy Hugh Mungus,  the greatest, sweetest, most \"totes adorbs\" man on the internet is back, back in action.",
        "start": 16.9,
        "duration": 8.02
    },
    {
        "text": "[various sound bytes of people saying \"hugh mungus\"]",
        "start": 24.92,
        "duration": 3.26
    },
    {
        "text": "He's running for a seat on Seattle City council. Check out this blog where they announced the seven candidates running for this seat.",
        "start": 28.18,
        "duration": 7.24
    },
    {
        "text": "And look who they got, tucked away at the bottom: the dark horse",
        "start": 35.74,
        "duration": 4.02
    },
    {
        "text": "Ya boi Hugh Mungus is going to sweep the whole damn thing and they got him tucked in the bottom. He deserves more dignity than this!",
        "start": 39.96,
        "duration": 7.16
    },
    {
        "text": "Now this guy is such a salt-of-the-earth. We all gave him a hundred fifty thousand dollars, and just last week",
        "start": 47.36,
        "duration": 5.8
    },
    {
        "text": "He was spotted on the bus. This guy drives his truck around; he's still gardening... is he qualified to sit on the City council?",
        "start": 53.16,
        "duration": 8.42
    },
    {
        "text": "Probably not, but I mean how bad could he fuck it up? I mean, look at these other guys running...",
        "start": 62.16,
        "duration": 4.38
    },
    {
        "text": "it's like... Give this guy a chance. Maybe he'll kill it.",
        "start": 66.54,
        "duration": 3.239
    },
    {
        "text": "I mean that or there'll be a full-blown apocalypse in Seattle, but who would you choose?",
        "start": 69.92,
        "duration": 3.46
    },
    {
        "text": "Rudy, or Bon Jovi's broke ass cousin?",
        "start": 73.74,
        "duration": 2.46
    },
    {
        "text": "I want a normal-ass dude in office and see- what can he do? You know, maybe he'll make a humongous difference.",
        "start": 76.2,
        "duration": 5.16
    },
    {
        "text": "Goteem. Tip the beanie to you, sir. Great luck in the election.",
        "start": 81.66,
        "duration": 4.18
    },
    {
        "text": "LET'S GET RIGHT INTO THE",
        "start": 86.1,
        "duration": 2.12
    },
    {
        "text": "recap.",
        "start": 88.22,
        "duration": 0.58
    },
    {
        "text": "The next story-",
        "start": 88.8,
        "duration": 0.54
    },
    {
        "text": "We've talked a lot about these \ninappropriate kid's channels",
        "start": 89.34,
        "duration": 3.1
    },
    {
        "text": "And the lengths that people are going to get those juicy kid's views. It pays way more cPM...",
        "start": 92.46,
        "duration": 5.64
    },
    {
        "text": "Apparently people making like ten dollars per thousand views. People from my world make way less than that.",
        "start": 98.5,
        "duration": 5.98
    },
    {
        "text": "It's a new gold rush to make content for kids... except some people have gone a little astray:",
        "start": 104.48,
        "duration": 5.8
    },
    {
        "text": "You've got the Bradberries, got the inappropriate",
        "start": 110.28,
        "duration": 3.08
    },
    {
        "text": "Spider-Man/Elsa shit; super sexual, super-violent. This is something I've never seen before.",
        "start": 113.38,
        "duration": 5.16
    },
    {
        "text": "This is something I never anticipated. I don't know how it can get weirder than this, this is it",
        "start": 118.74,
        "duration": 4.94
    },
    {
        "text": "this is as weird as it gets guys, after this, just shut it down. I present to you: \"Kids Toys Utube Brazil.\"",
        "start": 123.68,
        "duration": 8.62
    },
    {
        "text": "[kazoo music]",
        "start": 132.3,
        "duration": 2.0
    },
    {
        "text": "[Kill Bill sirens]",
        "start": 134.3,
        "duration": 9.52
    },
    {
        "text": "So you have women in lingerie...",
        "start": 143.82,
        "duration": 2.78
    },
    {
        "text": "smoking cigarettes. That's kids- that's kids channel in Brazil. That's what the kids enjoy.",
        "start": 146.66,
        "duration": 6.06
    },
    {
        "text": "Ok, well, let's have a look and see, maybe... it's just a thumbnail thing. Maybe the content is fine.",
        "start": 153.0,
        "duration": 5.7
    },
    {
        "text": "[match being struck]",
        "start": 158.7,
        "duration": 2.0
    },
    {
        "text": "Very relaxing. It's very ASMR. I like the the silence but- and also the deafening static at the same time.",
        "start": 175.44,
        "duration": 7.4
    },
    {
        "text": "[loud static sound effect]",
        "start": 182.84,
        "duration": 2.52
    },
    {
        "text": "As a child, I think this is really appropriate, because not only does it teach you to smoke at an early age,",
        "start": 185.42,
        "duration": 7.14
    },
    {
        "text": "you can also jerk your little ding-dong,",
        "start": 192.74,
        "duration": 1.9
    },
    {
        "text": "which is pretty much the only thing YouTube is good for these days, so you can have a cigarette, you can jerk off?",
        "start": 194.64,
        "duration": 5.93
    },
    {
        "text": "It's great for the kids.",
        "start": 201.08,
        "duration": 1.51
    },
    {
        "text": "[even louder static]",
        "start": 202.59,
        "duration": 0.55
    },
    {
        "text": "You know what? It was probably a mistake. Okay, mistakes happen...",
        "start": 203.14,
        "duration": 3.22
    },
    {
        "text": "you put a wrong ch- video on a channel...",
        "start": 206.9,
        "duration": 2.4
    },
    {
        "text": "it happens sometimes, let's click another one and just make sure that this is- this is what kids should be watching.",
        "start": 209.3,
        "duration": 5.309
    },
    {
        "text": "Okay, okay, alright, alright, alright, no no, no, nope, that's not...",
        "start": 219.65,
        "duration": 3.379
    },
    {
        "text": "[EthanWoop]",
        "start": 224.0,
        "duration": 1.11
    },
    {
        "text": "[Claps] All right, hey kids welcome to YouTube Kids Channel Brazil (Spanish accent)",
        "start": 225.11,
        "duration": 5.0
    },
    {
        "text": "I should have known when I saw the Brazil in the title that this was going to go way too far.",
        "start": 230.11,
        "duration": 4.89
    },
    {
        "text": "[Brazil, Braziiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiil]",
        "start": 235.0,
        "duration": 3.18
    },
    {
        "text": "Yes, it's inappropriate, but between this and looking at Ethan Bradberry with his ass up as Spider-Man as his brother comes in and succulently",
        "start": 238.22,
        "duration": 7.92
    },
    {
        "text": "grabs his ass and goes in for the fuck...",
        "start": 246.14,
        "duration": 2.26
    },
    {
        "text": "I'm thinking imma have my kids watch this. I think even this is more appropriate than the Bradberry Spider-man/Elsa shit",
        "start": 248.72,
        "duration": 5.9
    },
    {
        "text": "I think we've found the weirdest kids channel, but every month I get shocked and surprised at what we find.",
        "start": 254.62,
        "duration": 5.73
    },
    {
        "text": "Let's lock it up guys. Let's just call it a day. I don't know what could be weirder than this.",
        "start": 260.769,
        "duration": 4.38
    },
    {
        "text": "That being said, um, if you guys know what this fetish is called, please let me know because I have a friend who's...",
        "start": 265.66,
        "duration": 6.38
    },
    {
        "text": "He- I know he's into this and he... I know he'd like to see this so if you guys know where to find more of",
        "start": 272.6,
        "duration": 5.02
    },
    {
        "text": "these kind of kids videos... for my friend, just write it in the comments because it's not for me, I'm just...",
        "start": 277.629,
        "duration": 5.531
    },
    {
        "text": "So TechRax is a channel that we've talked about previously. He is a tech review channel with a twist. What he does is just... breaks",
        "start": 283.64,
        "duration": 7.4
    },
    {
        "text": "expensive equipment for pretty much no reason just to be like  \"Hey kid, fuck you, I've got money, get rekt.\" But he posted a new video that kind of went over the limit for me and a lot of people, called",
        "start": 291.28,
        "duration": 10.5
    },
    {
        "text": "Casting Cockroaches + iPhone 7 in Molten Aluminum, and I gotta be frank. I mean, up until this point,",
        "start": 301.78,
        "duration": 7.68
    },
    {
        "text": "I was on board with his videos...",
        "start": 309.46,
        "duration": 2.16
    },
    {
        "text": "I thought- you know he's just breaking shit, it's his stuff, but this video was a little disturbing, and I didn't really understand",
        "start": 311.62,
        "duration": 6.27
    },
    {
        "text": "why he did it?\n[TechRax]: What's up guys, TechRax here,",
        "start": 317.89,
        "duration": 3.869
    },
    {
        "text": "So I've got a beautiful iPhone 7 Plus here in my hands this thing is just gorgeous: matte black...",
        "start": 321.76,
        "duration": 5.92
    },
    {
        "text": "Such a beautiful iPhone 7 Plus.\n[Ethan]: I really need to commend you on the production quality of this video TechRax; the sound levels...",
        "start": 328.28,
        "duration": 7.56
    },
    {
        "text": "[loud whirring noise from background of video]",
        "start": 335.84,
        "duration": 2.3
    },
    {
        "text": "Mmm. I didn't even need to watch it. Just crank up the sound and enjoy that- ooh, it's so peaceful...",
        "start": 338.22,
        "duration": 4.26
    },
    {
        "text": "[whirring returns]",
        "start": 342.48,
        "duration": 2.2
    },
    {
        "text": "Guys, I just simply love this phone. But in this video, we are going to be casting",
        "start": 344.9,
        "duration": 5.58
    },
    {
        "text": "cockroaches with Molten aluminum, check this out.",
        "start": 351.08,
        "duration": 3.5
    },
    {
        "text": "[Ethan]: I don't like cockroaches",
        "start": 355.06,
        "duration": 2.68
    },
    {
        "text": "I don't like them, but they're still animals.",
        "start": 357.74,
        "duration": 4.2
    },
    {
        "text": "So I'm already taking this personally dude. Why are you freaking out my girl dawg? Cockroaches are disgusting",
        "start": 362.06,
        "duration": 5.5
    },
    {
        "text": "a lot of things, but can they survive a simple pour of Molten aluminum?\nLet's find out.",
        "start": 367.72,
        "duration": 2.959
    },
    {
        "text": "Madagascar hissing cockroaches guys these things can survive a week without their head, nuclear explosions,",
        "start": 371.38,
        "duration": 5.84
    },
    {
        "text": "a lot of things, but can they survive a simple pour of Molten aluminum?\nLet's find out.",
        "start": 377.22,
        "duration": 7.2
    },
    {
        "text": "You just burned a living creature alive for entertainment on YouTube,. Also, someone's screaming stop.\n[TechRax background voice]: STOP",
        "start": 387.88,
        "duration": 6.34
    },
    {
        "text": "Can we talk about that? Someone in the corner is like, \"Don't do it dude! Stop!\"",
        "start": 394.44,
        "duration": 4.8
    },
    {
        "text": "A, Are we surprised?",
        "start": 399.54,
        "duration": 1.65
    },
    {
        "text": "What's the experiment? That when you pour Molten Lava on a creature it- you want to see if it dies or not? Is that the experiment?",
        "start": 401.19,
        "duration": 6.39
    },
    {
        "text": "[I] mean yes, yes...yes, really conclusive evidence here.",
        "start": 407.58,
        "duration": 4.4
    },
    {
        "text": "[TechRax]: Beautiful puddle of aluminum guys. Let's get it out",
        "start": 412.22,
        "duration": 3.56
    },
    {
        "text": "Look at that!",
        "start": 419.96,
        "duration": 1.48
    },
    {
        "text": "You poured Molten",
        "start": 423.94,
        "duration": 1.89
    },
    {
        "text": "Lava",
        "start": 425.83,
        "duration": 1.62
    },
    {
        "text": "On a phone and a cockroach. Let me take a guess here, the phone doesn't work, and the cockroaches are dead.",
        "start": 427.45,
        "duration": 6.51
    },
    {
        "text": "Man, this was fucking RIVETING huh?",
        "start": 433.96,
        "duration": 2.26
    },
    {
        "text": "The second take still has this guy screaming \"stop\", you could edit it out",
        "start": 438.04,
        "duration": 4.76
    },
    {
        "text": "But I guess it's just not the same without the human agony, you know. [I] mean look, I know that",
        "start": 442.8,
        "duration": 4.5
    },
    {
        "text": "we don't like cockroaches, and I know that we as humans kill billions of animals every year for food and shit",
        "start": 447.3,
        "duration": 6.6
    },
    {
        "text": "But at the same time I feel like this is completely, needlessly,",
        "start": 453.96,
        "duration": 4.92
    },
    {
        "text": "inappropriately cruel. Just to burn them alive for some shitty experiment because apparently they don't die in Nuclear bombs?",
        "start": 458.96,
        "duration": 7.0
    },
    {
        "text": "Incidentally they all survived and the phone still worked.",
        "start": 466.36,
        "duration": 2.72
    },
    {
        "text": "No, that's not true. Everything is fucking burned",
        "start": 470.28,
        "duration": 2.339
    },
    {
        "text": "[TechRax]: Check it out guys, there is the phone",
        "start": 473.35,
        "duration": 2.0
    },
    {
        "text": "[Ethan]: Hit it dude, beat it up man",
        "start": 481.12,
        "duration": 2.0
    },
    {
        "text": "fuck that phone up dawg",
        "start": 483.12,
        "duration": 1.68
    },
    {
        "text": "There are some of us out here who can't afford an iPhone 7 make sure we all feel it dude, break the hell out of it.",
        "start": 484.8,
        "duration": 5.2
    },
    {
        "text": "You better be eating those cockroaches, so they don't go to waste, by the way.",
        "start": 490.0,
        "duration": 3.22
    },
    {
        "text": "[TechRax]: They are",
        "start": 495.76,
        "duration": 1.68
    },
    {
        "text": "Oh cool, dude. I burned them alive, let me just stomp on their charred remains too while I'm at it!",
        "start": 497.44,
        "duration": 4.32
    },
    {
        "text": "[Ethan immitating video]: STOP",
        "start": 501.76,
        "duration": 1.48
    },
    {
        "text": "[TechRax]: I think they're asleep guys.\nThanks for watching as always, stay tuned for more videos and... peace out.",
        "start": 503.42,
        "duration": 5.8
    },
    {
        "text": "Guys stay tuned for our video next week. I've been able to smuggle a nuclear bomb from ISIS",
        "start": 509.22,
        "duration": 4.71
    },
    {
        "text": "I will be dropping it on my neighbor's house. There's an iPhone 7 that happens to be at the center of the explosion",
        "start": 513.93,
        "duration": 5.55
    },
    {
        "text": "I'll be sure to come stomp on their charred remains and see if the iPhone works",
        "start": 519.48,
        "duration": 3.72
    },
    {
        "text": "It's gonna be a crazy experiment guys.\nAnd finally, guys. I want to give a huge quick",
        "start": 523.2,
        "duration": 4.89
    },
    {
        "text": "thank you to the nicest motherfuckers in the world. When I say the nicest person in the world, who is it that you think of?",
        "start": 528.09,
        "duration": 5.969
    },
    {
        "text": "Gandhi? Bill Gates? Warren Buffett? Tai Lopez? All those people are assholes compared to this next person.",
        "start": 534.28,
        "duration": 7.48
    },
    {
        "text": "Dunkey and his girlfriend Leah sent me a fuckin' Nintendo Switch",
        "start": 542.26,
        "duration": 5.42
    },
    {
        "text": "I couldn't get it anywhere, and I says - I'm talking to them - I says, man, I can't buy the switch anywhere",
        "start": 547.68,
        "duration": 5.039
    },
    {
        "text": "They're like, you know what? We're the nicest people in the world. We have an extra. Give me your address,",
        "start": 552.72,
        "duration": 4.71
    },
    {
        "text": "I says no, no, please don't send it it's too nice of a gift, guess what showed up this morning. Some people have cured diseases. Eradicated polio.",
        "start": 557.43,
        "duration": 7.67
    },
    {
        "text": "People that are out in Africa curing HIV and working with the poorest, most",
        "start": 565.1,
        "duration": 4.16
    },
    {
        "text": "disenfranchised people in the world. They're all assholes",
        "start": 569.26,
        "duration": 3.0
    },
    {
        "text": "Compared to Dunkey and Leah. Thank you guys so much.",
        "start": 572.74,
        "duration": 5.36
    },
    {
        "text": "I'm going to go play Zelda now. Thank you guys so much for watching",
        "start": 578.1,
        "duration": 3.3
    },
    {
        "text": "I hope you enjoyed this week of let's get right into the news, H3 recap. And I'll most definitely be seeing you guys next time.",
        "start": 581.65,
        "duration": 6.77
    },
    {
        "text": "Thank you so much, ta ta",
        "start": 588.67,
        "duration": 2.0
    }
]