[
    {
        "text": "Thank you for clicking on this video!",
        "start": 0.02,
        "duration": 2.18
    },
    {
        "text": "We have some excellent headlines for you today.",
        "start": 2.2,
        "duration": 2.84
    },
    {
        "text": "Today we have Shane did WHAAT to his cat?",
        "start": 5.04,
        "duration": 3.98
    },
    {
        "text": "Shane: The things I've done to my poor animals they will never love me.",
        "start": 9.02,
        "duration": 3.0
    },
    {
        "text": "Prank Invasion's new video will send shockwaves",
        "start": 12.02,
        "duration": 4.56
    },
    {
        "text": "through the community.",
        "start": 16.58,
        "duration": 1.459
    },
    {
        "text": "I'm gonna try to kiss my sister. ( ͡° ͜ʖ ͡°)",
        "start": 18.04,
        "duration": 3.38
    },
    {
        "text": "And finally, Ethan Klein, your host himself, is a member of the alt-right movement and possibly even the Nazi Party itself.",
        "start": 21.42,
        "duration": 8.38
    },
    {
        "text": "This is...",
        "start": 29.8,
        "duration": 1.4
    },
    {
        "text": "the H3...",
        "start": 31.5,
        "duration": 1.36
    },
    {
        "text": "REPORT!!!!!!",
        "start": 34.72,
        "duration": 0.9
    },
    {
        "text": "*report echo*",
        "start": 35.62,
        "duration": 1.72
    },
    {
        "text": "A couple days ago, I was on Twitter minding my own business, and upon my feed came",
        "start": 45.4,
        "duration": 4.9
    },
    {
        "text": "perhaps the most shocking thing I had ever seen. Shane Dawson tweeted out this and I had no background at all",
        "start": 50.3,
        "duration": 6.0
    },
    {
        "text": "I didn't fuck my cat.",
        "start": 56.3,
        "duration": 2.28
    },
    {
        "text": "MEOW :(",
        "start": 58.58,
        "duration": 0.76
    },
    {
        "text": "I didn't cum on my cat. I didn't put my dick anywhere near my cat.",
        "start": 59.34,
        "duration": 3.74
    },
    {
        "text": "MEOW :(",
        "start": 63.08,
        "duration": 0.64
    },
    {
        "text": "I've never done anything weird with my cat.",
        "start": 63.72,
        "duration": 2.24
    },
    {
        "text": "MEOW :(",
        "start": 65.96,
        "duration": 1.12
    },
    {
        "text": "*meow echo*",
        "start": 67.08,
        "duration": 2.88
    },
    {
        "text": "I didn't expect that he did anything weird with his cats, but sometimes it's just nice to say things to get it out of the way.",
        "start": 69.96,
        "duration": 4.78
    },
    {
        "text": "For example, I've never... uh, cummed on my dog.",
        "start": 74.74,
        "duration": 2.66
    },
    {
        "text": "I've never tasted my own poop, I've ever shit my own bed and then...",
        "start": 77.4,
        "duration": 3.46
    },
    {
        "text": "on the bed and then I shit in the bed",
        "start": 80.98,
        "duration": 1.8
    },
    {
        "text": "and I rolled it in the sheets",
        "start": 82.78,
        "duration": 1.34
    },
    {
        "text": "and I put it in the laundry and the cleaning woman came and she found the shits in the sheets and she washed it and there was shit all over the cleaning",
        "start": 84.12,
        "duration": 4.94
    },
    {
        "text": "There was shit like in all the crevices of the washing machine",
        "start": 89.06,
        "duration": 2.98
    },
    {
        "text": "and then for the next like 10 loads there was shit in everything",
        "start": 92.04,
        "duration": 2.68
    },
    {
        "text": "I have never done that either",
        "start": 94.72,
        "duration": 1.66
    },
    {
        "text": "And again, not that you all suspected it, but I'm just getting ahead of the story",
        "start": 96.38,
        "duration": 3.82
    },
    {
        "text": "So people went back into a very old episode of Shane's podcast and found this clip and tried to dig it up and you know make him look bad",
        "start": 100.2,
        "duration": 6.78
    },
    {
        "text": "Shane: Moved her little chicken legs like you know spread open or whatever",
        "start": 106.98,
        "duration": 3.62
    },
    {
        "text": "I was like if I just like hump but like on her tummy like that's not weird like",
        "start": 110.6,
        "duration": 4.16
    },
    {
        "text": "Whatever and then I humped and I humped and I hu-- kept going",
        "start": 114.76,
        "duration": 2.12
    },
    {
        "text": "and I kept going and I came all over the cat",
        "start": 116.88,
        "duration": 2.06
    },
    {
        "text": "Woman: No you did not",
        "start": 118.94,
        "duration": 0.88
    },
    {
        "text": "Shane: It was like my first sexual experience",
        "start": 119.82,
        "duration": 1.44
    },
    {
        "text": "Listen, Shane says he didn't do it. I believe him",
        "start": 121.26,
        "duration": 3.52
    },
    {
        "text": "[Elmo] Permits for Elmo thinks the next time wants to c*m ( ͡° ͜ʖ ͡°) on a fluffly animal he can use me",
        "start": 124.78,
        "duration": 5.22
    },
    {
        "text": "Whoa, hold on mo. You know, I've got dibs Shane if you want a round with Elmo you're getting sloppy seconds",
        "start": 130.02,
        "duration": 7.08
    },
    {
        "text": "All right",
        "start": 137.17,
        "duration": 0.77
    },
    {
        "text": "I think if nothing else this may be one of the best",
        "start": 137.94,
        "duration": 2.519
    },
    {
        "text": "Copypastas to ever bless the internet and I very much look forward to seeing all the memes that will be generated from this tweet",
        "start": 140.95,
        "duration": 6.65
    },
    {
        "text": "So I thank you, Shane Dawson, for your contribution to the meme annals",
        "start": 147.6,
        "duration": 4.06
    },
    {
        "text": "*H3H3* REPORT!!!!",
        "start": 151.66,
        "duration": 1.72
    },
    {
        "text": "Some people say there is only two things in life with certainty",
        "start": 153.91,
        "duration": 3.739
    },
    {
        "text": "I say there is three death, taxes, and Prank Invasion. Yes, that's right because he is back",
        "start": 157.65,
        "duration": 6.12
    },
    {
        "text": "Today Prank Invasion comes with us with",
        "start": 165.46,
        "duration": 2.66
    },
    {
        "text": "Kissing my real sister",
        "start": 168.43,
        "duration": 2.449
    },
    {
        "text": "Now it is worth saying upfront that this video is entirely and 100% completely scripted and fake",
        "start": 170.98,
        "duration": 5.809
    },
    {
        "text": "I have no absolutely no question about that being real and I do want to acknowledge at this point that",
        "start": 176.97,
        "duration": 5.309
    },
    {
        "text": "Prank evasion pretty much relies on me solely to drive views to his videos",
        "start": 182.65,
        "duration": 3.8
    },
    {
        "text": "I think it's kind of an interesting relationship to acknowledge. You can even see here in the very beginning of his video",
        "start": 186.45,
        "duration": 5.939
    },
    {
        "text": "He's almost he's turned into mimicking me more than he is himself. What are the beaters Kris here?",
        "start": 192.389,
        "duration": 6.051
    },
    {
        "text": "because he used to be like what up invaders what have invaders Kris here and I started this whole WHAT UP INVADERS!",
        "start": 198.46,
        "duration": 4.92
    },
    {
        "text": "He sounds more like me than he does himself watch how he opens this",
        "start": 204.78,
        "duration": 3.22
    },
    {
        "text": "*Wuddup invadars Chris here x2*",
        "start": 208.0,
        "duration": 2.5
    },
    {
        "text": "WHAT UPINVADERS",
        "start": 211.34,
        "duration": 1.42
    },
    {
        "text": "His intensity levels",
        "start": 213.54,
        "duration": 2.0
    },
    {
        "text": "Way up man. So again, he's clearly baiting me at this point",
        "start": 215.56,
        "duration": 4.55
    },
    {
        "text": "I think we should just do a couple of kissing pranks and you know, cum on each other, unlike those cats, right?",
        "start": 220.11,
        "duration": 4.949
    },
    {
        "text": "So let's just take a quick peek at kissing my actual sister prank. Remind me again what the prank is",
        "start": 225.08,
        "duration": 6.58
    },
    {
        "text": "So let's just take a quick peek at what the prank is if you would please.",
        "start": 231.66,
        "duration": 2.0
    },
    {
        "text": "*The Papa John holy ghost dancing to some sick beats*",
        "start": 235.84,
        "duration": 3.38
    },
    {
        "text": "What of invaders Chris here it is so good to be back here in YouTube",
        "start": 240.9,
        "duration": 5.26
    },
    {
        "text": "If you guys didn't know my channel and all my socials were hacked for the past three months and after",
        "start": 246.16,
        "duration": 6.119
    },
    {
        "text": "Painstaking effort. I finally got all my things back and the hacker allegedly is up for a Nobel Peace Prize this year interestingly enough",
        "start": 253.4,
        "duration": 7.279
    },
    {
        "text": "I owe you guys a crazy video. And in this one, I'm gonna try to kiss my sister",
        "start": 260.68,
        "duration": 6.839
    },
    {
        "text": "So I'm gonna ask her if she wants to play a really quick game for a quick kiss",
        "start": 267.89,
        "duration": 4.909
    },
    {
        "text": "He proceeds to creep around the house and spy on her and talk about how scared he is",
        "start": 272.9,
        "duration": 4.13
    },
    {
        "text": "Like I've been trying like I tried like five times to ask her but I'm so nervous, because she's my sister",
        "start": 277.1,
        "duration": 5.989
    },
    {
        "text": "It's like I mean, look the girl doesn't look anything like him like at all",
        "start": 283.09,
        "duration": 3.42
    },
    {
        "text": "He says she's his half-sister. That's a convenient way of saying she's not even the same races me",
        "start": 287.24,
        "duration": 5.779
    },
    {
        "text": "I'm supposed to believe that it's his sister. He could have at least gotten like a Persian girl",
        "start": 293.02,
        "duration": 4.41
    },
    {
        "text": "All right, guys, I feel like such a creep. I've literally been stalking my sister. Okay, here we go Rock Scissors rock paper",
        "start": 297.43,
        "duration": 7.71
    },
    {
        "text": "Scissors. Oh I win",
        "start": 305.81,
        "duration": 2.21
    },
    {
        "text": "Dude, this is so awkward. I love how the rock-paper-scissors is",
        "start": 308.84,
        "duration": 3.74
    },
    {
        "text": "So compelling in the world of prank invasion that like and nobody can resist it",
        "start": 312.58,
        "duration": 3.989
    },
    {
        "text": "He's about to sit down with and make out with his sister and he's like listen",
        "start": 317.06,
        "duration": 3.08
    },
    {
        "text": "But only if I can beat you in rock paper scissor",
        "start": 320.87,
        "duration": 2.33
    },
    {
        "text": "\"I think dads here\"",
        "start": 323.2,
        "duration": 2.0
    },
    {
        "text": "He's mimicking porn he's a very popular genre on the porn sites the incest which is a strange phenomena I do say so myself",
        "start": 330.29,
        "duration": 8.0
    },
    {
        "text": "Not as strange as cumming on your cat, but it's up there",
        "start": 339.02,
        "duration": 2.539
    },
    {
        "text": "*Incest Intestifies*",
        "start": 342.1,
        "duration": 7.36
    },
    {
        "text": "Stop",
        "start": 350.26,
        "duration": 2.0
    },
    {
        "text": "Who's... look it. it's like.. it's like the earth is trying to like make it not happen",
        "start": 356.49,
        "duration": 3.71
    },
    {
        "text": "I'm getting a random caller in the middle of this. This never happens",
        "start": 360.2,
        "duration": 3.119
    },
    {
        "text": "\"This is the end of this\"",
        "start": 363.319,
        "duration": 1.541
    },
    {
        "text": "\"eh no\"",
        "start": 364.86,
        "duration": 1.59
    },
    {
        "text": "Don't think that prank evasion has fans anymore. I think there are all our subscribers that are just along for the Freak Show",
        "start": 366.45,
        "duration": 6.379
    },
    {
        "text": "you know, it's like looking at the Sun you just",
        "start": 372.83,
        "duration": 2.13
    },
    {
        "text": "There's something tempting about it and you know, you're damaging yourself and that you're likely gonna go blind eventually from it",
        "start": 375.48,
        "duration": 6.109
    },
    {
        "text": "But you just cannot resist the sirens call. Well, Chris, you got me again",
        "start": 381.589,
        "duration": 5.331
    },
    {
        "text": "*H3H3* REPORT!!!!",
        "start": 387.66,
        "duration": 1.28
    },
    {
        "text": "Now before we move on to this next story, I just want to make one thing clear",
        "start": 389.1,
        "duration": 3.56
    },
    {
        "text": "I have never put my dick anywhere near my cat... Papa's in the house",
        "start": 392.66,
        "duration": 4.3
    },
    {
        "text": "PAPA'S IN THE HOUSE",
        "start": 397.46,
        "duration": 3.6
    },
    {
        "text": "Now this is such an incredible story for us Shaquille",
        "start": 401.36,
        "duration": 3.48
    },
    {
        "text": "O'Neal Shaq is the new Papa John. Now this story is colliding and such incredible ways for us",
        "start": 404.94,
        "duration": 6.649
    },
    {
        "text": "We just did a segment on a podcast about how Shaq is in every commercial",
        "start": 411.59,
        "duration": 3.989
    },
    {
        "text": "I don't know if you guys have noticed this phenomenon. Let me show you this really fast",
        "start": 415.58,
        "duration": 3.93
    },
    {
        "text": "Next time you put on the television Shaq is in every freaky commercial",
        "start": 419.64,
        "duration": 4.549
    },
    {
        "text": "The carnivals in general you don't know Buick I see hot smart really in the NBA 2k9 products",
        "start": 427.35,
        "duration": 5.389
    },
    {
        "text": "You know who I am watching over your home?",
        "start": 432.74,
        "duration": 2.0
    },
    {
        "text": "And",
        "start": 436.04,
        "duration": 0.91
    },
    {
        "text": "then the week after that segment aired Papa John brings in Shaq to be the new face of",
        "start": 436.95,
        "duration": 6.709
    },
    {
        "text": "Papa's house. Now the first thing I want to notice about this is look how",
        "start": 443.78,
        "duration": 3.04
    },
    {
        "text": "Freakish his hands are that that's a the basketball looks like a tennis ball",
        "start": 447.48,
        "duration": 5.18
    },
    {
        "text": "Have you guys seen this picture of Shaq with his girlfriend?",
        "start": 452.66,
        "duration": 2.22
    },
    {
        "text": "[Elmo] How the hell does she handle that?",
        "start": 455.22,
        "duration": 2.44
    },
    {
        "text": "Elmo please nobody was thinking that well, at any rate, Shaquille O'Neal is the new papa",
        "start": 457.76,
        "duration": 5.36
    },
    {
        "text": "There's really nothing we can do about it. I welcome you and I wish you all the best with pizza nation Papa bless",
        "start": 463.12,
        "duration": 6.18
    },
    {
        "text": "WADDUP INVADERS CHRIS HERE!",
        "start": 469.3,
        "duration": 1.85
    },
    {
        "text": "And our final story Here I am sad to tell you that me a Jewish American",
        "start": 471.15,
        "duration": 4.489
    },
    {
        "text": "my wife and Israeli, and of course my Elmo who's a Bar Mitzvah himself are sadly not only alt-Right but perhaps",
        "start": 476.19,
        "duration": 7.429
    },
    {
        "text": "Ah, Nazi?",
        "start": 483.62,
        "duration": 2.08
    },
    {
        "text": "The daily dot wrote a story headlined",
        "start": 485.86,
        "duration": 3.02
    },
    {
        "text": "PewDiePie's alt-Right ties are impossible to ignore and it goes on and on and on and this shows a",
        "start": 488.88,
        "duration": 4.24
    },
    {
        "text": "screenshot of all of these problematic Twitter accounts in which he follows if I open that up you got the",
        "start": 493.44,
        "duration": 5.54
    },
    {
        "text": "The classic cases you've got Jordan Peterson. You've got Ben Shapiro and then you go down",
        "start": 499.2,
        "duration": 4.66
    },
    {
        "text": "What is this Ethan Klein H3!?! what did I do to deserve this?",
        "start": 503.96,
        "duration": 5.0
    },
    {
        "text": "I'm a sweet Jewish boy The Daily Dot went on to describe",
        "start": 509.52,
        "duration": 3.82
    },
    {
        "text": "PewDiePie as someone who came on his cat too which was totally out of left field didn't see that coming",
        "start": 513.479,
        "duration": 5.39
    },
    {
        "text": "How can you accuse me of all people being a Nazi? Am I not Jewish enough for you?",
        "start": 518.99,
        "duration": 5.82
    },
    {
        "text": "My wife is Israeli. I am an American Jewish princess.",
        "start": 524.94,
        "duration": 4.76
    },
    {
        "text": "I took a DNA test. I got 99.3% Ashkenazi Jew",
        "start": 530.3,
        "duration": 3.86
    },
    {
        "text": "Even my Elmo is a Bar Mitzvah",
        "start": 535.2,
        "duration": 2.24
    },
    {
        "text": "[Elmo] Permits for Elmo for never eats pork. Unless it's a FAT CHICKS A$$ ( ͡° ͜ʖ ͡°)",
        "start": 537.6,
        "duration": 4.78
    },
    {
        "text": "Am I not Jewish enough for you",
        "start": 542.54,
        "duration": 3.0
    },
    {
        "text": "How dare you speak to me? You're King of the Jews?",
        "start": 545.7,
        "duration": 5.86
    },
    {
        "text": "What did I do to deserve this? I really don't know, but hey...",
        "start": 551.84,
        "duration": 3.42
    },
    {
        "text": "at least I didn't fuck a cat. Thank you guys all so much for watching. Did you like this shirt?",
        "start": 555.99,
        "duration": 4.97
    },
    {
        "text": "Because it's a teddy fresh shirt you get right now at Teddyfresh.com",
        "start": 560.96,
        "duration": 4.18
    },
    {
        "text": "The color block Hoodie is now back in stock and we're having a huge end of season sale with up to 50% off.",
        "start": 565.14,
        "duration": 6.64
    },
    {
        "text": "Guys, at Teddyfresh.com, head on over there. See if there's anything you like.",
        "start": 571.98,
        "duration": 3.66
    },
    {
        "text": "Thank you guys for watchin'.",
        "start": 575.64,
        "duration": 1.3
    },
    {
        "text": "You've just been filled in.",
        "start": 576.94,
        "duration": 2.0
    },
    {
        "text": "Just like that cat got filled with--no. Let's not do that any more guys, you get the idea.",
        "start": 578.94,
        "duration": 6.22
    }
]