[
    {
        "text": "I'm Steve Kroft I'm Lesley Stahl",
        "start": 1.72,
        "duration": 2.72
    },
    {
        "text": "I'm Bob Simon. All the other clowns before me are jokes.",
        "start": 4.48,
        "duration": 3.22
    },
    {
        "text": "Part of the fake media. I'm Ethan Klein, the only reputable journalist in the -- on --er -- in United States today",
        "start": 8.2,
        "duration": 6.7
    },
    {
        "text": "and you're watching The H3 Report",
        "start": 14.9,
        "duration": 3.1
    },
    {
        "text": "What up Pimps",
        "start": 18.5,
        "duration": 3.5
    },
    {
        "text": "Let's just get riiiiiiiiiiiiiiiiiiight into it!",
        "start": 22.7,
        "duration": 5.06
    },
    {
        "text": "Guys and just as a token of my",
        "start": 27.76,
        "duration": 2.0
    },
    {
        "text": "seriousness I picked up this $1 comb from my local convenience store and I'm gonna be combing my hair before every episode just to show",
        "start": 29.83,
        "duration": 7.249
    },
    {
        "text": "You how serious I am about delivering the best news show on the whole god damn fucking",
        "start": 37.079,
        "duration": 6.06
    },
    {
        "text": "mother fucking Internet. Oh, and did I mention? I also curse",
        "start": 43.87,
        "duration": 3.93
    },
    {
        "text": "Fuck you mom!",
        "start": 48.42,
        "duration": 0.88
    },
    {
        "text": "Hey, Ad rater watching this video",
        "start": 49.3,
        "duration": 2.0
    },
    {
        "text": "Fuck you, bitch! The top story of today is bullies. Man, bullies are the worst",
        "start": 52.51,
        "duration": 4.639
    },
    {
        "text": "I wish we could just kill them all but unfortunately murder is illegal",
        "start": 57.149,
        "duration": 3.75
    },
    {
        "text": "but we found the next best thing Bully Hunters. Bully Hunters is an",
        "start": 60.899,
        "duration": 4.619
    },
    {
        "text": "Organization set up by a ton of elite gamer -- girls to help supporting other gamer girls and destroy the bully",
        "start": 65.86,
        "duration": 6.739
    },
    {
        "text": "Poison that's ruining this earth. Let's have a look and see what we're talking about here",
        "start": 73.21,
        "duration": 4.43
    },
    {
        "text": "Welcome everyone. We're here at ignite gaming lounge. I'm Natalie Casanova also known as Zombie Unicorn.",
        "start": 78.22,
        "duration": 5.78
    },
    {
        "text": "This is a very serious topic, presented by Zombie Unicorn a reputable journalist and gamer who has",
        "start": 84.4,
        "duration": 7.219
    },
    {
        "text": "Assassinated over 25 bullies and put them in their own shallow graves take us off, Zombie Unicorn. Tell us more about this serious issue",
        "start": 92.259,
        "duration": 7.31
    },
    {
        "text": "I'm really excited to be here today for the first ever Bully Hunters Live",
        "start": 100.15,
        "duration": 4.579
    },
    {
        "text": "Bully Hunters Live will be going to bully's houses kicking down the doors and executing them in real life on a live feed",
        "start": 104.979,
        "duration": 6.98
    },
    {
        "text": "This is -- this issue is a serious one and it's really near and dear to my heart",
        "start": 112.45,
        "duration": 4.19
    },
    {
        "text": "making gaming a more safe and",
        "start": 117.28,
        "duration": 2.0
    },
    {
        "text": "s -- pecial place for everyone more welcoming place for all",
        "start": 119.68,
        "duration": 2.869
    },
    {
        "text": "So",
        "start": 124.45,
        "duration": 2.0
    },
    {
        "text": "So",
        "start": 132.23,
        "duration": 2.0
    },
    {
        "text": "Right on Zombie Unicorn you go girl. I'm great there with you",
        "start": 135.74,
        "duration": 3.709
    },
    {
        "text": "All I have to say one thing, fuck bullies! I was bullied at school",
        "start": 140.24,
        "duration": 4.489
    },
    {
        "text": "I know what it's like your son Charles is bullying on me. I called his mom and tattle on him and guess what happened",
        "start": 144.74,
        "duration": 6.47
    },
    {
        "text": "Him and his friends kicked my ass the next week!",
        "start": 151.21,
        "duration": 2.6
    },
    {
        "text": "Fuck bullies!",
        "start": 154.0,
        "duration": 1.5
    },
    {
        "text": "So.",
        "start": 155.7,
        "duration": 0.5
    },
    {
        "text": "So we know it's an organization set up to slam dunk on bullies, but how does it work? Let's find out.",
        "start": 158.66,
        "duration": 5.72
    },
    {
        "text": "So the Bully Hunter has now been alerted and should be joining the game soon",
        "start": 164.99,
        "duration": 4.55
    },
    {
        "text": "Okay pause right there now zoom into the bottom left corner",
        "start": 171.44,
        "duration": 3.76
    },
    {
        "text": "It says our Bully Hunter has just entered the game. See BULLY HUNTER_77 has joined the game",
        "start": 175.4,
        "duration": 5.779
    },
    {
        "text": "Now our victim the Rose Thorn and our Bully Hunter can communicate with one another",
        "start": 181.4,
        "duration": 4.25
    },
    {
        "text": "Let's take a look at how that plays out anyone who plays CS:GO, or any video game really knows how stupid",
        "start": 186.08,
        "duration": 5.449
    },
    {
        "text": "This is you first of all he's not in a competitive game because you can't leave and join a competitive game",
        "start": 191.53,
        "duration": 4.559
    },
    {
        "text": "So he's in a -- she's in a quick match game",
        "start": 196.09,
        "duration": 1.95
    },
    {
        "text": "Take a look at this clip to give you an idea of what voice chat actually sounds like in a quick match of csgo",
        "start": 198.04,
        "duration": 5.48
    },
    {
        "text": "*various overlapping voices*",
        "start": 204.22,
        "duration": 3.26
    },
    {
        "text": "Anyone who doesn't mute other players in quick match is a psychopath and",
        "start": 207.88,
        "duration": 4.52
    },
    {
        "text": "Probably the bully themselves.",
        "start": 212.6,
        "duration": 1.86
    },
    {
        "text": "Now our Bully Hunter has asked the Rose Thorn live in game who is harassing her.",
        "start": 214.46,
        "duration": 4.1
    },
    {
        "text": "And our victim then immediately replied. Let's zoom in again on the bottom left-hand corner",
        "start": 218.56,
        "duration": 5.18
    },
    {
        "text": "Now you see there the tool connected these two a victim with a Bully Hunter",
        "start": 223.74,
        "duration": 4.66
    },
    {
        "text": "Okay, so now BULLY HUNTER_77 knows the name of the harasser",
        "start": 228.59,
        "duration": 3.23
    },
    {
        "text": "And she is ready to take action",
        "start": 231.82,
        "duration": 1.68
    },
    {
        "text": "Name the bully. I will take care of this.",
        "start": 233.5,
        "duration": 2.14
    },
    {
        "text": "She's like it's uh Jeff Dunham, and then the bully hunters like mute Jeff Dunham. My service is done. Goodbye",
        "start": 235.64,
        "duration": 6.62
    },
    {
        "text": "You're a fucking idiot. That's what my Bully Hunter service would be like if you go to",
        "start": 242.26,
        "duration": 4.46
    },
    {
        "text": "EthanBullyHunter.web, you can sign up for my exclusive Bully Hunter package",
        "start": 246.72,
        "duration": 4.78
    },
    {
        "text": "Only fifty dollars a second. I'll join your game",
        "start": 251.5,
        "duration": 3.58
    },
    {
        "text": "You tell me the name of the bully and I'll tell you, \"Mute that sucker, fool!\"",
        "start": 255.12,
        "duration": 4.279
    },
    {
        "text": "She knows who the harasser is and she's on the hunt",
        "start": 260.78,
        "duration": 2.92
    },
    {
        "text": "You can still hear the harrassment in the background it doesn't stop",
        "start": 265.02,
        "duration": 3.64
    },
    {
        "text": "So now BULLY HUNTER_77 is looking for the harasser",
        "start": 269.3,
        "duration": 2.64
    },
    {
        "text": "And it looks like she's going to use her knife folks and there it is just pause right there",
        "start": 271.94,
        "duration": 4.529
    },
    {
        "text": "Let's back up and see that again.",
        "start": 276.74,
        "duration": 1.4
    },
    {
        "text": "Who did they make this for?",
        "start": 278.36,
        "duration": 1.22
    },
    {
        "text": "Anyone who actually plays CS:GO knows how painfully stupid this is. It's a quick match. She spawns right away",
        "start": 279.58,
        "duration": 5.44
    },
    {
        "text": "A brilliant knife move, very difficult.",
        "start": 285.58,
        "duration": 2.44
    },
    {
        "text": "And look right there, see in the lower left-hand corner. Let's pause that and zoom into that",
        "start": 288.02,
        "duration": 4.34
    },
    {
        "text": "Our bully hunter left the calling card message to the harasser. Harassment is not a game BullyHunters org",
        "start": 293.4,
        "duration": 6.76
    },
    {
        "text": "Oooh! Harassment is not a game",
        "start": 300.58,
        "duration": 4.12
    },
    {
        "text": "Unless you're a Bully Hunter. Then it is a game. This is like bringing your mom to school and confronting your bully on the playground",
        "start": 304.7,
        "duration": 7.7
    },
    {
        "text": "Bullying is not a game",
        "start": 313.139,
        "duration": 1.161
    },
    {
        "text": "She says and then she leaves you know what happens when she leaves they beat your ass",
        "start": 314.3,
        "duration": 3.21
    },
    {
        "text": "Bro because you're a little fucking pussy who narcs to your mom and brings them to the playground to tattle",
        "start": 317.51,
        "duration": 4.319
    },
    {
        "text": "Except that it's even worse because they just leave immediately afterwards also. It's just a game just mute them just mute them",
        "start": 322.04,
        "duration": 6.06
    },
    {
        "text": "*clapping intensifies*",
        "start": 328.92,
        "duration": 3.84
    },
    {
        "text": "Now that's what this is all about removing harassment from gaming. How did you do that?",
        "start": 333.54,
        "duration": 4.31
    },
    {
        "text": "How did you remove harassment from gaming if anything you brought in more harassment",
        "start": 337.85,
        "duration": 3.449
    },
    {
        "text": "Into the game if I could offer one suggestion to BullyHunters.org I would replace it with just an image of a person",
        "start": 341.55,
        "duration": 6.26
    },
    {
        "text": "closing their eyes",
        "start": 348.27,
        "duration": 0.959
    },
    {
        "text": "Because that is pretty much all you need to do to get rid of cyber bullying so I urge you all to just do this",
        "start": 349.229,
        "duration": 5.36
    },
    {
        "text": "And then you should be fine. Thank you guys for watching",
        "start": 355.53,
        "duration": 2.48
    },
    {
        "text": "PETA's back in the news, and I'm not talking about a delicious bread bowl that you put meat in. No the other pita",
        "start": 365.509,
        "duration": 6.86
    },
    {
        "text": "That's trying to take the meat out of your pita",
        "start": 372.37,
        "duration": 2.04
    },
    {
        "text": "Yes that PETA. a close-up photo of this monkey grinning at the camera went viral on the internet in",
        "start": 374.63,
        "duration": 5.719
    },
    {
        "text": "2011 according to the wildlife photographer David Slater",
        "start": 380.569,
        "duration": 2.9
    },
    {
        "text": "He left some of his equipment on the jungle floor",
        "start": 383.47,
        "duration": 2.069
    },
    {
        "text": "And the monkey had grabbed the camera and taken the selfie PETA brought a suit against Slater claiming he had infringed the monkeys copyright",
        "start": 385.539,
        "duration": 7.529
    },
    {
        "text": "PETA you seriously can't find more egregious animal violations than this? What are you doing?",
        "start": 393.71,
        "duration": 6.17
    },
    {
        "text": "Why are you doing this? For them to go and harass and sue this poor",
        "start": 399.88,
        "duration": 3.539
    },
    {
        "text": "Photographer who got the photo of his lifetime and say that the monkey, what is the monkey gonna do with the photograph you idiot",
        "start": 403.52,
        "duration": 5.179
    },
    {
        "text": "What's the point? Are you trying to deprive the world of this wonderful?",
        "start": 408.699,
        "duration": 3.3
    },
    {
        "text": "beautiful photograph of this animal that celebrates his intelligence and his curiosity and his",
        "start": 412.0,
        "duration": 4.679
    },
    {
        "text": "Inquisitiveness you want to deprive that of the world because you think that the monkey owns it? The monkey can't publish the photos. You're",
        "start": 416.96,
        "duration": 6.29
    },
    {
        "text": "Taking away monkey rights. PETA, You're a bunch of flippin Frick sticks dude get fricked PETA.",
        "start": 423.47,
        "duration": 5.179
    },
    {
        "text": "Here's a little something that was spotted in the London Underground that I thought was cute Papa's in the house",
        "start": 429.02,
        "duration": 5.36
    },
    {
        "text": "Pizza arrived good had a couple of saudi pops two great moves. Papa John keep it up",
        "start": 434.9,
        "duration": 6.049
    },
    {
        "text": "I have repeatedly tried to get sponsorships from Papa, and they always say no, okay",
        "start": 440.949,
        "duration": 4.709
    },
    {
        "text": "I've threatened to go to Little \"Seizures\" and eat their pizza. I have threatened to actually eat Little \"Seizures\"",
        "start": 445.659,
        "duration": 6.57
    },
    {
        "text": "Papa I got to tell you I'm upset I'm saddened and I feel like you're infringing on my copyright if you're not careful",
        "start": 453.469,
        "duration": 6.23
    },
    {
        "text": "I'm gonna hop on over to BullyHunters.org and they're gonna break into your house and assassinate you named you while you sleep",
        "start": 459.699,
        "duration": 5.58
    },
    {
        "text": "That's what BullyHun -- is that what they do or they just go in a video game and just they'll kill you in a video game",
        "start": 465.34,
        "duration": 4.739
    },
    {
        "text": "Sorry, that was over the top. I'm not -- definitely not doing that. Next story has",
        "start": 470.22,
        "duration": 4.08
    },
    {
        "text": "Clickbait gone too far. We've been going down the rabbit hole for a long time",
        "start": 474.52,
        "duration": 4.7
    },
    {
        "text": "And I have to say I think that the coin, and the wealth has finally flopped in the water",
        "start": 479.229,
        "duration": 5.19
    },
    {
        "text": "This is the bottom we have hit rock bottom",
        "start": 484.43,
        "duration": 2.329
    },
    {
        "text": "One killed equals removed one clothing with my 13 year old sister",
        "start": 487.31,
        "duration": 3.589
    },
    {
        "text": "We've done it guys",
        "start": 491.57,
        "duration": 1.649
    },
    {
        "text": "We are playing",
        "start": 493.22,
        "duration": 1.08
    },
    {
        "text": "Strip Poker incest on youtube everybody we've achieved",
        "start": 494.34,
        "duration": 4.06
    },
    {
        "text": "enlightenment we have made it to the bottom and finally I actually do want to get sincere and",
        "start": 498.48,
        "duration": 5.36
    },
    {
        "text": "Talk about something that YouTube has done a really beautiful awesome thing on",
        "start": 504.15,
        "duration": 4.25
    },
    {
        "text": "They've introduced this thing that they gave us beta access to called self certification and what that does is allows us",
        "start": 508.4,
        "duration": 6.81
    },
    {
        "text": "Instead of YouTube's algorithm and bots to decide what's in the video for example",
        "start": 515.64,
        "duration": 5.0
    },
    {
        "text": "I have all these options is it appropriate for all audience or",
        "start": 520.64,
        "duration": 3.0
    },
    {
        "text": "Teenagers and up does it have no profanity moderate profanity all the way down, and you get to select it",
        "start": 523.86,
        "duration": 5.84
    },
    {
        "text": "And they're doing a trial with like I don't know how many creators",
        "start": 529.7,
        "duration": 2.339
    },
    {
        "text": "But to see can they trust us to self-certify and since we've been using this just our last video the CPM is actually up.",
        "start": 532.04,
        "duration": 7.53
    },
    {
        "text": "It seems to be working great",
        "start": 539.79,
        "duration": 1.31
    },
    {
        "text": "I'm super happy",
        "start": 541.1,
        "duration": 1.17
    },
    {
        "text": "And I'm also looking forward to lying on all my future forms to get as much CPM as possible so kids who are watching this",
        "start": 542.27,
        "duration": 6.989
    },
    {
        "text": "Video because I marked it appropriate for all",
        "start": 549.26,
        "duration": 2.0
    },
    {
        "text": "Welcome don't show your parents that you're watching this video. Thank you YouTube.",
        "start": 551.61,
        "duration": 3.8
    },
    {
        "text": "I'm gonna make ten CPM cuz all the kids are gonna be watching this video. I'm kidding.",
        "start": 555.84,
        "duration": 4.68
    },
    {
        "text": "It's based on trust go to BullyHunters.org, if you've got a problem with it guys. Thank you for watching this report,",
        "start": 561.02,
        "duration": 6.089
    },
    {
        "text": "I'll see you next time and sleep with both eyes open because the Bully Hunters are always watching,",
        "start": 567.11,
        "duration": 5.76
    },
    {
        "text": "Buster.",
        "start": 573.48,
        "duration": 2.0
    },
    {
        "text": "I'm really excited to be here today, for the first ever Bully Hunters Live. This issue is a serious one and it's really near and dear to my heart. *clapping in background*",
        "start": 576.28,
        "duration": 9.34
    }
]