[
    {
        "text": "Let me start this video by telling you guys a story, okay?",
        "start": 0.28,
        "duration": 3.26
    },
    {
        "text": "There was once a guy, he was OCD and he anytime,",
        "start": 3.54,
        "duration": 4.8
    },
    {
        "text": "anything got a little icky, he lost his mind. He washed his hands 20 times a day.",
        "start": 8.34,
        "duration": 4.94
    },
    {
        "text": "He was OCD as you can imagine.",
        "start": 13.28,
        "duration": 2.16
    },
    {
        "text": "Well one day, in a public bathroom that his dick happened to touch the inside",
        "start": 15.44,
        "duration": 5.54
    },
    {
        "text": "of the toilet bowl. That's just life, okay? But for this guy with OCD...",
        "start": 20.98,
        "duration": 5.64
    },
    {
        "text": "He couldn't handle it.",
        "start": 27.28,
        "duration": 0.92
    },
    {
        "text": "He had to cut it off and restart his life as a woman.",
        "start": 28.2,
        "duration": 3.58
    },
    {
        "text": "Now obviously that's a bit of an overreaction.",
        "start": 31.78,
        "duration": 2.12
    },
    {
        "text": "That's what makes it comical, okay?",
        "start": 33.9,
        "duration": 2.08
    },
    {
        "text": "Now that's the joke that I told on Twitter, that had a lot of people",
        "start": 35.98,
        "duration": 4.58
    },
    {
        "text": "accusing me of being transphobic. So this person wrote \"h3h3 is transphobic\"",
        "start": 40.56,
        "duration": 4.8
    },
    {
        "text": "eight times in response to my tweet. It has 300 retweets and a thousand likes.",
        "start": 45.36,
        "duration": 4.22
    },
    {
        "text": "[Using Megaphone] This is the Joke Police!\nPut your hands in the air and [???] out of twitter!",
        "start": 49.58,
        "duration": 4.36
    },
    {
        "text": "Now this is the first time I've ever been accused of being racist or transphobic or anything like that,",
        "start": 54.88,
        "duration": 5.74
    },
    {
        "text": "one of these things where people get on the soapbox, and they have to",
        "start": 60.62,
        "duration": 2.94
    },
    {
        "text": "apologize and your sponsors find out and you too- It's like one of these things, right?",
        "start": 63.56,
        "duration": 4.816
    },
    {
        "text": "It didn't really escalate that far but I felt like I was under the microscope of like:",
        "start": 68.38,
        "duration": 5.3
    },
    {
        "text": "\"Hey, this guy's a bigot!\" or...",
        "start": 73.86,
        "duration": 3.44
    },
    {
        "text": "I don't know what people say, okay?",
        "start": 77.3,
        "duration": 1.38
    },
    {
        "text": "So I felt like I was thinking about it a lot because there's a really interesting experience for me.",
        "start": 79.18,
        "duration": 4.56
    },
    {
        "text": "I felt like I wanted to talk about it a little bit.",
        "start": 83.74,
        "duration": 2.8
    },
    {
        "text": "So what I wrote was:",
        "start": 86.64,
        "duration": 1.48
    },
    {
        "text": "Apparently the part that was really offensive that I didn't realize was that",
        "start": 93.9,
        "duration": 3.56
    },
    {
        "text": "underneath I said:",
        "start": 97.46,
        "duration": 1.56
    },
    {
        "text": "\"My name is Ellen. I'm chaning my name to Ethan to Ellen.\"",
        "start": 99.02,
        "duration": 3.8
    },
    {
        "text": "...And thereby starting my life as a female, because my dick touched the inside of the toilet bowl.",
        "start": 102.82,
        "duration": 5.3
    },
    {
        "text": "Now i'm just gonna say this...",
        "start": 108.68,
        "duration": 1.22
    },
    {
        "text": "for the first time and I'll keep repeating it but",
        "start": 109.9,
        "duration": 2.28
    },
    {
        "text": "[Using Megaphone] just because they were offended by a joke",
        "start": 112.18,
        "duration": 2.86
    },
    {
        "text": "doesn't mean that the joke was inherently offensive!",
        "start": 115.04,
        "duration": 2.56
    },
    {
        "text": "Let me turn on the siren for the joke police, hold on.",
        "start": 118.24,
        "duration": 3.0
    },
    {
        "text": "*Siren Blaring* Just because you're offended by a joke, doesn't mean that the joke was inherently offensive!",
        "start": 121.24,
        "duration": 6.92
    },
    {
        "text": "Maybe, I'm being obtuse. Maybe I'm being transphobic. I don't know, but I don't feel like I am! That's what's so frustrating.",
        "start": 128.16,
        "duration": 7.56
    },
    {
        "text": "Can somebody tell me what was so offensive about what I said that set off people?",
        "start": 136.36,
        "duration": 4.68
    },
    {
        "text": "To be so angry at me to feel like we were having such a misunderstanding,",
        "start": 141.22,
        "duration": 4.66
    },
    {
        "text": "I want to read some of the responses on Twitter, and offer a response to them now.",
        "start": 145.88,
        "duration": 4.06
    },
    {
        "text": "So walk with me, let's take a look...",
        "start": 149.94,
        "duration": 2.3
    },
    {
        "text": "When I found out that I was being accused of being transphobic,",
        "start": 152.24,
        "duration": 2.9
    },
    {
        "text": "I made a little bit of a goof in response to it...",
        "start": 155.14,
        "duration": 2.58
    },
    {
        "text": "One person said:",
        "start": 160.92,
        "duration": 1.0
    },
    {
        "text": "Boom, dude! Got me every bit of the way oh!",
        "start": 172.06,
        "duration": 3.44
    },
    {
        "text": "Lock me up, you guys.",
        "start": 176.28,
        "duration": 1.34
    },
    {
        "text": "I have committed a joke crime.",
        "start": 177.62,
        "duration": 1.66
    },
    {
        "text": "I disagree! I just fundamentally disagree.",
        "start": 191.3,
        "duration": 3.68
    },
    {
        "text": "I feel that people are apologizing for too much shit.",
        "start": 194.98,
        "duration": 3.2
    },
    {
        "text": "I personally feel, and you'll know that if you've been watching our channel,",
        "start": 198.42,
        "duration": 3.0
    },
    {
        "text": "that people are too sensitive and demanding of apologies over shit.",
        "start": 201.42,
        "duration": 4.16
    },
    {
        "text": "Maybe I am being childish about it. I mean, the joke itself was childish to begin with...",
        "start": 206.38,
        "duration": 4.7
    },
    {
        "text": "But to say that I owe you or anybody an apology just isn't true.",
        "start": 211.08,
        "duration": 4.6
    },
    {
        "text": "I don't!",
        "start": 215.68,
        "duration": 0.64
    },
    {
        "text": "By the way, I noticed that you said \"transgressions\".",
        "start": 216.36,
        "duration": 3.02
    },
    {
        "text": "That could be problematic. Did you think about it long enough?",
        "start": 219.38,
        "duration": 2.26
    },
    {
        "text": "Seriously, that could be extremely problematic!",
        "start": 222.36,
        "duration": 2.8
    },
    {
        "text": "Okay Martin Luther King. I just made a little joke about chopping my dick off.",
        "start": 234.96,
        "duration": 3.28
    },
    {
        "text": "Not time to march on Washington DC!",
        "start": 238.24,
        "duration": 2.3
    },
    {
        "text": "How's that a tragedy?! It is a tragedy for me!",
        "start": 240.86,
        "duration": 2.26
    },
    {
        "text": "Have some sympathy! My dick touched the toilet bowl.",
        "start": 243.54,
        "duration": 2.62
    },
    {
        "text": "That's a tragedy!",
        "start": 246.16,
        "duration": 1.14
    },
    {
        "text": "Now let me be clear that whatever I'm trying to say isn't meant to be a generalization about trans people.",
        "start": 247.3,
        "duration": 4.4
    },
    {
        "text": "That's ridiculous. I'm talking about people who are easily offended by stuff,",
        "start": 251.7,
        "duration": 4.46
    },
    {
        "text": "and start slamming pots and pans trying to change the world so that it doesn't offend them.",
        "start": 256.16,
        "duration": 5.4
    },
    {
        "text": "But what is this person's point? That we can't make fun of trans people?",
        "start": 261.56,
        "duration": 4.28
    },
    {
        "text": "Everybody gets made fun of, that's kind of like in a way an acceptance.",
        "start": 266.42,
        "duration": 4.34
    },
    {
        "text": "When people can joke about you, and you acknowledge in that way it kind of makes you more human.",
        "start": 270.76,
        "duration": 4.38
    },
    {
        "text": "But you pushing back and saying no, no you can't joke about us.",
        "start": 275.9,
        "duration": 4.26
    },
    {
        "text": "It's almost counterproductive for you because we all get made fun of!",
        "start": 281.1,
        "duration": 5.5
    },
    {
        "text": "Imagine if I got offended by every little Jew joke that I saw on the internet, which is by the way every single day.",
        "start": 287.12,
        "duration": 6.26
    },
    {
        "text": "I wouldn't be able to get out of my bed in the morning, feeling like I can't express myself genuinely.",
        "start": 294.02,
        "duration": 5.26
    },
    {
        "text": "We're living in a society where there's eggshells everywhere!",
        "start": 299.28,
        "duration": 3.28
    },
    {
        "text": "We're all tiptoeing around and it's fucking stupid, my intention wasn't to be offensive!",
        "start": 302.56,
        "duration": 5.04
    },
    {
        "text": "So can you just accept it on that face value? If you're looking for an apology,",
        "start": 307.84,
        "duration": 4.04
    },
    {
        "text": "you're not gonna get it. But hopefully, at least maybe you can understand where I'm coming from a little bit.",
        "start": 311.88,
        "duration": 5.14
    },
    {
        "text": "Guys, do not go out of your way to find who made these comments and go harass them.",
        "start": 317.02,
        "duration": 3.92
    },
    {
        "text": "These are genuine people expressing genuine feelings that I do respect.",
        "start": 320.94,
        "duration": 5.22
    },
    {
        "text": "I just think that I should be able to respond and defend myself, that's all. Do not harass these people.",
        "start": 326.42,
        "duration": 5.42
    },
    {
        "text": "These are good, genuine people who are just doing what they think is the best, okay?",
        "start": 331.84,
        "duration": 4.08
    },
    {
        "text": "...And guys, I love you. You know, genitalia dangling or not.",
        "start": 335.92,
        "duration": 3.88
    },
    {
        "text": "Whatever's going on between your legs, none of my business!",
        "start": 339.8,
        "duration": 2.68
    },
    {
        "text": "I support you and I love you either way!",
        "start": 343.16,
        "duration": 2.08
    }
]