[
    {
        "text": "I don't know if you guys heard, but, I'm kind of a big deal.",
        "start": 0.0,
        "duration": 3.48
    },
    {
        "text": "I'm kind of famous. I don't know if you guys heard.",
        "start": 3.48,
        "duration": 2.68
    },
    {
        "text": "Okay? I made a tweet last night, and it kind of is a big fucking deal",
        "start": 6.16,
        "duration": 4.88
    },
    {
        "text": "Look at this goofy-ass shit.",
        "start": 11.04,
        "duration": 1.92
    },
    {
        "text": "Um, guys, this has been incredible to watch social media, whether it's Twitter,",
        "start": 12.96,
        "duration": 3.5
    },
    {
        "text": "um, Instagram, Facebook,",
        "start": 16.46,
        "duration": 2.52
    },
    {
        "text": "here we go. Speaker of the house, Paul Ryan, tweeted out \"I want to congratulate Donald Trump on his",
        "start": 18.98,
        "duration": 4.16
    },
    {
        "text": "incredible victory.... This has been a great night for our party, and now we must turn our focus to bringing the",
        "start": 23.14,
        "duration": 5.68
    },
    {
        "text": "country together.\"",
        "start": 28.82,
        "duration": 1.08
    },
    {
        "text": "Speaker of the house Paul Ryan. Very important guy, and, um, one of the leaders of the Republican Party.",
        "start": 29.9,
        "duration": 4.98
    },
    {
        "text": "Very important tweet, I wonder what else, who, what other f- uh, prominent figures had to say about the election.",
        "start": 34.88,
        "duration": 5.02
    },
    {
        "text": "Clinton supporters also letting their thoughts be heard. Ethan wrote this one: \"Congrats to everyone who",
        "start": 39.9,
        "duration": 4.88
    },
    {
        "text": "supported Trump. I voted for Hillary but this is a democracy and I respect the process. He achieved the",
        "start": 44.78,
        "duration": 5.76
    },
    {
        "text": "impossible.\"",
        "start": 50.54,
        "duration": 0.96
    },
    {
        "text": "\"Ethan said this!\" They only showed two tweets the whole fucking program!",
        "start": 52.72,
        "duration": 5.54
    },
    {
        "text": "Paul Ryan, and \"Ethan\"!",
        "start": 58.26,
        "duration": 2.24
    },
    {
        "text": "Yo, what's up, dude?!",
        "start": 61.28,
        "duration": 1.66
    },
    {
        "text": "Why the fuck are you putting me on Today next to Paul Ryan?!",
        "start": 63.42,
        "duration": 3.82
    },
    {
        "text": "Somebody got goofed in the news room hard!",
        "start": 67.7,
        "duration": 2.28
    },
    {
        "text": "I swear to God, I think they just saw my goofy-ass profile picture and thought I was Ken Bone",
        "start": 70.64,
        "duration": 4.76
    },
    {
        "text": "and just slapped my ass on the TV.",
        "start": 75.4,
        "duration": 2.0
    },
    {
        "text": "Ohh...",
        "start": 78.16,
        "duration": 0.8
    },
    {
        "text": "Now during the same report, something came up that I really wanted to talk about - let me show you guys.",
        "start": 79.12,
        "duration": 5.74
    },
    {
        "text": "- a closely contested race; there are still people resisting the results.",
        "start": 84.86,
        "duration": 3.62
    },
    {
        "text": "The top search on Google throughout the night was this.",
        "start": 88.48,
        "duration": 3.6
    },
    {
        "text": "\"Canada immigration\".",
        "start": 92.08,
        "duration": 1.6
    },
    {
        "text": "Social media filled with images showing Canadian official immigration site crashed,",
        "start": 93.68,
        "duration": 4.6
    },
    {
        "text": "and it is still experiencing sporadic issues this morning.",
        "start": 98.28,
        "duration": 2.9
    },
    {
        "text": "So apparently, so many people, when they found out that Trump won for presidency,",
        "start": 101.5,
        "duration": 6.46
    },
    {
        "text": "crashed the Canadian immigration site because they just wanted to move to Canada so bad.",
        "start": 107.96,
        "duration": 5.22
    },
    {
        "text": "And to those people, I'd like to say this: You fucking cowards.",
        "start": 113.42,
        "duration": 4.16
    },
    {
        "text": "So your candidate lost. And what are you going to do, fucking jump ship?",
        "start": 117.88,
        "duration": 4.96
    },
    {
        "text": "He won fair and square. You're gonna leave your problems for us to deal with, and you're gonna go to Canada.",
        "start": 122.84,
        "duration": 5.48
    },
    {
        "text": "Which, by the way, is a perfect country too. I think you'll - sure to find that out once you get there.",
        "start": 128.32,
        "duration": 4.76
    },
    {
        "text": "Stop being such fucking cowards and pussies, and just own the fact that we lost!",
        "start": 133.18,
        "duration": 5.28
    },
    {
        "text": "Now every four years, every election I can remember, the losing side is always like, \"this is the end of the world!\"",
        "start": 138.54,
        "duration": 8.14
    },
    {
        "text": "They thought the world was gonna fucking END when Obama won for the presidency.",
        "start": 147.4,
        "duration": 5.48
    },
    {
        "text": "They thought that America was over, their way of life was over.",
        "start": 153.02,
        "duration": 4.52
    },
    {
        "text": "And they were moving to Canada. Everybody's moving to fucking Canada.",
        "start": 157.54,
        "duration": 3.3
    },
    {
        "text": "Meanwhile, Canada's building a wall, being like, you stay the fuck out of OUR country!",
        "start": 160.84,
        "duration": 3.82
    },
    {
        "text": "I think whatever it is I'm trying to say, I'm sure President Obama said it more eloquently than me,",
        "start": 164.78,
        "duration": 6.48
    },
    {
        "text": "and whether you love him or hate him, please listen to this clip to give you some insight into where I'm coming from.",
        "start": 171.26,
        "duration": 4.92
    },
    {
        "text": "Regardless of which side you were on in the election, regardless of whether your candidate won or lost,",
        "start": 176.32,
        "duration": 7.1
    },
    {
        "text": "the sun would come up in the morning. Now, it is no secret that the President-elect and I have some pretty significant differences.",
        "start": 184.36,
        "duration": 7.34
    },
    {
        "text": "But remember, 8 years ago, President Bush and I had some pretty significant differences.",
        "start": 192.86,
        "duration": 5.5
    },
    {
        "text": "We are now all rooting for a success in uniting and leading the country.",
        "start": 198.68,
        "duration": 5.08
    },
    {
        "text": "We have to remember that we're actually all on one team. This is an intramural scrimmage.",
        "start": 204.88,
        "duration": 5.84
    },
    {
        "text": "We're not Democrats first, we're not Republicans first, we are Americans first.",
        "start": 212.34,
        "duration": 4.92
    },
    {
        "text": "We're all Americans, and wanting Trump to do a bad job is like being on an airplane with a bunch of people you",
        "start": 218.0,
        "duration": 5.98
    },
    {
        "text": "dislike and hoping the pilot does a bad job so it crashes and kills everyone on board.",
        "start": 223.98,
        "duration": 4.48
    },
    {
        "text": "K? We all fuckin' on this ship together.",
        "start": 228.7,
        "duration": 2.18
    },
    {
        "text": "And again, this reminds me of a handwritten letter that George Bush Sr left Bill Clinton,",
        "start": 231.0,
        "duration": 5.92
    },
    {
        "text": "on the desk of the Oval Office when he came in.",
        "start": 237.1,
        "duration": 2.96
    },
    {
        "text": "And it's one of the most touching, heartfelt, American things I've ever read,",
        "start": 240.06,
        "duration": 4.44
    },
    {
        "text": "and I think it's appropriate to share with you guys now.",
        "start": 244.5,
        "duration": 2.7
    },
    {
        "text": "\"When I walked into this office just now I felt the same sense of wonder and respect that I felt four years ago.",
        "start": 247.26,
        "duration": 7.0
    },
    {
        "text": "I know you will find that, too. I wish you great happiness here. I never felt the loneliness some Presidents have described.",
        "start": 254.34,
        "duration": 7.46
    },
    {
        "text": "There will be very tough things, made even more difficult by criticism you may not think is fair.",
        "start": 261.8,
        "duration": 5.24
    },
    {
        "text": "I'm not a very good one to give advice; but just don't let the critics discourage you or push you off course.",
        "start": 267.5,
        "duration": 6.82
    },
    {
        "text": "You will be our President when you read this note.I wish you well. I wish your family well.",
        "start": 274.86,
        "duration": 5.92
    },
    {
        "text": "Your success is now our country's success. I am rooting hard for you. Good luck.\"",
        "start": 280.88,
        "duration": 5.62
    },
    {
        "text": "I don't know. That, that  letter's so beautiful. \"Your success is our country's success.",
        "start": 286.64,
        "duration": 5.76
    },
    {
        "text": "I am rooting hard for you. Good luck.\"",
        "start": 292.4,
        "duration": 2.06
    },
    {
        "text": "This coming from his, from his political opponent.",
        "start": 295.42,
        "duration": 4.88
    },
    {
        "text": "From a hard-fought campaign, in which I'm sure everyone thought fire & brimstone was gonna rain from above.",
        "start": 300.9,
        "duration": 6.22
    },
    {
        "text": "and the end of the world was coming.",
        "start": 307.12,
        "duration": 1.62
    },
    {
        "text": "It genuinely moves me. It makes me wish for a time when, when we can embody such a, such a notion.",
        "start": 309.28,
        "duration": 6.66
    },
    {
        "text": "And even though I didn't personally vote for Trump, I am rooting for him.",
        "start": 316.4,
        "duration": 4.8
    },
    {
        "text": "I want him to prove me wrong. I'm gonna give him a chance.",
        "start": 321.2,
        "duration": 2.76
    },
    {
        "text": "You know, to be our leader.",
        "start": 324.12,
        "duration": 1.76
    },
    {
        "text": "It's fucking insane. It's silly. It seems silly as hell that Trump's our fucking President.",
        "start": 326.08,
        "duration": 4.92
    },
    {
        "text": "♫President Donald Trump knows how to make America great♫",
        "start": 331.54,
        "duration": 3.82
    },
    {
        "text": "It's some goofy-ass shit, yeah, it's goofy-ass shit.",
        "start": 335.36,
        "duration": 3.34
    },
    {
        "text": "But, goddamn it, he won fair and fucking square. This is democracy, and I'm rooting for him!",
        "start": 339.24,
        "duration": 5.14
    },
    {
        "text": "Because his success is our success.",
        "start": 344.66,
        "duration": 2.16
    },
    {
        "text": "And now, to people who voted for Hillary, who I completely fucking disagree with.",
        "start": 347.14,
        "duration": 5.82
    },
    {
        "text": "Laci Green, not that she's taken that seriously, but she wrote this on Twitter:",
        "start": 352.96,
        "duration": 4.38
    },
    {
        "text": "\"We are under total Republican rule. Textbook fascism. Fuck you, white America. Fuck you, you racist, misogynist piece of shit. Goodnight.\"",
        "start": 357.56,
        "duration": 9.88
    },
    {
        "text": "\"Textbook fascism\"? Do you have any fucking clue what fascism is?",
        "start": 367.54,
        "duration": 4.74
    },
    {
        "text": "\"FASCISM\"? He was elected in a democratic process by f - as fair as it can be!",
        "start": 372.74,
        "duration": 5.76
    },
    {
        "text": "He beat the shit out of Clinton!",
        "start": 378.7,
        "duration": 2.16
    },
    {
        "text": "You can't go crying this is fascism! You got fucking stomped!",
        "start": 381.18,
        "duration": 4.04
    },
    {
        "text": "And I think I know why! It's because normal people, who aren't racists, who aren't misogynists, are tired of being called fucking racist, misogynist pieces of shit.",
        "start": 385.64,
        "duration": 11.76
    },
    {
        "text": "By people like you! 'Cause people are tired of being like, feel like they're racist, misogynist pieces of shit,",
        "start": 397.46,
        "duration": 6.24
    },
    {
        "text": "from the social justice warrior movement, where you can't possibly say anything, without offending someone,",
        "start": 404.0,
        "duration": 6.78
    },
    {
        "text": "this cult of outrage, people are sick of it! And I think that added a huge part to play with why Trump won,",
        "start": 410.92,
        "duration": 7.58
    },
    {
        "text": "so in a way, Laci, I think you should congratulate yourself, because you, and people like you,",
        "start": 418.5,
        "duration": 6.02
    },
    {
        "text": "probably did more to elect Trump than he ever did himself.",
        "start": 424.6,
        "duration": 3.84
    },
    {
        "text": "shaycarl writes, \"Hopefully in the morning you're ready to be more friendly.\"",
        "start": 428.44,
        "duration": 2.98
    },
    {
        "text": "To which she responds, \"go fuck yourself shay.\"",
        "start": 431.42,
        "duration": 2.78
    },
    {
        "text": "Yeah, yeah, I'd love for your perspective to be in charge. I'd love for you to be President.",
        "start": 436.18,
        "duration": 5.2
    },
    {
        "text": "You'd definitely have the temperament, and foresight, and knowledge, to make this a peaceful place, right.",
        "start": 441.38,
        "duration": 5.34
    },
    {
        "text": "Trump and Bernie are two sides of the same exact coin. People are sick of political correctness,",
        "start": 446.94,
        "duration": 6.72
    },
    {
        "text": "social justice warrior, cult of outrage, and established politics.",
        "start": 453.66,
        "duration": 4.2
    },
    {
        "text": "Voting for Trump was like a brick through the window, right?",
        "start": 457.86,
        "duration": 3.82
    },
    {
        "text": "That's it. That's all it was. It was just a big fuck you to thirty, forty, fifty years of the same old shit.",
        "start": 462.36,
        "duration": 6.78
    },
    {
        "text": "Ultimately, guys, I've seen a lot of people I care about, a lot of people I love, just generally, a lot of hysteria.",
        "start": 469.7,
        "duration": 7.42
    },
    {
        "text": "And for me, it's like, \"Guys, this happens every four years.\"",
        "start": 477.48,
        "duration": 4.44
    },
    {
        "text": "The sun will come up the next day, as Obama said. We will get through these four years, as a country,",
        "start": 482.54,
        "duration": 6.28
    },
    {
        "text": "and the cycle will begin anew.",
        "start": 489.26,
        "duration": 2.26
    },
    {
        "text": "And, uh, by the way. If anyone can get ahold of Melania Trump,",
        "start": 491.52,
        "duration": 3.32
    },
    {
        "text": "and get her to say \"Wow, Ethan, great moves, keep it up, proud of you,\"",
        "start": 494.84,
        "duration": 3.08
    },
    {
        "text": "would, uh, really appreciate that. So, just throwing that out there, Melania, if you are watching that,",
        "start": 497.92,
        "duration": 5.02
    },
    {
        "text": "you could hit me up on Twitter... Where's this channel gonna be without the support of the First Lady?",
        "start": 502.94,
        "duration": 4.28
    },
    {
        "text": "*SLAM*",
        "start": 507.38,
        "duration": 0.5
    },
    {
        "text": "Love each other.",
        "start": 508.96,
        "duration": 1.12
    },
    {
        "text": "We are in this goddamn airplane together,",
        "start": 510.46,
        "duration": 2.8
    },
    {
        "text": "and if the pilot's a piece of shit and he sucks, we're all gonna fucking crash into the side of the mountain.",
        "start": 513.68,
        "duration": 4.9
    },
    {
        "text": "So we gotta come together and try to tell that guy how to fly this fucking plane.",
        "start": 518.58,
        "duration": 4.42
    },
    {
        "text": "Because if we scream at each other, and we hate each other,",
        "start": 523.0,
        "duration": 2.46
    },
    {
        "text": "and we try to jump out and parachute to another plane,",
        "start": 525.46,
        "duration": 2.7
    },
    {
        "text": "well, guess what? We're still gonna crash.",
        "start": 528.2,
        "duration": 2.78
    },
    {
        "text": "Or something. I don't know. I just want the \"Wow Ethan, great moves, keep it up, proud of you.\"",
        "start": 531.98,
        "duration": 3.74
    },
    {
        "text": "Guys, tomorrow we've got Hugh Mungus, we raised 130 fucking thousand dollars,",
        "start": 535.92,
        "duration": 4.42
    },
    {
        "text": "That's a pretty great thing. That's something we can all feel proud of. And whether you support Hillary, or Donald,",
        "start": 540.34,
        "duration": 5.66
    },
    {
        "text": "or you feel like killing yourself, or moving to Canada,",
        "start": 546.0,
        "duration": 2.08
    },
    {
        "text": "Hugh Mungus, guys. We will always have Hugh Mungus.",
        "start": 548.08,
        "duration": 2.94
    },
    {
        "text": "Please, I need that \"keep it up, proud of you, Ethan.\"",
        "start": 551.46,
        "duration": 4.08
    },
    {
        "text": "So, Trump, if you are watching this, please, this is not a joke, this is very urgent.",
        "start": 555.54,
        "duration": 4.94
    },
    {
        "text": "Our channel needs that. I can't use the intro anymore.",
        "start": 560.48,
        "duration": 3.08
    },
    {
        "text": "I have like 3 months left to use that intro. This is not a joke.",
        "start": 563.56,
        "duration": 3.6
    },
    {
        "text": "Please help.",
        "start": 567.16,
        "duration": 0.88
    },
    {
        "text": "\"Wow, Ethan, great moves, keep it up, proud of you.\"",
        "start": 568.1,
        "duration": 3.16
    },
    {
        "text": "*intro music (used for outro)*",
        "start": 571.26,
        "duration": 30.14
    }
]