[
    {
        "text": "Mark Zuckerberg - I feel bad for this guy in a way",
        "start": 15.789,
        "duration": 2.3
    },
    {
        "text": "He probably gets memed harder than anyone in existence,",
        "start": 18.09,
        "duration": 3.599
    },
    {
        "text": "And he doesn't even know what the zucc is, the poor, sweet man (Zucc hiss)",
        "start": 21.689,
        "duration": 4.83
    },
    {
        "text": "For everyone that's been following the news you've probably seen that Zucc was",
        "start": 26.519,
        "duration": 3.63
    },
    {
        "text": "Summoned by the Senate to answer questions about how data is being used on Facebook",
        "start": 30.58,
        "duration": 4.94
    },
    {
        "text": "how",
        "start": 35.52,
        "duration": 0.73
    },
    {
        "text": "Facebook was used to influence the election",
        "start": 36.25,
        "duration": 2.0
    },
    {
        "text": "And I thought that it would be a lot of fun to share these special moments with you guys",
        "start": 38.26,
        "duration": 4.22
    },
    {
        "text": "So let us join this Zucc-filled romp",
        "start": 42.48,
        "duration": 2.74
    },
    {
        "text": "together",
        "start": 45.26,
        "duration": 1.1
    },
    {
        "text": "*THE ZUCC* (Zucc hiss)",
        "start": 46.36,
        "duration": 0.96
    },
    {
        "text": "First moment of the day started off bright and wonderful take a look at this pic.",
        "start": 47.32,
        "duration": 5.6
    },
    {
        "text": "OH my GOD that hairline is INSANE",
        "start": 53.44,
        "duration": 2.42
    },
    {
        "text": "That is just a straight out of a page of \"fuck my shit up fam\" top post of all time. How was it that",
        "start": 56.379,
        "duration": 5.75
    },
    {
        "text": "He looks 33 and 12 all at the same time? Why does it look like his grandma",
        "start": 62.129,
        "duration": 4.919
    },
    {
        "text": "Just took a scissor before he showed up the Senate, and was like \"All right, little Marky. We gotta clean you up buddy.\"",
        "start": 67.049,
        "duration": 4.889
    },
    {
        "text": "It's literally just",
        "start": 71.939,
        "duration": 1.781
    },
    {
        "text": "One of these - that's all he got",
        "start": 73.72,
        "duration": 2.029
    },
    {
        "text": "Next clip comes from Washington Post's Twitch channel. Why does the Washington Post have a twitch channel?",
        "start": 77.229,
        "duration": 6.35
    },
    {
        "text": "What kind of crazy brave new world are we living in? \"Will you be sharing with us the name of the hotel you stayed in last night?\"",
        "start": 83.58,
        "duration": 4.76
    },
    {
        "text": "(Zucc hiss x27)",
        "start": 89.94,
        "duration": 8.56
    },
    {
        "text": "\"No.\"",
        "start": 101.6,
        "duration": 2.0
    },
    {
        "text": "\"If you've messaged anybody this week, would you share with us the names of the people you've messaged?\"",
        "start": 104.83,
        "duration": 5.93
    },
    {
        "text": "\"Senator, no, I would probably not choose to do that publicly here.\" \"I think that maybe what this is all about",
        "start": 112.3,
        "duration": 5.299
    },
    {
        "text": "Your right to privacy - \" *ZUCC Hiss* \"- the limits of your right to privacy -\" *ZUCC Hiss* \"-and how much you give away -\" *ZUCC Hiss*",
        "start": 119.259,
        "duration": 6.38
    },
    {
        "text": "\" -in modern America, in the name of, quote, 'connecting people around the world.'\"",
        "start": 127.3,
        "duration": 4.52
    },
    {
        "text": "\"Uh, no.\" *laughter* *ZUCC Hiss*",
        "start": 133.33,
        "duration": 2.0
    },
    {
        "text": "His lawyers are all laughing in the back like, \"This is just a great moment\"",
        "start": 136.69,
        "duration": 3.199
    },
    {
        "text": "\"We're all having a good time out here\"",
        "start": 140.35,
        "duration": 2.0
    },
    {
        "text": "But he's actually getting zucced right now, look at how - look at the big smile on his lawyer!",
        "start": 142.36,
        "duration": 3.77
    },
    {
        "text": "Did you know that Mark Zuckerberg was sitting in a booster seat?",
        "start": 147.55,
        "duration": 3.919
    },
    {
        "text": "He brought a little - a little baby seat, to put under his tush, give him a little couple extra inches",
        "start": 152.5,
        "duration": 6.259
    },
    {
        "text": "Take a look at this sweet little guy. He's sitting in a booster seat. He's not even that short",
        "start": 159.34,
        "duration": 4.19
    },
    {
        "text": "He's like 5' 7'' he's on the short side but not like criminally short",
        "start": 163.53,
        "duration": 3.33
    },
    {
        "text": "I don't know",
        "start": 166.86,
        "duration": 0.84
    },
    {
        "text": "What criminally short means. We're locking up short people.",
        "start": 167.7,
        "duration": 2.94
    },
    {
        "text": "I wonder if he sits in booster chairs at their company meetings?",
        "start": 170.64,
        "duration": 2.6
    },
    {
        "text": "I wonder if Zucc does that shit where like everybody's chair is super low and he's just like",
        "start": 173.42,
        "duration": 4.58
    },
    {
        "text": "Got a massive throne in their company meeting room with a booster chair",
        "start": 178.81,
        "duration": 4.07
    },
    {
        "text": "The booster seat was made for that chair you can see it has grooves for the arms",
        "start": 184.06,
        "duration": 4.79
    },
    {
        "text": "Which leads me to believe that somebody there offered him the booster seat.",
        "start": 188.85,
        "duration": 4.319
    },
    {
        "text": "But this is a rule of life that I hope you all live by: if somebody offers you a booster seat",
        "start": 193.2,
        "duration": 5.25
    },
    {
        "text": "Always, always say no",
        "start": 199.03,
        "duration": 2.149
    },
    {
        "text": "Because otherwise, and a bunch of photoshops have spawned since he's been sitting in a booster seat, and here you go",
        "start": 201.88,
        "duration": 6.349
    },
    {
        "text": "I'm saying is look what happens now. You're in a fisher-price seat, and it's really not that far off from the truth",
        "start": 208.23,
        "duration": 4.8
    },
    {
        "text": "Man, it does not matter if you're 4' tall",
        "start": 213.76,
        "duration": 3.229
    },
    {
        "text": "Always decline the booster seat, my friends. That's life advice to live by",
        "start": 217.54,
        "duration": 5.09
    },
    {
        "text": "This was the most prolific meme I've seen come out of this and frankly probably the best",
        "start": 223.49,
        "duration": 4.489
    },
    {
        "text": "you can see that Mark Zuckerberg has a smile algorithm and",
        "start": 228.68,
        "duration": 4.639
    },
    {
        "text": "This is spooky",
        "start": 234.2,
        "duration": 1.8
    },
    {
        "text": "This really feeds into a deep-seated conspiracy that there are some gears",
        "start": 236.0,
        "duration": 5.179
    },
    {
        "text": "There's some oil and there's some gears going on inside that man's skull and body",
        "start": 241.37,
        "duration": 4.43
    },
    {
        "text": "This is alarmingly robotic. I have to say",
        "start": 246.41,
        "duration": 2.72
    },
    {
        "text": "Zuckerberg is such a living meme that just a clip of him sipping water has somehow been viewed on on",
        "start": 250.67,
        "duration": 6.229
    },
    {
        "text": "Gfycat a million times. This is just a man sitting at a table",
        "start": 257.09,
        "duration": 4.13
    },
    {
        "text": "Sipping water and putting it down",
        "start": 262.31,
        "duration": 2.209
    },
    {
        "text": "But somehow Mark Zuckerberg can make that weird and wild, it's like so alien the way that he drinks that like",
        "start": 264.52,
        "duration": 6.57
    },
    {
        "text": "Zucc: Um... *hiss* uh...",
        "start": 271.46,
        "duration": 2.6
    },
    {
        "text": "So this is what humans do with water? Then I will do this with water",
        "start": 274.22,
        "duration": 3.42
    },
    {
        "text": "But for all the goofs that we've laid on him",
        "start": 277.94,
        "duration": 2.6
    },
    {
        "text": "It's easy to ignore the other side, the part that we're not seeing. Take a look at this photo.",
        "start": 280.54,
        "duration": 5.339
    },
    {
        "text": "That's like 100 people shoving their cameras in his face",
        "start": 285.88,
        "duration": 3.8
    },
    {
        "text": "That's enough to make any man sip his water slowly and deliberately. I'll say that.",
        "start": 289.68,
        "duration": 4.34
    },
    {
        "text": "First Android on trial (2018)",
        "start": 294.2,
        "duration": 2.22
    },
    {
        "text": "Pretty accurate it's pretty good. What can we do about zucc.exe?",
        "start": 300.14,
        "duration": 2.75
    },
    {
        "text": "Why is everything he does so meme-able? He needs someone to teach him how to be more human?",
        "start": 302.89,
        "duration": 4.349
    },
    {
        "text": "whoever built him needs to increase his",
        "start": 307.669,
        "duration": 2.27
    },
    {
        "text": "human levels the face when you just wanted a faster way to rank girls by looks and ended up installing a fascist government in the",
        "start": 310.01,
        "duration": 6.049
    },
    {
        "text": "most powerful country in the world, ah, that's priceless. That's probably way too close to the truth for Zuck's own taste.",
        "start": 316.06,
        "duration": 5.7
    },
    {
        "text": "There's been jokes, there's been laughs",
        "start": 321.86,
        "duration": 2.78
    },
    {
        "text": "But this one earnestly and seriously and soberly I present to you for your consideration",
        "start": 324.65,
        "duration": 5.24
    },
    {
        "text": "Please, I mean just look at this and tell me what you think. The evidence, in my opinion, speaks for itself.",
        "start": 331.06,
        "duration": 5.64
    },
    {
        "text": "There's a lot to consider here. There's a lot to debate",
        "start": 337.19,
        "duration": 2.479
    },
    {
        "text": "I'm not picking any sides. I'm not pointing out anything specifically",
        "start": 340.37,
        "duration": 3.44
    },
    {
        "text": "I'm just saying look at the evidence and make up your decision for yourself. Well guys. I hope you had fun",
        "start": 343.81,
        "duration": 4.679
    },
    {
        "text": "I hope you enjoyed this video, and I really hope that the ZUCC doesn't see this because he knows everything about me",
        "start": 348.49,
        "duration": 5.46
    },
    {
        "text": "He's got all the dirt on me and honestly if he wanted to retaliate",
        "start": 354.139,
        "duration": 3.529
    },
    {
        "text": "It would be extremely easy, so I really hope that he's got a good sense of humor, and it does not you",
        "start": 357.669,
        "duration": 5.07
    },
    {
        "text": "Would probably not choose to do that publicly here",
        "start": 364.22,
        "duration": 2.72
    },
    {
        "text": "*ZUCC Hiss*(echo)",
        "start": 366.94,
        "duration": 2.0
    }
]