[
    {
        "text": "What up? PIMPS!!!",
        "start": 0.82,
        "duration": 3.66
    },
    {
        "text": "*Coughing*",
        "start": 7.5,
        "duration": 0.88
    },
    {
        "text": "Welcome back my friends to another episode of the H3Report,",
        "start": 8.5,
        "duration": 3.7
    },
    {
        "text": "You guys are so lucky to be tuning in to this week's episode because we have some pretty juicy scoops! okay?",
        "start": 12.62,
        "duration": 5.38
    },
    {
        "text": "Vidcon was this week as many of you know,",
        "start": 18.18,
        "duration": 2.219
    },
    {
        "text": "And it is pretty much the hellhole,",
        "start": 20.4,
        "duration": 3.56
    },
    {
        "text": "That we expected that it would be, it is an absolute nightmare a chasm of hell",
        "start": 23.96,
        "duration": 4.2
    },
    {
        "text": "I don't recommend anyone go there, well to be fair",
        "start": 28.17,
        "duration": 3.149
    },
    {
        "text": "I have never been there, but if you look at the videos",
        "start": 31.32,
        "duration": 2.759
    },
    {
        "text": "I'm about to show you you're gonna have a hard time arguing, let's jump right in!",
        "start": 34.08,
        "duration": 4.3
    },
    {
        "text": "The first video to come out of Vidcon was this \"Instagram model\" called Christian burns",
        "start": 38.98,
        "duration": 6.52
    },
    {
        "text": "And this guy has something like 20,000 followers on Instagram.",
        "start": 46.21,
        "duration": 5.209
    },
    {
        "text": "I don't know if I've ever seen such little amount of fame go so quickly to someone's head, listen to this guy",
        "start": 51.42,
        "duration": 7.0
    },
    {
        "text": "\"Do not treat a human being like a dog\"",
        "start": 75.46,
        "duration": 1.88
    },
    {
        "text": "ironic statement of the year, this is the moment when sad, and young Christian burns, the hot little",
        "start": 77.97,
        "duration": 4.849
    },
    {
        "text": "Instagram twink realized that all the adults in the world weren't his parents and wouldn't just bring him spaghettios every time he asked.",
        "start": 83.0,
        "duration": 6.14
    },
    {
        "text": "I just made $300 on Instagram. I have 10 followers. I'm famous bitch. Who are you?",
        "start": 106.36,
        "duration": 6.54
    },
    {
        "text": "Security guy who actually makes more money than me if you factor in the hourly rate",
        "start": 113.94,
        "duration": 4.879
    },
    {
        "text": "And he probably has a really good retirement plan with a security company probably makes more money than you do, dude",
        "start": 118.82,
        "duration": 5.73
    },
    {
        "text": "Let's kill the ugly people. Let's kill the ugly people! A message brought to you by Instagram fuccbois.",
        "start": 132.9,
        "duration": 7.37
    },
    {
        "text": "Blue-Collar peasant? Dude shut up you,",
        "start": 159.32,
        "duration": 3.26
    },
    {
        "text": "Oh My God! This guy might be the worst person.",
        "start": 163.17,
        "duration": 2.479
    },
    {
        "text": "I think maybe that ever lived. You have 20,000 instagram followers your calling people peasants unironically!",
        "start": 165.65,
        "duration": 6.059
    },
    {
        "text": "What are you wearing? It's a uniform, He's working for a company where he's working for a security company.",
        "start": 178.05,
        "duration": 5.659
    },
    {
        "text": "What do you mean? \"What are you wearing?\" It's called a job dude!",
        "start": 183.709,
        "duration": 3.24
    },
    {
        "text": "*Pained groan*",
        "start": 186.949,
        "duration": 1.301
    },
    {
        "text": "What is this? Apparently, according to the New York times, this video is why terrorism exists? I just took this off their front page.",
        "start": 188.25,
        "duration": 7.82
    },
    {
        "text": "Man, it's so Society's fault that this guy with 20,000 instagram followers couldn't get into Vidcon.",
        "start": 205.29,
        "duration": 6.47
    },
    {
        "text": "You probably don't need more evidence to realize that Vidcon is the ninth circle of hell",
        "start": 213.45,
        "duration": 3.83
    },
    {
        "text": "But just in case you need a little more persuasion, here's a video of what happened when Logan Paul showed up.",
        "start": 217.47,
        "duration": 6.259
    },
    {
        "text": "I think the reason that security looked angry",
        "start": 232.65,
        "duration": 2.209
    },
    {
        "text": "They were pulling him out is because they he wasn't supposed to be there because they know if he went in this main area that",
        "start": 234.859,
        "duration": 4.86
    },
    {
        "text": "There would be a stampede that would result in several fatalities",
        "start": 239.72,
        "duration": 2.909
    },
    {
        "text": "Logan Paul's like, \"if two little kids don't get trampled to death...",
        "start": 260.76,
        "duration": 4.07
    },
    {
        "text": "Then I'm not as famous as I thought.\" By the way, what color is that shirt, dog?",
        "start": 265.59,
        "duration": 3.349
    },
    {
        "text": "What is this planet? What is this planet? This is like Children of the Corn, dude. There's hordes",
        "start": 278.34,
        "duration": 5.869
    },
    {
        "text": "Fields of Little 12 year olds chanting your name",
        "start": 284.79,
        "duration": 2.179
    },
    {
        "text": "I don't know if that should be a good thing or a warning sign that your life has taken the wrong turn",
        "start": 286.97,
        "duration": 3.99
    },
    {
        "text": "In short. I am really disappointed that me & Hila did not get to go to Vidcon this year",
        "start": 296.61,
        "duration": 4.339
    },
    {
        "text": "But when I die and I wake up",
        "start": 301.2,
        "duration": 1.82
    },
    {
        "text": "And I realized that I am in Vidcon and hear logan Paul's name being chanted in the distance. I'll know that",
        "start": 303.02,
        "duration": 5.19
    },
    {
        "text": "I am actually in hell. Next story my friends",
        "start": 308.21,
        "duration": 2.51
    },
    {
        "text": "There is a new YouTube channel called Creator insider",
        "start": 311.0,
        "duration": 3.3
    },
    {
        "text": "I haven't been talking much about the ad pocalypse",
        "start": 314.3,
        "duration": 2.1
    },
    {
        "text": "Lately and a big reason is because of these guys over at creator insider",
        "start": 316.56,
        "duration": 4.4
    },
    {
        "text": "Which are Youtube employees that in response to all this",
        "start": 320.96,
        "duration": 3.449
    },
    {
        "text": "Miscommunication in the ad apocalypse actually made a Youtube channel where they've been giving out super great useful information there",
        "start": 324.78,
        "duration": 7.369
    },
    {
        "text": "So I definitely recommend going and checking out creator insider",
        "start": 332.15,
        "duration": 3.359
    },
    {
        "text": "But there was this one clip from one of their recent videos that really piqued my interest. Have a look: \"Secondly,",
        "start": 335.51,
        "duration": 5.669
    },
    {
        "text": "inappropriate use of family entertainment characters this is videos that you may have seen where it depicts a",
        "start": 342.0,
        "duration": 5.69
    },
    {
        "text": "Family Entertainment character could be live action could be video and they're engaging in you know violent vile",
        "start": 348.3,
        "duration": 6.44
    },
    {
        "text": "or otherwise inappropriate",
        "start": 354.74,
        "duration": 2.0
    },
    {
        "text": "Behavior that's no longer going to be monetizable. Is he talking about",
        "start": 357.21,
        "duration": 4.159
    },
    {
        "text": "Spider-Man and Elsa",
        "start": 362.64,
        "duration": 2.0
    },
    {
        "text": "Spider-Man and Elsa videos that depicts Spider-Man raping Elsa are no longer monetizable. Oh, this is such a dark day",
        "start": 366.18,
        "duration": 7.36
    },
    {
        "text": "I'm so sad today, because I can't jerk",
        "start": 376.22,
        "duration": 4.04
    },
    {
        "text": "My Little Ding-Dong, Spiderman and",
        "start": 380.26,
        "duration": 3.84
    },
    {
        "text": "Elsa used to come and I could jerk my little ding dong off on YouTube",
        "start": 384.48,
        "duration": 6.619
    },
    {
        "text": "I can still jerk off, there's lots of stuff on YouTube, but I'm gonna Miss you Spider-Man",
        "start": 391.1,
        "duration": 6.54
    },
    {
        "text": "No, I get my little ding dong out",
        "start": 398.06,
        "duration": 3.1
    },
    {
        "text": "Rest in Peace, I love you. We'll miss you forever",
        "start": 402.62,
        "duration": 4.28
    },
    {
        "text": "Hila, it's over man. What's over?",
        "start": 411.5,
        "duration": 3.14
    },
    {
        "text": "Spider-Man and Elsa. We can't wear these anymore",
        "start": 415.32,
        "duration": 2.179
    },
    {
        "text": "No, I was just about to launch my channel",
        "start": 418.2,
        "duration": 2.989
    },
    {
        "text": "I'm sorry, dude. You have to take it off. I don't wanna",
        "start": 421.86,
        "duration": 3.35
    },
    {
        "text": "Next scoop is pretty hot. This is a spicy hot 18 plus warning here guys make sure that you're 18 plus here",
        "start": 428.82,
        "duration": 7.399
    },
    {
        "text": "We have the thickness in chief. Have a look at that thickness, boi!",
        "start": 436.23,
        "duration": 5.629
    },
    {
        "text": "I saw this and I got a little jealous. I'm not gonna lie, I'm like, Mr. President,",
        "start": 441.96,
        "duration": 4.58
    },
    {
        "text": "You got some thiccness. Shit, I'd like to go one-on-one with some tennis with the president",
        "start": 446.55,
        "duration": 4.64
    },
    {
        "text": "Do you know what I'm saying salute to the thickness in chief. I love that you can see his tighty-whiteys, dude I love that",
        "start": 451.19,
        "duration": 6.179
    },
    {
        "text": "Back off president",
        "start": 457.4,
        "duration": 1.69
    },
    {
        "text": "back off, the throne is mine. And finally guys we're going to finish off with a heartwarming story of love and",
        "start": 459.09,
        "duration": 6.8
    },
    {
        "text": "Triumph over all. If you guys remember we made a video about this woman who was in love with a theme park ride?",
        "start": 466.2,
        "duration": 5.989
    },
    {
        "text": "Yes, that's right.",
        "start": 472.19,
        "duration": 1.36
    },
    {
        "text": "A big dippin' theme park ride and frankly this ride made me insecure,",
        "start": 473.55,
        "duration": 4.28
    },
    {
        "text": "With how big those jibs were.",
        "start": 477.9,
        "duration": 2.22
    },
    {
        "text": "I love him for the narrowness of his jibs.",
        "start": 480.12,
        "duration": 2.2
    },
    {
        "text": "Well, I'm happy to announce that after an",
        "start": 482.32,
        "duration": 2.77
    },
    {
        "text": "On-again off-again relationship for 10 years they finally decided to tie the knot and she is now",
        "start": 485.7,
        "duration": 7.069
    },
    {
        "text": "officially engaged to be wedded to this wonderful large jibbed",
        "start": 493.08,
        "duration": 4.969
    },
    {
        "text": "Ride this isn't a joke. This is actually happening on this planet",
        "start": 498.74,
        "duration": 3.119
    },
    {
        "text": "So congratulations to the newlyweds guys love triumphs over all my friends",
        "start": 503.1,
        "duration": 4.969
    },
    {
        "text": "I'll be sending flowers with my best wishes and a can of WD40,",
        "start": 508.069,
        "duration": 3.471
    },
    {
        "text": "So that you may, your jibs may always be greased.",
        "start": 511.8,
        "duration": 2.22
    },
    {
        "text": "A couple of the things guys, if you didn't know we are back,",
        "start": 514.14,
        "duration": 3.26
    },
    {
        "text": "Slamming hard with our podcasts. We do it live every Friday at 3PM. Over at Twitch.tv/h3h3productions.",
        "start": 517.59,
        "duration": 7.429
    },
    {
        "text": "We're having a lot of fun there that link is in the description.",
        "start": 525.02,
        "duration": 3.34
    },
    {
        "text": "You can catch it on YouTube two days after it Airs live over at the H3 Podcast channel.",
        "start": 528.36,
        "duration": 5.06
    },
    {
        "text": "You can catch that link there and, here we go.",
        "start": 533.74,
        "duration": 2.26
    },
    {
        "text": "Did you notice this fly bomb-ass hat?\n Pretty stylish, pretty fresh?",
        "start": 536.1,
        "duration": 5.63
    },
    {
        "text": "What do you think who do you think made this? We've been talking about, Hila has been working on a clothing line",
        "start": 542.7,
        "duration": 5.57
    },
    {
        "text": "It's been her dream her whole life to make a clothing line. This is the first sample we got back.",
        "start": 548.52,
        "duration": 5.15
    },
    {
        "text": "This is the very first hat just a sample",
        "start": 553.8,
        "duration": 3.439
    },
    {
        "text": "But we're think we're getting close to releasing the first collection in a couple months here, and we're super excited,",
        "start": 557.39,
        "duration": 4.44
    },
    {
        "text": "What do you guys think?",
        "start": 561.84,
        "duration": 1.05
    },
    {
        "text": "How do you like this hat?",
        "start": 562.89,
        "duration": 1.27
    },
    {
        "text": "Would you slam this? Would you slam this Bradberry?",
        "start": 564.36,
        "duration": 2.14
    },
    {
        "text": "Let us know in the comments what you think.",
        "start": 566.5,
        "duration": 1.56
    },
    {
        "text": "I'm very excited. This is now my new favorite hat,",
        "start": 568.07,
        "duration": 2.671
    },
    {
        "text": "Thank you, Hila.",
        "start": 570.741,
        "duration": 0.748
    },
    {
        "text": "You're amazing, and we do have one final surprise for you guys because today is my birthday,",
        "start": 571.49,
        "duration": 4.71
    },
    {
        "text": "And we are sponsored by Dollar Shave Club, so Hila, has some words for you guys.",
        "start": 576.2,
        "duration": 4.679
    },
    {
        "text": "Hila, will you please step into the frame please for a moment? Now I don't want to have to say anything",
        "start": 580.88,
        "duration": 3.54
    },
    {
        "text": "I don't want this shave. It's my birthday today, Hila, so, I'm just going to sit here, and you take care of everything. That's my wish",
        "start": 584.42,
        "duration": 4.949
    },
    {
        "text": "Dollar Shave Club, they do razors.",
        "start": 590.4,
        "duration": 3.4
    },
    {
        "text": "Wow, you don't go up? What are you doing? You don't go up. Have you never shaved before, you just swiped up on my face.",
        "start": 595.1,
        "duration": 7.76
    },
    {
        "text": "Well good thing it's such a good clean razor didn't even hurt my skin.",
        "start": 603.63,
        "duration": 3.109
    },
    {
        "text": "You can order it online for $5 for the first month.",
        "start": 606.98,
        "duration": 4.26
    },
    {
        "text": "And, it comes straight to your home.",
        "start": 611.6,
        "duration": 2.48
    },
    {
        "text": "What does it include?",
        "start": 614.36,
        "duration": 1.04
    },
    {
        "text": "A razor?",
        "start": 615.99,
        "duration": 1.83
    },
    {
        "text": "Shave butta', and a pack of razors.",
        "start": 617.82,
        "duration": 5.42
    },
    {
        "text": "To get that great deal, you go to",
        "start": 623.84,
        "duration": 2.42
    },
    {
        "text": "Dollarshaveclub.com/h3h3, the link is in the description right Hila? Yup. What should they do there?",
        "start": 626.58,
        "duration": 6.98
    },
    {
        "text": "You click it.",
        "start": 634.12,
        "duration": 0.52
    },
    {
        "text": "It's a great razor for a great price.",
        "start": 636.109,
        "duration": 2.27
    },
    {
        "text": "Ships all the way to your house, and it's Ethan's birthday.",
        "start": 639.889,
        "duration": 3.979
    },
    {
        "text": "So, go to the link because that's related somehow. Click it, and get your razor.",
        "start": 644.54,
        "duration": 7.339
    },
    {
        "text": "And wish Ethan a happy birthday!",
        "start": 653.119,
        "duration": 2.0
    },
    {
        "text": "Thank you Hila. See you guys next time.",
        "start": 655.4,
        "duration": 2.24
    },
    {
        "text": "Happy birthday, Ethan!",
        "start": 658.88,
        "duration": 10.4
    }
]