[
    {
        "text": "Welcome back guys to a another episode of the H3 Recap, which is essentially just Philly D - Meme Edition",
        "start": 0.0,
        "duration": 5.56
    },
    {
        "text": "where we look at all the spicy memes that may have fallen through the cracks over the past week.",
        "start": 5.56,
        "duration": 4.36
    },
    {
        "text": "And today we have such an amazing episode.",
        "start": 9.92,
        "duration": 2.9
    },
    {
        "text": "We just reacted to Prank Invasion's new video, which was essentially just throwing the gauntlet",
        "start": 13.1,
        "duration": 5.2
    },
    {
        "text": "at the entire Muslim world and begging them for World War 3.",
        "start": 18.3,
        "duration": 3.46
    },
    {
        "text": "And you may remember the first girl who showed up in a full burqa with dyed red hair who just happened to be wearing a thong",
        "start": 21.76,
        "duration": 6.86
    },
    {
        "text": "didn't mind kissing him on the street and didn't even mind him lifting up her skirt a little bit and seeing a peek of what was",
        "start": 28.779,
        "duration": 5.869
    },
    {
        "text": "Going on under the burq'",
        "start": 34.649,
        "duration": 0.871
    },
    {
        "text": "Well, it just so happens that very girl had reached out to us in email wanting to explain",
        "start": 35.52,
        "duration": 6.479
    },
    {
        "text": "What actually happened because she felt that she was manipulated for-- she thought she was making a high-production comedy",
        "start": 42.16,
        "duration": 6.619
    },
    {
        "text": "What turned out to be lowbrow",
        "start": 48.78,
        "duration": 2.189
    },
    {
        "text": "Racist pornography for children on YouTube and I just so happen to have her on Skype right now",
        "start": 51.579,
        "duration": 6.59
    },
    {
        "text": "And we've never had the pleasure of speaking with, uh, an actress who's done a video with Chris; a lot of us all",
        "start": 58.17,
        "duration": 6.809
    },
    {
        "text": "Suspected that it's fake but I think it's good to get that confirmation",
        "start": 65.14,
        "duration": 3.199
    },
    {
        "text": "So, let me just ask you right off the bat: did Chris seduce you randomly on the street?",
        "start": 69.07,
        "duration": 4.699
    },
    {
        "text": "-No.\n \n-Wow!",
        "start": 74.32,
        "duration": 1.08
    },
    {
        "text": " ",
        "start": 75.4,
        "duration": 0.5
    },
    {
        "text": "That is surprising. So how did it happen?",
        "start": 75.9,
        "duration": 2.1
    },
    {
        "text": "Well, I was on modelmayhem, which I used for casting when I get to a new place because I model internationally (I'm actually not",
        "start": 79.119,
        "duration": 6.95
    },
    {
        "text": "an actress), uh",
        "start": 86.07,
        "duration": 1.479
    },
    {
        "text": "I went on modelmayhem and looked at the casting calls, and someone named Jennifer Collins was a...",
        "start": 87.549,
        "duration": 5.12
    },
    {
        "text": "\"Talent Director\", I guess, she said on the website",
        "start": 93.579,
        "duration": 2.48
    },
    {
        "text": "[And] they said that they were looking for an actress or a model for a \"Quick Hijab Kiss\"",
        "start": 96.61,
        "duration": 3.769
    },
    {
        "text": "They made it sound like it was something for... something like Comedy Central, like a Saturday night live skit",
        "start": 101.2,
        "duration": 5.959
    },
    {
        "text": "So I didn't think I'd actually be portrayed as, like, a real Muslim.",
        "start": 107.17,
        "duration": 3.47
    },
    {
        "text": "I applied, and immediately --I'd say about 10 minutes later-- I got a call from... I think it was Chris himself",
        "start": 111.28,
        "duration": 5.659
    },
    {
        "text": "He called and he said that it was for a really big, like, a really",
        "start": 117.28,
        "duration": 3.589
    },
    {
        "text": "Established comedy channel (he didn't say that it was youtube) the casting call said it was and then he just kind of went back on it",
        "start": 121.27,
        "duration": 6.89
    },
    {
        "text": "He's like \"No, it's for a really established comedy channel, like, everything's great\"",
        "start": 128.16,
        "duration": 4.089
    },
    {
        "text": "We'll have you show up, and then he's like \"Now make sure to wear a thong.\" And I was just like... \"oh.\"",
        "start": 132.53,
        "duration": 5.0
    },
    {
        "text": "\"That's odd.\"",
        "start": 138.2,
        "duration": 0.95
    },
    {
        "text": "I didn't-- because that wasn't in the casting call, it said it'd be about a 10 to 15 second clip and just be kissing in a hijab and",
        "start": 139.15,
        "duration": 7.29
    },
    {
        "text": "I showed up and... that's not what it was. It was not established in any way. I had no idea what it was for",
        "start": 147.079,
        "duration": 5.78
    },
    {
        "text": "But I show up, and they're like \"You're going to be kissing a male model,\" I'm like \"all right\"",
        "start": 153.379,
        "duration": 3.919
    },
    {
        "text": "\"Where's the male model?\" and he's like \"Hi!\"",
        "start": 157.299,
        "duration": 2.13
    },
    {
        "text": "\"I'm a Youtuber\"",
        "start": 159.43,
        "duration": 1.0
    },
    {
        "text": "And I'm like... \"oh [fuck]\"",
        "start": 160.43,
        "duration": 1.98
    },
    {
        "text": "Like, how did you feel when you realized that the male model, --the hunk that you were going to make out with-- was Chris uh?",
        "start": 162.41,
        "duration": 5.0
    },
    {
        "text": "Well, it was surprising, I guess. I mean the camera guy that he had with him was kind of more attractive than him\n-Oooooooh!",
        "start": 169.04,
        "duration": 6.05
    },
    {
        "text": "Damn! \n \n-They actually had me meet at a Starbucks, and so I showed up at the Starbucks and I'm like,  \"all right. There's no one here,\"",
        "start": 176.87,
        "duration": 5.779
    },
    {
        "text": "\"what do I do?\" and he's like \"Oh, just-- just walk down close to the",
        "start": 182.649,
        "duration": 3.711
    },
    {
        "text": "It was Venice Beach so he told me to walk down to the pier and then just meet him in a parking lot and I was like oh,",
        "start": 186.52,
        "duration": 5.7
    },
    {
        "text": "[Cut off]",
        "start": 192.34,
        "duration": 1.14
    },
    {
        "text": "Yeah, and then he's like \"and then we'll find-- we'll find a location then\" and I'm like \"okay,\"",
        "start": 193.52,
        "duration": 4.189
    },
    {
        "text": "\"So there's no established location for this shoot'\"\n--Getting worse and worse as more details come out \n--And so I'm like, \"all right\"",
        "start": 197.709,
        "duration": 6.57
    },
    {
        "text": "\"So where's the hijab that",
        "start": 204.28,
        "duration": 0.929
    },
    {
        "text": "I'll be wearing?\" Um... and then he pulls out this thing. And I look at it",
        "start": 205.209,
        "duration": 5.339
    },
    {
        "text": "And I'm like this is not a Hijab, and he's like \"well",
        "start": 210.549,
        "duration": 3.57
    },
    {
        "text": "I just typed in 'muslim dress' on Amazon and this is what came\"",
        "start": 214.12,
        "duration": 2.669
    },
    {
        "text": "I'm like \"Oh dear God",
        "start": 217.519,
        "duration": 1.461
    },
    {
        "text": "what have I gotten myself into?\"",
        "start": 218.98,
        "duration": 2.009
    },
    {
        "text": "They didn't have a place for me to change either, and so I had to, like, put on the big Muslim dress",
        "start": 221.329,
        "duration": 5.36
    },
    {
        "text": "and just like take my clothes off underneath -- but leaving on the thong of course, that is the most important part",
        "start": 227.72,
        "duration": 5.449
    },
    {
        "text": "He made that very clear \n-When you went there",
        "start": 233.169,
        "duration": 2.91
    },
    {
        "text": "obviously you-- you knew you were going to be kissing him? Was that... was that obvious from the beginning?",
        "start": 236.12,
        "duration": 4.48
    },
    {
        "text": "Yes.",
        "start": 241.34,
        "duration": 0.5
    },
    {
        "text": "And um, was it ob-- did he convey to you in any way that he was going to be pulling up the burqa and exposing your ass?",
        "start": 242.38,
        "duration": 6.68
    },
    {
        "text": "He did right before the video, and I thought it'd be more... just, like, pulling it up, just like",
        "start": 249.86,
        "duration": 5.68
    },
    {
        "text": "a quick, like, \"oh look she's kind of a slut\" just because I thought I doing a comedy bit right yeah",
        "start": 255.64,
        "duration": 4.84
    },
    {
        "text": "I didn't think I'd be a real Muslim, and, like, letting him pull up my dress",
        "start": 260.8,
        "duration": 3.1
    },
    {
        "text": "But then it ended up being more...",
        "start": 265.169,
        "duration": 1.711
    },
    {
        "text": "...grabby than I thought it would be? \n-Yeah, he kinda went in for a little bit of a grab",
        "start": 266.88,
        "duration": 2.989
    },
    {
        "text": "I just went with it, cause -- here -- when we went to the back of his car",
        "start": 269.87,
        "duration": 3.239
    },
    {
        "text": "He handed me the money right away, and I was thinking in my head, I was like, \"I can just run away from this\"",
        "start": 273.11,
        "duration": 4.89
    },
    {
        "text": "-Oh my God! \n-before he shot. Then I was like, \"I'll do it. I'm a good professional unlike him\" \n-Whoo!",
        "start": 278.0,
        "duration": 6.329
    },
    {
        "text": "So I gotta ask you",
        "start": 285.389,
        "duration": 2.0
    },
    {
        "text": "Now that -- I mean Chris is the ultimate -- he's apparently -- He's known to be the ultimate kisser",
        "start": 287.58,
        "duration": 4.37
    },
    {
        "text": "How is he at kissing, like what was your impression? \n-It wasn't *terrible*.",
        "start": 291.95,
        "duration": 4.289
    },
    {
        "text": "-Ok \n-I mean, I'll say that.\n-Would you pay money to get courses from him?",
        "start": 296.82,
        "duration": 4.309
    },
    {
        "text": "Oh absolutely not",
        "start": 301.13,
        "duration": 1.33
    },
    {
        "text": "So when you -- when you got",
        "start": 302.46,
        "duration": 1.62
    },
    {
        "text": "When you watched the video back were you like, \"Wow this is act--\" like, did you feel maybe that it was a little racist?",
        "start": 304.08,
        "duration": 6.26
    },
    {
        "text": "Kind of the way he depicted it? \n-I thought it was terrible um",
        "start": 310.34,
        "duration": 3.149
    },
    {
        "text": "He knew that it was going to go that way though. I mean at first",
        "start": 314.91,
        "duration": 3.019
    },
    {
        "text": "I was worried like I was like maybe he's gonna take down the video, something like that",
        "start": 317.93,
        "duration": 3.809
    },
    {
        "text": "But I remember when we shot he was like, \"this is going to go VIRAL\"",
        "start": 321.9,
        "duration": 3.35
    },
    {
        "text": "I'm like, \"alright,\" but aside from that I waited for a really long time for the video",
        "start": 325.95,
        "duration": 4.969
    },
    {
        "text": "I think it took... 4, 5 days",
        "start": 330.919,
        "duration": 2.19
    },
    {
        "text": "maybe? I put his youtube channel on some notification, but as soon as I got home from it",
        "start": 333.18,
        "duration": 5.839
    },
    {
        "text": "I started watching his videos, and I was like \"Oh, crap\" \n-\"What've I done?\" \n-When I -- when I first watched the video",
        "start": 339.02,
        "duration": 5.309
    },
    {
        "text": "I saw my part, and I'm like, \"Oh ok well kind of weird,\" but then it really set in when I started watching the other girls",
        "start": 344.33,
        "duration": 7.14
    },
    {
        "text": "Especially when they're like half-naked,",
        "start": 352.5,
        "duration": 2.0
    },
    {
        "text": "basically, and wearing the hijab. And I was just like \"he didn't even try.\" I mean I thought that he'd at least go...",
        "start": 355.02,
        "duration": 6.41
    },
    {
        "text": "He'd do a better job, 'cause with me he had everything covered (kind of), he didn't know what he was doing",
        "start": 361.95,
        "duration": 4.969
    },
    {
        "text": "But I tried to make it work (he didn't care), but with these ones he didn't care about accent,",
        "start": 366.919,
        "duration": 5.16
    },
    {
        "text": "He didn't care about if they're wearing a bikini, like it didn't matter to him",
        "start": 372.08,
        "duration": 3.441
    },
    {
        "text": "-If a guy ever came up to you and was like",
        "start": 375.54,
        "duration": 1.78
    },
    {
        "text": "Hey, do you want to do a quick in for a quick kiss would that... you think that would ever work on you?",
        "start": 377.32,
        "duration": 3.8
    },
    {
        "text": "-No",
        "start": 382.02,
        "duration": 0.5
    },
    {
        "text": "-What do you... what would happen if a guy just grabbed you and",
        "start": 382.76,
        "duration": 2.091
    },
    {
        "text": "started kissing you and pulled up your skirt and started grabbing your ass?",
        "start": 384.851,
        "duration": 2.489
    },
    {
        "text": "Do you think that would be something? You're interested in?",
        "start": 387.35,
        "duration": 2.009
    },
    {
        "text": "-Ah no, but I'd probably hit him",
        "start": 390.15,
        "duration": 1.93
    },
    {
        "text": "-Yeah that seems reasonable",
        "start": 392.08,
        "duration": 1.06
    },
    {
        "text": "Alright. I just wanted to clear that up because there's been a lot",
        "start": 393.659,
        "duration": 2.39
    },
    {
        "text": "You know this guy's been doing what he's been doing for a long time",
        "start": 396.129,
        "duration": 2.924
    },
    {
        "text": "-What I think is the worst",
        "start": 399.053,
        "duration": 1.396
    },
    {
        "text": "is the little boys that are watching it because that's",
        "start": 400.999,
        "duration": 2.39
    },
    {
        "text": "mainly when it is targeted for it and then seeing them in the comments in this last video",
        "start": 403.489,
        "duration": 4.4
    },
    {
        "text": "saying \"Wow Muslim girls are such sluts. I'm gonna go dig myself a muslim girl\",",
        "start": 408.379,
        "duration": 3.441
    },
    {
        "text": "and I'm just like no",
        "start": 411.82,
        "duration": 1.559
    },
    {
        "text": "-It's, it's the invasion method, dude. You got invaded on but you're, you're still good",
        "start": 413.929,
        "duration": 5.57
    },
    {
        "text": "You're still gold.",
        "start": 419.499,
        "duration": 1.681
    },
    {
        "text": "You can still go on to have a completely normal healthy life",
        "start": 421.18,
        "duration": 1.769
    },
    {
        "text": "-I mean, I don't know I'll never have another guy with braces kiss me like that",
        "start": 422.949,
        "duration": 3.831
    },
    {
        "text": "-Well, thank you so much Dayah Dover",
        "start": 427.76,
        "duration": 2.179
    },
    {
        "text": "I'm going to put a link to her instagram account in the description if you want to find out more about her",
        "start": 429.939,
        "duration": 5.19
    },
    {
        "text": "Check that out, and thank you so much for your public service of coming out here and clearing all this goofiness up",
        "start": 435.259,
        "duration": 6.259
    },
    {
        "text": "We appreciate that very much.",
        "start": 441.52,
        "duration": 1.66
    },
    {
        "text": "-Of course",
        "start": 443.18,
        "duration": 1.1
    },
    {
        "text": "Well boys. I hate to break it to all you guys at home",
        "start": 444.28,
        "duration": 3.36
    },
    {
        "text": "I know we all looked up to Prank Invasion",
        "start": 447.96,
        "duration": 2.18
    },
    {
        "text": "You guys all dreamed about all  the kisses you could get on the street by taking his programme:",
        "start": 450.38,
        "duration": 4.46
    },
    {
        "text": "\"The Invasion Method\"",
        "start": 454.84,
        "duration": 0.52
    },
    {
        "text": "-In this video I'm going to give you guys",
        "start": 455.88,
        "duration": 2.02
    },
    {
        "text": "my one dirty little secret to make sure your date comes back home with you",
        "start": 457.9,
        "duration": 5.26
    },
    {
        "text": "EVERY. SINGLE. TIME.",
        "start": 463.58,
        "duration": 1.92
    },
    {
        "text": "-We all thought we could just go fuck hot cuties,",
        "start": 465.5,
        "duration": 2.48
    },
    {
        "text": "anytime we wanted, but it turns out guys it's just not real.",
        "start": 469.12,
        "duration": 2.92
    },
    {
        "text": "Okay, and although we respected it in our rage",
        "start": 472.579,
        "duration": 3.08
    },
    {
        "text": "We may want to break stuff and get angry just find peace in knowing that not all women are sluts",
        "start": 475.659,
        "duration": 5.91
    },
    {
        "text": "Not all religions can be painted with such a huge brush stroke",
        "start": 482.059,
        "duration": 4.459
    },
    {
        "text": "Okay, wom... there's nice women out there",
        "start": 487.039,
        "duration": 2.119
    },
    {
        "text": "and you know,",
        "start": 489.159,
        "duration": 1.69
    },
    {
        "text": "God damn it,",
        "start": 490.849,
        "duration": 1.811
    },
    {
        "text": "you might have to take them to dinner before you lift up their burka,",
        "start": 492.66,
        "duration": 2.739
    },
    {
        "text": "finger their asshole on the street.",
        "start": 495.399,
        "duration": 1.349
    },
    {
        "text": "But that's okay guys. That's okay.",
        "start": 497.509,
        "duration": 2.509
    },
    {
        "text": "You'll find peace.",
        "start": 500.26,
        "duration": 2.12
    },
    {
        "text": "Moving on to the next news!",
        "start": 502.38,
        "duration": 0.7
    },
    {
        "text": "Sometimes I come across a video on YouTube that I love, I love it.",
        "start": 503.08,
        "duration": 4.319
    },
    {
        "text": "I don't want to criticize it. I want to be like \"Guys go watch this video. I love it\"",
        "start": 507.399,
        "duration": 3.809
    },
    {
        "text": "Here's one that came up: A gold digger goof.",
        "start": 511.208,
        "duration": 2.652
    },
    {
        "text": "So this channel The Royal Stampede made a video called \"GOLD DIGGER PRANK (TANK EDITION)\",",
        "start": 513.86,
        "duration": 6.3
    },
    {
        "text": "and I've never made a video about gold diggers",
        "start": 520.36,
        "duration": 1.62
    },
    {
        "text": "But that phenomenon has always really twisted my fupa.",
        "start": 521.98,
        "duration": 2.84
    },
    {
        "text": "And this is probably the best parody of that phenomenon I've ever seen.",
        "start": 524.82,
        "duration": 5.12
    },
    {
        "text": "Link is in the description",
        "start": 529.94,
        "duration": 1.76
    },
    {
        "text": "Let me show you guys what I'm talking about.",
        "start": 531.7,
        "duration": 1.42
    },
    {
        "text": "-Hey cutie",
        "start": 533.12,
        "duration": 0.5
    },
    {
        "text": "-Hey",
        "start": 534.3,
        "duration": 0.6
    },
    {
        "text": "-What are you doing later, wanna go to dinner?",
        "start": 535.2,
        "duration": 2.06
    },
    {
        "text": "-Sorry, I don't do dinner.",
        "start": 537.46,
        "duration": 1.065
    },
    {
        "text": "-Well that's too bad.",
        "start": 538.525,
        "duration": 0.655
    },
    {
        "text": "I don't usually ask twice, but um",
        "start": 541.12,
        "duration": 2.38
    },
    {
        "text": "-Well",
        "start": 545.46,
        "duration": 0.5
    },
    {
        "text": "No tanks",
        "start": 546.74,
        "duration": 0.74
    },
    {
        "text": "I don't know how the fuck this guy got a tank on public streets",
        "start": 547.64,
        "duration": 3.48
    },
    {
        "text": "but that \"no tanks\" guys",
        "start": 551.12,
        "duration": 2.0
    },
    {
        "text": "-No tanks",
        "start": 553.98,
        "duration": 0.88
    },
    {
        "text": "-You sometimes... you got to give it up to the pranksters out there",
        "start": 555.76,
        "duration": 1.92
    },
    {
        "text": "the goofster's, the gafsters on YouTube.",
        "start": 557.8,
        "duration": 1.68
    },
    {
        "text": "You gotta tip the beanie to the good guys.",
        "start": 559.64,
        "duration": 1.96
    },
    {
        "text": "Watch the rest of this video because it's a slammer.",
        "start": 561.62,
        "duration": 2.56
    },
    {
        "text": "Links in the description.",
        "start": 564.22,
        "duration": 0.714
    },
    {
        "text": "Papa Bless.",
        "start": 564.94,
        "duration": 0.96
    },
    {
        "text": "You guys probably remember the Gamer Gunk guy",
        "start": 567.04,
        "duration": 2.68
    },
    {
        "text": "the \"REEALLY?\"",
        "start": 569.94,
        "duration": 0.82
    },
    {
        "text": "-Really",
        "start": 570.76,
        "duration": 0.56
    },
    {
        "text": "-Really\n-R-r-r-r-r-r-r-really",
        "start": 571.32,
        "duration": 1.36
    },
    {
        "text": "-He has created his own channel called \"Gamer Guy and the Guardians\"",
        "start": 572.98,
        "duration": 3.12
    },
    {
        "text": "and he's been putting out some pretty solid goofs lately.",
        "start": 576.32,
        "duration": 2.76
    },
    {
        "text": "One he posted recently depicts 'Ethan Klein quits YouTube!\"",
        "start": 579.24,
        "duration": 4.64
    },
    {
        "text": "where I become obsessed with magic",
        "start": 584.02,
        "duration": 1.54
    },
    {
        "text": "and stop posting on YouTube and I gotta say guys",
        "start": 585.64,
        "duration": 2.56
    },
    {
        "text": "You hurt my feeling a little bit.",
        "start": 588.38,
        "duration": 2.22
    },
    {
        "text": "-What the fuck dude. Where's all the cringe dude",
        "start": 590.82,
        "duration": 2.4
    },
    {
        "text": "It's like the river has run dry it's like no more cringe to react to anymore dude.",
        "start": 593.22,
        "duration": 5.08
    },
    {
        "text": "Don't worry Ethan. We'll find something, we always do.",
        "start": 598.84,
        "duration": 3.019
    },
    {
        "text": "First of all what is wrong with that guy's face ok I have Tourette syndrome",
        "start": 602.41,
        "duration": 3.949
    },
    {
        "text": "I don't have Parkinson's disease alright I don't have a mental deficiency. I don't have a birth defect",
        "start": 606.42,
        "duration": 5.78
    },
    {
        "text": "Also, Hila is not russian.",
        "start": 612.34,
        "duration": 2.28
    },
    {
        "text": "Ethan thinks he's magician now",
        "start": 614.74,
        "duration": 1.56
    },
    {
        "text": "*egh*",
        "start": 616.3,
        "duration": 0.62
    },
    {
        "text": "I can't even explain.",
        "start": 616.92,
        "duration": 1.44
    },
    {
        "text": "And dude.",
        "start": 618.36,
        "duration": 0.54
    },
    {
        "text": "What's with you and drag all the time this isn't the first time you've gotten to drag all right?",
        "start": 618.9,
        "duration": 3.98
    },
    {
        "text": "I respect you guys what you're doing, but shots fired",
        "start": 622.89,
        "duration": 2.94
    },
    {
        "text": "I will fire back that being said I thought the video was very funny, and I appreciate you guys. link is in the description",
        "start": 625.83,
        "duration": 7.13
    },
    {
        "text": "*Beep*",
        "start": 632.96,
        "duration": 0.94
    },
    {
        "text": "This story cracks me up Coby Persin the real life Wii avatar. Yes, that one",
        "start": 633.9,
        "duration": 6.18
    },
    {
        "text": "So there's this twitter handle called Yeezy Bustah and all this guy does is",
        "start": 640.1,
        "duration": 5.66
    },
    {
        "text": "Bust people with fake Yeezys, and he's got an account on your boi Coby Persin he's walking around with",
        "start": 646.06,
        "duration": 6.95
    },
    {
        "text": "fake Yeezys. I'm trying to look at his fake Yeezys, but all I can see is his goddamn fuckin' hair",
        "start": 653.01,
        "duration": 3.91
    },
    {
        "text": "I mean, what is that? That's like the fuck my shit up Fam special gone wrong",
        "start": 657.529,
        "duration": 4.559
    },
    {
        "text": "Except you probably paid like five hundred dollars for it",
        "start": 662.088,
        "duration": 2.452
    },
    {
        "text": "You could have bought a real pair of Yeezys with the amount of money you spent on that damn haircut",
        "start": 664.54,
        "duration": 4.18
    },
    {
        "text": "There's, like, a bird nest in your hair, dude.",
        "start": 668.94,
        "duration": 2.14
    },
    {
        "text": "[Bleep]",
        "start": 671.08,
        "duration": 1.22
    },
    {
        "text": "\"Diamond Water.\" That is a name",
        "start": 672.3,
        "duration": 1.94
    },
    {
        "text": "I have not uttered in a long time",
        "start": 674.24,
        "duration": 2.24
    },
    {
        "text": "Diamond water was a beverage made by the persian pop priestess, which is someone we made fun of a long time ago",
        "start": 676.48,
        "duration": 6.92
    },
    {
        "text": "[Persian Pop Priestess]: Actually diamond water is alkaline water -- 9.5 Ph.",
        "start": 683.52,
        "duration": 3.32
    },
    {
        "text": "Which is the highest one you can get on the market,",
        "start": 686.84,
        "duration": 2.8
    },
    {
        "text": "and it's enhanced with real diamonds.",
        "start": 689.7,
        "duration": 1.94
    },
    {
        "text": "which means--",
        "start": 691.74,
        "duration": 1.12
    },
    {
        "text": "Every single, like, drop of water that's in there,",
        "start": 692.88,
        "duration": 2.48
    },
    {
        "text": "FLOWS through this housing. the diamond, and then gets CHARGED with the diamond energy.",
        "start": 695.54,
        "duration": 3.82
    },
    {
        "text": "[Interviewer]: And you actually BLESS the diamond water yourself?",
        "start": 699.62,
        "duration": 2.14
    },
    {
        "text": "[PPP]: AND, every single job has been blessed with my love energy,",
        "start": 701.76,
        "duration": 3.18
    },
    {
        "text": "[Ethan]: And we've actually reviewed this water on our second channel",
        "start": 705.0,
        "duration": 3.78
    },
    {
        "text": "It tasted like LA tap water it really was probably the worst water I've ever tasted in my life.",
        "start": 708.78,
        "duration": 5.5
    },
    {
        "text": "*Ethan gags*",
        "start": 714.28,
        "duration": 0.98
    },
    {
        "text": "*More of Ethan gagging*",
        "start": 715.26,
        "duration": 2.42
    },
    {
        "text": "It tastes like shit, dude!",
        "start": 717.68,
        "duration": 2.0
    },
    {
        "text": "And this lady was selling these bottles for eight dollars per bottle!",
        "start": 719.68,
        "duration": 3.64
    },
    {
        "text": "They're selling these in Ross for 99 cents per bottle?!",
        "start": 723.32,
        "duration": 4.06
    },
    {
        "text": "Check it out, dude, *somebody* hit the gold mine!",
        "start": 727.44,
        "duration": 2.16
    },
    {
        "text": "Although, even at 99 cents,",
        "start": 729.6,
        "duration": 1.9
    },
    {
        "text": "I'm afraid it may still be overpriced.",
        "start": 731.5,
        "duration": 2.18
    },
    {
        "text": "Save that for a special night:",
        "start": 733.74,
        "duration": 1.64
    },
    {
        "text": "crack it open, pour a glass.",
        "start": 735.4,
        "duration": 1.7
    },
    {
        "text": "Have a sip, and then realize that you probably have some water disease,",
        "start": 737.1,
        "duration": 3.56
    },
    {
        "text": "because it's not filtered at all, and it's probably just taken",
        "start": 740.66,
        "duration": 2.84
    },
    {
        "text": "straight from the gutter in Los Angeles.",
        "start": 743.56,
        "duration": 1.46
    },
    {
        "text": "Enjoy your special moment together here, guys. Thanks for sharing it with us.",
        "start": 745.02,
        "duration": 3.44
    },
    {
        "text": "[Hila]: It actually does taste like tap water-- [laughs]",
        "start": 748.58,
        "duration": 2.8
    },
    {
        "text": "*Ethan gagging*",
        "start": 751.38,
        "duration": 0.99
    },
    {
        "text": "Finally, Jimmy Lee, the Jersey Outlaw",
        "start": 752.37,
        "duration": 2.75
    },
    {
        "text": "this was one of our greatest, greatest discoveries.",
        "start": 755.12,
        "duration": 3.1
    },
    {
        "text": "This is a",
        "start": 758.22,
        "duration": 1.64
    },
    {
        "text": "psychotic dentist, who pitches his comedy and music to his patients as they're sitting there in his chair.",
        "start": 759.96,
        "duration": 6.14
    },
    {
        "text": "This guy's REAL: we've met him!",
        "start": 766.28,
        "duration": 2.08
    },
    {
        "text": "[Dentist]: *Autistic Screeching*",
        "start": 769.14,
        "duration": 1.68
    },
    {
        "text": "[Ethan]: Oh my god.",
        "start": 771.34,
        "duration": 1.24
    },
    {
        "text": "But he's back with some HOT new singles.",
        "start": 772.66,
        "duration": 2.64
    },
    {
        "text": "THIS one's going to top of the charts...",
        "start": 775.5,
        "duration": 1.82
    },
    {
        "text": "It's called, \"The Ballad of Ethan and Hila\" --",
        "start": 777.32,
        "duration": 2.64
    },
    {
        "text": "Let me-- Get a taste for the first line here, just --",
        "start": 779.96,
        "duration": 2.3
    },
    {
        "text": "Just have a listen to this...",
        "start": 782.26,
        "duration": 1.14
    },
    {
        "text": "[Dentist]: A homeless Jew and an Israeli, came together one night.",
        "start": 783.44,
        "duration": 7.12
    },
    {
        "text": "[Ethan]: \"A homeless Jew and an Israeli\"",
        "start": 790.56,
        "duration": 2.24
    },
    {
        "text": "You gotta love the guy, man.",
        "start": 792.8,
        "duration": 1.68
    },
    {
        "text": "He really knows how to open up a song.",
        "start": 794.48,
        "duration": 2.02
    },
    {
        "text": "[Dentist]: Tell me a joke now you crazy Jew, you're gonna make me laugh all night!",
        "start": 796.62,
        "duration": 5.38
    },
    {
        "text": "[Dentist]: But i'm sick, and tired of your videos!",
        "start": 802.0,
        "duration": 4.0
    },
    {
        "text": "[Dentist]: H3H3 ain't riiiight...",
        "start": 806.0,
        "duration": 2.9
    },
    {
        "text": "[Ethan]: \"Tell me a joke, you funny Jew.\"",
        "start": 808.98,
        "duration": 2.02
    },
    {
        "text": "God! That guy really knows how to get to-- to your heart, really.",
        "start": 811.0,
        "duration": 2.86
    },
    {
        "text": "[Dentist's song continues]: --but I'm sick and tired of your videos, H3H3 ain't riiiiight!",
        "start": 814.34,
        "duration": 5.76
    },
    {
        "text": "*Music plays*",
        "start": 820.3,
        "duration": 2.72
    },
    {
        "text": "[Dentist]: You ain't right Ethan!",
        "start": 823.02,
        "duration": 1.08
    },
    {
        "text": "[Dentist]: Ethan and Hila moved to L.A.",
        "start": 825.36,
        "duration": 3.42
    },
    {
        "text": "[Dentist]: To hang out with all the big stars",
        "start": 829.48,
        "duration": 2.02
    },
    {
        "text": "[Dentist]: And the [Train] and the limos",
        "start": 832.46,
        "duration": 1.04
    },
    {
        "text": "[Dentist]: and the [inaudible] and the bimbos",
        "start": 833.5,
        "duration": 2.0
    },
    {
        "text": "[Dentist]: It didn't get 'em very far",
        "start": 836.16,
        "duration": 1.84
    },
    {
        "text": "[Dentist]: But i'm sick, and tired of your videos!",
        "start": 840.52,
        "duration": 1.96
    },
    {
        "text": "[Dentist]: H3H3 ain't riiiight...",
        "start": 842.48,
        "duration": 2.8
    }
]