[
    {
        "text": "My friends, it is time to daddy the flip up!",
        "start": 0.1,
        "duration": 3.9
    },
    {
        "text": "...On Jake Paul because he is completely unhinged and out of control.",
        "start": 4.0,
        "duration": 3.9
    },
    {
        "text": "After the last video we made, shit has gotten even crazier with this kid",
        "start": 8.24,
        "duration": 4.14
    },
    {
        "text": "to the point that I cannot even believe it's real.",
        "start": 12.38,
        "duration": 2.36
    },
    {
        "text": "He's getting so RECKLESS",
        "start": 14.74,
        "duration": 2.0
    },
    {
        "text": "I'm concerned that his lack of responsibility and",
        "start": 16.96,
        "duration": 2.22
    },
    {
        "text": "accountability is going to get someone seriously hurt, including",
        "start": 19.18,
        "duration": 3.26
    },
    {
        "text": "one of my best friends, Post Malone, who is now caught in the middle of a meme war. It's gotten so bad",
        "start": 22.44,
        "duration": 5.18
    },
    {
        "text": "it's not even funny... Let me just start from the top. There's three things",
        "start": 27.67,
        "duration": 3.799
    },
    {
        "text": "I want to talk about and they get progressively more insane. First thing...",
        "start": 31.47,
        "duration": 3.33
    },
    {
        "text": "he's doing which seems harmless at the surface,",
        "start": 34.8,
        "duration": 2.04
    },
    {
        "text": "But it shows this pattern of absolutely insane behavior is; he goes to apologize to his neighbor and films it without asking their permission.",
        "start": 36.84,
        "duration": 8.22
    },
    {
        "text": "Which is against the law in California,",
        "start": 45.18,
        "duration": 2.14
    },
    {
        "text": "you need someone's permission to record someone and especially to publish it online to millions of people. Here,",
        "start": 47.32,
        "duration": 5.5
    },
    {
        "text": "have a quick look...",
        "start": 52.82,
        "duration": 0.96
    },
    {
        "text": "[Jake in video] \"And so, I'm going to be the bigger person in this..\".",
        "start": 53.78,
        "duration": 1.88
    },
    {
        "text": "\"situation, as a 20 year old kid, and go talk to these neighbors of ours and try to mend the situation\"",
        "start": 55.66,
        "duration": 6.28
    },
    {
        "text": "[Jake] \"We just want to come over and greet all of our neighbors...\"",
        "start": 61.949,
        "duration": 3.51
    },
    {
        "text": "\"...and like apologize for all the chaos-\"",
        "start": 65.8,
        "duration": 2.84
    },
    {
        "text": "The first thing that I like you to notice is that he boldly displays their address",
        "start": 68.64,
        "duration": 4.12
    },
    {
        "text": "their license plate",
        "start": 72.76,
        "duration": 1.66
    },
    {
        "text": "where they live.",
        "start": 74.42,
        "duration": 1.16
    },
    {
        "text": "I've done them the courtesy of blurring it, but I assure you it's fully visible in Jake's video",
        "start": 75.58,
        "duration": 4.06
    },
    {
        "text": "So, you know, in case you have a bad reaction old Jakey here",
        "start": 79.66,
        "duration": 3.9
    },
    {
        "text": "his zombie horde of fans may overrun your compound",
        "start": 83.56,
        "duration": 2.84
    },
    {
        "text": "Sleep tight, neighbors",
        "start": 86.4,
        "duration": 1.02
    },
    {
        "text": "I'm sure you're feeling really safe now, and you may be wondering",
        "start": 87.42,
        "duration": 3.22
    },
    {
        "text": "How do I know that he didn't get their permission to film them well",
        "start": 90.66,
        "duration": 3.02
    },
    {
        "text": "Here's a tweet from the reporter that broke the original story:",
        "start": 93.68,
        "duration": 2.94
    },
    {
        "text": "\"Neighbors file eavesdropping complaint against Jake Paul...\"",
        "start": 96.62,
        "duration": 3.0
    },
    {
        "text": "\"..says Jake Paul secretly recorded conversation during quote-unquote apology\"",
        "start": 99.62,
        "duration": 4.66
    },
    {
        "text": "What a great guy he is for his fans to",
        "start": 104.38,
        "duration": 2.809
    },
    {
        "text": "Apologize secretly and eaves drop on his neighbor so his fans could see what a great guy. He is even though",
        "start": 107.259,
        "duration": 4.49
    },
    {
        "text": "He showed their address what a great guy he is",
        "start": 111.749,
        "duration": 2.571
    },
    {
        "text": "' well, I appreciate it, I do, I do--",
        "start": 114.32,
        "duration": 2.58
    },
    {
        "text": "I feel I'm like I don't believe you guys",
        "start": 116.98,
        "duration": 1.56
    },
    {
        "text": "I'm not when I'm I bring up like absolutely hates you yeah, and and just annoying",
        "start": 118.55,
        "duration": 4.409
    },
    {
        "text": "Yeah, no, we understand like I am I don't have anything personally against you guys.  okay now in the next video",
        "start": 123.03,
        "duration": 6.38
    },
    {
        "text": "he makes he accuses his neighbor's of",
        "start": 129.74,
        "duration": 2.519
    },
    {
        "text": "actually trying to MURDER him",
        "start": 132.56,
        "duration": 2.6
    },
    {
        "text": "He accuses his neighbors of going up to his car",
        "start": 135.16,
        "duration": 2.84
    },
    {
        "text": "unbolting the nuts on his wheel,",
        "start": 138.56,
        "duration": 2.18
    },
    {
        "text": "and then it falls off in an attempt to murder him and his housemates.",
        "start": 140.74,
        "duration": 4.92
    },
    {
        "text": "He says this to six million people",
        "start": 145.66,
        "duration": 3.48
    },
    {
        "text": "fans who know where he lives and know where his neighbors live",
        "start": 149.14,
        "duration": 2.92
    },
    {
        "text": "and basically says \"my neighbors are trying to kill me\"",
        "start": 152.58,
        "duration": 2.16
    },
    {
        "text": "which can provoke any amount of number of his millions of followers",
        "start": 154.74,
        "duration": 3.44
    },
    {
        "text": "to retaliate on his neighbors.",
        "start": 158.38,
        "duration": 1.44
    },
    {
        "text": "How does he know that it was his neighbors",
        "start": 159.82,
        "duration": 2.1
    },
    {
        "text": "and not one of the other millions of people who knows where he lives",
        "start": 161.94,
        "duration": 2.58
    },
    {
        "text": "cos he gave away his address?",
        "start": 164.6,
        "duration": 1.6
    },
    {
        "text": "Listen to this",
        "start": 166.2,
        "duration": 0.7
    },
    {
        "text": "\"One of the neighbors yesterday...",
        "start": 166.9,
        "duration": 2.08
    },
    {
        "text": "or two nights ago, sorry.",
        "start": 169.04,
        "duration": 1.2
    },
    {
        "text": "One of the neighbors comes over and unscrews...",
        "start": 170.26,
        "duration": 2.86
    },
    {
        "text": "the screws in the tire to our Team 10 van.",
        "start": 173.2,
        "duration": 3.88
    },
    {
        "text": "The neighbors tried to kill us, bro.",
        "start": 177.08,
        "duration": 2.28
    },
    {
        "text": "They took the nuts out.",
        "start": 179.36,
        "duration": 1.3
    },
    {
        "text": "Max and the Martinez twins are driving down the road on the highway",
        "start": 180.66,
        "duration": 2.96
    },
    {
        "text": "all of a sudden they hear a noise. They're like 'what is this?'",
        "start": 183.62,
        "duration": 1.94
    },
    {
        "text": "They got outside, the nuts are off of the tire",
        "start": 185.56,
        "duration": 2.72
    },
    {
        "text": "So they start driving slow on the highway",
        "start": 188.28,
        "duration": 2.1
    },
    {
        "text": "Literally the whole entire tire falls off",
        "start": 190.38,
        "duration": 2.48
    },
    {
        "text": "And they like cr- the bus lopsides they go flying in the middle of the traffic on the 101 the whole highway stops",
        "start": 192.86,
        "duration": 7.02
    },
    {
        "text": "Super dangerous situation and our neighbors are the ones that did this our neighbors tried to kill us and and",
        "start": 199.94,
        "duration": 6.34
    },
    {
        "text": "what do we do? we just make videos",
        "start": 206.28,
        "duration": 1.52
    },
    {
        "text": "f-for kids on the internet like who's the bad guy here?  our neighbors literally tried to kill the Martinez twins like I could-",
        "start": 207.81,
        "duration": 6.19
    },
    {
        "text": "T-the thing about this bro there could have been ten of us in that van",
        "start": 214.0,
        "duration": 2.82
    },
    {
        "text": "Yeah, it holds 10 to 15 people could have had a full van of people going 80 miles per hour tire falls off",
        "start": 216.94,
        "duration": 5.3
    },
    {
        "text": "We would have all died. that's criminal activity and so if they want to file a lawsuit against them and uh you know",
        "start": 222.26,
        "duration": 4.65
    },
    {
        "text": "Maybe we'll just snap back!",
        "start": 226.91,
        "duration": 1.73
    },
    {
        "text": "If that's true, you should be talking to the police dude-",
        "start": 228.64,
        "duration": 2.94
    },
    {
        "text": "not putting it out for six million people to take revenge on an attempted murder on their",
        "start": 231.58,
        "duration": 6.0
    },
    {
        "text": "idol's life dude. so either you have video of it because this is a serious accusation",
        "start": 237.9,
        "duration": 4.52
    },
    {
        "text": "Let's take this seriously: either you have video of it or you don't. If you don't",
        "start": 242.42,
        "duration": 4.409
    },
    {
        "text": "Then you shouldn't be accusing your neighbors of murder, you.",
        "start": 247.049,
        "duration": 3.151
    },
    {
        "text": "If you do, you should be sending it to the police immediately and not talking about it publicly. But once again the reporter of",
        "start": 250.3,
        "duration": 5.8
    },
    {
        "text": "the original story tweeted this out:",
        "start": 256.1,
        "duration": 2.0
    },
    {
        "text": "\"Neighbors stunned by Jake Paul's accusations",
        "start": 258.1,
        "duration": 2.2
    },
    {
        "text": "\"They tried to kill him by loosening the tire[s]\" which leads me to believe that he has no evidence",
        "start": 260.39,
        "duration": 5.129
    },
    {
        "text": "And he's probably just throwing his neighbors under the bus, endangering their lives to cover his ass. Well, you have no sense",
        "start": 265.52,
        "duration": 6.029
    },
    {
        "text": "You can't control yourself Jake",
        "start": 271.77,
        "duration": 1.83
    },
    {
        "text": "You want to monetize every single moment in your life. Your real life in your vlog is so blurred at this point",
        "start": 273.6,
        "duration": 5.87
    },
    {
        "text": "I don't even think you know who you are anymore. I don't think you have any control. Where is daddy? I'm here, Jake",
        "start": 279.47,
        "duration": 5.73
    },
    {
        "text": "Daddy's here to say uh-uh! this is a no-no! I'm rating this no-no.",
        "start": 285.2,
        "duration": 5.5
    },
    {
        "text": "Jake, listen to this:",
        "start": 290.7,
        "duration": 1.62
    },
    {
        "text": "Obviously your parents have completely failed; even your investors who own",
        "start": 292.32,
        "duration": 3.919
    },
    {
        "text": "Team Ten and the house you're living in have completely lost control of this train",
        "start": 296.4,
        "duration": 4.58
    },
    {
        "text": "So let me do everybody a favor and say no-no Jake. But here, this is when it gets even crazier",
        "start": 300.98,
        "duration": 6.269
    },
    {
        "text": "My good good- one of my best friends in the world",
        "start": 307.68,
        "duration": 2.75
    },
    {
        "text": "Post Malone tweeted this out about a week ago:",
        "start": 311.01,
        "duration": 2.989
    },
    {
        "text": "\"Sorry, HilaKleiners,\" and it showed that he had purchased a bunch of logan Paul and Jake Paul merch, okay?",
        "start": 314.19,
        "duration": 6.799
    },
    {
        "text": "And it was a bit of a meme- hate to break it to you",
        "start": 320.99,
        "duration": 3.33
    },
    {
        "text": "We were planning to wear it at the podcast for a joke. We were going to use it in a sketch, okay?",
        "start": 324.5,
        "duration": 4.859
    },
    {
        "text": "But for some reason they loved it. They both follow to him, okay; the merch site Fanjoy, retweeted it",
        "start": 329.4,
        "duration": 6.23
    },
    {
        "text": "and",
        "start": 335.63,
        "duration": 1.27
    },
    {
        "text": "Everyone thought it was like top 10 anime betrayals of all time. By the way, Austin bought a \"it's a God church\" hoodie",
        "start": 336.9,
        "duration": 6.47
    },
    {
        "text": "I'm sorry, but in your mind- in your world",
        "start": 343.37,
        "duration": 2.549
    },
    {
        "text": "Do you see Post Malone walking around unironically in \"like a God church\" hoodie, dude? Okay.",
        "start": 346.16,
        "duration": 5.459
    },
    {
        "text": "But this is when I get really upset",
        "start": 351.62,
        "duration": 1.99
    },
    {
        "text": "This is when I really want to take Jake Paul and - and take us have a",
        "start": 353.61,
        "duration": 3.83
    },
    {
        "text": "Heart-to-heart with him- a man-to-man and say these are boundaries you do not cross little Jakey",
        "start": 357.56,
        "duration": 5.18
    },
    {
        "text": "You have a lot of responsibility- you have a lot of influence on this world",
        "start": 362.749,
        "duration": 3.311
    },
    {
        "text": "You've got to show more class than this. He gets the address",
        "start": 366.33,
        "duration": 4.04
    },
    {
        "text": "Just yesterday from Fanjoy",
        "start": 371.4,
        "duration": 1.86
    },
    {
        "text": "I'm sure this cannot be legal, and if it is it's extremely unethical",
        "start": 373.26,
        "duration": 4.609
    },
    {
        "text": "He gets Austin's address from the merch, and he goes to his flipping house, dude",
        "start": 378.2,
        "duration": 5.399
    },
    {
        "text": "Austin texted me yesterday. He's like \"you won't believe what just happened",
        "start": 384.3,
        "duration": 3.829
    },
    {
        "text": "\"Jake Paul showed up at my house and asked me to be in a verse of his song and handed me the merch, okay?\"",
        "start": 388.58,
        "duration": 6.269
    },
    {
        "text": "And I was like, \"wow that is super shady\"",
        "start": 394.85,
        "duration": 3.18
    },
    {
        "text": "You know, you hear about all these YouTubers saying \"fans please don't come to my house\"",
        "start": 398.16,
        "duration": 4.19
    },
    {
        "text": "And you hear you have Jake Paul-- one of the biggest YouTubers-- stealing post Malone's address-- not public information",
        "start": 402.35,
        "duration": 6.93
    },
    {
        "text": "and then go into his house",
        "start": 409.59,
        "duration": 2.059
    },
    {
        "text": "That is absolutely insane, but it's even worse",
        "start": 412.82,
        "duration": 2.98
    },
    {
        "text": "Look at his recent Vlog- look at his most recent Vlog, you guys. He fucking filmed it, dude",
        "start": 415.98,
        "duration": 5.14
    },
    {
        "text": "He completely doxes post Malone, and I'm going to blur this whole image out of respect for him",
        "start": 421.23,
        "duration": 5.029
    },
    {
        "text": "But this video already has 4.3 million views and he completely doxxed Austin.",
        "start": 426.26,
        "duration": 5.22
    },
    {
        "text": "[the vlog] This is his house. He's got like Rolls Royces and whatnot - got them. We got the merch",
        "start": 431.54,
        "duration": 4.46
    },
    {
        "text": "ya, man",
        "start": 436.0,
        "duration": 1.0
    },
    {
        "text": "bro, I'm kinda nervous",
        "start": 437.0,
        "duration": 1.0
    },
    {
        "text": "[banging noises]",
        "start": 438.0,
        "duration": 2.0
    },
    {
        "text": "[music playing]",
        "start": 440.0,
        "duration": 3.22
    },
    {
        "text": "I love how he does, in the courtesy of blurring out the number address on the post box except you can see the whole fucking house!",
        "start": 443.22,
        "duration": 5.96
    },
    {
        "text": "You could see the cars! You could see the license plate! you could see exactly where it is. You doxed him, dude",
        "start": 449.18,
        "duration": 5.92
    },
    {
        "text": "Isn't it insane?",
        "start": 455.74,
        "duration": 1.14
    },
    {
        "text": "Jake Paul stole his address from a merch purchase, went there, and doxxed him and filmed the outside of his house",
        "start": 457.12,
        "duration": 7.24
    },
    {
        "text": "Is that not mind-bending?",
        "start": 464.96,
        "duration": 2.0
    },
    {
        "text": "I mean, he's lucky that Austin's a nice guy because he could- he should have shot him or he should be suing him for this",
        "start": 467.55,
        "duration": 5.419
    },
    {
        "text": "Jake Paul should have a-already removed this video",
        "start": 473.15,
        "duration": 2.459
    },
    {
        "text": "It's been a day and look at it. It starts with this shot. Watch this shit, man.",
        "start": 476.04,
        "duration": 4.58
    },
    {
        "text": "[Jake Paul] We got someones' specific order",
        "start": 480.62,
        "duration": 3.52
    },
    {
        "text": "That we are about to hand deliver to them",
        "start": 484.14,
        "duration": 2.48
    },
    {
        "text": "The backstory on this is- I don't know if you guys know him",
        "start": 486.68,
        "duration": 2.1
    },
    {
        "text": "But his name is post Malone. He's a big musician. I personally love his music",
        "start": 488.93,
        "duration": 4.43
    },
    {
        "text": "He's a dope guy. He came from like humble beginnings similar to, you know, us from Ohio, and",
        "start": 493.38,
        "duration": 5.21
    },
    {
        "text": "He's out there doing like really good stuff, but what's crazy about it?",
        "start": 499.11,
        "duration": 3.23
    },
    {
        "text": "He did this, uh, video where he was like talking smack about \"It's Everyday Bro\" for like 10 minutes",
        "start": 502.34,
        "duration": 5.669
    },
    {
        "text": "Just like going in on it, saying that we can't rap, saying that our music is like whatever- like 5th grade music; and",
        "start": 508.16,
        "duration": 5.72
    },
    {
        "text": "I was like \"oh, d-dude, that sucks!\"",
        "start": 513.98,
        "duration": 2.96
    },
    {
        "text": "\"Lit!\"",
        "start": 516.94,
        "duration": 0.7
    },
    {
        "text": "So I was like \"damn post alone hates me bro.\" Whatever. It's all good though. We're gonna dab on them haters",
        "start": 517.64,
        "duration": 4.0
    },
    {
        "text": "But then my boy post on Twitter this tweet. He orders our merchandise a lot of it a lot of it",
        "start": 524.2,
        "duration": 5.36
    },
    {
        "text": "a lot of it",
        "start": 529.56,
        "duration": 0.62
    },
    {
        "text": "[Jake Paul] a lot of it",
        "start": 530.18,
        "duration": 0.74
    },
    {
        "text": "Which we have it right here for . First of all, I'm super confused",
        "start": 530.92,
        "duration": 2.28
    },
    {
        "text": "I don't know why he ordered our merchandise when he was talking smack about us",
        "start": 533.2,
        "duration": 3.94
    },
    {
        "text": "Right now, we're about to hand-deliver it to his house. He lives like 45 minutes away. We're gonna give him his merch",
        "start": 537.32,
        "duration": 4.74
    },
    {
        "text": "Hopefully he's home, and we're gonna confront him and ask him like",
        "start": 542.06,
        "duration": 2.88
    },
    {
        "text": "\" Yo, why would you talk smack and then order our merch?\"",
        "start": 545.06,
        "duration": 2.02
    },
    {
        "text": "And then hopefully we can become friends with them, and maybe make a song together",
        "start": 547.08,
        "duration": 3.82
    },
    {
        "text": "Ooh, That would be hot",
        "start": 551.04,
        "duration": 1.92
    },
    {
        "text": "super hot fire. Let's do that",
        "start": 552.96,
        "duration": 2.62
    },
    {
        "text": "I think post Malone bought my merch because he loves me. So, what I'm going to do to win him over is",
        "start": 555.58,
        "duration": 4.58
    },
    {
        "text": "breach his privacy, steal his home address",
        "start": 560.28,
        "duration": 2.44
    },
    {
        "text": "Go to his house- uninvited- and film the front and completely dox him. That's going to win him over completely",
        "start": 562.72,
        "duration": 6.1
    },
    {
        "text": "So we are like a quarter-mile away. I don't know how this is about to go down. We don't know if he's home",
        "start": 568.82,
        "duration": 5.42
    },
    {
        "text": "We don't know if he hates us or- I mean I-I'm just confused in general",
        "start": 574.3,
        "duration": 3.88
    },
    {
        "text": "Think about it you fucking idiot! he's one of my best friends!",
        "start": 578.18,
        "duration": 2.599
    },
    {
        "text": "We always make fun of you guys!",
        "start": 580.78,
        "duration": 1.98
    },
    {
        "text": "You're confused!",
        "start": 582.76,
        "duration": 0.88
    },
    {
        "text": "Follow that emotion. Think about it for more than a second before you go dox him and go to his house uninvited!",
        "start": 583.72,
        "duration": 5.88
    },
    {
        "text": "I'm confused. It doesn't really make sense, that they'd really order all this merch",
        "start": 590.02,
        "duration": 4.16
    },
    {
        "text": "I guess- I guess he's like my best friend now, and he loves my videos now, all of a sudden",
        "start": 594.18,
        "duration": 4.15
    },
    {
        "text": "He's got like a ton of dope cars outside. My boy's a savage. This is his house",
        "start": 598.33,
        "duration": 4.589
    },
    {
        "text": "He's got like Rolls Royces and whatnot",
        "start": 603.04,
        "duration": 2.68
    },
    {
        "text": "We got the merch, bro, i'm kinda nervous",
        "start": 605.72,
        "duration": 2.82
    },
    {
        "text": "Yo, is Austin here?",
        "start": 615.34,
        "duration": 1.6
    },
    {
        "text": "Oh, what up, Hila Kleiner",
        "start": 616.94,
        "duration": 1.72
    },
    {
        "text": "Is Austin here?",
        "start": 618.66,
        "duration": 1.48
    },
    {
        "text": "Austin is not currently here",
        "start": 620.14,
        "duration": 1.7
    },
    {
        "text": "But, I love the way that he knocks on the door, like he's a 12 year old looking to play or some shit",
        "start": 621.84,
        "duration": 4.98
    },
    {
        "text": "I'm a 12 year old. Can Austin come out and play? I brought your merch, dude. I filmed the front of your house. Is that okay?",
        "start": 626.82,
        "duration": 4.889
    },
    {
        "text": "I filmed the front of your house",
        "start": 631.71,
        "duration": 1.05
    },
    {
        "text": "I'm gonna put that in my Vlog for five million people. You want to come out and play daug?",
        "start": 632.76,
        "duration": 2.759
    },
    {
        "text": "I have some gushers and Capri Suns, dude. Let's go play",
        "start": 635.52,
        "duration": 2.96
    },
    {
        "text": "That shot of this is his house",
        "start": 638.48,
        "duration": 1.56
    },
    {
        "text": "It's almost hard to believe that it wasn't doing it on purpose",
        "start": 640.04,
        "duration": 3.26
    },
    {
        "text": "That you that he's intentionally doxing. I mean, it is pretty insane. He's like- here's his house",
        "start": 643.74,
        "duration": 5.62
    },
    {
        "text": "Here's the full silhouette of his house: the view the neighborhood, his cars",
        "start": 649.36,
        "duration": 4.58
    },
    {
        "text": "Here's everything you need to completely identify where he lives",
        "start": 654.1,
        "duration": 3.919
    },
    {
        "text": "Bro, we got your merch",
        "start": 659.34,
        "duration": 2.0
    },
    {
        "text": "We got your merch, bro, we got your merch",
        "start": 662.64,
        "duration": 2.4
    },
    {
        "text": "What's going on?",
        "start": 665.04,
        "duration": 1.62
    },
    {
        "text": "We thought we would hand-deliver the merch to you, and we're hella confused because we were all like",
        "start": 666.66,
        "duration": 5.72
    },
    {
        "text": "\"Yo, we made song a new dog for life.\" We're like \"yo, you got the merch,\" so good man",
        "start": 672.44,
        "duration": 5.8
    },
    {
        "text": "You know, the merch is fine, so we're good",
        "start": 678.3,
        "duration": 2.38
    },
    {
        "text": "We're hella confused. Y'all want a beer?",
        "start": 680.82,
        "duration": 1.82
    },
    {
        "text": "No, no, I'm good. You're good. Can we Vlog, or no? Sure, let's do it",
        "start": 682.64,
        "duration": 4.0
    },
    {
        "text": "What's going on?",
        "start": 686.64,
        "duration": 1.62
    },
    {
        "text": "By the way, they're being filmed from across the street- secret camera shit, and he is-",
        "start": 688.26,
        "duration": 6.0
    },
    {
        "text": "It's so creepy",
        "start": 694.26,
        "duration": 1.02
    },
    {
        "text": "It's super creepy, and they have labs on, and he asks Post during recording this: \"do you mind if we Vlog a little bit?\"",
        "start": 695.28,
        "duration": 6.46
    },
    {
        "text": "He doesn't say, \"do you mind if my homie--\"",
        "start": 701.76,
        "duration": 2.009
    },
    {
        "text": "\"Who's a fucking private detective spying on you, showing your whole neighborhood in front of the house? Do you mind if we use this footage?\"",
        "start": 703.8,
        "duration": 6.68
    },
    {
        "text": "Bananas!  I'm gonna daddy up on you, Jake.  Come up and see it on Daddy's lap",
        "start": 711.34,
        "duration": 5.28
    },
    {
        "text": "Somebody's got to spank this kid!",
        "start": 717.64,
        "duration": 2.04
    },
    {
        "text": "Do you think he likes it?  It's good because we like him, so, I'm like",
        "start": 719.74,
        "duration": 2.8
    },
    {
        "text": "Oh, yeah, we're friends right? Do we go in, or..?",
        "start": 722.66,
        "duration": 2.1
    },
    {
        "text": "Nah.",
        "start": 724.76,
        "duration": 0.5
    },
    {
        "text": "We should just- yeah, we should just stay right here",
        "start": 725.26,
        "duration": 1.56
    },
    {
        "text": "good",
        "start": 726.82,
        "duration": 0.64
    },
    {
        "text": "This is good.",
        "start": 727.46,
        "duration": 0.66
    },
    {
        "text": "He's putting pants on . Alright--",
        "start": 728.12,
        "duration": 1.4
    },
    {
        "text": "Austin is like in his- in his- pajamas, and they're recording it-- yeah-- and he doesn't know that-",
        "start": 729.52,
        "duration": 4.88
    },
    {
        "text": " ",
        "start": 734.4,
        "duration": 0.5
    },
    {
        "text": "That's so insane",
        "start": 734.9,
        "duration": 1.34
    },
    {
        "text": "Hey, I'm gonna put pants on. I'm not comfortably filmed like this. Okay!",
        "start": 736.46,
        "duration": 3.18
    },
    {
        "text": "Okay, cool",
        "start": 741.01,
        "duration": 1.77
    },
    {
        "text": "So it's clear that Austin thinks the video hasn't started yet. He is going to put pants on-- yeah-",
        "start": 742.78,
        "duration": 5.119
    },
    {
        "text": "And then they're going to record-- yeah of course",
        "start": 748.08,
        "duration": 1.86
    },
    {
        "text": "Yo, you're a savage-- savage. I love your music.",
        "start": 749.94,
        "duration": 2.58
    },
    {
        "text": "Thank you, sir",
        "start": 752.74,
        "duration": 0.5
    },
    {
        "text": "So we were like yo, we gotta hand deliver him the merch",
        "start": 753.24,
        "duration": 2.14
    },
    {
        "text": "Thank you, sir",
        "start": 755.38,
        "duration": 0.84
    },
    {
        "text": "It's good stuff right?",
        "start": 756.22,
        "duration": 1.1
    },
    {
        "text": "Got some good stuff, man",
        "start": 757.32,
        "duration": 0.92
    },
    {
        "text": "it's like a God ch-",
        "start": 758.24,
        "duration": 0.98
    },
    {
        "text": "[interrupts] Yo, but--",
        "start": 759.22,
        "duration": 0.66
    },
    {
        "text": "It's like a God church",
        "start": 760.02,
        "duration": 1.26
    },
    {
        "text": "I just need a little bit of explanation, cuz it's like- you were kind of like Iffy about the song bro",
        "start": 761.28,
        "duration": 4.799
    },
    {
        "text": "You're like, but then you got the merch. so --",
        "start": 766.08,
        "duration": 2.12
    },
    {
        "text": "yeah, man. I just you know that merch is fine",
        "start": 768.2,
        "duration": 2.0
    },
    {
        "text": "I'm a clothes guy. So the--",
        "start": 770.48,
        "duration": 1.9
    },
    {
        "text": "I know you got that had the aesthetic going",
        "start": 772.38,
        "duration": 2.06
    },
    {
        "text": "He looks angry",
        "start": 774.44,
        "duration": 0.74
    },
    {
        "text": "Yeah-- he's just like what are you doing?",
        "start": 775.18,
        "duration": 2.0
    },
    {
        "text": "He's like \"okay, I was nice to you and now you're also on top of they're gonna put me on the spot and start asking me like-\"",
        "start": 777.4,
        "duration": 5.869
    },
    {
        "text": "I need an explanation",
        "start": 783.27,
        "duration": 2.0
    },
    {
        "text": "Were you making fun of me? Because there's no way you'll make fun of me right? You're a Jake Pauler, right?",
        "start": 785.83,
        "duration": 4.339
    },
    {
        "text": "He should have shot him. He should have just shot him dead",
        "start": 790.45,
        "duration": 2.599
    },
    {
        "text": "You know what Austin should have done? He should have daddy'd up and spanked him",
        "start": 793.69,
        "duration": 3.32
    },
    {
        "text": "I'm just throwing this out there, and you got to do anything with it",
        "start": 797.01,
        "duration": 2.789
    },
    {
        "text": "but we got another song and",
        "start": 799.8,
        "duration": 1.2
    },
    {
        "text": "There's a verse open",
        "start": 801.0,
        "duration": 1.14
    },
    {
        "text": "Is there a verse for me and Ethan?",
        "start": 802.14,
        "duration": 1.32
    },
    {
        "text": "there's a verse for- if you guys both wanna be on it",
        "start": 803.46,
        "duration": 2.3
    },
    {
        "text": "I got you, we will split it halfway",
        "start": 805.76,
        "duration": 2.14
    },
    {
        "text": "We can do it",
        "start": 808.74,
        "duration": 1.52
    },
    {
        "text": "He even drops my name, like, he's even memeing him there in front of him! \"Is there a verse for me and Ethan?\" You gotta love it",
        "start": 810.26,
        "duration": 6.88
    },
    {
        "text": "You know, this invitation for Post to come",
        "start": 817.24,
        "duration": 3.04
    },
    {
        "text": "Do a- do a verse is like \"would you like to come end your career on my YouTube channel?\"",
        "start": 820.44,
        "duration": 4.48
    },
    {
        "text": "Like you've built up this amazing career",
        "start": 825.12,
        "duration": 2.04
    },
    {
        "text": "You're so well respected by even the most incredible musicians. Would you like to come end all of that street credit by-",
        "start": 827.16,
        "duration": 5.489
    },
    {
        "text": "Participating on one of my God church memes?",
        "start": 832.84,
        "duration": 1.94
    },
    {
        "text": "Austin is the nicest dude you'll ever meet",
        "start": 834.92,
        "duration": 2.56
    },
    {
        "text": "So I can tell that this is him when he's mad",
        "start": 837.72,
        "duration": 2.68
    },
    {
        "text": "I think so, too",
        "start": 840.4,
        "duration": 0.8
    },
    {
        "text": "I think this is him mad. I agree",
        "start": 841.2,
        "duration": 2.36
    },
    {
        "text": "I'm telling you bro. It's a fire song. I'll send it to you",
        "start": 843.56,
        "duration": 2.58
    },
    {
        "text": "I don't know how. I'll tweet it to you. Yeah, we'll figu---",
        "start": 846.14,
        "duration": 2.42
    },
    {
        "text": "He was fishing for his phone number or email",
        "start": 848.56,
        "duration": 2.44
    },
    {
        "text": "I'll send it to you. I don't know how. I'll tweet it to you. Yeah, we'll figure it out",
        "start": 851.0,
        "duration": 3.32
    },
    {
        "text": "Do you have any way- to- can I contact you or I mean...? We'll figure it out. We'll figure it out",
        "start": 854.32,
        "duration": 4.55
    },
    {
        "text": "I'll tweet it to you; I'll tweet it to you",
        "start": 858.87,
        "duration": 1.69
    },
    {
        "text": "It went so well; it went it went really good. Yeah, I think he's a fan",
        "start": 860.56,
        "duration": 3.7
    },
    {
        "text": "I think he- I think he likes us. Bro, he's a fan. He says he's gonna be on the song",
        "start": 864.3,
        "duration": 3.56
    },
    {
        "text": "That went so well",
        "start": 867.86,
        "duration": 1.2
    },
    {
        "text": "That was amazing. That was just unbe- unb- magic",
        "start": 869.06,
        "duration": 2.68
    },
    {
        "text": "We're best friends. Also, let's do this little epilogue right on",
        "start": 871.74,
        "duration": 4.02
    },
    {
        "text": "his neighborhood where you can see everybody on the block's house, everybody's address-- [Hila] in case you didn't get enough information, let me show you a little more",
        "start": 875.76,
        "duration": 6.18
    },
    {
        "text": "There's even a moment here where you can see the license plate clearly",
        "start": 881.94,
        "duration": 3.18
    },
    {
        "text": "bro, you are in the corner-- very much",
        "start": 885.12,
        "duration": 2.0
    },
    {
        "text": "This is the most corner it gets. You had you had the sniper shot",
        "start": 887.12,
        "duration": 2.78
    },
    {
        "text": "Yeah, I got it",
        "start": 889.92,
        "duration": 1.24
    },
    {
        "text": "[Ethan] And here is the private detective who is spying on them the whole time. great job to you my friend?",
        "start": 891.16,
        "duration": 4.98
    },
    {
        "text": "[Jake] He's gonna be on my song, my new song-- no way-- what?-- yeah",
        "start": 896.14,
        "duration": 4.16
    },
    {
        "text": "Dude, what is wrong with you?",
        "start": 900.3,
        "duration": 1.92
    },
    {
        "text": "That-",
        "start": 902.22,
        "duration": 0.5
    },
    {
        "text": "How did you translate Austin// [Hila] That went so well",
        "start": 903.2,
        "duration": 4.02
    },
    {
        "text": "--memeing on you essentially and saying \"me and Ethan are going to split the verse, too\"",
        "start": 907.98,
        "duration": 4.3
    },
    {
        "text": "He's definitely in my next song",
        "start": 912.28,
        "duration": 2.12
    },
    {
        "text": "At least the dumbest people on planet- like, my only thought is Jake is legendarily stupid",
        "start": 914.4,
        "duration": 4.16
    },
    {
        "text": "I don't know if I can give him that credit. He's not legendarily. He's just rock stupid",
        "start": 918.66,
        "duration": 5.16
    },
    {
        "text": "Real probably should have got his number. We know where he lives",
        "start": 924.56,
        "duration": 1.98
    },
    {
        "text": "We can just come knock-",
        "start": 926.54,
        "duration": 0.9
    },
    {
        "text": "Yeah, come stop by any time you want, dude. Make sure to film it. That's how the world works",
        "start": 927.44,
        "duration": 4.98
    },
    {
        "text": "People love that- when you do that. Next time, if I buy merch from you, please post my credit card number and pin",
        "start": 932.68,
        "duration": 6.28
    },
    {
        "text": "I'm surprised the video's still up",
        "start": 938.96,
        "duration": 1.92
    },
    {
        "text": "It's been a full day. This video has",
        "start": 940.88,
        "duration": 2.0
    },
    {
        "text": "4.3 million views. This is nuts, Jake.",
        "start": 943.06,
        "duration": 3.94
    },
    {
        "text": "You gotta apologize and you got to remove this video or daddy's going to spank you because you need a daddy",
        "start": 947.16,
        "duration": 4.98
    },
    {
        "text": "Your parents have failed. Your investors have failed. Your brother have failed",
        "start": 952.32,
        "duration": 4.22
    },
    {
        "text": "It's time for you to step up and take some responsibility in your life",
        "start": 956.54,
        "duration": 3.28
    },
    {
        "text": "And stop being such a little shit",
        "start": 959.82,
        "duration": 1.88
    },
    {
        "text": "[outro, thanks for watching]",
        "start": 961.7,
        "duration": 3.7
    }
]