[
    {
        "text": "Hi guys, welcome back to another H3 video",
        "start": 0.3,
        "duration": 2.72
    },
    {
        "text": "um, I just made a video two days ago thanking Youtube",
        "start": 3.02,
        "duration": 2.62
    },
    {
        "text": "and I'd just like to know why do they love making a fool of me",
        "start": 5.64,
        "duration": 3.22
    },
    {
        "text": "ok, just two days ago!",
        "start": 9.06,
        "duration": 1.68
    },
    {
        "text": "and now I'm here back criticizing Youtube",
        "start": 11.12,
        "duration": 2.98
    },
    {
        "text": "Can you guys just fucking give me a break?",
        "start": 14.1,
        "duration": 1.8
    },
    {
        "text": "Why you always trying to make a fool of me?",
        "start": 15.9,
        "duration": 1.74
    },
    {
        "text": "So many of you guys probably have heard but if you haven't, what's happening lately",
        "start": 17.66,
        "duration": 3.54
    },
    {
        "text": "is that YouTube has gone on a demonetization streak",
        "start": 21.32,
        "duration": 3.44
    },
    {
        "text": "on many of your favourite youtubers",
        "start": 24.76,
        "duration": 2.38
    },
    {
        "text": "saying that their videos weren't advertiser friendly",
        "start": 27.14,
        "duration": 2.52
    },
    {
        "text": "and therefore they're being demonetized",
        "start": 29.66,
        "duration": 1.94
    },
    {
        "text": "and there's a lot of confusion around it",
        "start": 31.68,
        "duration": 2.32
    },
    {
        "text": "because Youtube, as always, doesn't explain a single fucking thing that they're doing",
        "start": 34.0,
        "duration": 3.56
    },
    {
        "text": "and, just, they love creating a shitstorm by the sound of it",
        "start": 37.56,
        "duration": 4.7
    },
    {
        "text": "someone at Youtube's just fucking jerkin off over all this confusion and mania",
        "start": 42.26,
        "duration": 3.72
    },
    {
        "text": "they just get off on it because they never explain anything",
        "start": 45.98,
        "duration": 2.36
    },
    {
        "text": "and this happens every single fucking time.",
        "start": 48.36,
        "duration": 2.12
    },
    {
        "text": "So what I want to do in this video is try to illuminate my understanding of what's happening",
        "start": 50.48,
        "duration": 6.0
    },
    {
        "text": "and kind of explain what's going on.",
        "start": 56.48,
        "duration": 2.18
    },
    {
        "text": "So of our channel, you'd expect us to get fucked the hardest because we talk about raunchy shit",
        "start": 58.66,
        "duration": 6.24
    },
    {
        "text": "I use foul language and I talk about terrible things regularly",
        "start": 64.9,
        "duration": 4.28
    },
    {
        "text": "but not one of our videos got demonetized",
        "start": 69.18,
        "duration": 1.96
    },
    {
        "text": "and here I want to start by giving you this anecdote:",
        "start": 71.76,
        "duration": 3.64
    },
    {
        "text": "Two years ago, we'd made a reaction video to Prank Invasion",
        "start": 76.06,
        "duration": 4.24
    },
    {
        "text": "and, um, it was one of these like surprise blowjob prank invasion videos",
        "start": 80.72,
        "duration": 4.8
    },
    {
        "text": "so we tagged it with 'blowjob' and 'sexy' and *kissing noises* kissing prank and all this stupid shit",
        "start": 85.52,
        "duration": 4.2
    },
    {
        "text": "thinking, it's like \"Oh, all these horny kids are going to get shown our video\"",
        "start": 89.72,
        "duration": 4.3
    },
    {
        "text": "but what actually happened is that the video made like one tenth of what it would usually make",
        "start": 94.02,
        "duration": 6.08
    },
    {
        "text": "so we made, like, no money on a million views or something",
        "start": 100.12,
        "duration": 3.76
    },
    {
        "text": "and we're like \"yo what the fuck's goin on here?\"",
        "start": 103.88,
        "duration": 1.92
    },
    {
        "text": "it wasn't age restricted, we didn't get notified about anything, it was just making like no money",
        "start": 105.8,
        "duration": 5.26
    },
    {
        "text": "and we're like \"what the fuck's happening?\"",
        "start": 111.06,
        "duration": 1.34
    },
    {
        "text": "so we emailed Youtube, we talked to our network, we followed up on it for like months and months and months",
        "start": 112.4,
        "duration": 5.52
    },
    {
        "text": "until we got an answer from somebody at Youtube and this was like two years ago",
        "start": 117.92,
        "duration": 3.3
    },
    {
        "text": "when our channel was relatively, a lot smaller",
        "start": 121.22,
        "duration": 3.06
    },
    {
        "text": "and they said that, basically, the tags had fucked it up",
        "start": 124.62,
        "duration": 3.82
    },
    {
        "text": "cuz when you tag stuff like \"blowjob\" or \"sex\" or \"drugs\" or \"suicide\" or \"murder\"",
        "start": 128.82,
        "duration": 5.24
    },
    {
        "text": "anything like that's just a little dark or a little edgy",
        "start": 134.06,
        "duration": 3.5
    },
    {
        "text": "they will, uh... you as an advertiser, you have to opt into this kind of \"blacklisted\" thing",
        "start": 137.74,
        "duration": 6.08
    },
    {
        "text": "so what happened was that our video got moved to this kinda \"blackmarket\" for advertisers",
        "start": 144.2,
        "duration": 6.0
    },
    {
        "text": "where they would have to opt in and say \"I'm okay with advertising on videos about rape\"",
        "start": 150.2,
        "duration": 4.7
    },
    {
        "text": "and obviously nobody clicks that, right.",
        "start": 154.9,
        "duration": 2.04
    },
    {
        "text": "so we ended up getting almost no revenue on that video",
        "start": 157.16,
        "duration": 3.52
    },
    {
        "text": "and we learned a lesson back then",
        "start": 160.68,
        "duration": 1.12
    },
    {
        "text": "that never to tag anything, even remotely controversial",
        "start": 162.08,
        "duration": 4.44
    },
    {
        "text": "because you won't make money on it, right.",
        "start": 168.08,
        "duration": 2.8
    },
    {
        "text": "so,",
        "start": 171.62,
        "duration": 0.5
    },
    {
        "text": "that contributes to why I think we don't even have one single video demonetized",
        "start": 172.64,
        "duration": 5.44
    },
    {
        "text": "and if you look at, for example, the people who have been hit by this,",
        "start": 178.08,
        "duration": 3.48
    },
    {
        "text": "who, in my opinion, don't deserve it, who are wonderful people that I love",
        "start": 181.56,
        "duration": 3.02
    },
    {
        "text": "and shame on you Youtube for not explaining this",
        "start": 184.58,
        "duration": 2.62
    },
    {
        "text": "but if you look at Boogie, he got dinged for this video called Please Hold On.",
        "start": 187.2,
        "duration": 3.82
    },
    {
        "text": "where he makes a really endearing video about supported people with suicide",
        "start": 191.02,
        "duration": 3.04
    },
    {
        "text": "which is great, but here if you look at the tags it's",
        "start": 194.3,
        "duration": 3.04
    },
    {
        "text": "\"suicide, suicidal thoughts, how to die, death, dying, killing yourself, kill yourself\" stuff like that.",
        "start": 197.58,
        "duration": 6.38
    },
    {
        "text": "\"jew\", I don't know why \"jew\" is in there Boogie",
        "start": 203.96,
        "duration": 1.68
    },
    {
        "text": "that's kinda strange, \"jew\", hm okay",
        "start": 205.66,
        "duration": 2.34
    },
    {
        "text": "anyway",
        "start": 210.1,
        "duration": 0.5
    },
    {
        "text": "You can see why they would read these tags and be like \"This isn't advertiser friendly.\"",
        "start": 212.04,
        "duration": 4.18
    },
    {
        "text": "If it was me, you just, you can't put that shit, you just can't tag that.",
        "start": 216.24,
        "duration": 4.02
    },
    {
        "text": "Then, another one here, with Philip DeFranco",
        "start": 220.42,
        "duration": 3.04
    },
    {
        "text": "The one that he, he made a video about saying \"Why did my video get demonetized?\"",
        "start": 223.46,
        "duration": 4.46
    },
    {
        "text": "God bless you, it shouldn't have been monetized",
        "start": 227.92,
        "duration": 2.0
    },
    {
        "text": "I love what you do Philip DeFranco but you tagged \"rape\" on it.",
        "start": 229.92,
        "duration": 3.04
    },
    {
        "text": "So that's why it got demonetized, you put \"rape\"",
        "start": 236.44,
        "duration": 2.38
    },
    {
        "text": "and you can test this, if you just upload a video that says \"Hey, rape, rape kills, sex, guns\"",
        "start": 238.94,
        "duration": 6.08
    },
    {
        "text": "It's gonna get dinged.",
        "start": 245.06,
        "duration": 1.52
    },
    {
        "text": "What I think is happening is they have a bot that automatically dings videos with metadata",
        "start": 246.58,
        "duration": 4.06
    },
    {
        "text": "that includes tags, titles, description. They automatically just ding ya.",
        "start": 250.74,
        "duration": 4.32
    },
    {
        "text": "They have this 'shoot first, ask questions second'.",
        "start": 255.06,
        "duration": 3.26
    },
    {
        "text": "But the crazy thing is, guys, is that I actually don't think anything's changed,",
        "start": 258.32,
        "duration": 4.9
    },
    {
        "text": "now they're just telling you that they fucked you up.",
        "start": 263.22,
        "duration": 2.3
    },
    {
        "text": "Before, they just wouldn't pay you at all and you wouldn't understand why all-of-a-sudden you were making 10% of what you were supposed to be",
        "start": 265.52,
        "duration": 6.42
    },
    {
        "text": "And then there's another one here, LewReviews, he made a video how he got fucked up",
        "start": 271.94,
        "duration": 3.96
    },
    {
        "text": "and the title was, \"Never Before Seen Drug\"",
        "start": 275.92,
        "duration": 2.88
    },
    {
        "text": "\"Drug\" in the title, you're gonna get dinged guys.",
        "start": 278.8,
        "duration": 3.28
    },
    {
        "text": "So, just know, I'm 99% sure that this is what's happening",
        "start": 282.88,
        "duration": 3.44
    },
    {
        "text": "So this is like a Public Service Announcement to my peers and friends on Youtube",
        "start": 286.32,
        "duration": 4.0
    },
    {
        "text": "and an explanation to those in the community",
        "start": 290.32,
        "duration": 1.82
    },
    {
        "text": "that just don't use controversial tags, titles, or anything in the description",
        "start": 292.14,
        "duration": 4.72
    },
    {
        "text": "because they'll getcha",
        "start": 296.86,
        "duration": 1.18
    },
    {
        "text": "and I support what you guys are doing, I love what you're doing",
        "start": 298.04,
        "duration": 2.86
    },
    {
        "text": "and Youtube, I just made a video saying \"Thank you\"",
        "start": 300.9,
        "duration": 2.96
    },
    {
        "text": "why do ya gotta make a fool of me, dude, I just went  out on a limb sayin",
        "start": 303.86,
        "duration": 3.16
    },
    {
        "text": "\"Hey, we're always talking shit on Youtube and now, ya know, let's say thanks\"",
        "start": 307.02,
        "duration": 4.18
    },
    {
        "text": "Come on, two days later you're gonna do this shit dude??",
        "start": 311.2,
        "duration": 3.18
    },
    {
        "text": "Give a guy a fucking break! Why're you trying to make me look like an idiot?",
        "start": 314.38,
        "duration": 4.06
    },
    {
        "text": "Anyway guys, we appreciate you, we love you",
        "start": 318.44,
        "duration": 1.98
    },
    {
        "text": "and most definitely will be tagging all kinds of rapey ass shit in our titles",
        "start": 320.42,
        "duration": 4.16
    },
    {
        "text": "comin up in the future, it's gonna be crazy.",
        "start": 324.58,
        "duration": 2.18
    }
]