[
    {
        "text": "So this evening I'm browsing Twitter and I see somebody complaining to Team YouTube, a pretty typical complaint.",
        "start": 0.03,
        "duration": 6.329
    },
    {
        "text": "\"Why aren't the videos in my subscription feed chronological order anymore?\"",
        "start": 6.36,
        "duration": 3.68
    },
    {
        "text": "This is the kind of thing you see all the time, people complaining that the sub feed is broken.",
        "start": 10.04,
        "duration": 4.82
    },
    {
        "text": "But, this time, Team YouTube actually answered and here's what they said: \"Just to clarify,",
        "start": 14.86,
        "duration": 5.48
    },
    {
        "text": "we are currently experimenting with how to show content in the subs",
        "start": 20.46,
        "duration": 2.02
    },
    {
        "text": "feed.",
        "start": 22.48,
        "duration": 1.28
    },
    {
        "text": "We find that some viewers are able to more easily find the videos",
        "start": 23.76,
        "duration": 2.969
    },
    {
        "text": "they want to watch when we order the sub feeds in a personalized order",
        "start": 26.729,
        "duration": 3.631
    },
    {
        "text": "versus always showing most recent videos first.\"",
        "start": 30.36,
        "duration": 2.6
    },
    {
        "text": "They're finally doing it, you guys! They're finally taking the sub feed! :D",
        "start": 32.98,
        "duration": 2.12
    },
    {
        "text": "It was the last thing we had, the last sacred piece of YouTube left that wasn't 'optimized'.",
        "start": 37.46,
        "duration": 6.06
    },
    {
        "text": "They've changed notifications, there's now three tiers of notifications.",
        "start": 43.56,
        "duration": 3.86
    },
    {
        "text": "Now the notification bell has \"Notify me sometimes.\"",
        "start": 47.42,
        "duration": 3.74
    },
    {
        "text": "Whatever happened to ringing that bell, dude?",
        "start": 51.24,
        "duration": 2.66
    },
    {
        "text": "Notifications, sometimes? Isn't that what subscribing is?",
        "start": 54.04,
        "duration": 3.42
    },
    {
        "text": "If somebody smashes that bell, you better damn well show them my video!",
        "start": 57.46,
        "duration": 4.22
    },
    {
        "text": "But no, not anymore. A bell smash isn't enough!",
        "start": 61.9,
        "duration": 3.42
    },
    {
        "text": "A subscription isn't enough anymore.",
        "start": 65.92,
        "duration": 3.46
    },
    {
        "text": "Why is YouTube obsessed with making it harder and harder for subscribers to get your content?",
        "start": 69.38,
        "duration": 6.04
    },
    {
        "text": "And now, being subscribed on the sub feed, which was the one sacred place",
        "start": 75.54,
        "duration": 5.02
    },
    {
        "text": "you could find the content you're subscribed to in chronological order, is now being \"optimized\".",
        "start": 80.56,
        "duration": 5.72
    },
    {
        "text": "I'll tell you what \"optimized\" means, it means YouTube finally now has full control",
        "start": 86.54,
        "duration": 5.46
    },
    {
        "text": "over what content you see. It means that people who are subscribed to you",
        "start": 92.08,
        "duration": 4.0
    },
    {
        "text": "notified to you can actually",
        "start": 96.16,
        "duration": 1.77
    },
    {
        "text": "not have access to your content if YouTube decides that it's not what they want you to see.",
        "start": 97.93,
        "duration": 5.869
    },
    {
        "text": "Now YouTube can make your channel completely invisible even to your own subscribers.",
        "start": 103.92,
        "duration": 3.76
    },
    {
        "text": "Ah!",
        "start": 107.68,
        "duration": 0.7
    },
    {
        "text": "It's a brave new world.",
        "start": 109.04,
        "duration": 1.36
    },
    {
        "text": "Think about it. The sub feed was the last place where users have control of what content they want to see.",
        "start": 110.4,
        "duration": 6.06
    },
    {
        "text": "The homepage?",
        "start": 116.46,
        "duration": 1.4
    },
    {
        "text": "Completely up to YouTube. Nobody knows how it works.",
        "start": 117.86,
        "duration": 2.68
    },
    {
        "text": "The sidebar and Recommended?",
        "start": 120.54,
        "duration": 2.1
    },
    {
        "text": "Completely up to YouTube. Nobody knows how it works.",
        "start": 122.64,
        "duration": 2.6
    },
    {
        "text": "The sub feed was the one place users knew what to expect, but now YouTube has taken control of that as well.",
        "start": 125.24,
        "duration": 6.42
    },
    {
        "text": "I say YouTube, stop wasting everybody's time,",
        "start": 131.73,
        "duration": 2.37
    },
    {
        "text": "remove the subscription button altogether, and just show us the content you want us to watch.",
        "start": 134.26,
        "duration": 4.19
    },
    {
        "text": "I had pretty much stopped making videos",
        "start": 138.7,
        "duration": 2.0
    },
    {
        "text": "complaining about YouTube and I had to come out of retirement.",
        "start": 140.76,
        "duration": 2.76
    },
    {
        "text": "Because I feel that this is so important that if they actually go through with this, this is the death of YouTube.",
        "start": 143.52,
        "duration": 7.38
    },
    {
        "text": "This is them going the way of Facebook. YouTube is so obsessed with watch time,",
        "start": 150.9,
        "duration": 4.62
    },
    {
        "text": "they actually don't care what the content is or who's watching it. The content is on the way to becoming so homogeneous,",
        "start": 155.52,
        "duration": 6.33
    },
    {
        "text": "so regulated, so predictable that the watch time - yes, it might go up on the short-term, but I guarantee",
        "start": 161.86,
        "duration": 7.72
    },
    {
        "text": "now that people can't even get content that they're subscribed to? After a year, maybe a couple months, people are gonna start thinking",
        "start": 169.58,
        "duration": 7.2
    },
    {
        "text": "\"Hey, you know what? I don't like being here. This is depressing.\"",
        "start": 176.78,
        "duration": 4.48
    },
    {
        "text": "\"I'm getting a BuzzFeed and all this shit I don't care about that just appeals to the broadest audience.\" And you feel",
        "start": 181.26,
        "duration": 5.62
    },
    {
        "text": "like when you're on Facebook you feel that there's a cold",
        "start": 186.88,
        "duration": 3.36
    },
    {
        "text": "algorithm just clocking numbers and trying to figure out how to keep you on that page as long as you can.",
        "start": 190.24,
        "duration": 5.16
    },
    {
        "text": "There's no soul. So in the long run, YouTube,",
        "start": 195.42,
        "duration": 2.4
    },
    {
        "text": "yes, your watch time might go up,",
        "start": 197.82,
        "duration": 2.009
    },
    {
        "text": "but your soul is gone and people are gonna feel it. YouTube, I cannot watch anymore $1 vs. $100 videos.",
        "start": 199.83,
        "duration": 7.529
    },
    {
        "text": "I can't do it. There's a limit. This is huge. This is a very important turning point.",
        "start": 207.36,
        "duration": 5.279
    },
    {
        "text": "Because if they take the sub feed, then there's truly nothing sacred left.",
        "start": 212.64,
        "duration": 4.92
    },
    {
        "text": "And at that point just get rid of the sub button altogether. Let's just be honest with each other.",
        "start": 217.56,
        "duration": 4.98
    },
    {
        "text": "So YouTube, I'm looking forward to:",
        "start": 222.66,
        "duration": 2.46
    },
    {
        "text": "Seeing a bunch of BuzzFeed videos. Seeing a bunch of Dude Perfect. Maybe a couple of uh, bin bin bibbin' with Babish.",
        "start": 225.12,
        "duration": 5.66
    },
    {
        "text": "Those are clean, you know, a little cooking.",
        "start": 231.06,
        "duration": 2.82
    },
    {
        "text": "Just don't swear. Make sure it's good money for the advertisers. No swearing.",
        "start": 233.88,
        "duration": 3.62
    },
    {
        "text": "Did you drop an f-bomb? Get rid of his sub button.",
        "start": 237.5,
        "duration": 2.56
    },
    {
        "text": "Oh, I'm sorry. Was that a f-bomb? get rid of his sub button!",
        "start": 240.88,
        "duration": 2.9
    },
    {
        "text": "Send him over to Bibbin with Babish. He'll take of ya.",
        "start": 243.78,
        "duration": 2.3
    },
    {
        "text": "No offense to Bibbin, but...",
        "start": 246.08,
        "duration": 1.78
    },
    {
        "text": "Don't touch the sub feed. We have let you get away with all this shit, YouTube.",
        "start": 248.14,
        "duration": 4.9
    },
    {
        "text": "You've stolen the subscription button.",
        "start": 253.04,
        "duration": 1.88
    },
    {
        "text": "You've stolen the notification button. The bell that people smash!",
        "start": 254.92,
        "duration": 4.12
    },
    {
        "text": "Now what they've smashed for nothing? I ask you, they've smashed for nothing?",
        "start": 259.04,
        "duration": 5.26
    },
    {
        "text": "Don't touch the sub feed, YouTube, or this is the end.",
        "start": 264.4,
        "duration": 4.56
    },
    {
        "text": "Not a threat, just being dramatic.",
        "start": 268.96,
        "duration": 2.42
    },
    {
        "text": "But, the threat to you is yourself, YouTube.",
        "start": 272.16,
        "duration": 4.06
    },
    {
        "text": "Dude, I'm not gonna be able to sub4sub anymore.",
        "start": 276.22,
        "duration": 2.88
    },
    {
        "text": "Pray for the sub feed. I know I will be. Thank you for watching.",
        "start": 279.1,
        "duration": 4.38
    }
]